{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/the-budgets-response-to-indigenous-unemployment-borders-on-negligence",
  "id": "2016-05-05-355",
  "sectionId": "commentisfree",
  "body": "How quickly political imperatives change and how quickly fine words for the most disadvantaged translate into the most miniscule action. If any other section of Australian society was as socioeconomically in crisis as are many Indigenous Australians in the run-up to an election, the federal government would have responded with a massive fiscal injection and innovation.   Related: Tony Abbott suggests the mining industry should demonstrate their gratitude to Ian Macfarlane – politics live    Remember that in the 2014 budget $500m was taken off Indigenous Australians by the then, self-described, “prime minister for Indigenous affairs”. And ongoing disappointing outcomes vividly described by the Productivity Commission in National Indigenous Reform Agreement Performance Assessment 2013–14 just six months ago can surely be linked to such unjustified cutbacks. The current prime minister might have looked to paper over the deep disappointment in Indigenous policy of his government since September 2013, although he could not paper over the statistical evidence that the “gaps” as the cornerstone of an assimilationist policy framework are either not closing fast enough, are not closing at all, or are widening as with the key economic indicator of employment.  The media release from the minister for Indigenous affairs, Nigel Scullion, tells us that the Turnbull government’s 2016-17 budget improves outcomes for Aboriginal and Torres Strait Islander people through investments in economic development, education and community safety.  Like much else that Scullion tells us, this makes no sense – budget measures might improve outcomes or they might not, time will tell. Time might be on the side of the Turnbull government, it is not on the side of Indigenous Australians descending rapidly into deeper and deeper poverty. Scullion’s headline focus is only on economic development and education, not community safety.  The two economic development measures are to provide a concessional loan of up to $65m to the Indigenous Land Corporation to unencumber it from the crippling debt linked to its purchase of the Ayers Rock Resort in 2010 for far too much. The exact nature or amount of the loan is “nfp”, not for publication, commercial-in-confidence.  The other economic development measure is to reallocate $23.1m from Indigenous Business Australia to the Indigenous Advancement Strategy within the Department of Prime Minister and Cabinet. The idea is so that the funds can be contracted back to Indigenous Business Australia to enable it to focus on Indigenous entrepreneurs and small business, to take up exciting growth opportunities created by the Australian government through its Indigenous procurement policy.    Related: Indigenous groups disappointed in budget with 'little to offer'    Two problems here.  First, the Indigenous Advancement Strategy’s tendering process has just received an extremely negative assessment by a recent Senate inquiry. So why use this suspect allocation instrument?  Second, dedicated procurement policies are hardly free market and could only be really justified in the face of extreme distortions in procurement practice caused, for example, by discrimination. The rationale for the minister’s excitement over this approach is unclear.  The proposal to provide supplementary funding to assist more Indigenous people complete university studies cannot be faulted, although whether as anticipated this will lead to the taking up of professional careers will, like “improved outcomes”, only be demonstrated with time. The budget introduces two additional and uncosted proposals linked to its failing income management regime. First, another “nfp” amount has been committed to a third cashless debit card trial site rumoured to be located in the Pilbara. This used to be called the Healthy Welfare Card, perhaps the name change reflects that improved health outcomes are far from guaranteed.  Apparently it will look and operate like a normal bank card, except that cash cannot be withdrawn, which hardly assists those who want to budget when shopping, say, at markets with a fixed cash amount. At least unlike a normal bank card, those on welfare and on the debit card will not be able to go into crippling debt (even with interest rates at historically low levels). Second, yet another “nfp” (this time because negotiations are under way with states and territories) is linked to a proposed compulsory rent deduction scheme. According to the budget this scheme will reduce the likelihood of individuals accumulating rental debt, leading to an expected reduction in evictions and improved social outcomes. It will also improve rental income streams for housing providers and so encourage investment in public housing stock.  No mention is made here of the current legal action a number of Indigenous communities are currently taking against the Northern Territory government for breaching its obligations under public housing tenancy agreements. A big development in the budget is a significant retreat from work for the dole, presumably because it does not work. Youth in particular will be encouraged through a new program called Youth Jobs Path to find work.  Not only will participants under 25 be paid an extra $100 a week to encourage them into the scheme, but those who employ them will be given an up-front payment of $1000 while an additional wage subsidy of up to $10,000 will be provided to potential employers. What is quite extraordinary about this is that it makes no mention of the 37,000 people, over 80% Indigenous, who are working-for-the-dole under the failing community development program (CDP).  To add fiscal injury to insult, those on community development program work 25 hours a week for the dole (at less than $10 an hour) while those who participate in the new program will work 15–25 hours a week and get a $100 incentive payment. In the name of equity and decency surely participants in community development program should treated in a similar manner? Some in places like Alice Springs will live side-by-side. As an interesting aside: under the now defunct community development employment program (CDEP), Indigenous participants averaged an extra $100 income a week, but this was earned, not paid as “an incentive” by government.  In his speech to launch the latest disappointing Closing the Gap: Prime Minister’s Report 2016, Malcolm Turnbull began with a symbolic flourish in the Ngunawal language recognising that Canberra is on Aboriginal country.  There are no such symbolic niceties in this budget, indeed no mention of Indigenous Australians in the budget speech, and just fleeting mention in new measures, consolidating existing paternalistic programs that have proven expensive and unsuccessful.   Related: Outgoing MP Linda Burney decries 'paternalistic' approach to Aboriginal affairs    The Productivity Commission has made it quite clear that the key Closing the Gap economic indicator to reduce employment disparity between Indigenous and other Australians is widening. In other words, things are getting worse rather than better. This is especially the case in remote and very remote Australia where the employment/population ratio gap is a massive 40%.  The response by the Turnbull government to this situation with its community development program borders on dangerously negligent. What about an alternative, like massively increasing the spend on Indigenous community rangers working in 70 Indigenous protected areas and widely acknowledged as a success in local and national conservation interests?  The overall approach to Indigenous Australians is strangely opaque and paltry. Such an approach is unacceptable in what Turnbull referred to recently as the most successful multicultural society in the world.  “When we close the gap we make ourselves more whole, more complete – more Australian,” he said in February 2016. Not with a budget like this less than three months later.",
  "webTitle": "The budget's response to Indigenous unemployment borders on negligence | Jon Altman",
  "webPublicationDate": "2016-05-05T02:04:53Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/the-budgets-response-to-indigenous-unemployment-borders-on-negligence",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Altman",
      "id": "profile/jon-altman"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/the-budgets-response-to-indigenous-unemployment-borders-on-negligence"
}