{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/date-me-chronic-fatigue-syndrome-illness",
  "id": "2016-05-12-220",
  "sectionId": "commentisfree",
  "body": "It is 1am. I am sitting opposite my partner in the kitchen, and they have not stopped talking for the last 45 minutes. Not even to draw breath. It’s more a flow of sudden, unbridled frustration, anger and confusion compounded by one gut-wrenching sentence: “I just can’t tolerate it any more.” This is the moment I realise we are in serious trouble. Because somewhere between instantly upgrading your devices and swapping providers to get the best deal for your money, we seem to have lost our capacity to tolerate imperfection anywhere else, even in our relationships. One of my imperfections is a condition I have suffered from for half my life – myalgic encephalomyelitis (ME) or chronic fatigue syndrome. I was severely ill for most of my teens, wheelchair-bound and unable to look after myself. But by 30 I had almost completely recovered, I lived alone, forging a successful career in a high-stress environment. If you met me now, you would have no idea just how ill I had been.    My ME doesn’t dictate what music I listen to, what films I enjoy, or my love and affection for my partner    ME is a complex multisystem disease affecting about 250,000 people in the UK. The condition is often triggered by a infection, followed by the appearance of a range of symptoms including extreme fatigue, muscle pain, memory problems, insomnia, allergies, severe neurological impairments and seizures. Your physical and mental activity become seriously reduced, and the condition is exacerbated by any infections, traumas, emotional or physical stresses. It’s as if you lose your skin, and suddenly your entire body is exposed. You become highly sensitive to your environment, and easily overloaded by external stimuli. I remember feeling like that, and how hard I worked to become independent and self-sufficient. To have a social life, a career and relationships. But that doesn’t mean I am free of it. I still have days when I am beyond exhausted, where the pain in my muscles goes from a quiet hum to deafening roar, but that’s rare and I know how to get through it now. I thought I was keeping my ME from affecting the people closest to me, but suddenly there we were in the kitchen, as my partner listed it as a reason not to be with me. I felt completely blind-sided. I’ve had this illness for a long time, and I know it’s tough for people to understand, seeing someone who can walk 10 miles one day unable to make it to the front door on another.   Related: ‘It was like being buried alive’: battle to recover from chronic fatigue syndrome    But I’d been with my partner for a while, they knew my history, and early on in our relationship they’d celebrated what a strong person ME had made me. So what had happened? Why were they now frustrated by the limitations they felt ME had placed on their own lives, by the fact I could walk to the cinema, but had to get the bus back? Worse, why had my loving, caring partner suddenly fixated on the one thing I hated about myself, and could not change? Perhaps this is a symptom of modern relationships. We are told to believe we deserve the best for ourselves, to make sure we do not settle for anything less than perfect, and that when we meet someone they must fulfil every single criteria we set for our romantic destiny. When did we lose the capacity to love someone for their imperfections, as much as for what we think is perfect? The ability to accept someone for who they are, and how they are different to you, seems to be rapidly decreasing from our dating world. We want someone who shares our romantic iCloud. Where we have exactly the same settings, upload speeds and filters. But, in reality, we all have baggage and we all have flaws. My ME is not who I am. It doesn’t dictate what music I listen to, what films I enjoy, or my love and affection for my partner. In fact, rather than a flaw, dating someone with ME means you are getting a pretty tough and determined person. They definitely don’t want to be tolerated, because for many, they know all about survival, fighting to reclaim a normal life from an illness we currently don’t understand. We know what it’s like to lose everything and have to rebuild, to struggle and carry on. We are remarkable well-equipped to deal with life, and value every experience because we know it can all disappear in a flash. Our imperfections should be celebrated, not rejected.",
  "webTitle": "Why not date someone with ME? We’re tough survivors | Anonymous",
  "webPublicationDate": "2016-05-12T12:10:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/date-me-chronic-fatigue-syndrome-illness",
  "keyword": [
    {
      "webTitle": "Chronic fatigue syndrome",
      "id": "society/chronic-fatigue-syndrome",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Dating",
      "id": "lifeandstyle/dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/date-me-chronic-fatigue-syndrome-illness"
}