{
  "apiUrl": "https://content.guardianapis.com/british-council-partner-zone/2016/may/16/is-the-uk-too-trusting-of-future-social-enterprise",
  "id": "2016-05-16-136",
  "sectionId": "british-council-partner-zone",
  "body": "Rohan Martyres. Photograph: British Council    “You people are so trusting in England.” I must admit to feeling a little indignant at this reaction from the chief of staff of a leading Filipino politician. With the support of the British Council and a leading social enterprise funder in the Philippines - the Foundation for a Sustainable Society Inc (FSSI) - I was working with a coalition of infrastructure bodies in Manila to create a Social Enterprise Act for the Philippines. I had been blithely explaining the general approach of the regulators of the UK social enterprise sector where I am based, but when one person described the approach as “trusting,” my inward reaction was one of denial. After all, the UK and the global north are leaders when it comes to the sophistication and worldliness of our social enterprise and social impact investment sectors. Aren’t we?  But then, I started to wonder … The Philippines’ social enterprise sector is currently engaged in a debate to define what a social enterprise is. This matters because it will determine how much government support any given social enterprise will receive. The coalition and I were discussing how to ensure that government incentives – such as tax breaks on corporate income and investors’ returns – maximise the amount of assistance going to groups in need rather than to other interests.   Related: Social investment in Asia – an insider’s view    One of the coalition’s major concerns is that tax breaks for social enterprises could result in many private companies setting up foundations and social enterprise fronts to deliver fraudulently inflated contracts, and generally channel funds to avoid and even evade tax. This concern might be unsurprising if you consider that the Philippines ranked 95th on Transparency International’s Corruption Perceptions Index in 2015 (compared to the UK’s 10th ranking and the US’ 16th). In any case, policymakers in the Philippines are exploring far more robust and proactive ways to regulate social enterprise than the supposedly trusting approach adopted here in the UK. Largely due to diminishing resources, the UK regulatory approach is predominantly reactive to media reports and relies on tip-offs to prompt investigation. But before we in social enterprise sectors in the global north think we are immune to “corrupting” influences and have little to learn from the Philippines, consider the long view.  In previous decades it was reasonable to believe that a charity or social enterprise in the UK and elsewhere could thrive with good intentions but little effectiveness. This is changing for at least two reasons.  First, there is increased emphasis on measurable impact and effectiveness rather than good intentions as valuable in their own right. Second, there are growing financial incentives in the sector. These are exemplified by the growth of public sector payment-by-results and pay-for-success contracts, and the rise of Community Interest Companies in the UK and B Corporations in the US that deliver impact by harnessing the profit motive and distributing dividends to shareholders.  If these two trends continue, social enterprises may soon succeed by achieving narrowly defined effectiveness targets, even if they disregard more holistic good intentions and are instead motivated by, for example, profit maximisation. This may not be a problem per se if the social enterprise sector can ensure that the burgeoning mantra of effectiveness does not justify an all-out effort to minimise tax, legal and social obligations. The question is, how big is that “if”?  I’ll split it into three parts.    Related: Can social enterprise go truly global?    First, can we trust the social sector to eschew the borderline unethical practices that are all too common when UK and US public commissioners contract out social services? Examples include contractors that cherry pick only the most profitable parts of the commissioned services, or the more sophisticated strategy of “creaming and parking,” where contractors focus only on beneficiaries who are very easy to help and would likely have progressed anyway (the cream), and ignore (or park) beneficiaries that are more difficult to help.  Second, if we fail on that front, can we trust that insiders with knowledge of dubious practices will blow the whistle and tip off the regulators?  Finally, if we fail on that as well, can we trust our regulators and commissioners to have the capacity and willingness to proactively conduct audits?  I don’t know about anyone else, but I must admit that my Filipino interlocutor made me wonder: is the UK social enterprise sector and its regulators too complacent? Rohan Martyres is director, impact and investment at CAN, a UK-based charity and social investor. He is working with the FSSI Philippines as part of the British Council Business and Investment Readiness Programme. Content on this page is paid for and provided by the British Council, sponsor of the international social enterprise hub",
  "webTitle": "Is the UK too trusting of future social enterprise?",
  "webPublicationDate": "2016-05-16T15:27:12Z",
  "webUrl": "https://www.theguardian.com/british-council-partner-zone/2016/may/16/is-the-uk-too-trusting-of-future-social-enterprise",
  "keyword": [
    {
      "webTitle": "Social Enterprise British Council Partner zone",
      "id": "british-council-partner-zone/british-council-partner-zone",
      "sectionId": "british-council-partner-zone",
      "sectionName": "GSB British Council partner zone"
    }
  ],
  "authors": [],
  "guardianId": "british-council-partner-zone/2016/may/16/is-the-uk-too-trusting-of-future-social-enterprise"
}