{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/nathan-hughes-wasps-england-premiership-fiji",
  "id": "2016-05-20-70",
  "sectionId": "sport",
  "body": "Even Nathan Hughes sometimes wonders which direction his life would have taken had he not found rugby, almost by accident, at the age of 16. He reckons he would still be hanging out in Lautoka in Fiji, maybe playing some hockey or just watching the world go by. “I’d probably still be back there kicking it around back in the neighbourhood,” he says, looking momentarily wistful. “I do look back and think: ‘What would I be doing if I wasn’t playing rugby?’” Hughes is 24 now but the story of his past eight years would have been rejected by Boy’s Own magazine as overly fanciful. On Saturday he runs out for Wasps against Exeter Chiefs in the Premiership semi-finals knowing that, win or lose, Twickenham is beckoning. At the end of next month he qualifies for England on residency grounds; the Pacific island conveyor belt that has already supplied the Vunipola brothers and Manu Tuilagi is set to deliver once more. It is not impossible that the quartet, plus the Worcester-bound Ben Te’o and Bath’s Semesa Rokoduguni, will all wear the red rose against Fiji this autumn, a scenario almost as improbable a decade ago as Exeter reaching a Premiership final. When Hughes, a marauding back-row force of nature, is fully fit and firing no international coach could possibly ignore him. Which makes the story of his introduction to rugby at St Thomas High School in Lautoka – surrounded by cane fields and known as Sugar City – all the more serendipitous. Hughes’s parents were hockey players – his father, William, is a diesel mechanic who played national hockey – and their gangly son had never played a 15-a-side game before 2008. “We were short of a lock against a touring school team from Auckland and the coach asked me if I wanted to play,” says Hughes, the memory still fresh. “I said: ‘Yeah, but I don’t know the rules.’ He said: ‘Don’t worry, just catch the ball and run it straight. And if you see someone with the ball tackle him.’ That’s basically what I did. Then, after we’d won the game, they offered me a scholarship to go to New Zealand.” The Kiwi school concerned was Kelston Boys’ High – Sir Graham Henry was once its headmaster – and Hughes swiftly ditched his hockey. “I got banned from playing in school in New Zealand because I tended to do rugby tackles in hockey as well.” Instead, he graduated to Auckland’s junior sides and, in 2013, was awaiting an offer of a Super Rugby contract from the Blues. It never came, prompting him to give Europe a shot. “I thought I’d give it two years and then come back,” he says, chuckling. “I didn’t know anything about Wasps. I didn’t even know who Lawrence Dallaglio was.”     Hughes on the charge for Wasps against Exeter earlier this month. The two sides meet again in the Premiership semi-finals on Saturday. Photograph: David Rogers/Getty Images    Soon enough the little-known new arrival also encountered the fierce debate surrounding World Rugby’s paltry three-year eligibility period. The board’s newly elected vice-chairman Agustin Pichot believes it should be five years or more, making Hughes potentially among the last hemisphere hoppers under the old criteria. He knows the questions will keep coming, not least when he returns home to visit family in Lautoka and the Waikato next month. His explanation is gloriously honest. “Everyone’s going to put their two cents in and ask: ‘Why are you doing this?’ But it’s what I do for a living. It’s what I do to put food on the table for the family. If the opportunity comes to play for England I’ll take it. I’d be a bit gutted if it goes to five years, but I don’t make the rules.” He says he has had nothing but support from those he aspires to play alongside. “They keep asking me: ‘When are you going to come and join us?’ They’re not saying: ‘Go and play for your own country.’ It makes you feel like you’d be welcomed.”   Related: Exeter can drive Wasps to distraction again in Premiership semi-final | Dean Ryan    The personable Hughes, who loves strumming a guitar and playing golf, makes another interesting point, suggesting it might even be selfish for him to commit to Fiji now. “It will give opportunities for others back in Fiji to play for their country and maybe get an overseas contract themselves.” The issue of eligibility is seldom black and white and the 125kg, 6ft 5in tall Hughes is increasingly a globe-trotting citizen of the world, married to a Dutch wife, Ella, and the proud father of a young son, Johannes. He already has Eddie Jones’s full attention and while he remains ineligible for next month’s Australia tour, the prospect of him joining forces with Vunipola is scary. Hughes acknowledges the big Saracen is his toughest opponent. “I tackled him in the European semi-final and, after I’d got back up, I said to one of the guys: ‘Wow he’s a heavy boy, he’s a hard man to take down.’” He will also have to batter past Exeter’s Dave Ewers and his club captain, James Haskell, for a Test starting role, with opponents now seeking to minimise the ball-carrying havoc he wreaks. “Teams are starting to read the way we attack. When I’m on the ball I tend to have three to four people on me trying to tackle me.” It has merely intensified his desire to improve and give his parents even more to be proud of. “You can tell they’re very proud but they don’t want to say it too much because that gives you a big head. My mum and dad haven’t seen me play here yet. That’s one of my goals: I want to bring them over to see what I do.” Saturday will require he and Wasps perform rather better than they did in Devon three weeks ago. “We didn’t turn up,” says Hughes. “There was a bit of fatigue and a lot of tired legs. “We’ll go down to Sandy Park ready this time. You work very hard all year to get to this stage and you don’t want to fall short ... you want to keep going.” All the way to a senior England cap? “When that day comes and they want to pick me it’ll be very exciting. I’ve got to take the chance with both hands.” Life is about to get sweeter still for the boy from Sugar City.",
  "webTitle": "Win or lose with Wasps, Twickenham and England beckon for Nathan Hughes",
  "webPublicationDate": "2016-05-20T17:00:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/nathan-hughes-wasps-england-premiership-fiji",
  "keyword": [
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/20/nathan-hughes-wasps-england-premiership-fiji"
}