{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/sir-philip-green-could-help-draft-law-to-protect-pensioners-says-mp",
  "id": "2016-05-22-60",
  "sectionId": "business",
  "body": "Sir Philip Green, who offloaded BHS for £1 leaving a £571m deficit in its pension fund, could work with MPs on drafting new laws to ensure pensioners are protected in future, the MP Frank Field has suggested.  Field, a co-chair of the parliamentary inquiry into the controversial sale of the stricken retailer, which has left around 13,000 employees facing pension losses, said Green could advise on new legislation regarding occupational schemes.  As MPs prepared to question advisers and directors of Green’s businesses involved in the sale, Field said there needed to be a new framework to guard against schemes being left underfunded. “The question is: what is the duty of these companies to these wonderful, magnificent but beached whales of occupational pension schemes that promised the earth in the days when we had high returns on capital?” Field said MPs wanted Green’s help in shaping a “mega pension bill”. He said: “I mean that quite seriously. He’s an intelligent man. He can be a key player in telling us what is the best deal we can get for many of the thousands of occupational pension schemes remaining – many of which are in big trouble.” His words appear to represent something of an olive branch after Field had earlier suggested Green should be stripped of his knighthood unless he contributed sufficiently towards plugging the BHS pension fund deficit. Green and his family took a total of £586m in dividends, rental payments and interest on loans from BHS during the 15 years he owned the high street chain. The pensions regulator is investigating whether Green’s Arcadia group avoided financial obligations to the pension schemes. A spokesman for Green declined to comment. BHS was sold in March 2015 to Retail Acquisitions and went into administration at the end of last month, putting 11,000 high street jobs at risk. On Monday the parliamentary inquiry, conducted jointly between Field’s work and pensions committee and the business, innovation and skills committee, will hold the second of five sessions of evidence, questioning advisers from banks and law firms behind the deal and unpicking how its buyer was considered to be suitable. Field said the inquiry would be trying to understand what advice was provided by the Wall Street bank Goldman Sachs and on what basis: “We’ve got this strange business where we’ve got Lord Grabiner [a non-executive board member of Goldman Sachs International and chairman of Green’s Taveta Investments vehicle] saying we didn’t charge for our advice. What does that mean? Does that mean that the quality of advice is better with a fee, or is this the Pontius Pilate way out of trouble?”  Directors involved in the sale, including the chief executive of Arcadia Group, Ian Grabiner, a second cousin of Lord Grabiner, will be questioned in a separate panel.  Lord Grabiner, who had attempted to avoid attending the committee, wrote in a statement that Green and the board had come to the conclusion in early 2015 that BHS should be sold: “The deterioration in the BHS business was such that the only practical alternative was to place the company into administration.” However, more than £25m was then paid out from the department store to its new owner Retail Acquisitions in its 13-month tenure before BHS collapsed into administration.  The inquiry will hear from BHS pension trustees later in the week, before grilling Retail Acquisitions directors early next month. The hearings will culminate with Green facing MPs on 15 June.",
  "webTitle": "Sir Philip Green could help draft law to protect pensioners, says MP",
  "webPublicationDate": "2016-05-22T17:09:31Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/sir-philip-green-could-help-draft-law-to-protect-pensioners-says-mp",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Frank Field",
      "id": "politics/frank-field",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    }
  ],
  "guardianId": "business/2016/may/22/sir-philip-green-could-help-draft-law-to-protect-pensioners-says-mp"
}