{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/22/the-machine-stops-review-york-theatre-royal-em-forster",
  "id": "2016-05-22-171",
  "sectionId": "stage",
  "body": "A woman looks into a screen showing the face of her faraway son. Electronic music ping pongs around her. Surrounded by buttons that bring her hot water, fresh air, remote voices, she hardly ever travels. What is the point when Peking is pretty much the same as Shrewsbury? There is nothing like a long-ago look at what was once the future to wire you into the truth of the present. And nowhere better than the theatre to make this wire feel live. EM Forster’s short story The Machine Stops was published in 1909. Its apocalyptic vision must then have looked wild. The surface of Earth is deemed incapable of supporting life. Underneath it, people live in self-contained cells, communicating with each other remotely. Their lives are controlled by the Machine. Which we might call technology. They have lost the habit of touching each other, of seeing things directly rather than on a screen. The forests have been chopped down for newspaper pulp. People no longer know the word for snow.     They’re behind you: Gareth Aled, Maria Gray and Caroline Gruber in The Machine Stops. Photograph: Ben Bentley    Neil Duffield’s adaptation for Pilot Theatre is faithful to Forster. Caroline Gruber is the stationary woman, an expert on the old “primitive civilisation”, especially the “music of the Australian period”. Karl Queensborough plays her rebellious son. He brings catastrophe to a regime which, unchallenged, has become a religion. He ushers in the possibility of once again looking directly at the stars. Juliet Forster’s production is nimble in a small space, and not doggedly literal. Rhys Jarman has designed a metal scaffolding over which creatures – the energy in the Machine – swarm in sackcloth-coloured onesies. Maria Gray and Gareth Aled swing and clamber together, sometimes upside down. They speak the automated messages of the Machine’s repair system. First in a smooth monotone. Later, they falter, stammering over each other in a dextrous display of synchronous failure, like snarled cassette tapes. The action, chilly rather than truly fearful, is expanded by the soundscape created by John Foxx and Benge. First routinely soothing notes, then a rough wall of noise. Finally a burst of choric, almost sacred music, as humans enter a non-mechanical universe. The Theatre Royal gleamingly reopened last month after redevelopment. In the manner of today’s stages, it now lures audiences towards drama with everyday theatre: a cafe, visible to passersby. A cultural machine with a friendly face. • The Machine Stops is at York Theatre Royal until 4 June. Box office: 01904 623568 • Susannah Clapp reflects on Oscar Wilde’s essays on criticism in The Essay: Lines of Work on Radio 3, Tuesday 24 May at 10.45pm",
  "webTitle": "The Machine Stops review – EM Forster’s chilling vision",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/22/the-machine-stops-review-york-theatre-royal-em-forster",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EM Forster",
      "id": "books/emforster",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/22/the-machine-stops-review-york-theatre-royal-em-forster"
}