{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/voters-turned-off-by-mps-jeremy-hunt-phone-pmq-voter-apathy",
  "id": "2016-05-09-251",
  "sectionId": "commentisfree",
  "body": "Two ministers are told off like naughty schoolchildren for playing on their phones as the opposition gamely tries to quiz the government on cuts to nurses’ bursaries. Just a few hours earlier an MP uses his opportunity to grill the prime minister – one of the few moments in parliament when the public may actually be watching – to ask a question about Gary Lineker’s promise to present Match of the Day in his pants. While wearing a silly grin and a Leicester City scarf. All of this 24 hours before crucial elections across the country. Just another day in the Palace of Westminster, the “birthplace” of modern democracy. Is it any wonder people are turning away from politics in their droves? The turnout at the last general election, one of the most unpredictable in the past 50 years, was only 66%. In 2012 the turnout for the local elections was a dire 32%. Turnout in London last week was hailed as a triumph, a whopping 44% – but still lower than in 2008 ...    PMQs has become a byword for politicians’ stupidity, their schoolboy heckling, and terrible jokes    Getting voters out is an obsession for politicians – they all like to imagine that had people been lured away from the TV to the polling booth they would have won – but too often they fail to acknowledge their own culpability for the apathy and active dislike among the electorate. “You might think you’re sticking two fingers up at politicians when you stay at home on election day, you’re really doing yourself out of a chance to have your say about your life,” wrote Gloria del Piero in April. While I entirely agree with the sentiment – people absolutely should vote – I also understand why an interest in politics is becoming an increasingly niche affair. It’s all too easy to sound like you’re hectoring when you plead with people to vote, especially if you’re an MP surrounded by colleagues seemingly doing their utmost to alienate the public. The Jeremy Hunt video in particular should come with a blood pressure warning. The minister for health sits idly on the Tory front bench using a junior minister to answer shadow health spokeswoman Heidi Alexander’s questions. If that isn’t disrespectful enough to the house and our democracy, Hunt spends his time tapping away on his mobile. And next to him, Therese Coffey, deputy leader of the house, is doing likewise. That the Speaker, John Bercow, felt the need to interrupt Alexander to tell them to stop should be bad enough – that the pair ignored him, continued to perhaps play Candy Crush, then had to be reprimanded a second time, should be a source of great embarrassment for them both. But it isn’t. You can tell by their smirks, and the wails from the sparse Tory backbenches. Their ire is directed at Bercow, a man trying to bring a bit of decorum to a debate, lest we forget, about the money the government is removing from trainee nurses.           Jeremy Hunt scolded for using phone during NHS debate    Leicester East MP Keith Vaz’s question at Wednesday’s PMQs was another egregious example. While Labour spends much of its time telling us of the dangers of a Tory government, Vaz – a man never averse to a bit of self-promotion – chose to ask this: “During this amazing season the local Leicester hero Gary Lineker thought the idea of Leicester winning was so far-fetched that he said that if they did win, he would present Match of the Day in his underwear … do you agree that in politics as well in football, when you make a promise, you should keep it?” To be sure, there’s a slight dig at broken Tory promises in there – but it’s very much the background to a pointless, attention-seeking statement on Lineker’s pants. Prime minister’s questions is a remarkable thing – many countries would kill for the opportunity to put their leader under the spotlight once a week. It is also one of the only times any great number of MPs bother to attend the chamber at all – desperately scrabbling to get their mug in front of a camera. But so demeaned is this ritual that PMQs has become a byword for politicians’ stupidity, their schoolboy heckling, and terrible jokes. It’s only a few weeks ago the session was dominated by “your mum” jibes. Could Vaz really think of nothing better to ask? Is there no constituent in dire need of help, crippled by government cuts, whose case he could have brought to national attention?    Scandal! Caught playing iPhone game at 3+ hour Senate hearing - worst of all I lost!— John McCain (@SenJohnMcCain) September 3, 2013    The end result of all this is that elections are skewed by low turnout and disenchantment: Ukip won the European elections. But this is far from a British phenomenon. Across the world the rise of extremist, outsider figures is clear to see. The AfD in Germany. Rodrigo Duterte in the Philippines. And of course there’s the US. When that bastion of old-school, bipartisan politics, John McCain, next complains about the nomination of Donald Trump, he might do well to remember the 2013 Senate hearings on Syria. Bored during over three hours of testimony, McCain was caught playing poker on his phone. He laughed it off – no big deal, right? Just another example of what a “down-to-earth” fella he is. But a steady drip, drip, drip of these stories is fundamentally shifting public opinion. Across the spectrum, from Trump to Jeremy Corbyn, anti-politics candidates are gaining traction. And if that doesn’t worry you, consider how long it will be before this sentiment morphs into a rejection of democracy itself.",
  "webTitle": "Quizzing the prime minister on Lineker’s pants – this is how democracy dies | Toby Moses",
  "webPublicationDate": "2016-05-09T09:59:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/voters-turned-off-by-mps-jeremy-hunt-phone-pmq-voter-apathy",
  "keyword": [
    {
      "webTitle": "Voter apathy",
      "id": "politics/voterapathy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Keith Vaz",
      "id": "politics/keithvaz",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Moses",
      "id": "profile/tobymoses"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/voters-turned-off-by-mps-jeremy-hunt-phone-pmq-voter-apathy"
}