{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/robert-peston-vote-leave-mad-slur-eu-referendum-debate",
  "id": "2016-05-12-70",
  "sectionId": "politics",
  "body": "David Cameron looks set to avoid facing either Boris Johnson or Michael Gove in the EU referendum live television debates, despite the leave campaign threatening to complain to Ofcom or launch legal action. The prime minister has so far agreed to two events – an interview with Sky and another ITV interview back-to-back with the Ukip leader, Nigel Farage. But senior Brexit campaigners, including John Whittingdale, the culture secretary, have called on ITV to think again about its format, arguing No 10 should not be allowed to pick its opponents and Farage is not representative of the official out campaign.  Both Cameron and George Osborne are now almost certain to refuse to appear at the main BBC live rally and the prime minister is unlikely to agree to debate senior Conservatives at any of the seven planned broadcast events. It is understood Jeremy Corbyn, the Labour leader, is also declining to appear at the main BBC rally because he will not share a stage with Conservatives, leaving the Wembley event without either of the two main party leaders. A source said Labour was pushing hard to ensure the debate was not too dominated by rightwingers because it “can’t just be left to the Tories to make the case to remain” but they would only look at a format for Corbyn that “recognised his position”.  They would want the Labour leader to have “equal billing” and “the same status” as the kind of interview formats offered to Cameron – so that he was not just one voice among many in a crowded debate field.  In campaign sources suggested they would want to use a variety of political voices from across the spectrum in the live television events, highlighting Corbyn, Tim Farron, the Lib Dem leader, Nicola Sturgeon, the SNP leader, and Caroline Lucas, the Green leader, as supporters of the remain cause. The format of the debate has been the subject of painstaking negotiations between the parties, campaigns and broadcasters, as the live event could have a powerful influence on the electorate in the run-up to the 23 June vote.     Farage has been asked to join the ITV debate. Photograph: Lauren Hurley/PA    The discussions have been marred by a furious row over ITV’s decision to let Farage represent the voice of the out campaign instead of the official Vote Leave group. The out campaign want Gove to go up against Cameron for the sequential interviews, instead of Farage. For the BBC rally, they would like Johnson, and Gisela Stuart, the Labour MP and chair of Labour Leave campaign, for the main rally. But both Downing Street and ITV are refusing to back down on the Cameron and Farage event, with the broadcaster strongly defending the impartiality of its coverage against accusations by Vote Leave that it has bowed to No 10 pressure. On Friday, Whittingdale, the culture secretary and leading Vote Leave campaigner, called on ITV to think again or face a referral to Ofcom about its “extraordinary” decision Speaking as a Brexit campaigner rather than in his cabinet role, Whittingdale said it would be “fair” to refer the decision to the regulator. His intervention came in a round of broadcast interviews after Johnson, his fellow leave campaigner, declined to get involved. He told Sky News that ITV should look at this again as it was right for each of the official campaigns to put up their best person. “I hope they will listen to the arguments but if the leave campaign feels ITV have failed to be sufficiently balanced... Ofcom have a system whereby they adjudicate and I’m sure Vote Leave might wish to make a complaint if that is their view if they feel it has not been a fair process.” One of the Vote Leave statements questioned the impartiality of ITV and Robert Peston, its political editor. Peston dismissed this as a “mad slur” against him. Vote Leave also suggested ITV would regret its behaviour as the current incumbents of No 10 would not be around for much longer. Peston rejected the allegations on Twitter, branding them “completely idiotic”.    So, & I can hardly believe I need to say this, I never campaigned for the euro & ITV is wholly impartial in EU referendum debate— Robert Peston (@Peston) May 11, 2016    On Thursday morning, the campaign group had slightly tempered its tone, but a spokesman continued to threaten legal action against ITV for putting up the Ukip leader as Cameron’s opponent instead of one of its leading figures. Asked about the Vote Leave statements, Johnson initially claimed he had not read them as he arrived at a steel factory in Christchurch, Dorset. But pressed further after a speech, he dismissed the row as “microcosmographica” and urged people to stop obsessing over the debates. “I would much rather talk abut the issues that matter to the people of the country and the great choice that we face in a few weeks’ time,” he said. “The more we bang on about who is going to be talking to whom in the debate, the more people’s eyes will frankly glaze over. “We need to focus on choice, and the choice is between freedom and I think an endlessly more bureaucratic regime; it’s between democracy and bureaucracy, and it’s between the future and the past.”     Johnson at the Reid steel factory in Christchurch. Photograph: Ben Birchall/PA    ITV invited the Ukip leader to take part because it believed the prime minister would not agree to appear in the same programme as Johnson or Gove. Johnson had also initially suggested he did not want to debate against other senior Tories, before appearing to shift his position. On Thursday, he said he was happy to debate with Cameron or anyone else head to head, having already said it would be “wet” and “wimpy” to refuse to take on anyone, but said he would not apply those terms to the prime minister. “I am happy to debate anybody within reason,” he said. “I will do whatever. I think the most important thing is that this subject of personalities and debates doesn’t start to dominate the next few weeks.” Farage, who is linked to Grassroots Out, a rival leave campaign that did not receive the official designation, said he was “deeply disappointed” by the reaction of Vote Leave. The seven EU referendum ‘debates’ in full There are at least seven EU referendum debate programmes planned by the major broadcasters. Here is the full list: Thursday 26 May – A BBC programme aimed at young voters, broadcast from Glasgow and hosted by Victoria Derbyshire. Further details are not available yet. Thursday 2 June – Sky’s first referendum programme, with Cameron for remain being interviewed in front of a live audience for an hour. Friday 3 June – Sky’s second programme, with Gove for leave being interviewed in front of a live audience for an hour. Tuesday 7 June - ITV’s Cameron/Farage “debate”, although they will be interviewed separately by Julie Etchingham in front of a studio audience during the hour-long programme. Thursday 9 June – ITV’s second event. This will be a proper two-hour debate, chaired by Etchingham, with figures from leave and remain. The list of participants has not been finalised, but Johnson has been invited. Wednesday 15 June - A BBC Question Time event, moderated by David Dimbleby, featuring senior figures from leave and remain. It is expected that they will be questioned separately, as happened during the 2015 election leaders special. Tuesday 21 June - The final BBC event, two days before the referendum, filmed in front of a huge audience at the SSE Arena in Wembley. David Dimbleby, Mishal Husain and Emily Maitlis will present. The plan is for the debate to feature three figures from each side, but No 10 is particularly unhappy about this proposal, because it does not want Tories debating Tories, and claims the large audience could make it rowdy. • This article was amended on 13 May 2016. An earlier version referred to the young voters debate as taking part on Thursday 19 May rather than 26 May.",
  "webTitle": "David Cameron to avoid facing Johnson or Gove in Brexit debates",
  "webPublicationDate": "2016-05-12T18:38:23Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/robert-peston-vote-leave-mad-slur-eu-referendum-debate",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "ITV News",
      "id": "media/itv-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/12/robert-peston-vote-leave-mad-slur-eu-referendum-debate"
}