{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/an-enemy-of-the-people-review-hugh-bonneville-whistleblower-chichester-festival-theatre",
  "id": "2016-05-04-17",
  "sectionId": "stage",
  "body": "This is the fifth major revival in eight years of Ibsen’s study of a Nordic whistleblower. Even if Howard Davies’s vigorous production cannot match the volatility of Thomas Ostermeier’s recent German version – in which audience members were encouraged to air their own spontaneous political protests, as in a rowdy version of Question Time – it brings Hugh Bonneville back to the stage after 12 years. Having played an aristocrat of the blood in Downton Abbey, he now rises successfully to the more strenuous challenge of embodying Ibsen’s faith in aristocracy of the intellect.     Deeply troubling … An Enemy of the People. Photograph: Tristram Kenton for the Guardian     Ibsen’s Dr Stockmann is a tricky character. In the first half, we find ourselves rooting for him as a champion of truth. In his role as a thriving spa’s chief medical officer, he discovers that the town’s baths are contaminated and gets the backing of the press and local businessmen in demanding full disclosure. When, however, his mayoral brother casts doubt on his analysis, and reveals the huge cost of closing the baths, the mood swings against him. In the famous fourth act, Stockmann turns on the people, denounces majority opinion and calls, like a latterday Coriolanus, for the “extermination” of his opponents.  How does one handle this? Play this 1882 piece in Victorian frock coats and it can end up looking like Jaws with whiskers. Update it totally, as David Harrower did in Public Enemy, and you turn it into an attack on a consumerist, capitalist culture that Ibsen never wrote. Davies, using Christopher Hampton’s faithful translation, shrewdly adopts a middle course by setting the play in what I took to be the 1940s, with suits for the men, felt hats and slacks for the women. The shift in period chimes with Stockmann’s patriarchal belief that reforming society is man’s work; at the same time, it makes sense of the new spirit of feminist independence, represented by his daughter. It also hints at something we have lately discovered: that whistleblowers aren’t automatically unblemished individuals.    Bonneville presents us with an egoist whose faith in untrammelled will leads to self-delusion     It is a point that Bonneville makes with unerring precision. In the early scenes, his Stockmann is wreathed in naive self-certainty. Bonneville beams like a baby on being told that his analysis of the baths is a masterpiece, vainly imagines the torchlit processions he will receive and hurls himself violently at unsuspecting sofas when thwarted. This element of recklessness carefully prepares us for the fourth act, when what starts as a defence of scientific fact turns into a tirade against democratic rule. In a finely judged performance, Bonneville presents us with an egoist who initially has right on his side but whose faith in the untrammelled will eventually leads to self-delusion.     William Gaminara, Hugh Bonneville and Abigail Cruttenden in An Enemy of the People. Photograph: Tristram Kenton for the Guardian     Not even Hampton’s version can conceal the fact that the women, unusually for Ibsen, are more thinly conceived, but Abigail Cruttenden conveys the far-sighted practicality of Stockmann’s wife and Alice Orr-Ewing lends his daughter a touch of fire.  But small-town Norway is seen as a predominantly male world and William Gaminara as the mayor whose celibacy Bonneville mincingly mocks, Adam James as an opportunist newspaper editor and Jonathan Cullen as a printer who believes forcefully in moderation all give exactly observed performances. Even if they could be a touch more threatening, the citizens of Chichester also make a sizeable fourth-act crowd. It remains a deeply troubling play, in that Ibsen clearly shared many of Stockmann’s views about the tyranny of the majority, but also a frighteningly topical one in its portrait of the way those in power suppress, or distort, truth. Every week that passes explains why it is currently Ibsen’s most fashionable play.   • At Chichester Festival theatre until 21 May. Box office: 01243 781 312.",
  "webTitle": "An Enemy of the People review – Hugh Bonneville's whistleblower is a man of our times",
  "webPublicationDate": "2016-05-04T22:00:34Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/an-enemy-of-the-people-review-hugh-bonneville-whistleblower-chichester-festival-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Henrik Ibsen",
      "id": "culture/ibsen",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Chichester festival theatre",
      "id": "stage/chichester-festival-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/04/an-enemy-of-the-people-review-hugh-bonneville-whistleblower-chichester-festival-theatre"
}