{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/barnaby-joyce-denies-implying-indonesia-allowed-boats-to-travel-to-australia",
  "id": "2016-05-26-348",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has said there is “no link” between the Indonesian government and people smuggling, in an effort to hose down controversy created by Barnaby Joyce suggesting a ban on live cattle exports from Australia was linked to an increase in the number of asylum seeker boats coming to the country. The Australian prime minister moved to assuage evident anger from the Indonesian government after the comments by Joyce, his deputy, on Wednesday night. During a debate on regional policy. Joyce said: “Might I remind you when we closed down the live animal export industry, it was around about the same time that we started seeing a lot of people arriving in boats in Australia … I think it’s absolutely the case that we created extreme bad will with Indonesia when we closed down the live animal exports.” An Indonesian government spokesperson said: “There is no link between the policy of live export ban and the increased numbers of boats into Australia. “Indonesia was and remains committed to being a part of the regional solution to the common challenge we are facing of people smuggling.”    Dep PM @Barnaby_Joyce has linked 2011 decision to suspend live exports with more asylum seekers @abcnews #ausvoteshttps://t.co/fmy3IG2oR0— Matthew Doran (@MattDoran91) May 25, 2016    On Thursday Joyce sought several times to play down his remarks. “I’m not saying that this caused the Indonesians to start sending people across. I never suggested that. What I did clearly suggest that it made it difficult, it gave a real degree of difficulty in how we negotiate with Indonesia.” At a press conference in Rockhampton, Turnbull was asked about Joyce’s comment it was “bleeding obvious” it had been an insult by the former Labor government under Julia Gillard to cut off Indonesia’s supply of meat. Turnbull said: “You’re being unfair to my good friend, the deputy prime minister here. Let me be quite clear about this. There is no link between the Indonesian government and people smuggling.” Turnbull described the live cattle ban as an “incredible affront to Indonesia”. “Now, the only point that I want to stress is that our cooperation with Indonesia, in terms of stopping people smuggling, is very, very strong. They are as committed to stopping that trade as we are, and indeed all the other countries that are party to the Bali process.”   According to Fairfax Media, Indonesia’s former foreign minister Marty Natalegawa said any suggestion of a link between the ban and people smuggling was “patently false”. “At best, it represents an over-analysis of the subject,” said Natalegawa, who was foreign affairs minister at the time. “Worse still, it is shocking to suggest that the Indonesian government would risk the safety and lives of innocent asylum seekers in making the treacherous journey to Australia simply to make a point.” Joyce’s opponent in New England, the independent Tony Windsor, said: “What Joyce did last night was prove that he is unfit to be in a leaders’ debate. He is unfit to be a leader. He has insulted Indonesia, our nearest neighbour.” Windsor said Joyce had alleged that Indonesia would put people on the water in retaliation for the temporary live export ban.    Related: Live animal export rules to be reviewed by Productivity Commission inquiry    “This statement will do far more damage than anything that minister [Bill] Ludwig did at the time.” Windsor called on Turnbull to clear up the statement by saying “this bloke just had a brain explosion, we apologise for him”. Speaking on ABC News Breakfast on Thursday the Greens leader, Richard Di Natale, attacked Joyce’s comments, saying it was a “remarkable statement” that suggested “as a result of the actions that were taken, that somehow the Indonesian government were responsible for orchestrating refugees coming to Australia”.  “What it does is it compromises the relationship that we have with one of our most important trading partners and it just shows that here we are with this very toxic debate towards refugees and asylum seekers and we have a desperate deputy prime minister who tries to link that with the live animal export trade. “To effectively accuse the Indonesian government of deliberately orchestrating the movement of people – it’s staggering.” Asked about Joyce’s clarification, Di Natale said it was “not at all” reasonable to say the export ban had affected the relationship and Joyce’s comments would do “far more damage than a domestic policy response that was the right response to live animal exports”. On Thursday the treasurer, Scott Morrison, rejected the claim Joyce had suggested the live export ban caused the increase in refugee boats.  “I don’t accept that is the link that Barnaby made last night,” Morrison told AM host Michael Brissenden. “I don’t think that’s what Barnaby has suggested – that’s what you’ve implied and what others have implied. “What I do know is this – when Labor made the changes to the live cattle trade, overnight, in response to the Greens’ revolt they got amongst their own support base, it cost Australian jobs.” On Thursday, the minister for northern Australia, Josh Frydenberg, said: “Barnaby Joyce was making the obvious point that you don’t go and insult a most important and critical neighbour as Indonesia by undermining their food security, by banning, after a television show, a $1.5bn industry.   Related: Barnaby Joyce links live export ban to increase in asylum seeker boats    “What’s he’s made clear is that that [the ban on] live animal exports ... was a disaster and, at the same time, we were seeking greater cooperation with Indonesia on the very difficult diplomatic and strategic issue of border protection. “Now we’ve cleaned up both issues: one, we’ve ensured the live animal export trade continues to strengthen and provide food security to Indonesia and now we’ve got much better cooperation with Indonesia and been successful at stopping the boats.”",
  "webTitle": "Turnbull defends Indonesia in bid to hose down row over Joyce's comments",
  "webPublicationDate": "2016-05-26T00:23:05Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/barnaby-joyce-denies-implying-indonesia-allowed-boats-to-travel-to-australia",
  "keyword": [
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Julia Gillard",
      "id": "world/julia-gillard",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tony Windsor",
      "id": "australia-news/tony-windsor",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/26/barnaby-joyce-denies-implying-indonesia-allowed-boats-to-travel-to-australia"
}