{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/labour-lead-welsh-government-deal-deadlock-plaid-cymru-carwyn-jones",
  "id": "2016-05-18-126",
  "sectionId": "politics",
  "body": "Labour will lead the next Welsh government after a deal with the nationalists Plaid Cymru was brokered to end an unprecedented week-long deadlock and it accepted it would have to work in a more inclusive way. Carwyn Jones will remain first minister but his anointment threatened to be overshadowed by a sexism row after Ukip’s leader at the assembly, the former Tory MP Neil Hamilton, branded two senior female assembly members “political concubines” and called Plaid a “cheap date”. Welsh Labour failed to win a majority at the assembly elections and Plaid, the second biggest party, put forward its leader, Leanne Wood, as a candidate for first minister against Jones. Thanks to mischievous support for Wood from the Tories and Ukip – Plaid’s sworn enemies – the pair tied and the people of Wales faced having to return to the polls if the impasse remained.  Following days of talks between Labour and Plaid, the parties reached agreement and, subject to the Queen’s approval, Jones will lead a minority government.  Hamilton branded it the “coronation of King Carwyn” and claimed the deal made Plaid a “very cheap date”.     Neil Hamilton campaigning for Ukip with his wife Christine. Photograph: Matt Cardy/Getty Images    He was accused of sexism after calling Wood and the Liberal Democrat Kirsty Williams – who backed Jones last week – “political concubines in Carwyn’s harem”.  Williams tweeted: “The blatant sexist language was bad enough but Neil Hamilton actually talked about dodgy deals with a straight face.”    The blatant sexist language was bad enough but Neil Hamilton actually talked about dodgy deals with a straight face.— Kirsty Williams (@Kirsty_Williams) May 18, 2016    While an MP, Hamilton faced allegations that he took cash for asking parliamentary questions, which he has always denied.  The Welsh Conservative leader, Andrew RT Davies, said it was “groundhog day” and Plaid, which has worked in coalition with Labour in the past, had fallen in line with Labour. Wood, however, made it clear her party was not part of a coalition. She pulled no punches when she accused Labour, which has been in government in Wales since 1999, of arrogantly believing it was entitled to power.  The Plaid leader said her party was “allowing” Jones’s election as first minster but was not supporting him and would oppose and challenge Labour when it disagreed. “We intend to be an opposition. We are prepared to use our mettle if and when that is needed,” she said. Jones made it clear within the debating chamber and outside it that Labour would operate in a new way in this fifth assembly. On Twitter he said: “We have no doubt about the responsibilities on us, and the responsibility upon me in particular, to work with others.”     We have no doubt about the responsibilities on us, and the responsibility upon me in particular, to work with others— Carwyn Jones (@fmwales) May 18, 2016    In the Senedd, Jones said that for the fifth time in a row the Welsh people had asked Labour to form the next government.  But he added: “For the fifth time in a row they have said: ‘Proceed, but with caution and humility.’ Because we have no majority. Of that we are acutely aware … No one party has a monopoly on good ideas, and I want this assembly to be more open and more confident than the last.”  He said the priorities for the first 100 days would include a “relentless focus on securing a successful and sustainable future” for the steel industry and campaigning “vociferously” for the UK to remain in the EU.  A key plank of the agreement with Plaid – called A Compact to Move Wales Forward – is the establishment of three liaison committees on finance, legislation and the constitution. Jones said these would comprise a Labour minister and a Plaid Cymru representative and would be staffed by the civil service. Offering an olive branch to the other parties, Jones said the government would not bring forward any new legislation in the first 100 days, giving political groups in the assembly time to establish “a new way of doing law-making in Wales”. He said that when the time was right the government would introduce a new public health bill and, on a cross-party basis, a law to remove the defence of “reasonable chastisement” – smacking.  Jones concluded: “Wales does not want for ambition. Wales does not want for brilliance. And if the last few days are anything to go by, Wales does not want for excitement either. It is our job, collectively, to make real that ambition. To turn that brilliance into sustainable success and growing prosperity for all. And where we have excitement, let’s make sure it comes with results. “We have given the media, the Welsh historians and the commentariat plenty of what they want – theatre and intrigue. It is time now to give the Welsh people what they want and expect: good governance, delivery and respect.”",
  "webTitle": "Labour will lead Welsh government after deal ends deadlock",
  "webPublicationDate": "2016-05-18T15:03:49Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/labour-lead-welsh-government-deal-deadlock-plaid-cymru-carwyn-jones",
  "keyword": [
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Carwyn Jones",
      "id": "politics/carwyn-jones",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/18/labour-lead-welsh-government-deal-deadlock-plaid-cymru-carwyn-jones"
}