{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/weight-loss-surgery-stories-nhs",
  "id": "2016-05-30-140",
  "sectionId": "commentisfree",
  "body": "What is the best way to tackle the rise in obesity in the UK: education, counselling or surgery? If you think we should focus on that last option, you’re not alone. In the British Medical Journal this month, bariatric surgeons warned that the UK was lagging behind other countries in Europe when it came to offering weight-loss surgery. They argued that the procedures could help 2.6 million obese people in the UK. But what do those who have had the surgery say? Here two women discuss the benefits – and pitfalls. Hilary Corrigan, 56, Rugby: Losing weight was the final nail in the coffin for my marriage      I had the surgery in 2007 when I was 47. At my heaviest I weighed 22st 10lbs, but I lost a bit before I went for the surgery, so I was around 20st then. I had no particular weight I was aiming for. I was told at the time that most “bandits” lost between 60% and 70% of their excess weight, which seemed reasonable to me.  I’d spent most of my life overweight and it had got worse as I went through several pregnancies. I’d lose a bit and put it on again, and more, until I was a size 26 or 28. I’d lost a couple of stone on yet another diet when I made the decision to have gastric band surgery. I’d come into some money and for once decided to use it on myself, so I was able to have it privately. I just didn’t want to be fat and 50. The surgery was OK – I spent one night in hospital and came home. I had a pack of instructions, and a nurse rang me a few times to see how I was doing. The pain wasn’t bad and I felt good for seeing my decision through. I felt proud too that I’d had the courage to do it, and more in control of my life than I had been for ages. I concentrated on my recovery and followed the eating plan I’d been given. I had some restriction from the band straight away, so never went back to the huge portions I was used to. That hasn’t really changed; I’m happy I did it and while eating the right things can be a struggle, it’s a struggle I now usually win. I lost weight quite quickly to start with, but it slowed right down. I now weigh around 12st and wear size 12 clothes. There have been ups and downs along the way but I’ve stayed quite stable for a few years now. In terms of the pitfalls and positives, I’ve lost a few friends and a husband since having the surgery, which could be counted as either. My marriage was in trouble anyway but me losing weight was the final nail in the coffin. I think the balance of power within the relationship altered as I lost weight and gained confidence. I lost friends mainly because my lifestyle changed, and I discovered I enjoyed different activities, including some types of exercise. I’m much happier, healthier and fitter now. Before surgery there is no way I would have done exercise classes because I wouldn’t have had the confidence. I would have thought people were looking at me, even if they weren’t. It takes courage to exercise when you’re fat.  When you’re fat, you’re always treated just that little bit differently and probably think of yourself as being different too. I got a new job after I’d lost most of the weight and I’ve made new friends there, who have only known me as I am now. They’re mostly aware I have the band, but they just treat me as normal.  The band is a tool that has helped me lose weight for good by restricting my portion sizes and reminding me every time I eat that I have to be careful. It’s not an easy ride – you still have to eat the correct foods, and it requires determination and a complete change of lifestyle. Less food and more exercise is the key. People should be offered weight-loss surgery if they are really overweight and are serious about doing something about it. Losing weight would surely save not only lives, but also NHS money and resources. It’s win win.  Surgery empowers people to take control of their eating. It doesn’t cure eating problems that are in our heads, but it restricts portions, which has to be good – and counselling alongside the operation should be in place to help those who need it. It’s a life-changing procedure and should be treated as such. Sarah King, 52, Buckinghamshire: Surgery stopped me overeating, but it hasn’t resolved my issues with food     Sarah King, left, with her daughter. Photograph: Sarah King    My issues with my weight started when I was very young. I was the classic chubby-cheeked child, deemed cute while I was a toddler, but less so when I started school. I remember the pills the receptionist had to give me to limit my appetite at break time, and the humiliation of being taken to hospital to have my rolls of flesh measured with callipers. Every detail of those cold silver prongs poking my side is imprinted on my memory. I had been to the same doctor all my life, and not once over all those years did anyone ask the right questions, such as – why have you been gaining weight at the rate of a stone a year? What is going on in your life to make you eat excessively? They couldn’t see that I was struggling to control both my weight and my life.  Later on in life, I tried to reach out and ask for help when I was experiencing depression after the death of my husband. I was really struggling, and using food as a coping mechanism. But the doctors didn’t focus on my grief and all I was given were diet sheets and the fat-binding pills that caused diarrhoea. I was left with a sense of failure. In my late 40s, my children and my new partner made me realise I needed to take control. I needed to do something to help myself. That’s why I went privately to get a gastric sleeve fitted. It cost me £9,000, as I wasn’t ill enough to get help from the NHS. I was very anxious because it was a permanent fix, but optimistic about the results. The operation was such a shock to the system. I had no counselling regarding why I was in such a mess. No one chooses to weigh nearly 24 stone. I have lost 10 stone since the operation (I am still technically obese for my height) but I am not completely comfortable with how I look now. My excess skin stops me wearing certain clothes - well, not the skin so much as the looks from other people. I don’t have the confidence to even show my upper arms. I was not warned about the skin problem but I’m not going to have any further operations to change it. I am going to live with what I have and focus on my health rather than my weight. I was nauseous and extremely tired for months after the operation. I also lost my hair. I was told I would get hair thinning but I didn’t expect the extent of my hair loss. Before the operation I had a full head of curly hair, but afterwards it was straight as a die and thin. That was a shock, and it thinned at a rapid rate. It’s a common side-effect and I was told to take vitamins but they did no good. I was tired too because I was not eating much. It was an overwhelming shock to my body. Weight-loss surgery is not for everyone and is by no means an easy fix. Instead of jumping to it as a solution, more should be done with young people to educate them about healthy eating. Eating is such a prominent part of our culture and I have found it hard to adapt to life with my gastric sleeve. There’s a whole list of things I cannot eat now – not because I’m not allowed to but because they make me physically sick: no fizzy drinks, bread, rice or anything too rich in flavour. My life is challenging now. I feel left out of celebratory meals and I cannot drink alcohol to any degree as it has a powerful effect on me. I chose to have a gastric sleeve, which is a permanent alteration, to try to live a life that I wanted. The surgery may have stopped me overeating, but it hasn’t resolved my psychological issues with food, which come from being an only child with parents who were at war with one another. Food was comfort as well as a punishment, and the biggest thing I have to come to terms with is that that comfort has been taken away. I haven’t found anything else to replace it, except maybe shopping. I know ultimately that not eating so much is good for me, but going cold turkey is horrible. The doctors were able to physically stop me from eating too much but didn’t deal with the compulsion that made me want to overeat. This means I now struggle to control my mood. Being impatient was one of the reasons conventional diets never worked for me. Now I have no choice.",
  "webTitle": "Weight-loss surgery stories: 'It was the end for my marriage. But I'm much happier' | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-30T10:13:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/weight-loss-surgery-stories-nhs",
  "keyword": [
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/weight-loss-surgery-stories-nhs"
}