{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/malia-obama-attend-harvard-university-2017-gap-year",
  "id": "2016-05-01-59",
  "sectionId": "us-news",
  "body": "Barack Obama’s daughter Malia will take a year off after high school and attend Harvard University in 2017, the White House announced on Sunday. The 17-year-old is a senior at the elite Sidwell Friends School, in Washington, the same high school where the children and grandchildren of the Clintons, Roosevelts, Bidens and Gores have attended. Malia Obama graduates in June and will celebrate her 18th birthday on the Fourth of July.           Obama speaks of father’s influence at White House jazz concert    The president recently said he declined an invitation to speak at the graduation ceremony. “I’m going to be wearing dark glasses, sobbing,” he told talk show host Ellen DeGeneres earlier this year. “I’m going to cry.” Malia visited at least a dozen public and private colleges during her search, including Princeton and Columbia, where her parents earned undergraduate degrees. Harvard encourages new admissions to take a gap year before or during their undergraduate years, so that the students can pursue work experience outside school. For the school’s most famous new freshman, the year off could mean less attention when she does start classes in 2017, and time to build her resume.  First lady Michelle Obama has said that Malia hopes to become a film-maker, and that she worked last summer in New York as an intern on the set of the HBO show Girls. She spent the previous summer as a production assistant for CBS, and held previous internships at the National Zoo in Washington. Harvard accepted 5.2% of applicants this year, the lowest acceptance rate in its history. The school has been home to a long list of American leaders and their children: children of Abraham Lincoln, Theodore Roosevelt, Franklin Delano Roosevelt and the Kennedys attended the school, and five of the eight sitting supreme court justices studied at its law school. Obama has said he intends to stay in Washington after he leaves the White House until his youngest daughter, Sasha, graduates from high school in 2019. Even so, the first family has remained quiet about their plans after inauguration day on 20 January 2017, when someone else takes to the Oval Office. “We haven’t figured that out yet,” he told voters in Wisconsin earlier this year. “We’re going to have to stay a couple of years so Sasha can finish.” Though usually extremely private, the president opened up to DeGeneres about his close relationship with his daughter. “I’m not ready for her to leave,”he said. “She’s one of my best friends. It’s going to be hard for me not to have her around all the time, but she’s ready to go. She’s just a really smart, capable person and she’s ready to make her own way.” The Obamas have announced that his presidential library will be built on the south side of Chicago, where he lived and worked before seeking public office.",
  "webTitle": "Malia Obama to attend Harvard in 2017 after gap year",
  "webPublicationDate": "2016-05-01T17:55:33Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/malia-obama-attend-harvard-university-2017-gap-year",
  "keyword": [
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Harvard University",
      "id": "education/harvard-university",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Michelle Obama",
      "id": "us-news/michelleobama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/01/malia-obama-attend-harvard-university-2017-gap-year"
}