{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/monaco-f1-qualifying-daniel-ricciardo-rosberg-hamilton-pole",
  "id": "2016-05-28-90",
  "sectionId": "sport",
  "body": "Daniel Ricciardo set a Monaco lap record to claim his first pole for Sunday’s grand prix. It was Red Bull’s first pole since the Brazilian Grand Prix of 2013, and their first here since 2012. But there was more frustration for Lewis Hamilton, who had problems with his car and was beaten back into third place by his Mercedes team-mate Nico Rosberg. Meanwhile, Red Bull’s other driver, the great F1 prodigy Max Verstappen, returned to earth with a bump when he crashed out in the first stint of qualifying. Formula One is just too unpredictable. Red Bull’s principal, Christian Horner, described Ricciardo’s Q3 lap as “dynamite” and added: “It was an amazing performance. A 1min 13.6sec. Mighty. He’s been driving beautifully all weekend. You’ve only got to look at the last sector, how clean he has been driving, and the lap times just rolled together for him.” While most drivers concentrated on using Pirelli’s new ultrasoft tyres, Ricciardo used the slower supersoft in Q2, which means the Australian will start race using that rubber. Horner said: “We felt the supersoft has a bit more range. We thought if we can get on that tyre, it certainly gives you more strategic options. So I’m surprised no one else opted for it. We gave it a go and it paid off.” Ricciardo’s normal grid-wide smile appeared broader than ever as he revelled in the Monaco pole. “It’s definitely a special place,” he said. “I knew coming into the weekend we would have a shot at it. It looked good from Thursday. I also had it in my mind after Barcelona that I have been driving well but haven’t quite got maximum rewards. So I came into this weekend with a lot of confidence and a lot of belief I could be in this position. I have always enjoyed this place. We have a good package behind us and it’s nice to be able to make the most of out it.” There could not have been a greater contrast between his countenance and that of Hamilton, who must wonder when his ill fortune will change. The Mercedes driver was favourite for pole at the start of Q3 but then hit problems with his fuel pump and his car came to a standstill. “Something’s wrong with the engine,” he gasped over the radio. “I’ve got no power.” The defending world champion’s car was frantically wheeled back to the garage by a team of mechanics but by the time Hamilton re-emerged there were only seven minutes of qualifying remaining. After two aborted efforts he was able to put in just one flying lap before the end. Hamilton had remained positive this season, despite the poor starts and the car woes that have plagued his campaign. He has not won a race since Austin last season. But now he was a study in utter dejection. “It was a difficult qualifying,” he said with marked understatement. “I don’t really know what to say at the moment but the good thing is I did get out to do a lap at least. It was as bad as some of the races have been in respect of the engine problems so I’m grateful to be up in third. Pole was there for the taking but I will do what I can in the race to salvage what I can from today’s result.” When asked about Hamilton’s negative body language the Mercedes principal, Toto Wolff, said: “Lewis wears his heart on his sleeve and when he’s a bad day you can see that and it’s fair enough. It’s his character. We want him to be authentic. But he bounced back very well after Barcelona.” Wolff sounded as if he had had enough of the technical glitches that have marred another otherwise successful start to the season. “We are pushing the limits on the car and all the systems, and on the engine, and when you push yourself you reach the limits. But we need to sort it out. It’s starting to get frustrating. It’s extremely painful not to be on pole.” It was also a painful afternoon for Master Verstappen, the precocious star of Barcelona two weeks ago when the 18-year-old become the youngest driver by more than two years to win a grand prix. Qualifying had barely started before he was out of it and he will start the race from the back of the grid. The young Dutchman broke his right front suspension when he clipped the barrier coming out of the Swimming Pool complex, careering across the track to crash into the wall. “I was already down to earth, but these things happen, especially in Monaco,” he said. “If you count the crashes [at Monaco] over the last few years, there have been quite a few, and unfortunately it happens to me in qualifying after a win in Barcelona. It was very unexpected from my side. Of course, it is not ideal, but I also try to stay out of the barrier and I didn’t do it on purpose.” Verstappen believes his crash cost him a chance of a top-four grid slot. “You don’t want that to happen, especially in Q1 when you have a car that is comfortably top four. It is not what you want. It was pretty simple. I turned in slightly too early, touched the inside barrier and broke the track rods. I couldn’t steer any more so I went straight into the barrier.” On another disappointing day for Ferrari, Sebastian Vettel qualified fourth and Kimi Raikkonen sixth. Vettel said Ferrari should have “done a better job” and that his car “just got worse. Unlike everyone else we didn’t get any quicker.”",
  "webTitle": "Monaco F1 qualifying: Daniel Ricciardo beats Rosberg and Hamilton to pole",
  "webPublicationDate": "2016-05-28T13:36:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/monaco-f1-qualifying-daniel-ricciardo-rosberg-hamilton-pole",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Daniel Ricciardo",
      "id": "sport/daniel-ricciardo",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/28/monaco-f1-qualifying-daniel-ricciardo-rosberg-hamilton-pole"
}