{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/22/edward-bond-medea-war-dea-play-sutton-interview",
  "id": "2016-05-22-88",
  "sectionId": "stage",
  "body": "Famous playwrights are traditionally honoured with productions to mark big birthdays or anniversaries of key plays. However, the theatrical establishment did nothing to acknowledge Edward Bond reaching 80 in 2014, nor was there a revival to mark the passing last year of five decades since the electrifying premiere of Saved, his tragedy about disaffected youth. And although Bond’s Bingo is probably the best biographical play about Shakespeare, it failed to feature in the epic death quadricentennial commemorations by the Royal Shakespeare Company and the BBC.   Related: Torture and baby-stonings: why we need shock theatre ... in small doses    So is Bond bitter about his treatment by British theatre? “No!” he insists. “I’m far too busy.” In Rome, there is a new production of Lear, his 1971 variation on Shakespeare, and another work from the same period, The Sea – a weird comedy of beachside goings-on – has become a hit at the Comédie-Française in Paris. Currently, Bond is working with the composer Laura Jayne Bowler on an opera based on his play Early Morning – censored in 1968 for depicting Queen Victoria as a cannibal lesbian in love with Florence Nightingale – and is directing Dea at the Secombe theatre in Sutton, his first play (apart from pieces for teenagers) to be premiered in the UK for two decades. There might be some surprise at this work turning up in a suburban theatre named after the comedian and religious broadcaster Sir Harry Secombe, but Bond claims not to be craving the facilities of his earlier patrons, the National Theatre, the RSC and the Royal Court. “If they did one of my plays, it would be rubbish,” he says. Why? “Because they wouldn’t understand it.” The problem with British theatre, says Bond, is that “at the moment, we don’t have any drama. That’s really frightening. It’s all been taken over by the Hollywood entertainment industry.”     Marianne Faithfull and Moira Redmond in Bond’s Early Morning at the Royal Court in 1968    But wouldn’t the NT, RSC, Royal Court and West End say that we do have quite a lot of drama? “No. Not for one second. Take the last guy who ran the National Theatre. I don’t know his name …” Sir Nicholas Hytner? “Was it him? Puppets? Was he the puppets one?” This seems to be a reference to War Horse, adapted from Michael Morpurgo’s novel, which ran for two years at the National, seven in the West End and is now touring the UK. “Yes. That was an obscenity. Black Beauty goes to war. What is wrong with our society? That is obscene! And it goes around the world.” Why is it obscene? “War makes bodies. It’s hard on the horses, of course. But it’s harder on human beings.” Apart from his open contempt for its repertoire, British theatre may also be put off by Bond’s reputation as a testing collaborator. After some of the anecdotes that circulate – more Blofeld than Bond – it’s a surprise not to find him sinisterly stroking a white cat as he sits in the Secombe’s bar. “Look,” he politely protests, “I have this reputation of getting very angry in rehearsals. I promise you that I never ever do, really. What I may do, when a director is working on one of my plays, is say: ‘But that doesn’t make any sense!’ And then it’s the director who gets very, very angry.” Bond admits to having walked out of two London revivals of The Sea because “they were so boring. It’s supposed to be a funny play. So I got in my car and went.” The director of one spurned interpretation pursued Bond up the A1 to his home in Cambridge, in a sort of dramaturgical car chase, but the playwright refused to return.     ‘Drama has to push things to extremes’ … Bond, centre, with Edward Avison-Scott and Helen Bang at rehearsals for Dea. Photograph: David Levene for the Guardian    There can be no such disagreement at Sutton, because Bond himself is directing Dea. The play is named after a central character who shares three of the letters and much of the biography of Medea – who, in the Greek tragedy by Euripides, murders her children as an act of revenge against her adulterous husband, Jason. Bond’s version deals more directly than the original with the pursuit of power – “The play is very concerned with political ambitions. Jason wants to get to No 10” – but he is also keen that audiences should not be able to dismiss the infanticide as something that happened once in ancient Greece. “People see Medea as shocking because a woman kills her children. But we’re quite happy to send our children off to war,” he argues. “And a child is killed in a home once a week in England. I think I read that, but can that be really be right?” (I checked later. The most recent figures from the government’s Child Death Oversight Panel attributed 60 fatalities a year to “deliberate harm, abuse or neglect”.)     The stoning scene in Saved at the Royal Court in 1969. Photograph: Donald Cooper/Photostage    Five decades after the simulated stoning to death of a baby in a pram caused scandalised reaction at the Royal Court, Sutton may also be in for some fuss. Apart from the Euripidean child-killing, Dea includes two brutal rape scenes, one of them necrophiliac, and a mother giving fellatio to her son. Bond, though, is shocked at the suggestion that he sets out to challenge or appalaudiences. “It wouldn’t occur to me for one moment as I write that a scene is shocking. I’m just pursuing the logic of a situation – only ever that. I think drama has to push things to extremes so that we can understand what we are doing in our society.” Scenes in Greek tragedies that were once regarded as unimaginable now seem increasingly recognisable to our era, Bond feels. He thinks that Antigone by Sophocles “was the key play for the last century. Because it’s all to do with dictators and obedience to orders. But our play for this century is Medea. It involves much more profound questions for us: what does it mean to be human and how do we build a society?”     ‘Spitefully patronising’ … Bond on Downtown Abbey. Photograph: Nick Briggs/ITV Plc    Some people believe that the best drama is now on TV. So has Bond tried Line of Duty, Happy Valley, or Breaking Bad? These titles seem to spark no recognition, although he then unexpectedly offers: “I’ve watched Downton Abbey. I watched one and was so fascinated that I had to watch another.” What drew him back? “To be exact: it was spitefully patronising, and I found that fascinating. No, I don’t think TV is the place for drama. If you were really writing about the times we live in, they wouldn’t put it on television.”   Related: Best of Bond    If the writer’s views on War Horse and Downton Abbey are what might be expected from a theatrical radical, his attitude on one issue is surprising. Asked about his personal ideology, Bond replies: “I regard myself as a socialist. I have always voted for Labour.” Including three times for Tony Blair? “Absolutely.” So Bond, a lifelong pacifist, voted for Blair, even after the Iraq war? “Yes. I don’t think we understand the Iraq war yet. Harold Pinter thought Blair should be tried as a war criminal. Whatever the situation is in the Middle East now, it was an inevitable crisis then. The real war criminals were probably in the 18th and 19th century, colonists taking over these places. To blame Blair for everything that happened is not to understand the seriousness of politics.” After Sutton, Dea will be seen in France, where Bond is as hymned as he is ignored in Britain, and he is already working on a play that addresses what he feels to be “unanswered questions” in Shakespeare’s tragedies. He expects it to be savagely satirical. Returning to rehearsal, he says: “Our society is so absurd that I sometimes feel I haven’t got enough legs to be pulled.” • Dea is at the Secombe theatre from 24 May until 11 June.",
  "webTitle": "Edward Bond: 'War Horse? Obscene. Downton? Spiteful'",
  "webPublicationDate": "2016-05-22T13:00:03Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/22/edward-bond-medea-war-dea-play-sutton-interview",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Edward Bond",
      "id": "stage/edwardbond",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "War Horse",
      "id": "stage/war-horse",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Downton Abbey",
      "id": "tv-and-radio/downton-abbey",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    }
  ],
  "guardianId": "stage/2016/may/22/edward-bond-medea-war-dea-play-sutton-interview"
}