{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/huge-creative-step-backwards-arts-view-brexit-eu-referendum",
  "id": "2016-05-19-21",
  "sectionId": "politics",
  "body": "The prospect of leaving the EU has been variously described as a “nightmare”, “artistic isolation” and a “huge creative step backwards” by arts leaders surveyed by the Guardian. The vast majority of figures contacted, and many more responding to a Guardian appeal, said they were against the UK leaving the union for both practical and emotional reasons. Many voiced fears about barriers to the free movement of labour and the loss of access to EU arts funding.   Related: British cultural stars sign 250-strong letter backing EU    Alistair Spalding, chief executive of Sadler’s Wells theatre in London, one of the UK’s most internationally diverse venues, said he could not think of a single advantage to leaving, but foresaw many problems. “There would be the nightmare of visa and work permit applications that we have to do. It is less complex for countries in the EU but that would all be thrown up in the air … we would have to bring in more staff to deal with it. “Honestly, I don’t think people really understand what a nightmare it is. Leaving Europe, for our business, it’s bad.” John Summers, chief executive of the Halle Orchestra in Manchester, which employs players from 14 countries and many visiting artists and conductors, said: “Leaving would be disastrous. The biggest thing that has changed in UK orchestras over the past 10 to 20 years is the quality of players coming for audition from outside the UK – it has been hugely positive.”     The Halle Orchestra rehearsing in Manchester. Photograph: Christopher Thomond for the Guardian    Summers said Brexit could mean artistic isolation in the longer term. He said: “Music is an international language. There is no barrier and if we were to lose that free movement I think we could become the land without music – which is what Germany used to call us, the land without music.” The Barbican’s managing director, Sir Nicholas Kenyon, said: “My approach is: we are all Europeans now if you look at the range of co-productions that we now have that depend on the free movement of talent between European countries.” Kenyon stressed that leaving Europe would not mean the end of partnerships and collaborations – “the arts are ingenious, the arts will always find ways of doing things” – but added: “Being in is an immense benefit in terms of the possibilities of creating these co-productions.”     Jude Kelly. Photograph: Sarah Lee for the Guardian    That was a view echoed by the Southbank Centre’s artistic director, Jude Kelly. She said: “We see creative collaboration being supported by remaining part of the EU. I’m not saying it could not happen by being outside the EU, but it would be that much more difficult, that much trickier.” The Guardian contacted several arts leaders directly and also put out an appeal for readers who work in the arts and culture sector to come forward with their views. The overwhelming response was that the UK should remain in Europe. Munira Mirza, who for eight years was in charge of cultural policy in London under Boris Johnson’s mayorship, is in the leave camp and believes there are a number of cultural figures who agree but are reluctant to come out.  “They are worried about their careers and what people might think of them,” she said. “They assume that everybody who wants to leave the EU must be anti-immigration, wants to pull up the drawbridge and so on. There is a large number of people who see immigration has been very positive and engaging with the world and cooperating is the future. It is the EU which stops us doing that sensibly and intelligently. “The choice is not between a closed world and an open world, we want a world even more open.” Mirza rejected the idea that cultural collaboration would be more difficult and said it could be a spur to developing better cultural links with Commonwealth nations and emerging economies. Another practical argument in the debate is, of course, money. The Creative Europe fund was established in 2014, and it says it has supported 228 UK cultural and creative organisations and audiovisual companies, and the cinema distribution of 84 UK films in other European countries with grants totalling €40m (£30m).  Spalding said Sadler’s Wells had recently benefited from €500,000 for various projects, which he admitted had been “hellishly complicated” to get. “It isn’t easy but it’s there and it is definitely worth it.” Mirza said her dealings with Europe were characterised by uncertainty, bureaucracy and unnecessary monitoring. “I have met people who have received EU funding and regretted it,” she said. The remain camp also cites the transformative success of European capital of culture status on cities. The last UK city to hold the title was Liverpool in 2008, and the next one is due in 2023.     Phil Redmond. Photograph: Christopher Thomond for the Guardian    One of the key figures in the Liverpool events was Grange Hill creator Phil Redmond, who chaired the city of culture panel. He said he did not think the argument held water, particularly given that the European commission gives comparatively little money. “I think we were promised €600,000 to print letterheads or whatever, but I’m not even sure that arrived.” Official documents show Liverpool received just over £800,000 from the commission to “support directly the European dimension of the Liverpool ECoC” – a drop in the ocean compared with the £130m overall events budget. Redmond said the European title was no more than a badge, a permission to start talking and doing. “You could just change it, it’s only one word … ‘non-European capital of culture’.” Redmond is also chair of National Museums Liverpool, and he said Brexit would have little effect in this area, as the museums were developing links with countries in South America, eastern Europe and Asia. “Liverpool has always been a global city. We spend too much time focusing on London. We need to look at the wider field, it is not just Europe, there is a whole world out there.” Although he declared himself neutral on the EU debate, Redmond said he could see advantages for the arts in leaving. “If we do exit there will probably be a short-term boost for the arts in the UK because there’ll be curiosity … why did these guys decide to come out? They’ll want to come and investigate and talk to artists,” he said. “And then if it is more difficult to bring over European artists, perhaps we’ll get more reinvestment in our own talent.” It is perhaps the emotional arguments that hold more sway in the arts world. David Lan, artistic director of the Young Vic, which has led the way in forging partnerships with European companies and was instrumental in bringing the director Ivo Van Hove to the UK, said the partnerships and collaboration would continue if the UK left, but added: “It would be a curious thing. I’d have to spend a lot of time saying it wasn’t my idea.” Lan said the UK had much to learn. “Many of the European theatre companies are way ahead of us in terms of imagination, sophistication, intelligence, skill, acting … certainly in terms of how to run a company effectively – way ahead of us. “To not be part of that, to fall into the old ‘we know better’, the same old complacencies …” he concluded.",
  "webTitle": "'A huge creative step backwards': the arts view on Brexit",
  "webPublicationDate": "2016-05-19T21:08:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/huge-creative-step-backwards-arts-view-brexit-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts policy",
      "id": "culture/arts-policy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "politics/2016/may/19/huge-creative-step-backwards-arts-view-brexit-eu-referendum"
}