{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/ghostbusters-trashing-internet-tantrum-change-troll-reviewing",
  "id": "2016-05-20-176",
  "sectionId": "film",
  "body": "We live in a post-mainstream culture. As the way we consume books, movies and television changes, artists and directors no longer need to cater to a “universal” audience viewpoint. This means there is slightly less obligation to pander to what straight white men are supposed to want from culture. Not everyone is happy about that fact, and across the literary and cultural spectrum, tantrums are being thrown.   Related: Who ya gonna call? Why Ghostbusters is leading the charge for female buddy movies    This week the target is the new, all-female Ghostbusters. The reboot’s second trailer, released to YouTube on Wednesday, has been swamped with “dislikes” from people who really, truly believe that seeing a beloved film recast with women in all the key roles will “ruin their childhood”. This raises the obvious question: if your entire sense of self depends on seeing your own gender represented in the stories you love, how fragile must your masculinity be? Organised trash-reviewing is now standard practice when certain corners of the internet panic about losing their privileged place in culture and need to go to their scream room and throw some toys around. For the second year running, a cabal of readers embittered by the increasing diversity of science fiction and fantasy teamed up to stack the slate for the Hugo awards, the most prestigious prize in science fiction. The comedy gay porn writer Chuck Tingle was nominated – author of the modern classic Pounded in the Butt By My Own Butt. This, too, backfired, as Tingle responded by nominating video game designer Zoe Quinn, the original target of Gamergate, to represent him at the Hugos. When my book Unspeakable Things came out in 2014, a small horde of misogynistic trolls who’ve been following me around the web throwing peanuts since my early 20s immediately orchestrated a campaign to get it a poor rating on Amazon. The one-star reviews flooded in suspiciously quickly from people who appeared not to have read the book at all, since most of the criticism wasn’t about the ideas but about the sheer horror of a young woman writer having leftwing feminist ideas in public and getting away with it.    These reviews matter in a marketplace that still doesn’t know how to handle the weaponisation of bigotry on the web    I was nervous, at first, that the campaign would damage my future career, – which is what it was designed to do. These reviews matter in an online marketplace that still doesn’t know how to handle the weaponisation of bigotry on the web. In fact, the campaign backfired, just as the Ghostbusters downvote scheme has done. The organised attack just drew more attention to the work. I was not at all upset that vindictive, sexist little boys on the web didn’t like my book – after all, I didn’t write it for them. I wrote it for weird kids, queer kids, lost boys and fucked-up girls who would rather change the world than change themselves to fit in. I had decided before I sent the final draft that as soon as I got an email from a teenager who had read my book and felt braver as a result, I’d consider my job well done. I got the first one of those the day after publication, and they’re still coming in. Every single one reminds me why I write. Those reviews are the only ones that matter.     Kate McKinnon in Ghostbusters (2016). ‘Those stories feel fresh and original precisely because they’ve gone untold for so long.’    The conditions that constitute a win for the long game of changing culture are rather more complex than stacking Amazon reviews and trashing literary prizes. Writing by and about women, queer people and people of colour continues to gain ground across the literary spectrum. More and more books are being celebrated and series commissioned that tell stories with different kinds of hero who face different kinds of conflict. Those stories feel fresh and original precisely because they’ve gone untold for so long. They’ve gone untold because of the conviction that great art and literature must appeal to a mainstream whose tastes are determined as “universal” – which usually translates to “stories that don’t upset little white boys by implying that they might not always get to be the hero”. That, I’ve come to believe, is the root of the petty rage of troll reviewers. They are angry that cultural artefacts are being created that don’t cater to their tastes first and foremost, angrier still that those books, films and series are so popular, and angriest of all that their opinions don’t matter more than anyone else’s.           Watch the new Ghostbusters trailer with an all-female cast    I understand that anger. It’s annoying to see so much literature and art being made in which you don’t see yourself represented, in which you might have to empathise with people who don’t look or sound like you and consider that those people might have stories that are just as important as yours. That’s something that female, queer and non-white readers and viewers have been dealing with for centuries, with a great deal more grace. Today, though, a slow, thrilling sea change is taking place in literature and pop culture, and petty internet tantrums aren’t going to hold back the tide.",
  "webTitle": "The Ghostbusters trashing is just another internet tantrum against change | Laurie Penny",
  "webPublicationDate": "2016-05-20T12:21:54Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/ghostbusters-trashing-internet-tantrum-change-troll-reviewing",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gamergate",
      "id": "technology/gamergate",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Laurie Penny",
      "id": "profile/laurie-penny"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/ghostbusters-trashing-internet-tantrum-change-troll-reviewing"
}