{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/government-u-turn-on-unaccompanied-refugee-children-welcomed-by-mps",
  "id": "2016-05-04-96",
  "sectionId": "world",
  "body": "Conservative MP Stephen Phillips and Labour MP Yvette Cooper welcomed the government’s U-turn on offering sanctuary to unaccompanied refugee children, after meeting young refugee children in camps in Athens. As the government folded, in the face of mounting pressure, to accept more of the estimated 90,000 refugee children who are travelling through Europe alone, Cooper and Phillips spent the day meeting some of the most vulnerable migrants in Europe. They were at a UNHCR shelter for women and children in an abandoned Olympic hockey stadium, behind the runway of the disused Ellinikon airport, when David Cameron told MPs at prime minister’s questions that he was going to accept a crucial amendment to the immigration bill. The U-turn will mean the UK can give homes to more unaccompanied refugee children, many of whom are currently living in poor conditions in camps such as the one in Athens. Phillips, who was one of a group of Conservative MPs preparing to rebel against the government’s opposition to the Dubs amendment calling for more children to be given refuge in the UK, said he was delighted at the change in position. “The announcement from No 10 today will give these children hope after all they have suffered,” he said, after touring the makeshift accommodation of donated tents set up inside the abandoned sports stadium, with blankets hung from the ceiling for privacy. More than 1,300 people are living in very basic conditions in the stadium; there are no schools for the children, and only very poor washing facilities and basic food supplies. “I am thrilled that they are going to accept the amendment and that this will make a difference to some children in France and Italy and Greece. I think that it is in the best British tradition and what Britain has done in crises like this in the past. It demonstrates again that we are leading the way. The government has listened to us.” Phillips had described this as the “greatest migration challenge since the second world war”, and had been vocal in his opposition to the government’s reluctance to accept more children. Cooper was also pleased that the decision made in London could have a positive impact on the lives of the children in the UNHCR camp. “There are 35 unaccompanied children here who have no proper shelter and are at risk. The ones who are most at risk aren’t even in the camps or the shelters. There are so many children who are not in proper school, or in proper accommodation,” she said. But she said campaigners needed to maintain pressure on the government to ensure that sanctuary was offered on a large scale. “It is a really big change in principle. We have been calling for Britain to take child refugees from within Europe in order to do our fair share for months.   Related: Child refugees: Cameron retreat avoids Tory revolt and numbers game    “This means for the first time they have accepted that Britain should be taking child refugees from camps like this and we should be doing our best to help children who are at risk of trafficking and abuse. We need to make sure that the government delivers on this. We need to keep up the pressure to make sure we help on the scale that we need to,” she said. Giovanni Lepri, UNHCR’s assistant representative in Athens, said as many as 300 unaccompanied migrant children were currently being held in detention centres in Greece because children’s homes were overflowing. “There aren’t enough places for them. The government recognises this issue and is doing what it can. The last thing the government wants is to have these minors in a situation absolutely not suitable for them,” he said. He welcomed the announcement from London, and was hopeful that it would begin to relieve the pressure on Greece. “The UNHCR is hoping that all European countries will make their policies as open as possible, particularly when it comes to children. In first place in our list of priorities is for the children to have a legal way to reach European countries, where they have longer-term prospects. Greece is making a remarkable effort, but it is evidently not capable of meeting the needs of everyone,” he said. Earlier in the day, the MPs visited a former hotel in the suburbs of Athens that has been converted into a children’s home. It currently houses around 65 children aged between seven and 17 who are fleeing conflict in Syria and Afghanistan, most of them travelling alone without their family. Staff told the MPs that some of the children had seen their parents die en route, some had been separated from them during the journey, while many did not know where their parents were. One of the youngest residents was a seven-year-old girl from Afghanistan, travelling with an older brother, hoping to join an uncle in Germany. “They all want affection. They always need a hug, particularly the seven- and eight-year-olds who are travelling alone. Staff try to avoid playing the role of a father or a mother; they are going to leave us so they shouldn’t become too bonded to us; it is hard,” said the centre’s manager, Tomazina Tsaliki. “They are cheerful, but they worry about what they are going to do next, about their families.” The former foyer of the hotel is thronging with children – running down the concrete steps, their flip-flops slapping on the floor, sitting next to each other on the sofas, waiting for something to happen. Some are in school in Athens, but many are taking basic language and maths classes. Children who are housed here get weekly counselling sessions to help them come to terms with what they have experienced over the past few months. Staff worry more about the children they cannot take in. The hotel is full and has to turn away requests to house more child refugees every day. “All the shelters for unaccompanied minors are full,” Tsaliki said, adding that she did not know what happened to the children they were unable to accommodate.",
  "webTitle": "Government U-turn on unaccompanied refugee children welcomed by MPs",
  "webPublicationDate": "2016-05-04T16:48:46Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/government-u-turn-on-unaccompanied-refugee-children-welcomed-by-mps",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Yvette Cooper",
      "id": "politics/yvette-cooper",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "PMQs",
      "id": "politics/pmqs",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "world/2016/may/04/government-u-turn-on-unaccompanied-refugee-children-welcomed-by-mps"
}