{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/david-means-you-cant-take-a-short-story-stretch-it-out-that-does-not-a-novel-make",
  "id": "2016-05-30-105",
  "sectionId": "books",
  "body": "A really excellent short story is a thing that refuses to be faced head on. It folds into itself, circles you back to its beginning and replays endlessly, while some part – the maddening, mesmerising part – remains impenetrable. The American writer David Means, whose four collections span 25 years, is the master of this kind of refusal. His stories, which evoke lives rather than the neat, lone epiphany that’s become the form’s standard, usually operate around an inner concealment, some careful reticence that reveals and compels grace. “What you hope for,” he offers, speaking in Bryant Park, behind the New York Public Library, “is that you radiate the past behind the story and the future in front of it. You want to end in a way that makes the reader go back and reread and pushes them forward into eternity or whatever the hell’s out there. With a novel you actually have the opposite – you’ve gotta wrap things up.” Now, at 54, Means is a debut novelist with Hystopia, a mind-bending novel within a novel, that both does and does not wrap things up. A better word, in fact, than “wrap” might be “enfold”. Within the alternative history of the book – in which JFK, having survived multiple assassination attempts is serving his third term as president – the word is used to describe the process of repressing traumatic memory via a government-issued drug named Tripizoid. The government has tasked an agency called Psych Corps to deal with traumatised soldiers returning from Vietnam. It does so disastrously: bureaucracy and containment thwarting what these men require to become human again. Once enfolded, the only way to reverse the procedure is by immersion in very cold water or, more appealingly, “fantastic, beautiful, orgasmic sex”. The opposite, in other words, of systemising, state control. Among the unhinged veterans marauding the state of Michigan, enacting and re-enacting atrocities on civilians, is the psychotic Rake, who has drugged and kidnapped a young woman called Meg. A federal agent called Singleton is sent to find him and as he and another agent, Wendy, fall in love, they wonder if they are being manipulated by the agency into a forbidden relationship. This is a world created by Eugene Allen, a young soldier who has returned from Vietnam to write a novel called Hystopia, in which national and personal trauma fuse and spark. Much as they do for Means, who says he has wanted to write a Vietnam novel for 25 years, though the family trauma that inspired the book goes back even further. “I used to be sort of reclusive,” he says, “but when my dad died I was like, ‘Fuck this, you have a lot of ideas, just start talking – it may not be coherent but maybe one out of every 10 sentences will be interesting.’” He talks about the intolerableness of those who speak in long, slow, perfectly formed pronouncements, and suggests that “the best speakers about ideas are comedians, because they can just make it all into a joke.” In fact, Means has something of the stand up comic about him, with a demeanour of conspiratorial merriment. Which is not a phrase anyone has ever used about his work. He cares, as he puts it, about, “people on the very edge of the human predicament”: the homeless, suicidal, destitute and desperate. The quality of this caring, however, elevates his stories from the bleak into something sacred. As Jeffrey Eugenides described it, Means sees his characters, “and life itself, from somewhere just beyond, in a position of maximum understanding and honourable detachment: a semidivine vantage point...”   Related: Hystopia by David Means review – the virtuoso short story writer’s tricksy first novel    Jonathan Franzen, who Means calls his “closest writer friend”, recently described him as, “remarkably kind, funny, well adjusted”. Means, who in his own words is, “somewhat religious in a hugely problematic way”, believes in grace, both “at the theological level but also at the sort of mechanical level too. If you’re aware and you’re human and you’re alive and your attention is there, there is some moment after [atrocity] of grace.” He once claimed that “all fiction is about the relation of the small moments in time to large ones” and that relation is so often enacted in his work by omission. Sometimes the refusal to tell the story straight is literal, as in “The Blade”, in which one vagrant in a huddle of men around a campfire withholds his “knife story”. With Hystopia, the withholding was a necessity of craft, as well as of familial respect. “I had to work around it,” he says, of his family story. “And I had to use it as fuel, and I felt – and feel – that if I just came out with [it] that I’d use it all up.” In 2006, Means published “The Spot”, a short story that features characters who appear in Hystopia: the captive Meg Allen and the soldier Billy-T. It would seem then, that the book unravelled itself from this story. In truth, there’s a very Meansian chronological warping to the book’s genesis. “I took a year off to write a novel, and I chewed nicotine gum and I drank coffee and I wrote a manuscript, and I was almost done with the draft of the novel and then I said, ‘Fuck this, I’m going to write a story,’ so I wrote ‘The Spot’.”    With Vietnam it didn’t take that long to not only ignore the war but act like we had actually won the war    Only years later did he return to that manuscript, which eventually became Hystopia. “You can’t take a story and just stretch it out – that does not a novel make,” he laughs. “And I had done that! – I have written a couple of novels that I just couldn’t put my name on. I always just thought it’s better to look at the long run.” Nonetheless: “It’s really hard to be a story writer – no matter how much acclaim you get – and not write a novel.” He pulls a note from Don DeLillo out of his backpack – proud and at the same time embarrassed by his pleasure and pride. They have been corresponding for years but have only met once, at David Foster Wallace’s funeral in 2008. “The imperative is to keep doing stories,” wrote DeLillo. “It takes a long time before the novel begins to reveal the deeper currents of the writer.’” Hystopia is prefaced with a quotation from Jonathan Shay, the doctor and writer whose work on PTSD Means deeply admires: “Traumatic memory is not narrative.” Trauma is not coherent, nor is war, hence, perhaps, our compulsion to tell ourselves stories about it. As Means sees it: “With Vietnam it didn’t take that long to not only ignore the war but act like we had actually won the war. And now we lost the Iraq war, as far as I can tell, and we have people ...” – he checks himself “ – I don’t even want to say his name. I’m trying to quickly guide us away from that.” Five days after we meet, Trump wins the West Virginia and Nebraska primaries.   Related: Literary Mixtape: David Means's soundtrack for reflecting on the Vietnam War    “History is delusional,” Means says. “Not just an illusion, it’s a delusion. America is this giant country, so it has these big delusions, and history is where delusions play out. That’s where our delusions of who we are take place – not in the present moment, not in the future, but in the past.” In Vietnam, this happened on a micro level. As Means recounts with fervid incredulity, US generals would write the battle plan after the battle had happened, making reality a kind of retroactive fiction. In the novel, Singleton considers fictionalising his reports: “He’d been hoping for a way into violence, for an apex of all narrative lines leading to Rake.” “Anything I write,” Means stresses, “is not even close to the absurdity and weirdness of Vietnam.” He was careful to keep the book, for all its thematic and structural outlandishness, as straightforward as possible in its language. “I really wanted to write the kind of book I wanted to read when I was 20. At some level I began to think, ‘Wow I’m writing a Young Adult novel for adults.’ I had to realise that certain sentences are just going to move the novel along, and as a story writer you’re not used to that, it seems cheap and too easy.” Means was born in 1961 and grew up in Kalamazoo, Michigan, where the primary industry was paper manufacturing. The Kalamazoo river, one of the most polluted in the world, snakes through several of his stories, including “The Spot” and “Sleeping Bear Lament”, in which the narrator watches, “the failing light falling dead on the hardened corrugation of sludge”. Means was too young to serve in Vietnam – just two years old when TV news showed what would become one of the defining images of the war, the Buddhist monk Thích Quảng Đức, seated at a Saigon intersection, burning himself to death. But Means was a teenager when his aunt, mother of five and principal of a high school, stopped her car on the way to work one morning, poured gasoline over her head and immolated herself. Her suicide features in his story “Assorted Fire Events” where again, trauma is enfolded, this time within the sentence’s parentheses themselves: she was, he writes, a “member of a fine upstanding family with no deep-felt hardships (apparent from the outside).”    We’re a quick-fix country and we drive forward and we eat up what we have fast, in terms of natural resources and ideas    How does a person, or a family, or a nation, get over such things? The phrase “all cures are bogus” is one of Hystopia’s refrains, as in: “the cure was actually often effective, so that the claim of its bogus nature was itself partly bogus”. “We believe in cures,” says Means, “we’re a quick-fix country and we drive forward and we eat up what we have extremely fast, in terms of natural resources and also ideas and intellectual property. We’re kind of wilfully stupid a lot of the time, anti-intellectual.” And then a lighter note strikes him: “‘Bogus’ is a great word that I feel hasn’t been used enough lately. There are so many things from the 60s and 70s, like ‘cosmic’ and ‘groovy’, that are actually really useful and should probably be back in the mix. I mean, it’s sad that we don’t think in that way any more, or at that level – that we shut that all down. But I believe that it can be brought back round again. That dynamic dreaming that the 60s had. The good side of the 60s – we can find it again.” Only a work as intelligently engaged with trauma as Hystopia is could allow a reader to glimpse that kind of optimism. Eugene Allen’s novel ends with a section entitled “Rumors”, in which he offers various versions of his characters’ fates. Before these though, they are granted a hippie ending, more utopia than hystopia, in which the couples go back to the land to seek salvation in love and nature. “Like all good delusions,” Means writes as Eugene, “it was fuelled by genuine hope and dedication to the truth.” • To order Hystopia by David Means for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "David Means: ‘You can’t take a story and just stretch it out – that does not a novel make’ ",
  "webPublicationDate": "2016-05-30T13:00:04Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/david-means-you-cant-take-a-short-story-stretch-it-out-that-does-not-a-novel-make",
  "keyword": [
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "David Means",
      "id": "books/david-means",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hermione Hoby",
      "id": "profile/hermionehoby"
    }
  ],
  "guardianId": "books/2016/may/30/david-means-you-cant-take-a-short-story-stretch-it-out-that-does-not-a-novel-make"
}