{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/werner-herzog-film-making-online-masterclass",
  "id": "2016-05-19-263",
  "sectionId": "film",
  "body": "He fought running battles with Klaus Kinski on the set of 1972’s Aguirre, the Wrath of God, dragged a real ship over a steep hill for 1982’s Fitzcarraldo and even opened his own film school. Now Werner Herzog is promising to teach budding directors the art of guerrilla film-making online for the small matter of $90 (£61). Herzog, who famously stole his first camera from the Munich film school, claims in a video for the Werner Herzog Film-making Masterclass that his students can learn the essentials of the art in two weeks. He berates wannabe directors who shoot hundreds of hours of footage for later editing, warning them that film-makers “are not garbage collectors”.             As scenes from the Oscar-nominated director’s best-known films play in the background, Herzog labels film-makers “thieves, who get away with loot from the most beautiful, scary and spectacular places you can ever find”, advising pupils to “hit and run, and get away with film”. Herzog’s masterclass provides five hours of content and covers everything from obtaining financing to scouting locations. Students hoping for an insight into the art of storyboarding may, however, find themselves disappointed, as the Berlin film festival winner dismisses such methods as “an instrument of the cowards”.  It’s not the first time the film-maker has offered to pass on his wisdom to students. In 2009 Herzog opened his Rogue Film School in Los Angeles, featuring a course taking place over a single weekend. The director promised attendees would experience “the exhilaration of being shot at unsuccessfully”, while learning skills including “the neutralisation of bureaucracy”. Herzog cautioned timid types to give the course, which cost $1,450, a wide berth, but said those who had “worked as bouncers in sex clubs or as wardens in a lunatic asylum” might be suitable.",
  "webTitle": "Werner Herzog offers two-week 'hit and run' online film-making courses",
  "webPublicationDate": "2016-05-19T09:43:33Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/werner-herzog-film-making-online-masterclass",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Werner Herzog",
      "id": "film/wernerherzog",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/19/werner-herzog-film-making-online-masterclass"
}