{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/iran-still-locked-out-of-global-financial-system-says-central-bank-chief",
  "id": "2016-05-20-65",
  "sectionId": "world",
  "body": "The governor of Iran’s central bank has said obstacles stopping Iranian banks from rejoining the global financial system show that the US and the EU are failing to fully comply with their commitments under the landmark nuclear deal.  Four months after the lifting of sanctions against Iran, big European banks remain reluctant to handle Iranian payments despite recent efforts by the US secretary of state, John Kerry, to reassure them that dealing with Tehran is now permissible.  Valiollah Seif told the Guardian that western governments need to translate their words into action, playing a more active role in making sure that banks are confident they will not be punished for reestablishing ties with his country.  “Some movement and western officials have made some positive pronouncements, but banks need tangible reassurances that they would be immune from baseless allegations [of sanctions breaches],” he said on Thursday on the sidelines of the Euromoney Iran Conference in London.   Related: US and UK urge banks to do business with Iran    The US, the UK, France and Germany said jointly on Thursday that they “will not stand in the way of permitted business activity with Iran, and we will not stand in the way of international firms or financial institutions engaging with Iran as long as they follow all applicable laws”. Officials from the US office of foreign assets control (OFAC) are travelling to Europe soon to give further clarifications to the banks. But such pleas have so far failed as banks complain about the threat posed by continuing US sanctions relating to terrorism. Uncertainty over the US presidential elections and the over-zealous application of US sanctions – even in countries where they do not apply – have also exacerbated those fears.   “Banks need enough reassurances, even if this means rewriting guidelines or revising regulations, or giving banks written guarantees,” Seif said.  “Until our western interlocutors have fully fulfilled their obligations under the nuclear deal, we won’t see a real change in our banking relations.”  UK firms such as Lloyds Banking Group and Royal Bank of Scotland (RBS) have refused to serve as clearing banks for their Iranian counterparts, preventing them from reopening their London branches, the governor said.    Related: HSBC criticises John Kerry over business with Iran request    “Our first expectation from Britain is to provide assistance so that our Iranian banks can start operating in London again,” he said. The British government holds big stakes in both RBS and Lloyds. RBS declined to comment on the issue but a spokesman from Lloyds said: “We are not aware of any such issues arising. We do not restrict payments where they are allowed by the legal and regulatory frameworks under which we operate.” There are two other areas where Britain can help Iran to normalise its banking relations. Iran is seeking to remove itself from the blacklist of non-cooperative countries in the FATF, the Financial Action Task Force (on Money Laundering). The FATF is the intergovernmental organisation combating money laundering and terrorism financing.  “Iran was listed because of political reasons and now there needs to be a political decision to delist Iran,” Seif said.  Seif said Iran was unable to repay its debts to some of its foreign suppliers during the sanctions years because it did not have access to any payments channel, even though it had enough money.  Moreover, restriction on Iran’s access to the dollar system has created serious issues, Seif said, even in cases where no dollars are exchanged.  “If we want to change Omani rials to euros, we don’t need dollars, but the system is designed in away that it has to be changed to dollars first, then euros. They should find a way for us to resolve this issue.”   Related: The tricky triangle of Iran, Russia and Israel    Seif said Iran’s economic situation has improved dramatically since the coming to power of the moderate president Hassan Rouhani in 2013.  “You can’t compare today’s situation to three years ago,” he said. “Three years ago Iran was experiencing a volatile economic situation, rising inflation, unstable market and fluctuations in foreign currencies on daily basis, but now the government has successfully curbed the inflation and brought stability to the currency market.” Seif added: “Falling oil prices shocked oil-dependent countries – even those which were not affected by sanctions, like Iran – but we felt no shock in our economy thanks to good management and good planning of our financial policies.” David Lipton, a senior official with the IMF who visited Tehran recently, said Iran also needed to make efforts to reintegrate with the international financial system by strengthening the framework for anti-money laundering and combating the financing of terrorism. “In recent years, the authorities have made considerable progress in restoring macroeconomic stability under difficult circumstances,” he said.  “Inflation has declined from 45% in 2013 to around 8% recently, the foreign exchange market has stabilised, and some key reforms have been implemented.”",
  "webTitle": "Iran still locked out of global financial system, says central bank chief",
  "webPublicationDate": "2016-05-20T17:12:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/iran-still-locked-out-of-global-financial-system-says-central-bank-chief",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "John Kerry",
      "id": "us-news/john-kerry",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Lloyds Banking Group",
      "id": "business/lloyds-banking-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Bank of Scotland",
      "id": "business/royalbankofscotlandgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/20/iran-still-locked-out-of-global-financial-system-says-central-bank-chief"
}