{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/the-americans-best-spy-show-tv-kgb",
  "id": "2016-05-19-121",
  "sectionId": "tv-and-radio",
  "body": "Let’s raise a mink hat and cheers The Americans. The story of the KGB sleeper agents Philip and Elizabeth Jennings, who balance raising their American family with serving the Russian motherland, has established itself as a dramatic tour de force in its four seasons. Starting as Ronald Reagan takes power in the US, it touches on powerful themes of family, fidelity, betrayal and deception, making it a critical darling and one of those shows you feel a fool for missing.  But while it may seem like pure fantasy (the chemistry between real-life couple Matthew Rhys and Keri Russell only adding fuel to that) the telling thing about The Americans is how much of it is based on real-life spy stories. This was thrown sharply into sharp focus recently by the media appearances of the children of Donald Heathfield and Tracey Foley, who were members of the Illegals Program that inspired the whole show back in 2013. Just like the Jennings, Heathfield and Foley were a married couple whose true loyalties lay 5,000 miles east – a fact their children only found out when the FBI raided their home, obliterating their white-picket-fence normality. As Donald and Tracey popped champagne to celebrate their son Tim’s 20th birthday, Swat teams swarmed over their home in Cambridge, Massachusetts, before arresting them on suspicion of being unlawful agents of a foreign government. Tim and his younger brother Alex, 16, watched aghast as their parents were bundled into black cars and driven away. As birthday surprises go, it’s up there.     Philip Jennings … not a man you want to cross. Photograph: Everett/Rex/Shutterstock     Related: The day we discovered our parents were Russian spies    Eastern bloc countries were notorious for their use of honeytraps in the cold war, and few shows weaponise sex as effectively as The Americans. Many’s the time Elizabeth has seduced an asset to gain their trust. Few will forget her bout of bar-bathroom sex with a CIA agent that turned into a vicious beating and abduction. She can take her lumps too, like the time she was whacked with a belt during sex with an FBI encryption cards contractor. Philip has even married the tragically gullible FBI secretary Martha to get the access he needs. This is a knowing nod to the Stasi’s “Romeo” network of spies, who wooed and sometimes wed west German secretaries in government departments. Rezidentura worker Nina assiduously chooses her partners in order to stay alive, but none of honeytraps in The Americans quite match the real-life notoriety of Anna Chapman. Looking like she’d just walked out of a Bond casting call, the woman born Anna Vasil’yevna Kushchyenko was another of the 2010 Illegals, who came close to seducing a member of Obama’s cabinet, according to FBI counterintelligence chief C Frank Figliuzzi.     Serving the Russian motherland from 5,000 miles away. Photograph: Fox/ITV     After sex comes death. Murder is an everyday fact of life for the Jennings – whether it’s Elizabeth casually dropping a car on an innocent factory worker or Philip beating a school bully to death, neither of them are people you want to cross. Here, too, they take their cues from reality. Elizabeth’s murder of a man with a poisoned umbrella tip echoes the notorious execution of Bulgarian exile George Markov in 1978. Similarly, the bloody Martial Eagle incident – where the Jennings shoot and stab their way through a Contra base – comes with an unlikely stamp of authenticity from TV host and former marine Oliver North. The melding of reality and fiction is where The Americans does its best work. The episode dealing with the assassination attempt on Ronald Reagan is a great example of the show’s incorporation of historical events. Alexander Haig’s notorious “I’m in charge here” comment leads the Russians to wonder if a military coup has taken place. It’s a brilliant evocation of the panic and paranoia of the time.   Related: The Americans: the best and worst disguises from the cold war thriller     Show creator Joe Weisberg spent over three years working for the CIA, and the pieces of tradecraft littering the show are testament to that. He learned the art of ad hoc disguise during his time – which explains the show’s impressive wig and moustache arsenal – and he has even personally tutored The Americans actors in countersurveillance (bug sweeping, for instance). It makes sense that The Americans has always felt that bit grittier than most spy dramas. The deaths are uglier, the heartbreaks harsher and the conflict between family and country messier. We know Philip and Elizabeth’s mission is ultimately doomed and that cold warriors of their stamp end up obsolete. It’s just one more harsh reality they have to face, on a show whose commitment to being rooted in reality makes it one of the best on TV. The Americans season four starts on ITV Encore in the UK tonight at 9pm. It continues in the US on 25 May on FX.",
  "webTitle": "Sex, wigs and falling cars: why The Americans is the best spy show on TV",
  "webPublicationDate": "2016-05-19T15:55:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/the-americans-best-spy-show-tv-kgb",
  "keyword": [
    {
      "webTitle": "The Americans",
      "id": "tv-and-radio/the-americans",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Historical drama",
      "id": "tv-and-radio/historical-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "James Donaghy",
      "id": "profile/jamesdonaghy"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/the-americans-best-spy-show-tv-kgb"
}