{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/20/mala-dmz-dubstep-lima-peru-music-scene",
  "id": "2016-05-20-251",
  "sectionId": "travel",
  "body": "I can’t think of anything more fascinating than what a dead donkey’s jaw sounds like when you put it on a sound system. In Peru, I was constantly confronted by these ancient instruments that people still play. For me, that’s what’s inspiring: finding and capturing the essence of the old and seeing how I can marry it with what’s happening now. There’s an instrument called a cajita, which originated as a church donation box. Players open and close the lid, and hit it, to create an intricate rhythm. A quijada is that donkey jaw – if you bash the base of it with your fist, it creates this shot sound, but you get the rattle of the teeth, too. And a cajón was a cargo shipping box, because a lot of the slaves worked at the docks, and made instruments from what they could find.     Mala at Machu Picchu. Photograph: Camille VDV    I realised I knew nothing about Peru. I’d never learned about it at school – maybe just a bit about Machu Picchu, the Incas and pan flutes. So when I got talking with Gilles Peterson about the chance to travel there to do another album with his label, I thought it would be a great opportunity for an adventure with my family. I made several trips there, and collaborated with local musicians, dancers and singers. Three years later, the album is ready. Jungle sounds are different from mountain sounds. Peruvian music is an amalgamation of Andean, Spanish and African rhythms, and they all have their differences, based on the way people play, the native roots of that music and where it’s played.            There’s a wonderful little hotel near Cusco called Inkallpa. It’s family-run, has lovely staff, reasonable prices and is not far from where you can catch an Inca Rail train to Machu Picchu – an amazing and magical place. There’s a deep energy that is very ancient and present in the land and the people. I felt it very strongly everywhere I went. The backdrop is these beautiful, iconic and powerful mountains. Especially in Urubamba in the Sacred Valley - it just felt so powerful there.     A Peruvian plays a trumpet during the Yawar Fiesta. Photograph: Jan Sochor/Getty Images    It’s nice to have recordings of places, just for memories. Like an audio photograph. For my track Cusco Street Scene, I was just walking around the market and picking up on people’s conversations. In the Sacred Valley, I was walking along with my son and he started throwing pebbles into this stream. I started recording it.  Martin Morales (founder of London restaurant Ceviche) showed me some amazing places to eat in Lima. There’s a famous sandwich place called La Lucha Sanguchería. It serves a very traditional, delicious Peruvian sandwich. It’s all about the sauces that come with the chicken or beef in it.     Inkallpa lodge and spa, near Cusco    The most famous place to eat anticuchos in Lima is Grinanesa Vargas Anticuchos. Anticuchos are chunks of beef heart, marinated in aji (a chilli sauce with pepper, cumin, salt and lime), and skewered and grilled. It’s one of my favourite dishes. There’s definitely a growing sound system culture in Lima clubs. There’s a band called Dengue Dengue Dengue and one of the guys, Rafael, lived in London and used to come to my early DMZ nights. I was surprised by how many people knew my music and what had been going on. In Peru, there’s a bit of a tropical bass vibe going on, where producers, like Deltatron, are taking old cumbia records from the 1960s and 70s and lacing them with bass-heavy production.     Anticuchos. Photograph: Alamy    Someone worth checking out is Sylvia Falcón, who features on my album on a track called Sound of the River. She’s a soprano with a stunning voice, but she’s also an anthropologist and promotes Andean culture through music. The Ballumbrosios are probably the most famous Afro-Peruvian music family in Peru. Father Amador is dead, but he had 15 children and most of them play. We saw them in Lima at a venue called La Noche. They rolled in with their instruments and played without amps, but as soon as they started it was like a full-on rave up. • Mala’s new album, Mirrors (malamirrors.com), is released on Brownswood Recordings on 24 June",
  "webTitle": "'In Peru, I was confronted by ancient instruments that people still play'",
  "webPublicationDate": "2016-05-20T10:18:52Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/20/mala-dmz-dubstep-lima-peru-music-scene",
  "keyword": [
    {
      "webTitle": "Lima holidays",
      "id": "travel/lima",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Peru holidays",
      "id": "travel/peru",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cultural trips",
      "id": "travel/cultural-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South America holidays",
      "id": "travel/southamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Dubstep",
      "id": "music/dubstep",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/20/mala-dmz-dubstep-lima-peru-music-scene"
}