{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/tory-womens-equality-party",
  "id": "2016-05-04-194",
  "sectionId": "commentisfree",
  "body": "Nearly two years ago, Suzanne Moore used these pages to call for the establishment of a feminist party. She cited old leftist dreams with arch new buzzwords – “dismantling neoliberalism” – and the example of Sweden’s ultra-socialist Feminist Initiative. A feminist and lifelong Tory, I replied in The Telegraph deploring the idea: “There is, in fact, a party dedicated to ‘dismantling neoliberalism’ and combating austerity. It’s called the Labour party ... Feminism never has, and never should be, a homogeneous movement. My feminism is directly tied to a commitment to meritocracy and individual flourishing … so if her grand new feminist party kicks off by nationalising private property, I’m hardly going to be able to sign up.”   Related: Emma Thompson backs Women's Equality party for mayoral election    Most of all, I feared that focusing feminist energy on a fledging party would distract my generation from the real problem: increasing women’s representation in the political parties that actually hold power. This Thursday, I’ll be eating my words. I’ll follow Suzanne into the polling booth, and mark my cross against the name of Sophie Walker, the Women’s Equality party candidate for London mayor. She isn’t perfect, and neither is her new party, though its rapid growth has surprised us all. But more than ever, I’m convinced that without a strong external protest the Tory rank and file – like much of the Labour party – will continue to blithely ignore British women’s impatience for a new political deal. It’s not just the number of times that, at Tory parties, I’ve been taken for a secretary (the recent experience of Isabel Hardman, dismissed as “totty” at a work event, surprised no one); nor the minor party names who have suggested I stand for election, then listed the days of the week on which their wives are out of town. Nor is it the old story – one of many – of the selection committee chair who congratulated his team on choosing a non-white man: “at least it’s not a bloody woman”. If one thing has convinced me that the Tory party is still a closed shop, it’s the remarkable rise of Zac Goldsmith.   Related: Questions for the Women’s Equality party | Letters    Goldsmith’s flaws and merits have been debated elsewhere at length. What’s clear is that, as a political candidate, he’s mediocre. Many of those weaknesses are unlucky characteristics rather than sins: that natural diffidence, almost shyness, too often interpreted as aloofness. It’s not Goldsmith’s fault that his billionaire father James was long associated with the shadowy rumour of fascist coups, although in the circumstances it was an odd decision to go after Sadiq Khan’s extremist former brother-in-law (what is Imran Khan up to in Pakistan nowadays, one wonders). We all have embarrassing families. On policy, however, Goldsmith is a mess. He would scrap bus lanes, we are told, though when and how seems undefined. Both major candidates have pandered, shamelessly, to the cycling lobby: of them, however, only Goldsmith veers from lambasting the “unreasonableness” of cyclists on the right-leaning Nick Ferrari radio show to promising to rid the road of HGVs in his pro-cycling Action Plan (so long, Tory commitment to small businesses). As with those questionable Tamil leaflets, Goldsmith’s problem isn’t simply that he tailors his pitch to the assumed prejudices of each audience (though Owen Jones is right that decent Tories should denounce this); it’s that he keeps getting caught. None of these things makes Zac Goldsmith inherently unfit to seek office. But it’s hard to imagine a sixth-form expellee, editor only of his uncle’s pet magazine, achieving high office in the Tory party from any other background. His best stunt was funded from his own pocket. The problem is not that privilege should exclude people from office – like Goldsmith, both the prime minister and the current mayor are Old Etonians; both are canny and capable politicians – but that it so often allows the mediocre to float ahead of the talented. Khan, too, has a long history of cutting his political cloth to suit the moment. A Tory candidate with proven chops might have not just exposed this, but offered a credible alternative. Crucially, we still struggle to imagine women in power, as much as we also struggle with class or race. It’s no surprise that elite education, and parental sacrifices to achieve it, help you get ahead, but glance around the Tory top table and you’ll see scions of Eton, not Wycombe Abbey or James Allen’s Girls’ School. This may not be much comfort to many black, LGBT or working-class women, but it’s a stark measure of the gender premium. I’m still not convinced that the Women’s Equality party, despite its ambition, is more than a pressure group masquerading as a political party. It seems unlikely, for example, that its efforts did much to save the British transport police’s sex crimes unit, when the journalist Rosamund Urwin has worked longer and harder on the issue. But Walker’s party has already surprised me by building a cross-party coalition while focusing on the issue of representation. It has made noise. As a pressure group, it is working. I introduced myself on the first day of secondary school by announcing to my classmates that I had two great passions: Elizabeth I and the Tory party. Nearly 20 years later, I’m at the bitter end stages of a PhD on Elizabeth I’s literary life, and I’m far too familiar with Tory conferences. Perhaps the only real difference is that I’ve finally learned the rudiments of what not to say to 12-year-olds. So this week marks an existential change, not a trifling whim. I’ve been a Conservative because I believe in old-fashioned ideas of meritocracy. Maybe it’s the party’s turn to catch up.",
  "webTitle": "I’m a lifelong Tory but my vote’s going to the Women’s Equality party. Here’s why | Kate Maltby",
  "webPublicationDate": "2016-05-04T12:29:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/tory-womens-equality-party",
  "keyword": [
    {
      "webTitle": "Women's Equality Party",
      "id": "politics/womens-equality-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Maltby",
      "id": "profile/kate-maltby"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/tory-womens-equality-party"
}