{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/08/gun-violence-survivors-akeal-christopher-moms-demand-action",
  "id": "2016-05-08-71",
  "sectionId": "us-news",
  "body": "Christopher Underwood was just five years old when his older brother was shot in the head. For two weeks, he remembers, 14-year-old Akeal, shot on a street corner in Brooklyn, fought for his life in the hospital. Then Christopher’s mother told him Akeal was not coming home.  Christopher struggled. So did his 10-year-old brother, Rashawn, who had to start middle school not far from where Akeal was killed. The brothers’ grades dropped. Their mother said she could not find resources to support families dealing with the aftermath of gun violence.   Related: ‘I lost part of my soul’: the mothers who lost their children to gun violence    Four years later, Christopher has become a regular speaker at gun control marches and other such events. He has been honored for his advocacy. Not yet 10 years old, he has an emphatic message: kids’ voices matter.  “I speak out for Akeal and for everyone who has experienced gun violence, including the siblings who lose their brothers and sisters and other children whose voices aren’t always heard,” the fourth-grader said on Saturday, at an annual Brooklyn march sponsored by Moms Demand Action for Gun Sense in America.  “I have to use my voice to honor them, to fight for them. I may be just nine years old, but when I open my mouth, the voice that comes out is strong and can make a difference.” The crowd cheered. More than 11,000 Americans are murdered with guns each year. About half are black men and boys. In recent years, according to estimates from the Centers for Disease Control and Prevention, an average of two black boys between the ages of 15 and 19 have been victims of a gun homicide each day.  That toll does not take into account the estimated 60,000 Americans each year who are shot in violent incidents and survive, or growing research into post-traumatic stress in children and adults exposed to violence. On Saturday morning, Christopher took the subway from Queens to Cadman Park, Brooklyn, where advocates gathered to march across the Brooklyn Bridge. He rode with his mother, Natasha Christopher, and his brother Rashawn, now 15. On the subway, the two brothers leaned against the wall and talked quietly. Rashawn, a high school freshman, helped Christopher write his speech. They had practiced his delivery the day before.  “He’s so strong,” Rashawn said. “I’ve never seen a kid that has been able to withstand what he had to and still come up with this great attitude.”  His mother said Christopher made his first speech at a Mother’s Day event for survivors of gun violence in 2013, when he was six. Since then, he has spoken at three Moms Demand Action marches, as well as at other events.      Christopher speaks in 2015. Photograph: Natasha Christopher    Natasha Christopher, who volunteers for Moms Demand Action and Everytown for Gun Safety, a Michael Bloomberg-backed gun control group, has become a prominent voice in New York City. She spoke at a recent Hillary Clinton campaign event in Long Island. Clinton’s advocacy on the issue had won her vote, she said.  At Brooklyn’s High Street station, Christopher dashed up the escalator. Across the street, gun safety advocates were assembling. It was a colorful crowd: some adults wore capes or sparkly cowboy hats. At least one came in full superhero costume. Children even younger than Christopher held signs protesting school shootings and the toll of guns.   As the crowd grew to several hundred people, Christopher ran around the grassy park with a friend, an older boy in a red cape.  A few minutes before 1pm, when the rally was supposed to start, Christopher formed a line with other advocates and survivors, many holding framed portraits of lost loved ones. Two Hollywood stars, Julianne Moore and Melissa Joan Hart, joined the group. Christopher’s face was somber, and he rocked a little on his feet. He was wearing a whistle around his neck and a small token that said “Justice”. His black sneakers were muddy.  His mother wiped his nose. She held a portrait of Akeal, his face young and shining.  Moms Demand Action volunteer June Rubin welcomed the crowd state by state. Some had come from as far as Texas and California. There were families from Newtown, Connecticut, the location of the 2012 school shooting that galvanized suburban mothers across the country; the parents of a 24-year-old Virginia journalist shot dead on live television in 2015; and others whose loved ones died but only made the local news.  Christopher spoke second. The microphone stand towered far above his head, so someone plucked the microphone out and put it in his hand. He kept his eyes mostly on his printed speech but he spoke in clear and measured tones and had to pause several times for cheering and applause.    Related: 'Did a bunch of little kids get shot today?' Stars join march for 'gun sense'    “Someone stole Akeal from me,” he said. “They stole my big brother, my role model, my friend.  “I can’t bring Akeal back. I can’t change the events of that day four years ago, but I can help change the future to prevent more violence.”  He ended with the slogan on his shirt: “Not one more!”  “It was great!” Julianne Moore told him, as he walked away.  Rashawn said his brother’s toughest moment had been at a previous Brooklyn march. “He had never seen a crowd this big,” he said, but now, “he might be nervous, but he won’t show it that much”. The family has seen no resolution to Akeal’s shooting. “I still don’t know who murdered my son,” Natasha Christopher said. As far as she knows, the murderer is still walking the streets of Brooklyn.  Early media accounts of Akeal’s death focused on reports that a man had questioned Akeal and his friends about whether they were members of a local gang. Natasha said she was frustrated when Akeal’s death was called a gang shooting. Akeal was not a gang member, she said, and no one had been charged in his murder. What she knows is that her son was “executed” by an “unknown assailant”. Natasha’s grief was combined with fear for her struggling younger sons. “It’s not easy as a mother to see your children just failing,” she said, “and not know who to turn to or what to do.”    I can’t bring Akeal back … but I can help change the future to prevent more violence  Christopher Underwood     When she went looking for support, she found many resources for families dealing with domestic violence, even the chance to get help relocating. But there was almost nothing for families struggling with gun violence, she said. She was able to find therapy for her sons, but that wasn’t enough.  She kept reminding them that Akeal would have wanted them to succeed. It took about two years, she said, to get them back on track.  She said she was proud of her sons for thriving despite what she sees as a broken system for helping families affected by shootings, on top of the broader lack of activities and programs for young people in neighborhoods with fewer financial resources.  Gesturing toward Brooklyn Heights, an expanse of historic brownstones favored by celebrities, she said: “In this neighborhood, you don’t see a liquor store on every corner.”  Some of the resources that were available to her family felt out of reach. It’s not much help, she said, “if there’s a recreation center in a neighborhood that I’m afraid to walk through”.     The marchers cross the Brooklyn Bridge. Photograph: Lois Beckett for the Guardian    Natasha sees resources and support for youth as one part of the solution. Tougher gun laws are another.  “We vote politicians into office to do a job, and their job is to look at the laws we have passed, and if they’re not working, fix them,” she said.  “Some of these states have lax gun laws, and they need to pass sensible gun laws in these states. Nobody’s trying to take away anybody’s gun, but we can no longer live like this.”  As the march wound its way across Brooklyn Bridge, Natasha and Christopher walked at the front.  “What do we want?” Natasha called.  “Gun sense!” the protesters responded.  “When do we want it?” she said.  “Now!” they called back.  The march was followed by more speeches from celebrity advocates and family members of victims of violence, on a stage near City Hall. Afterward, Christopher stood in the packed crowd behind the stage. He was blowing bubbles.  Of the speeches, he said, he most appreciated hearing from Lucy McBath, the mother of 17-year-old Jordan Davis, who was shot dead in November 2012 at a gas station, after an older man objected to the music blaring from his friends’ car.  “Hearing Lucy speak made me happy because I know that she lost her son, and I know the way that feels,” Christopher said.  What else was important about what was said that day?  “Well, hearing me speak!” he said, breaking into a smile.",
  "webTitle": "'They stole my big brother': violence turns child into champion for 'gun sense'",
  "webPublicationDate": "2016-05-08T17:00:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/08/gun-violence-survivors-akeal-christopher-moms-demand-action",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/08/gun-violence-survivors-akeal-christopher-moms-demand-action"
}