{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/monument-stonewall-riots-fight-lgbt-rights-goes-on",
  "id": "2016-05-05-207",
  "sectionId": "commentisfree",
  "body": "Straight people, I want you to imagine something. I want you to close your eyes for a moment and imagine that the world is queer. Barely clad, lissome teen boys are used to sell everything from candy to beer to mutual funds. Beaming lesbian couples look down at you from every billboard and subway ad. Every film and TV show is about the lives and struggles of same-sex couples. Sometimes a daring art house film will feature a story of the forbidden love between a man and a woman, but outside of the arts and the big cities, such relationships are considered dirty, licentious and widely known to be doomed. Heterosexual people are all perverts, you know. They’re dangerous and mentally ill. Don’t let them touch you. Ever. This is what your America looks like to an LGBT person. There’s been some queering around the edges, but on the whole, we still live in a painfully, bombastically straight society. Same-sex marriage is legal and now there is a motion afoot to make New York City’s Stonewall Inn into the country’s first LGBT historical marker.   Related: Climate change, chaos and inexact computing    However, for every advance like that, we get daily – if not hourly – messages that the fight is far from over, what with some states proposing cash bounties on trans people caught in the “wrong” bathroom and the fact that vicious acts of anti-LGBT violence are actually on the rise.  The Stonewall Riot is considered the birthplace of the US LGBT rights movement. But once it was essentially a dive bar where the “unwanted” queers – ie non-white, effeminate, poor, trans people – could congregate peacefully. It was the last stop for people who had nowhere else to go. On that hot night in June of 1969, when the NYPD came – again – to round up, arrest, detain and charge Stonewall’s clientele with whatever charges they could trump up, those gay people decided that rather than peacefully comply as they had during every raid before, it was time to fight back. They threw rocks and bricks, kicked and punched and said: “No more. We are human beings with rights. You will not treat us this way.”   Related: Donald Trump's election would derail Paris climate deal, warns its architect    On that night, my people reached down inside ourselves and found our rage. Over the course of history, the potato-faced, hateful, rock-throwing villagers of the world have beaten us, burned us at the stake, poisoned us, jailed us, exiled us, castrated us and otherwise tried everything in their power to punish us for existing and extinguish us from the world. Stonewall informed the world that we weren’t going to take it, any more, not without a fight. In too much of the world, Russia, Uganda and beyond, this is still happening. And while things may be better for us here in the US, this needs to be a time of special vigilance in protecting the rights of our transgender brothers and sisters. The right wing has marked them out – the most marginalized and misunderstood members of our family – for persecution and violence. It’s time for us to fight back. Get information, get the facts about who commits sex crimes – surprise! It’s straight men! – and write to your state legislators and your representatives in Congress.  Tell them you believe in equality for all Americans and that anti-LGBT “bathroom bills” and “religious freedom” laws are just back doors to codifying hate and religious fanaticism into law. If unisex and trans-friendly bathroom policies are the norm in your state, write to North Carolina, Mississippi and Tennessee. Even the US Department of Justice agrees that these types of laws are wrong-headed and discriminatory. On Wednesday, the department issued a stern warning to North Carolina’s Tea Party governor, Pat McCrory, and the Republicans in the state legislature. That state’s draconian anti-LGBT law HB2, it said, is in direct violation of the Civil Rights Act. If the Stonewall Inn becomes a national monument, it will be an incredible testament to how far LGBT people have come in this country. However, discriminatory laws getting pushed in state houses across the country show us that we still have a long way to go. This piece was amended on 5 May 2016. A previous version stated that the Stonewall riots happened in July of 1969. They were actually in June.",
  "webTitle": "A monument for the Stonewall riots is nice, but the fight for LGBT rights goes on | David Ferguson",
  "webPublicationDate": "2016-05-05T11:30:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/monument-stonewall-riots-fight-lgbt-rights-goes-on",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Stonewall",
      "id": "film/stonewall",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "David Ferguson",
      "id": "profile/david-ferguson"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/monument-stonewall-riots-fight-lgbt-rights-goes-on"
}