{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/20/editors-vs-judges-which-right-is-supreme-press-freedom-or-privacy",
  "id": "2016-05-20-264",
  "sectionId": "media",
  "body": "“Be you never so high, the law is above you.” When that term was coined in 1733, there was no electronic communication, let alone the internet. Within the jurisdiction of the English courts, the law was supreme. Every citizen, whether politician or journalist, was subject to the rule of law. Almost three centuries on, amid a digital revolution that has made a nonsense of geographical frontiers, injunctions issued by English judges - including those sitting in the highest court in the land - cannot be guaranteed to hold sway. Injunctions - or gagging orders, as newspapers prefer to call them - still prevent publication within the jurisdiction. But they cannot stop secrets be divulged elsewhere and cannot stop people accessing them from within the jurisdiction. Privacy, as so many digital pioneers, such as Facebook’s founder Mark Zuckerberg observed long ago, is dead.  That is the background to a battle between English judges and some national newspaper editors who are opposed to the supreme court’s decision to uphold the injunction preventing identification of a celebrity who has been involved in a three-way sexual encounter. The Sun on Sunday’s legal struggle to publish the story is supported by several rivals papers, including the Daily Mail, Daily Mirror, Daily Telegraph and the Times. All carried articles on Friday in which they criticised the supreme court judges - and politicians - for their ruling. In varying ways, some titles have also dared to thumb their nose at the law by providing broad hints about the identity of the celebrity. At its heart, this battle, as Max Mosley points out in a Guardian article, is all about interpretations of the public interest.  For popular newspapers, there is a public interest in the sex lives of celebrities. For the judges, and for a minority of editors, such matters may be interesting to the public but are of no genuine public interest (or public benefit). On that differing interpretation also hangs a central debate about society’s right to freedom of the press as against an individual’s right to a private life.  So what did the editors who support the Sun on Sunday have to say? The Telegraph illustrated its interest by devoting a spread to the story. Its leading article began by stating that it had no interest in the sexual proclivities of the celebrity known in court papers as PJS. But, it said, his desire to prevent publication of the story about him “has raised questions of the clearest public interest, about the making and implementing of laws, about the responsibilities of judges and politicians, and about the free speech on which all British liberties depend.” Yet, given that the identity has been leaked via websites in the US and by newspapers in Scotland, the bid to maintain anonymity “has been spectacularly counterproductive” and “even the judges concede that their ruling may invite ridicule.” For the Telegraph, the culprit is was the “woefully reckless” decision by Tony Blair’s government in 1998 to pass the human rights act in order to “enshrine in law the European Convention on Human Rights.” So the paper calls for an amendment to that act to set a higher bar for privacy injunctions and slams judges for misuing “a bad law to usurp parliament and take the power to gag the media.” The Times, even though it thought such privacy battles to be “tawdry,” believed the supreme court ruling on the “now-notorious” injunction, plus the law on which it is based, to be “troubling in a free society.”  It offered three reasons: one, precedent. “The horrifying revelations of Jimmy Savile should leave nobody in doubt that fame is a form of power which can be exploited like any other form of power.” Two, practicality. Privacy cannot be protected in the internet age. The identities of the people involved in the affair “have been shared widely on social media, even in England and Wales.” Three, “the strongest objection”: the case “is no longer about privacy... but about freedom and control... It impinges on the freedom of everybody. This injunction puts any ordinary citizen tweeting facts at risk of prosecution; an extraordinary imposition in a democracy.” The Mail, which carried a spread headlined “Four Canutes of British justice”, argued that the supreme court ruling was “astonishing” and “deeply depressing.” The judges, said, had “swung their authority behind the ridiculous and unsustainable ban... the law is an ass to uphold an injunction which has proved so porous as to become virtually meaningless.” It continued:  “Such purblind judicial obstinacy is threatening to bring the rule of law into disrepute.”  It praised one judge, Lord Toulson, for having “the courage and realism to dissent from the judgment”, concluding: “The sooner his colleagues start agreeing with him, the sooner they will stop making a mockery of the law.” In a short commentary, the Mirror contended that “there is very little popular sympathy for celebrities seeking to use the courts to cover up activities perceived to be embarrassing.” It said:  “We are seeing the spread of ‘injunction busting’ - particularly on social media - where the public, especially outside this jurisdiction, deliberately break the injunction.”  Unsurprisingly, the Sun unleashed its big guns. Its front page, “The day free speech drowned in a pool of olive oil”, was supplemented by a spread, “Cheaters’ charter” and a leading article, “Court’s snobs reign supreme”. It called the judges’s ruling “illogical and idiotic” and called them “out-of-touch old ­duffers with a predictably contemptuous snobbery towards popular papers and our millions of readers.” It exempted Lord Toulson, for “using his brain” by saying that the court “must live in the world as it is and not as it would like”.  He was overruled, said the Sun, “by four analogue colleagues befuddled by the digital age.” The paper argued: “Judges should rule on the law, not impose their snooty prejudices about tabloid stories they find ‘prurient’. It’s not their call to decide what’s in the public interest or whether that differs from what the public is interested in.” In fact, the opposite is the case. The law does require judges to make decisions based on their interpretation of the public interest. Editors may wish it were otherwise, but - as it stands - that is the reality. Which takes me back to Max Mosley’s long-held view that he trusts judges to make wiser decisions on privacy rights rather than editors.  That, of course, takes us straight to the main contradiction: any inhibition on what a paper can or cannot publish must amount to a denial of press freedom. It is an inescapable truth that we who find it distasteful to see people’s private sex lives opened up to scrutiny, and who think the editors’ “right to know” argument is wholly bogus, must accept.",
  "webTitle": "Editors vs judges: which right is supreme - press freedom or privacy?",
  "webPublicationDate": "2016-05-20T09:29:51Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/20/editors-vs-judges-which-right-is-supreme-press-freedom-or-privacy",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press freedom",
      "id": "media/press-freedom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media law",
      "id": "media/medialaw",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Sun on Sunday",
      "id": "media/sun-on-sunday",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Privacy & the media",
      "id": "media/privacy",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Human Rights Act",
      "id": "law/human-rights-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Times",
      "id": "media/thetimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Max Mosley",
      "id": "media/mosley",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mark Zuckerberg",
      "id": "technology/mark-zuckerberg",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/20/editors-vs-judges-which-right-is-supreme-press-freedom-or-privacy"
}