{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/zenders-winterreise-ian-bostridge-review-adelson-e-salvini-bbc-young-musician-2016",
  "id": "2016-05-15-164",
  "sectionId": "music",
  "body": "It sounds such a terrible idea. A “composed interpretation” of Winterreise, Schubert’s song cycle for voice and piano, in which the beloved masterpiece is crushed into millions of tesserae and stuck together again, for small orchestra, like a haphazard and misshapen mosaic. Add to that a multimedia staging, cool and mechanical yet bursting with eclectic imagery from Chaplin to Berlin cabaret to Samuel Beckett. Schubert’s lonely winter traveller has left any hope of warm Viennese refuge far behind and journeyed into a yet more icy landscape of 20th-century expressionism. In the midst of all this is the tenor Ian Bostridge, who has been singing Schubert’s music and writing about it for 30 years, from youth to middle age, but never before in this way. Dressed almost ironically in white tie and tails, he cuts a desolate figure, hair slicked down and severely parted, face deadpan pale under the unforgiving spotlight.   Related: Ian Bostridge on Zender's Dark Mirror: Schubert's Winterreise    This is Netia Jones’s meticulous and fearless staging of Hans Zender’s version of Winterreise (1993), in the Barbican theatre with the Britten Sinfonia conducted by Baldur Brönnimann. It could not be done better. As with Zender’s dislocated music, the watchword is restraint. Schubert’s masterpiece can withstand this transformation. Wilhelm Müller’s poems, which Schubert set, are entrenched in a world of objects: a lover, a linden tree, an inn. From the opening, snow-crunch tapping of bow wood on stringed instrument to the final hurdy-gurdy drone of Der Leiermann (who “with numb fingers, turns the handle as best he can”), Zender’s version grips and chills. Jones and Bostridge have collaborated on Britten’s Curlew River. She pushes her singer to challenging new terrain, here literally forcing him to confront his younger self by intercutting (without sound) the Winterreise he sang in David Alden’s 1997 film for Channel 4. The older Bostridge sings, leaning and pulling on intonation with clear intention, with his boyish, soft-featured self as his shadow. The Britten Sinfonia, effectively all soloists and superbly led by Thomas Gould, played with impeccable delicacy and style, now mimicking a serene and melodic Schubert string quartet, now entering the world of Mahler or the Second Viennese School, accordion, muted trumpet and guitar colouring the sound. So strong is Schubert’s music, so direct is Müller’s verse and so finely intelligent is Bostridge’s singing that all peril is overcome and art gains.    Had Rustioni banished the cast and enacted the plot from the podium, there would still have been much to enjoy    Bellini wrote his first opera, Adelson e Salvini, when he was 23 years old. On a blind listening, with its wit and patter and ever-faster crescendos, you might think Rossini responsible for this impassioned melodrama-cum-comedy. Opera Rara, busy since the 1970s unearthing forgotten operas, chose it for a second, fruitful collaboration this season with the BBC Symphony Orchestra and conductor Daniele Rustioni. Had Rustioni banished the cast and enacted the complicated plot (don’t ask) from the podium, there would still have been much to enjoy. Energy exploded from his every limb, eliciting spry, lively playing from the BBCSO even in rumpty-tum longueurs. A protege of both Gianandrea Noseda and Antonio Pappano and sharing their energy, Rustioni jumps, bends, stretches, revelling in every moment. His enthusiasm made this forgotten work feel like a masterpiece.     Simone Alberghini, left, and Enea Scala with the BBC Symphony Orchestra conducted by the remarkable Daniele Rustioni at the Barbican. Photograph: Russell Duncan    I wouldn’t go so far as to call it that, but the work rattles – and occasionally creaks – along with moments of Bellinian brilliance, including an aria later used in his I Capuleti e i Montecchi. Let’s try again with the plot: Salvini, an impassioned painter (when are they not?) – in this nimble semi-staging Enea Scala wears that badge of bohemian artistry, a scarf – falls in love with his master’s fiancee, Nelly, while Fanny, a young servant, pines for him. Lost already? That’s only scene one. Let Wikipedia take you to the impenetrable heart of the matter: “Neither, however, is the name of the girl and, in a game of misunderstanding, thank you Salvini momentum with his friend, believing he has granted the hand of Nelly. [sic]” Moving on, despite some weaknesses in the cast there were several star turns, notably mezzo Daniela Barcellona as Nelly, Maurizio Muraro in the buffo bass role of Bonifacio, with Leah-Marian Jones, David Soar and Kathryn Rudge strong in smaller roles. All handled the lengthy, heavily cut spoken dialogue with aplomb. Scala climbed up to the highest tenorial stratosphere with only momentary slips, and wove around the ornamentation skilfully. The stage director, Kenneth Richardson, made the sensible decision to keep the houselights down, in a stroke intensifying a drama full of event but in which not much happens. All good fun, and look out for the eventual CD. Last year’s Zazà, by Leoncavallo, is released next month.     BBC Young Musician 2016 finalists (l-r): Jess Gillam, Sheku Kanneh-Mason and Ben Goldscheider: ‘precociously talented but not precious’. Photograph: BBC/Brian Tarr    BBC Young Musician has always had a sharp nose for talent. The pianist Stephen Hough and clarinettist Michael Collins made it to the finals of the first competition in 1978. The title was won by a trombonist, Michael Hext, inevitably less well known given the social rather than solo nature of his chosen instrument, but a fine player and on that night the best. It’s all less cringe-making than it used to be. One thing has changed dramatically. Whereas TV used to be a closed world, cameras and lights as daunting as audience and jury, now teenagers are so used to seeing themselves on social media that they smile rather than squirm. Each young musician has talked, above all, about the pleasure of performing. The musical hinterland has been eclectic and impressive, family music-making playing a vital part: the brass players who come from the band tradition, the cellist who also plays folk fiddle, the trumpeter who learned jazz at his father’s feet, the violinist equally at ease singing in a school staging of Les Mis. All are self-disciplined, precociously talented but not precious. Of the finalists, saxophonist Jess Gillam and horn player Ben Goldscheider (who had to choose between football and music) are contemporary music advocates. Cellist Sheku Kanneh-Mason, from a Nottingham comprehensive, has six musician siblings to keep him in check. He played in the Kanneh-Mason family trio, representing Chineke!, at the RPS awards last week with the music world’s movers and shakers listening in. The finals are on BBC4 and Radio 3 tonight. Whoever wins will make you happy. Whoever loses, you’ll be sad. They all have big careers ahead. Star ratings (out of 5)Zender’s Winterreise ****Adelson e Salvini ****",
  "webTitle": "Zender’s Winterreise; Adelson e Salvini; BBC Young Musician review – testaments of youth",
  "webPublicationDate": "2016-05-15T07:30:00Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/zenders-winterreise-ian-bostridge-review-adelson-e-salvini-bbc-young-musician-2016",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Maddocks",
      "id": "profile/fiona-maddocks"
    }
  ],
  "guardianId": "music/2016/may/15/zenders-winterreise-ian-bostridge-review-adelson-e-salvini-bbc-young-musician-2016"
}