{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/ben-butler-accuses-cps-of-unfair-trial-on-first-day-in-witness-stand",
  "id": "2016-05-13-80",
  "sectionId": "uk-news",
  "body": "A man accused of murdering his six-year-old daughter has attacked the Crown Prosecution Service for putting him on an “unfair trial” as he gave evidence for the first time in the case. Speaking at the Old Bailey on Friday, Ben Butler launched a vigorous defence when questioned over the death of his daughter Ellie in October 2013, when she was found with “catastrophic” head injuries akin to those found in high-speed car crashes. He said he would not be “muzzled” and claimed that he had been a victim of a miscarriage of justice when he was convicted in 2009 of assaulting his daughter after she was hospitalised with injuries similar to shaken baby syndrome at seven weeks old. He described the system as “corrupt” and accused the crown of omitting critical evidence that he claimed would prove his innocence. “And we’ve lost evidence in this trial that we would be able to prove there was more wrong with my daughter,” he said. On his first day in the witness stand, Butler, 36, described St Helier hospital in south London, where Ellie was examined after he rushed her to A&E when she was aged seven weeks, as the “worst hospital in the world”.  He told jurors he was “devastated” and “bamboozled” when Ellie was subsequently taken into foster care after “the wonderful Sutton social services” stepped in before they knew what had happened to his daughter. The jury had previously been told that Butler was found guilty of assaulting her and the conviction was quashed. Butler launched his outburst about the legal system after being asked by his counsel, Icah Peart QC, about the expert evidence used in the family court’s decision to return Ellie to her family from foster care. He replied: “It’s a fucking disgrace and I’ve no problem saying that. It’s been slammed by the high court judges, the expert witness on shaken baby syndrome, and all that the way the trial was conducted.” Referring to the original criminal trial in 2009, he said: “There were 10 experts that the crown produced every time … Mr and Mrs Guilty … I was allowed three experts.”  Peart said: “We all know you were convicted and sent to prison.” to which Butler replied: “I was unfairly convicted and I had an unfair trial and I’m having an unfair trial now.” “Firstly, I’ve been charged with murdering my daughter but you’re actually charging me with arguing with my wife,” he said, in reference to a barrage of abusive text exchanges between him and Ellie’s mother, Jennie Gray, who is on trial over a separate charge relating to child cruelty. “I’m not going to be muzzled here. I’m not going to stop saying what I’m saying. Secondly, you’ve got experts here. They’ve already been used against us in every trial. Thirdly, we’ve lost evidence in this trial that we would be able to prove there was more wrong with my daughter,” he said. The judge then intervened, saying: “We are getting into difficult territory,” to which Butler replied: “I’m not being muzzled.” Mr Justice Wilkie said: “I’m not trying to muzzle this witness” Butler replied: “Sounds like you are.”  Wearing a light grey suit and a paisley tie, he described how excited he was when Ellie was born on 30 December 2006. He laughed when he told jurors how he and Gray met in a pub after her brother fell off a bar stool in Sutton, south London, where they both lived. They saw each other casually but within weeks Gray had fallen pregnant. He told the jury he thought the pregnancy was the “kiss of death” but became supportive. He said that although he thought friends with babies were “fucking boring”, when his own daughter was born he was proud and excited. Butler and Gray were not living together at the time of the birth and they were not in a relationship, the court heard, but Butler said he would see the baby every day because he missed her so much. There were occasions, he recalled, when Gray told him that the baby had gone pale and seemed to have trouble breathing, but he said the couple were reassured by the district nurse. “I noticed it myself – she makes a noise like a snorting noise,” he said. “We talked about it. The nurse said sometimes babies do that. Me, and Jennie was a first-time mum, so we just listened to what they said.” He recalled a day, 15 February 2007, when Gray took Ellie to the house he shared with others. “Normally she’d come round with 50 bags like J-Lo … Ellie was in the car seat. I said: ‘Fucking hell, why did she look like that, I’d never seen her like that,’” he told jurors. She was “sheet white”, Butler said, but Gray had told him: “I know, but she does that sometimes.” He took the baby upstairs and tried to feed her but she did not seem to be hungry, so he put her in a car seat beside the chair he was sitting on, he told the court. After a while he noticed that she looked different, with her arms by her sides when normally her hands would be up by her face. “I picked her up, her arms were like chicken, how can I describe, that soft feeling, no resistance. I started panicking,” he said. He called the ambulance but while waiting cleared Ellie’s airways with his fingers and “she went, ‘ha, ha,’ like that,” he said, drawing breath twice. “She seemed she was all right. I’d overpanicked. I said don’t worry about the ambulance, she’s fine, but it seemed she wasn’t all right, her arms were still, there was no resistance,” Butler said. He called the ambulance again but when it did not arrive, he called a friend to take her to A&E at St Helier hospital. After initial treatment the doctors told him that Ellie was unlikely to survive. “She probably won’t make it through the night. If she does she’ll be probably blind, deaf and in a vegetative state,” Butler said, shaking his head in the direction of Gray, who was in the dock. “We were all shocked, in disbelief. ‘Why, why what’s wrong with her?’ She [the doctor] said the only way that she could be like this was to be violently shaken,” he said, shaking his head to jurors. He described how the decision was then taken to transfer Ellie to “a proper hospital”, Evelina London children’s hospital. Immediately there was “a different vibe”, he said. While St Helier had jumped to the conclusion that the baby had been shaken violently, the doctors at Evelina were not accusing and told them that they believed the injury was caused at birth, he said. “It was like a fucking angel just appeared. This guy came out, a proper doctor, he said: ‘Don’t worry, she’s going to be fine,’” Butler said. In what he said was the “biggest fuck-up in my life” he suggested that the baby should be taken back to St Helier so visiting would be easier. When they returned to St Helier “they were already bang bang bang, they wouldn’t accept that Ellie was damaged at birth”. Sutton social services got an interim care order and Ellie was placed in foster care. “Bearing in mind they said she was a shaken baby and that was not going to live the night, she was well enough to be released after five or seven days,” Butler told the jury. Butler told jurors how his two-year battle to get Ellie back had taken its toll and the couple would turn to drink “just to pass time”. Travelling up and down to the high court for a seven-week hearing in the family divivision over seven and a half weeks in the summer of 2012 also left them short of money, he said. “We were both obviously fucked, we were on benefits. We were visiting solicitors. We can laugh about it now, but we had to go bin raiding one night, bin raiding in Iceland,” he told jurors. Fighting in the family courts turned into a near full-time job, he said, and alleged that one day he came home and found Jennie on the floor drunk and shouting. Shortly afterwards she found she was pregnant again and decided to have an abortion, but that went wrong, he said. “She was fucking crazy, she was fucking crazy, she was going mad,” Butler said. “She went back to the hospital and that’s when they left the remains inside her and they hadn’t done this properly,” said Butler. She feared the operation would have left her infertile, he said. Ellie, who was being fostered by her grandparents, was eventually returned into her parents’ care in November 2012. Butler said that “independent social workers” appointed by the high court judge were good because “Sutton social services couldn’t be trusted to do anything”. The independent social workers said “my and Jennie’s interaction was the best they had ever seen”, he claimed. Butler told jurors that Gray’s relationship with her father was poor and they were “at each other all the time”. Later Butler told the jury he was a good dad and “horrible” texts he sent Gray months after they had won a legal battle for the return of Ellie did not affect his attitude to his daughter. He told jurors Gray was mentally affected by frequent bouts of heavy bleeding and she would lose interest in Ellie. He was so scared that social workers would come and take Ellie away again that he contemplated suicide, he claimed. He said that Christmas with Ellie in 2012, 10 months before she died, went well but that his relationship with Gray was very fraught in the three months after. “If this was a likeability contest I will not be getting a Blue Peter badge any time soon,” he told the court. Gray’s bleeding would leave her hospitalised for up to 10 days at a time, he said. He told jurors he needed her to be around to help Ellie settle in after five years in foster care. He would sometimes threaten Gray that he would call social services but it was all a bluff to get her out of hospital, he claimed. He also claimed they argued by text, not in front of Ellie. Butler frequently swore during his testimony and explained to the court that it was how he normally communicated.  He is accused of murdering Ellie when he was alone at home with her and another child on 28 October 2013. Butler and Gray, 36, are jointly charged with child cruelty over an untreated broken shoulder the girl sustained weeks before her death. They both deny the charges. The trial resumes on Tuesday.",
  "webTitle": "Ben Butler accuses CPS of 'unfair trial' on first day in witness stand",
  "webPublicationDate": "2016-05-13T17:11:12Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/ben-butler-accuses-cps-of-unfair-trial-on-first-day-in-witness-stand",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/13/ben-butler-accuses-cps-of-unfair-trial-on-first-day-in-witness-stand"
}