{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/butterfly-foundation-warns-eating-disorder-helpline-in-jeopardy",
  "id": "2016-05-16-347",
  "sectionId": "australia-news",
  "body": "Australia’s only crisis line for people with an eating disorder is in jeopardy, with no guaranteed federal government funding past June 2017. The Butterfly Foundation, which supports people affected by eating disorders and negative body image, says its national “ED Hope” support line takes an average of 10,000 calls and web chats a year. An average phone call lasts between 17 and 19 minutes and an average web chat about 48 minutes. Anorexia nervosa is the most deadly of all psychiatric illnesses, with one in 10 people dying within 10 years of the disease onset. Of these deaths, about 20% are suicides. “I’m frustrated,” the foundation’s chief executive, Christine Morgan, told Guardian Australia. “The government has committed funding until June 2017 for the support line but there has been no commitment after that. We still have too many Australians dying from eating disorders and they die because of the very elevated suicide risk and the very significant physical impairment due to the consequences of an eating disorder.   Related: How not to talk to people with an eating disorder | Charlotte Samantha    “An Australian in 2016 can’t access treatment easily and affordably, and that really frustrates me. What is also frustrating is the social stigma against those with eating disorders and the belief it is a lifestyle choice, despite science revealing a strong genetic component, and that the disease changes neural pathways in the brain.”  As of June 2017, all national crisis lines, including suicide support lines, will undergo a government review, as recommended by a report from Australia’s mental health commission. Duplicate services may be rolled into one. Guardian Australia understands that because ED Hope is a specialised service, and because there are no similar services, it is likely to be saved. However, Morgan said the government had given her no assurance this would be the case and, in the meantime, it was difficult for the organisation to plan for the future or assure people of their continuing employment. The chairman of the National Eating Disorders Collaboration, psychiatrist Prof Patrick McGorry, said no government had ever funded an eating disorders support service that was integrated with the health system. “The state of eating disorder services across Australia is a disgrace,” he said. “It is threadbare, it is disconnected from the mainstream health system, it is shocking. The government loves the rhetoric of early intervention and evidence-based care but they’re not investing in it or providing it. In fact, they’re diffusing resources across the community and dismantling the system.” He pointed to limited continuing funding for headspace youth mental health services and funding cuts to the Early Psychosis Youth Services program as examples. “This would be unacceptable in other areas, like cancer care,” he said. “But people with eating disorders and are seen as self-harmers who should pull themselves together. But it is an illness, and a very serious illness, and we have treatments which we are failing to make available to ordinary people.”  Morgan said the support line would need at least $1.5m a year in order to become a 24/7 support service. Currently, the support line is available between 8am and 9pm, Australian eastern standard time, on Monday to Friday. In a statement, the health minister, Sussan Ley, said the government had committed to funding the crisis line until June while a mental health “digital gateway” was developed. Once it was established, people seeking help would be able to call a single phone number to access the mental health phone and online services they needed, she said, and funding for those lines would be allocated.“This single phone number will act as a triage service that will put them in touch with a specialist phone or online service that is best suited to their personal circumstances,” the statement said.“For example, the triage service may determine a person would be best serviced by a specialist counselling service addressing LGBTIQ mental health or eating disorders, rather than a general service.  “The triage service is not designed to replace existing phone counselling services, but enhance access to them. “Australians will still be able to call their preferred phone counselling service directly if they believe this is the best service to help them.”She described the foundation’s claims that funding would be axed from June as “incorrect and misleading” . There are currently just 37 adult hospital beds across the country for eating disorders, located in the state capitals, and no specialist services in regional areas.    Related: I'm a man and I have an eating disorder. That's not a contradiction    According to the Butterfly Foundation, women with an eating disorder are six times more likely to attempt suicide and one third of young people with anorexia nervosa and more than half with bulimia nervosa have considered suicide. Morgan said it was critical primary health networks were funded to provide the necessary services and specialised staff to treat patients with eating disorders and ensure they were properly diagnosed, referred to specialists and treated. “Treatment requires a multidisciplinary team,” she said. “You need a GP, a psychologist, a psychiatrist, a dietitian, sometimes a paediatrician, and we don’t currently have Medicare-funded treatment paths that provide the level of treatment someone needs to recover. Under current arrangements you might get 10 to 12 sessions with a psychologist and that is woefully inadequate for someone with an eating disorder.” • 1800 ED HOPE: 1800 33 4673. For further support call Lifeline 13 11 14, Suicide Call Back Service 1300 659 467, Kids Helpline 1800 55 1800, MensLine 1300 78 99 78.",
  "webTitle": "Butterfly Foundation warns eating disorder helpline in jeopardy",
  "webPublicationDate": "2016-05-16T05:19:49Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/butterfly-foundation-warns-eating-disorder-helpline-in-jeopardy",
  "keyword": [
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Eating disorders",
      "id": "society/eating-disorders",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Anorexia",
      "id": "society/anorexia",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/16/butterfly-foundation-warns-eating-disorder-helpline-in-jeopardy"
}