{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/donald-trump-republican-party-storm-discontent-george-bush",
  "id": "2016-05-07-129",
  "sectionId": "us-news",
  "body": "Donald Trump has been confronted with deep discontent among senior members of his own party, including two former presidents, just days after becoming the presumptive presidential nominee for the Republicans. A candidate in Trump’s position might ordinarily be enjoying praise and endorsements from their peers, but Trump has found himself having to shrug off snubs from the likes of George HW Bush and his son George W Bush – the only two former Republican presidents who are still alive. Jeb Bush, the former governor of Florida and an early favourite for the Republican nomination, joined his brother and father in declaring he would not support the New York property mogul. Trump became the presumptive nominee after winning the Indiana primary on Tuesday, which prompted the remaining candidates, Ted Cruz and John Kasich, to drop out.   Related: Donald Trump represents the party base. Leaders must finally admit it | Lucia Graves    The House speaker, Paul Ryan, who is the highest-ranking elected Republican official in the US, also said he does not yet support Donald Trump and Lindsey Graham, a former candidate for the nomination, said he would not vote for him. Trump has since poured scorn on his Republican opponents. He called Graham “a poor representative and an embarrassment to the great people of South Carolina” who had “shown himself to be beyond rehabilitation”.  At a rally on Friday night in Eugene, Oregon, Trump said he and Ryan had had a positive phone conversation three weeks ago but that “all of a sudden, he wants to be cute”. He also continued to berate his expected Democrat opponent for the presidency, Hillary Clinton, questioning the former New York senator’s treatment of women and making reference to the infidelities of her husband, the former president Bill Clinton. “Just remember this,” he said. “She was an unbelievably nasty, mean enabler. And what she did to a lot of those women is disgraceful. So put that in her bonnet and let’s see what happens.” He then set his sights on the Democratic senator Elizabeth Warren, who has been floated as a possible running mate for Clinton. “She’s goofy,” Trump said of Warren, the Massachusetts senator. “I think Hillary should pick her as a running mate. I’d love to run against her.”           ‘She’s goofy’: Donald Trump attacks Elizabeth Warren at Oregon rally    Jeb Bush announced his plans to abstain from voting in a Facebook post on Friday. “In November, I will not vote for Donald Trump or Hillary Clinton, but I will support principled conservatives at the state and federal levels, just as I have done my entire life,” he said. “For Republicans, there is no greater priority than ensuring we keep control of both chambers of Congress. I look forward to working hard for great conservatives in the Senate and House in the coming months.” The decision by the two former presidents to publicly confirm they will not endorse Trump was seen as a break from tradition.  Democrats have generally steered clear of the Republican infighting, but Barack Obama said the candidates needed to show they have the qualities to lead the world’s strongest nation. “This is not entertainment. This is not a reality show,” the president said.",
  "webTitle": "Republican party storm of discontent rumbles on over Donald Trump",
  "webPublicationDate": "2016-05-07T09:34:58Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/donald-trump-republican-party-storm-discontent-george-bush",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "George HW Bush",
      "id": "us-news/george-bush-senior",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Jeb Bush",
      "id": "us-news/jeb-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "us-news/2016/may/07/donald-trump-republican-party-storm-discontent-george-bush"
}