{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/west-papua-un-must-supervise-vote-on-independence-says-coalition",
  "id": "2016-05-03-340",
  "sectionId": "world",
  "body": "The United Nations must pass a resolution for an internationally supervised vote for independence in West Papua, global parliamentarians and independence advocates have said. In a meeting in London on Tuesday, the West Papuan independence leader, Benny Wenda, will join parliamentarians, lawyers and humanitarians from the UK and the Pacific region to demand the United Nations pass a resolution for an independence referendum, in order to make up for its “mistake” in allowing Indonesia to take control almost 50 years ago.   Related: Indonesia warns other countries to respect its sovereignty over Papua    West Papuans are the indigenous people of a region on the Western half of an island shared with Papua New Guinea. Formerly under Dutch colonisation, Indonesia took temporary control of West Papua under a UN–backed treaty in 1963. It later gained complete rule through a UN-sanctioned but discredited ballot in 1969, in which just a little over 1000 Indonesian-picked West Papuan leaders representatives cast votes under threat of violence. Wenda said that vote, so called the “act of free choice”, was a betrayal of West Papuans and now was the time for the United Nations to set it right. “We West Papuans call it the act of no choice,” Wenda told the Guardian. “The UN already made a mistake, they broke their own rule. That’s why the UN needs to correct it now.” The Free West Papua movement hopes to see a UN resolution within two years to send international peacekeepers to protect West Papuans as they vote on independence. “For 50 years Indonesia massacred my people, 500,000 people. We need international peacekeeping force in West Papua,” said Wenda. “In maybe another 10 or 20 or 50 years time I think my people will become a minority. We need this as soon as possible.” Joining Wenda at Tuesday’s announcement will be ʻAkilisi Pōhiva, the Tongan prime minister and first head of state to attend a Free West Papua meeting, Papua New Guinea governors Powes Parkop and Garry Juffa, and Vanuatu minister Ralph Regenvanu. A message of support will be read on behalf of Archbishop Desmond Tutu. Regenvanu told the Guardian his nation had always supported a free West Papua, and he called on others in the region, in particular Australia and New Zealand which currently back Indonesia’s sovereignty, to join them. “They need to step up and recognise what’s happening on their doorstep,” he told the Guardian. “I think the attitude of the governments of New Zealand and Australia is quite shameful when it comes to West Papua.” Human Rights lawyer, Jennifer Robinson, noted both nations also supported Indonesian sovereignty over East Timor until “the very last moment”. “It’s important we continue build strong civil society campaigns within Australia and New Zealand to put further pressure on the governments to do the right thing,” Robinson told the Guardian. “It is of course unlawful as a matter of international law to recognise an unlawful situation, and Indonesia’s occupation of West Papua is unlawful because they did not respect international law in the process by which West Papua was incorporated into the state.” The referendum called for on Tuesday is modelled on that held in the former Indonesian territory of Timor Leste in 1999. While the hope is West Papua would see similar success in gaining independence, there is fear it could also see the same human rights atrocities and widespread violence by Indonesian forces. It’s estimated about one third of East Timor’s population was killed during Indonesian occupation and during the fighting which marred the independence vote despite the presence of peacekeepers.   Related: West Papuan women left isolated and beset by violence under Indonesian rule | Rochelle Jones    Tuesday’s demand is the culmination of decades of campaigning and a recent surge in grassroots support for the Free West Papua movement and an increase in membership of the International Parliamentarians for West Papua (IPWP), which includes Labour leader Jeremy Corbyn among its cofounders. “This conference is welcome recognition of the growing international support, notably in the Pacific, for the people of West Papua to be accorded their right, so long and wrongly denied, of self-determination,” Oxford East MP Andrew Smith, Chair and cofounder of the IPWP, said. “Its denial is a stain on the record of the United Nations, which we must continue to campaign for the international community to put right.” Lord Harries of Pentregarth, the former Bishop of Oxford, and also a cofounder of the group, described West Papua as “one of the great neglected scandals of our time”. “At last however parliaments around the world are waking up to this and the visit of political leaders from the Pacific is a very welcome step towards getting proper UN recognition of the indigenous people of West Papua and their desire for self-determination.” Despite verbally softening on West Papua’s autonomy and freedom, the Indonesian president Joko Widodo has largely failed to follow through. Under his rule, alleged abuses and violent attacks by military and police, including mass arrests and crackdowns on peaceful protests, have continued. In the last month alone more than 60 people have been arrested, Wenda said. “This is everyday life in West Papua. Physically, mentally, Indonesia intimidates every day,” said Wenda. Wenda, who famously escaped an Indonesian prison and fled to Papua New Guinea before seeking asylum in the UK, was coy about any role in a future West Papuan parliament. “My people will decide on whoever they want to lead us independence, but my obligation now is to free West Papua,” he said.",
  "webTitle": "West Papua: UN must supervise vote on independence, says coalition",
  "webPublicationDate": "2016-05-03T05:35:59Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/west-papua-un-must-supervise-vote-on-independence-says-coalition",
  "keyword": [
    {
      "webTitle": "West Papua",
      "id": "world/west-papua",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "world/2016/may/03/west-papua-un-must-supervise-vote-on-independence-says-coalition"
}