{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/louisiana-republican-stripper-joke-kenny-havard-state-politics",
  "id": "2016-05-20-72",
  "sectionId": "lifeandstyle",
  "body": "It was Louisiana state representative Kenny Havard’s idea of a joke, but not everyone was laughing.  During a session in the Louisiana house on Wednesday, Havard submitted a tongue-in-cheek amendment to a bill regulating strip clubs to combat human trafficking, proposing restricting the age and weight of strippers in Louisiana to under 29 and 160 pounds respectively.  Met with a mix of guffaws and disbelief, Havard quickly removed his amendment after a protest from fellow Republican representative Nancy Landry. He thought it was the end of what he considered to be a little joke; really, it was only the beginning.            Before the day was out the story had spread throughout the country and he found himself facing both a barrage of media attention as well as calls for an apology from many of his colleagues. The amendment, combined with the light-hearted reaction towards it from many of his male colleagues, immediately drew rebukes from members of the legislature and prompted widespread accusations of sexism and misogyny. “We’re here representing 40,000 people back home,” Landry told the Advocate. “Half of them are women. They’re mothers, daughters, sisters, and we’re here representing the state as the face of Louisiana to some extent ... I just don’t think it’s appropriate.” For many familiar with politics at the Louisiana state capitol, Havard’s comments were nothing out of the ordinary. “(The legislature) literally is an old boys’ club,” Louisiana journalist and political historian Robert Mann says. “The Louisiana legislature has one of the lowest percentages of women elected to its house and senate, and I think that is one reason why some of these guys think they can act the way they do – with such callous disregard for not just the feelings of women but the interests of women.  “There aren’t as many (women) around, and these are – literally, in many cases – old boys who have come from another era where treating women with respect or caring about their interests is kind of an alien, foreign notion.” Louisiana is currently ranked 45th in the nation for the proportion of women in state legislature, with only five women in the senate and 16 in the house. Mann says insensitive attitudes by male legislators – typified by Havard’s comments – are part of the reason why that ratio is so low. “I think women look at stuff like this and they see how they are treated, how women are devalued in a governmental institution, and who can blame them for not wanting to be a part of that?” he says. “To many women it’s an institution where they’re just going to be treated as some sort of shiny object, a place that pats them on the head and says ‘there, there’ whenever they’re subjected to something like this.” The furor over Havard’s amendment came during a rocky week for women’s rights in the state legislature. On Thursday, while Havard was coming under fire, a house committee voted down Governor John Bel Edwards’ bill requiring private businesses to pay equal wages for men and women. In an arguably bigger blow last Wednesday, the state legislature overwhelmingly passed a bill requiring women to wait 72 hours before having an abortion, tripling the current time of 24 hours. Louisiana now stands alongside only Oklahoma, Utah, Missouri, and North and South Carolina as states with the longest abortion wait time in the nation. It’s proving to be a tough time for woman’s advocacy groups in Louisiana. “The equal pay bill was something we were pushing especially hard for,” National Organization for Women Baton Rouge chapter president Angela Adkins says. Adkins, who visits the state capitol several times a week, was unsurprised by Havard’s amendment and his subsequent reaction. “You hear comments between legislators, male legislators,” she says. “You hear them between legislators and lobbyists. I’m at the capitol two, three times a week and it’s always there.” “The amendment was disgusting and demeaning to half the population in the state,” she adds. “I looked back over Kenny Havard’s voting record and he voted against anything that would help women and children in this state … it just goes to show what women and children are thought of by our elected officials.”  Havard, who did not directly respond to requests for comment from The Guardian, later said that he’d simply been trying to make a point about excessive governmental regulation in the bill – which passed 96-0, with Havard’s vote – and he regretted offending his female colleagues. Still, over a day after proposing and withdrawing the amendment, he refused to apologize. “Maybe it could have been done differently,” he told reporters in the lobby of the state capitol on Thursday afternoon, “but I don’t know if I’ll ever apologize for being politically incorrect. It’s just not in my nature to do that. Political correctness is, in my opinion, ruining the country and … our state.”",
  "webTitle": "Louisiana Republican's stripper joke an unamusing reality in state politics",
  "webPublicationDate": "2016-05-20T16:57:34Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/louisiana-republican-stripper-joke-kenny-havard-state-politics",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New Orleans",
      "id": "us-news/new-orleans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Louisiana",
      "id": "us-news/louisiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jack Barlow",
      "id": "profile/jack-barlow"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/20/louisiana-republican-stripper-joke-kenny-havard-state-politics"
}