{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/23/local-government-blokey-andy-burnham-mayoralty-women",
  "id": "2016-05-23-112",
  "sectionId": "lifeandstyle",
  "body": "When Andy Burnham threw his hat into the ring to run for mayor of Greater Manchester — before he started saying stuff such as: “I want to put the swagger back into Manchester’s music scene” – my first reaction was relief. From a selfish point of view, it saved me from spending this summer trying to drum up excitement for a battle between Tony Lloyd and Ivan Lewis (if you have to Google them both, you’ll see my point). But more importantly, it was a sign that finally Labour’s big dogs were waking up to the opportunities offered by the new mayoralties, which will arguably have more power than anyone on Labour’s front bench, including Jeremy Corbyn — particularly the Greater Manchester mayor, who will have jurisdiction over far more than Sadiq Khan by many measures, most crucially the £5bn integrated health and social care budget. So, why is it that no women appear to want to enter the mayoral races? Chatting to a Greater Manchester MP the other week, I asked if any plausible women candidates had come forward. “Forget plausible: there haven’t even been any mediocre women putting themselves forward,” the MP said.   Related: Where are the women? The ‘pale, male’ council leaders driving the northern powerhouse    The new mayoralty is the most controversial condition of a series of devolution agreements brokered first between George Osborne and Greater Manchester and then a series of other “metro” regions: the Sheffield and Liverpool city regions, the Tees Valley, the North East, the West Midlands and Greater Lincolnshire. Ever since he coined the northern powerhouse concept in 2014, the chancellor made clear he was only willing to devolve power to elected mayors, whom he has called “a single point of accountability, who takes the decisions and carries the can”. Negotiated behind closed doors, the first the general public generally heard about these not insignificant deals was when the local leaders posed for awkward pictures with Osborne to sign the document. I kept tabs on these uncomfortable photographs, playing a depressing game of “spot the woman”. Occasionally, there was one, but usually not. “The leaders in Greater Manchester were very embarrassed when I was on holiday for the photo,” says Liberal Democrat Sue Derbyshire, who, until she lost her seat in the recent local elections, led Stockport council and was the only woman in charge of one of Greater Manchester’s 10 councils. “It’s certainly a problem they are aware of, but whether the Labour party in particular is doing enough to nurture young women coming through is another question.” Derbyshire thinks that Labour’s rooting in the traditionally male-dominated world of trade unions has led to a “macho” culture that favours bruising election battles. “It creates a male-oriented way of doing things. Women often do things differently. For a start, men tend to think they ought to be leader, whereas women ask themselves: ‘Would I do a good job?’ That sort of self-questioning can make women sound unsure, which is unhelpful if they are coming up against men who sound absolutely sure they can do it.” Ruling himself out a few months back, Sir Richard Leese, who has run Manchester city council for 20 years, wrote on his blog: “I hope we see a range of potential candidates that reflect the wonderful diversity of our city, but having said that, a pen picture of my ideal candidate would probably be 20 years younger [than me] and a different gender.” Interviewing Burnham at the People’s History Museum in Manchester last week, I reminded him of Leese’s comments. Wasn’t it a bit depressing that Labour was basically looking at a battle between three middle-aged white guys? This, in the city of the Pankhurst family and “Red Ellen” Wilkinson, who led the Jarrow march. “Yeah, I think so,” he agreed. “And that goes back to a failure to bring through enough women candidates and councillors a generation ago. But Labour was doing something about it at that time, with all-women shortlists. It is changing, but it will still take time to see those changes feed all the way through. But we do need to make sure that more women are more involved at a higher level in Greater Manchester politics, without a doubt, and as mayor that’s what I would do, and make sure there was that representation at the highest level, because there can’t be any sense that it’s a macho world or closed world in any way. This has to be a moment of change for our politics in Greater Manchester.” Two weeks ago, the residents of London, Bristol and Salford all voted for new mayors. In each race, the victors – and the candidates from the main two parties – were men. Elsewhere in the country, notably Doncaster, Watford, Mansfield and North Tyneside, voters have chosen women as mayors in different election cycles. But so far, the confirmed candidates for the new “metro” mayors, who will run big combined authority areas from May 2017, are all blokes. Luciana Berger, Labour MP for Liverpool Wavertree, is reportedly considering running for mayor of Liverpool city region, and Caroline Flint, MP for the Don Valley, is said to be interested in Sheffield, but neither are yet confirmed. It’s not as if there aren’t significant female Labour MPs with seats in Greater Manchester, although all are fairly new to their jobs. Lucy Powell, shadow education secretary and MP for Manchester Central, has ruled herself out. So has Lisa Nandy, MP for Wigan and shadow energy secretary. Kate Green, shadow minister for women and equalities, who represents Stretford and Urmston, doesn’t fancy it. Same with the shadow pensions minister, Angela Rayner, of Ashton-under-Lyne. Talk of Hazel Blears coming out of retirement came to nowt. Although Manchester city council now has more female councillors than men for the first time in its history, nine out of 10 leaders in Greater Manchester’s constituent councils are men. The lonely woman is Jean Stretton, who took over Oldham in January. She is the first Labour leader of a Greater Manchester council since Baroness Bev Hughes ran Trafford for two years in the 90s. “I think it does matter that no women seem to want to be mayor,” she said, while ruling herself out on the grounds that she has only just got her dream job. “I suppose we still might get someone putting herself forward, but it’s very late in the day [nominations for Labour in Greater Manchester close on 10 June]. I think that, while we do have some very good women MPs in Greater Manchester, they are mostly quite new to their seats and perhaps feel their futures lie in Westminster.” In the 2015 general election, 191 women MPs were elected, 29% of all MPs and a record high. As of 2013, 32% of local authority councillors in England were women. Stretton is optimistic that change is afoot. “When I first became a councillor in 2003, frequently the only other woman at a meeting would be taking the minutes. Now, my cabinet is fairly evenly split on gender. I’ve actually been criticised in the local paper for relying on an ‘old girls’ network’. Things are definitely changing for the better. It will just take time for those changes to filter up to the top.”",
  "webTitle": "Why is local government so blokey?",
  "webPublicationDate": "2016-05-23T15:53:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/23/local-government-blokey-andy-burnham-mayoralty-women",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/23/local-government-blokey-andy-burnham-mayoralty-women"
}