{
  "apiUrl": "https://content.guardianapis.com/money/us-money-blog/2016/may/22/donald-trump-brand-personal-finance-president-election-groupon",
  "id": "2016-05-22-111",
  "sectionId": "money",
  "body": "Could we be about to elect a one-man financial bubble as president of the United States of America?  Donald Trump released his second annual personal financial disclosure statement last week. It was the largest ever and “tremendous”, according to Trump. And it did indeed show that the Trump brand appears to be thriving, financially speaking.  But what remains unclear is whether this kind of financial wellbeing is a substantial, blue-chip prosperity, or whether it’s of the frothy Groupon variety. Don’t remember Groupon? Launched in 2008 as one of the first of the daily deals websites, Groupon rapidly became a darling of the startup universe. A cover star of Forbes magazine as “the fastest growing company ever” Groupon’s investors celebrated as revenues soared from $313m in 2010 to $1.6bn the following year. They also ignored the fact that its marketing expenses more than doubled to reach $768m in the same time frame; by 2012, marketing spending accounted for a whopping 48% of Groupon’s total revenues.  Once Groupon went public, in late 2011, all of those figures were made public in SEC filings for investors to scrutinize, and they didn’t like what they saw. Since going public, Groupon has continued to post growth in revenues and users, but its margins have remained anemic and the rare quarterly profit it has posted has only come as a result of an asset sale, and not because it is running its businesses at a profit. Hype met hard data and Groupon’s bubble went pop. Could the same cycle be coming for Trump Inc? When Trump declared his candidacy for the Republican presidential nomination, his finances were already at the heart of his campaign. “I’m really rich,” he said at the time of his announcement, noting that his wealth (and his success in business) qualified him to be president. How rich, precisely, remains a hotly debated topic. The candidate himself insists that he’s worth at least $10bn. Deny that, and you risk being sued. But like Groupon before its IPO, Trump is only providing the public with some of the information that they’d need to get a complete view of his finances, and to understand whether he’s running them well and profitably or not. Because, as Groupon (and countless other bubble companies) remind us, a dollar in revenue or gross income does not equate to a dollar in profits or net (after tax and other expenses) income – much as Trump has tried to conflate the two in his own statements. Just consider Trump’s own description of his disclosure filing with the Federal Election Commission, which, in true Trump style, he notes that he is proud to say is “the largest ever in the history of the FEC”. On the one hand, the press release notes that it shows “a tremendous cash flow and a revenue increase of approximately $190m”. It then promptly states: “This income was utilized, among other things, for the funding of construction projects at various multi-million dollar developments, reduction of debt and the funding of the campaign.” What we are seeing are gross revenues, as Shawn Tully at Fortune has pointed out in his own attempts to calculate Trump’s net worth. There is a difference between cash flow and revenue, income or profits.  Essentially, for most presidential candidates, a personal financial disclosure (PFD) will capture their salaries, or investment income. In Trump’s case, the numbers tell a different story. We simply don’t know what Trump’s bottom line looks like yet. To do that, we’d need to have a clear view of his costs – the equivalent of that giant marketing spending by Groupon.  For instance, he reported royalties of between $1m and $5m from sales of his most recent book, Crippled America, published in conjunction with his campaign. But how much has he himself spent to promote that book, costs that would reduce the net profit to him from the book’s royalties? Have any of his companies bought copies of the book to distribute at rallies, thus boosting sales and royalties, but eating into the net benefit? (Neither would be uncommon practices, incidentally.) We’d also need to understand his obligations: how much he owes to creditors. That, too, is hard to gauge, given the way that Trump presents both the asset value and the debt associated with at least some of the properties in which he has an interest, as Fortune’s Tully has shown. Above all, we don’t know what tax rate Trump is paying on whatever revenues he has told us he is generating from these assets. The assets may have grown in number over the last year, as the PFD shows; the revenue stream may have increased. But without knowing what tax rate he’s paying and what his costs are, we don’t know how good a job he’s doing at what really matters: ending up breaking even or with a profit at the end of the day.  Trump has declared that what he pays in taxes is “none of your business”. Voters, he said, don’t have an automatic right to see his tax returns before making their decision in November. He added that he won’t release them until an IRS audit, now under way, is complete, although the IRS has said he is free do so at any time. We, the voters, would be hiring Trump as the country’s CEO and CFO. We want to be sure we’d be hiring someone who would run not a bubble company like Groupon, but with at least as savvy an eye to the bottom line as some of the blue-chip companies in Trump’s own investment portfolio: Alphabet (the former Google); Microsoft, AT&T, Procter & Gamble. The “company” that President Trump runs wouldn’t need to be flashy or earn spectacular returns, but it would need to stay solvent and still be in business four or eight years from now.  We need to learn from the experiences of those early investors in Groupon, who bought shares in a company without digging into its financial statements. Trump’s business enterprises may well be solid, but the SEC wouldn’t let you or me invest in them based on the level of disclosure provided to us in the FEC’s statements. So why should we end up “owning” a bubble president, just because we couldn’t get adequate financial disclosure? Especially given that so much of Trump’s campaign, and his appeal to voters, relies on his apparent prowess in business.  In the case of Groupon, at least, investors who bought shares in the IPO should have been well aware of the perils: the company’s IPO prospectus contained more than 20 pages of risk factors. In making the decision whether or not to “invest” in Trump, however, we need a lot more financial information than we’ve got at present. Simply being “the largest” financial disclosure on record doesn’t make Trump’s “the best”. Alas, we can’t get Trump to submit the equivalent of an IPO filing with the SEC, complete with the requisite investor warnings. That’s unfortunate, as it might be the most appropriate way to get an insight into his finances. But we can and should demand that he do what every major presidential candidate for the last 40 years has done, and submit his tax return for public scrutiny, so that we can at least try to understand how he has managed his money. To Trump, this all seems to be about maximizing our perception of how much money he has. To the rest of us, it’s about transparency on the part of an individual who aspires to govern the most powerful country on the planet. When someone aspires to that level of power and authority, they lose the right to say something so significant “is none of your business”.",
  "webTitle": "Donald Trump's brand appears to be thriving – but could his bubble burst?",
  "webPublicationDate": "2016-05-22T11:00:01Z",
  "webUrl": "https://www.theguardian.com/money/us-money-blog/2016/may/22/donald-trump-brand-personal-finance-president-election-groupon",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Groupon",
      "id": "technology/groupon",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "money/us-money-blog/2016/may/22/donald-trump-brand-personal-finance-president-election-groupon"
}