{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/hillsborough-victims-honoured-freedom-of-liverpool",
  "id": "2016-05-12-5",
  "sectionId": "football",
  "body": "The 96 people who died in the Hillsborough disaster in 1989 are to be posthumously awarded the freedom of the city of Liverpool, the local council has announced. Kenny Dalglish, the manager of Liverpool FC at the time, and his wife, Marina, are also to be awarded the freedom of the city, along with the former bishop of Liverpool James Jones and Prof Phil Scraton, a campaigner for the bereaved families’ cause. The award is the highest civic honour that can be made by the city council, which said it was “designed to recognise people of distinction and those who have rendered eminent services to the city”. Liverpool’s mayor, Joe Anderson, said: “It has needed tremendous diligence and persistence to demolish the wall of lies that was cruelly created by the establishment to deflect blame for the tragedy away from those that were really responsible. “The individuals we will be honouring have played a crucial role in righting one of the biggest wrongs seen in recent British history.” Jones chaired the Hillsborough independent panel, which examined documents released by South Yorkshire police and other bodies relating to the disaster and published a landmark report in September 2012 that led to the first inquest verdict of accidental death being quashed. Scraton, who produced campaigning academic work on the disaster almost from the day it happened, headed the panel’s research and was the principal author of the report.  He then worked with the Hillsborough family support group’s lawyers on the new inquests into the disaster. Last month the jury at the inquests concluded that the 96 people were unlawfully killed by gross negligence manslaughter due to the failings of the South Yorkshire police officer in command of the match, Ch Supt David Duckenfield. The jury also determined there had been multiple failings by the police in the planning and handling of the match and the response to the lethal crush, and that no behaviour by Liverpool supporters contributed to the disaster.           Hillsborough: anatomy of a disaster    That vindicated the bereaved families’ 27-year campaign against South Yorkshire police allegations that supporters had been drunk, misbehaved, that many did not have tickets, and that they created an unmanageable situation for the police.   Related: Police watchdog to investigate Hillsborough inquest spin claims    Scraton’s work, and the report of the panel chaired by the former bishop, came to the same conclusions.  In 1997 Scraton, author of the book Hillsborough: The Truth, exposed the fact that South Yorkshire police officers’ statements had been amended to take out criticism of the police operation.  That and other allegations that police officers perverted the course of justice and committed perjury in the blaming of supporters after the disaster are now the subject of the largest ever investigation by the Independent Police Complaints Commission. Dalglish is revered by the bereaved families and survivors for his response to the disaster. He and his wife went to many of the funerals of the 96, and Dalglish ensured there was at least one Liverpool player at each funeral. Margaret Aspinall, chair of the family support group, and whose 18-year-old son James died in the disaster, said: “I am absolutely delighted that the city has chosen to honour the 96 in this way as it is a wonderful tribute to their memory. “I couldn’t be any more thrilled that Bishop James, Phil Scraton and Kenny and Marina are also being recognised as they have all given fantastic support to the families in their own special way over the years and they thoroughly deserve this honour.”",
  "webTitle": "Hillsborough victims honoured with freedom of Liverpool",
  "webPublicationDate": "2016-05-12T23:01:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/hillsborough-victims-honoured-freedom-of-liverpool",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "uk/liverpool",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Kenny Dalglish",
      "id": "football/kenny-dalglish",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/13/hillsborough-victims-honoured-freedom-of-liverpool"
}