{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/16/smart-technology-cars-insurance-premiums-safer-cheaper",
  "id": "2016-05-16-341",
  "sectionId": "money",
  "body": "Many drivers looked at their car insurance with an air of resignation last year. After years of declines, the average premium was on the way back up, by an average of 8%. That frustration may be shortlived, however, due to the increasing influence of machines and automation in driving, which is set to saving motorists hundreds of pounds in premiums. Insurer Swiss Re and technology group Here have anticipated that there will be a huge decrease in car insurance premiums in the coming years as automatic crash-avoidance systems in cars reduce the likelihood of impacts. Premiums in the 14 largest car markets in the world are expected to drop by $20bn (£13.8bn) by 2020 alone, according to their projections. At present, two versions of the same Ford Focus – one fitted with an automatic braking system that senses if there is going to be an impact, and one without – can command quotes that differ by almost a third, according to a survey by the Observer. Of the 2.63m new cars registered in 2015, more than 1.5m came with self-activating safety systems, such as collision warning and technology that ensures drivers stay in the right lane. These technologies are used to make driving easier and safer, reducing the risk of accidents and eventually, it is hoped, insurance premiums. Among the safety features is autonomous emergency braking (AEB), which uses a laser, radar or camera to automatically stop a car if it senses there is going to be a collision. The basic systems kick in up to speeds of 20mph, which will tackle the three-quarters of accidents that occur at city driving speeds. Thatcham Research, motor insurers’ automotive research centre, says 75% of collisions occur at speeds of less than 25mph. Manufacturers have different branding for their systems – Volvo calls it “city safety”, Honda “city brake active system”, Ford “active city stop” and Volkswagen “city emergency braking”.   Related: Forget smartwatches, smartcars will drive the next revolution    A 2015 study by Euro NCAP and Australasian NCAP, international bodies that assess car safety, found that AEB led to a 38% reduction in rear-end crashes. Consequently, insurance claims have reduced on vehicles fitted with it, and insurers are keen to offer discounts. Thatcham Research estimates a car’s insurance can be lowered by up to 10% with the technology. Insurer esure reveals that it offers an additional 5% discount for cars with AEB fitted as standard. With those reductions comes the cost of putting the system in cars. It’s usually included as standard in higher-spec models. As an optional extra it can cost between £180 and £1,300 as it is often bundled with a broader safety package. One of the most advanced AEB systems is in Volvo’s XC90, a premium SUV that sells for between £47,000 and £65,000. However, AEB can also be found as standard in cheaper cars such as the Honda Jazz, which costs as little as £13,500. Among the other technologies available that could reduce premiums is parking assist, which helps park a car with varying levels of driver input – some systems can actually park the car for the driver at the press of a button; useful when nearly a quarter of all insurance claims costs in the UK are related to parking or low-speed manoeuvring. Lane keeping assist, meanwhile, applies a gentle correcting force through the steering should the driver drift on to the white line without indicating.    There is the potential for the manufacturer to become liable for an accident, as opposed to the driver  ABI spokesman     As both these systems are relatively new, exactly what insurance discount they will obtain isn’t clear, partly because, unlike AEB, detailed comparative research of their benefits in reducing accidents hasn’t been carried out. Among the latest technologies are driver monitoring systems featuring eye-tracking. This monitors the driver and warns them if they are showing signs of inattention or drowsiness. Toyota already has it in its Lexus LS, and it will debut in General Motors’ 2017 CT6 Cadillac as part of its super cruise function. This technology could have a big impact given that fatigue was a contributory factor in 2,046 car accidents in 2014, resulting in 48 fatalities, according to the Department for Transport. In the same year, in-car driver distraction was cited as a factor in 3,200 crashes, which resulted in 68 fatalities. Such advances in technology typically come with increases in car prices, at least in the short term. “Many of the latest safety systems are stepping stones towards fully autonomous cars,” says Tim Pollard, digital editor-in-chief of Parkers and CAR magazine. “But while they might just save your life, they come at a price. The additional cost is inevitably passed on in higher list prices.” The systems can also come with teething problems, such as where innocent objects on the road are confused with threats. “So the algorithms default to assuming the worst, which can scare drivers by issuing aural and visual alerts for false alarms,” Pollard says. Separately, Google, Ford and other manufacturers are working on fully autonomous, or self-driving, vehicles with minimal human intervention, which has given rise to concerns. It is estimated this technology will take anything from five to 15 years to be developed to the satisfaction of regulators and a public nervous about entrusting their lives to a computer-driven car. Consultancy Ptolemus estimates that fully autonomous cars could lead to an 80% reduction in claims, provided drivers stick to autonomous mode. What this could result in, according to the Association of British Insurers, is an overhaul in car insurance. “As vehicles become increasingly connected with other vehicles, and as the control input transfers from human to computer, it is possible that liability will follow that transfer of risk,” a spokesman says. “There is therefore the potential for the vehicle manufacturer to become liable for an accident, as opposed to the driver, if they are unable to override the system.” HI-TECH, LOW COST Having a car with AEB fitted as standard can result in considerably lower premiums, depending on the driver’s age. A 30-year-old driving a 1L Ford Focus EcoBoost with AEB can expect to pay £613.54 – 14% less than the same car without AEB, which costs £718.05. The same driver aged 50 would pay just under £340 with AEB and almost £490 without – a 30% saving. But the reductions appear to stop at pensioners: a 70-year-old will save just 3%, according to AA insurance figures. There is an initial cost though. The Ford Focus EcoBoost Titanium with AEB fitted as standard is £20,345 – £1,500 more than the EcoBoost Zetec, which comes without AEB.",
  "webTitle": "Smart cars: how technology is putting the brakes on insurance premiums",
  "webPublicationDate": "2016-05-16T05:59:28Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/16/smart-technology-cars-insurance-premiums-safer-cheaper",
  "keyword": [
    {
      "webTitle": "Car insurance",
      "id": "money/car-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Self-driving cars",
      "id": "technology/self-driving-cars",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/16/smart-technology-cars-insurance-premiums-safer-cheaper"
}