{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/22/brighton-festival-pavilion-hospital-indian-troops-ww1",
  "id": "2016-05-22-83",
  "sectionId": "culture",
  "body": "The theatre designer Tom Piper, who created the field of scarlet poppies at the Tower of London in 2014 with the ceramic artist Paul Cummins, will this week commemorate the strangest chapter in the history of the Brighton Pavilion, when it became a hospital for Indian soldiers wounded in the first world war. It is Piper’s first major outdoor commission since he and Cummins installed thousands of ceramic poppies at the Tower, each marking a casualty in the first world war. Blood Swept Lands and Seas of Red became a public sensation, with thousands of people queueing for hours to see it and a petition launched to keep it in place for longer than originally planned. Parts of the installation have been on tour ever since, most recently in Orkney.    Related: Queen visits Blood Swept Lands and Seas of Red installation - in pictures    The Brighton installation, like the poppies, is part of the 1418-Now arts programme marking the centenary of the first world war and is a co-commission with the Brighton festival. This time Piper has created birdcage-like enclosures in the gardens of the pavilion, evoking the wards in the sumptuous Regency rooms, and more sinisterly, the operating theatre in the old kitchen that once served banquets to the Prince Regent and his guests. The gardens will also be filled with music, soundscapes, actors reciting words written by some of the soldiers to their faraway homes, and a film projected nightly on to the walls of the pavilion. There will also be linked concerts of Indian music and of western music performed by the Philharmonia Orchestra. The installation has been created by Piper together with Ajay Chhabra, artistic director of the performing arts company Nutkhut. Chhabra’s grandfather came from the Punjab, home to many of the Indian soldiers. Between 1914 and 1916 more than 2,000 Indian soldiers who were wounded on the western front were brought to the temporary hospital in the pavilion.     An oil painting by Charles Henry Harrison Burleigh shows wounded Indian soldiers in the music room of Brighton Pavilion, 1915. Photograph: Royal Pavilion & Museums, Brighton & Hove     The authorities immediately realised the propaganda value of the hospital, which was portrayed as a royal home, even though Queen Victoria had sold it to Brighton council more than half a century earlier for the then enormous sum of £53,000 – minus, the council only realised when they took possession, the luxurious furnishings. Professional photographers were sent in to record the patients in the improvised wards and the images were circulated across the empire in books and on postcards. “The images are beautifully composed and elegant, but the more I looked at them, the more troubling I found them,” Chhabra said. “They are very careful theatrical compositions, with none of the patients named, no sign of suffering or pain – and many of these men must have been in a bad way or they would have been patched up at the front and sent straight back into the trenches. What is entirely missing from the record is the wives, sisters and sweethearts the men were writing back to. We have tried to put all of these voices back into the narrative.” Piper said the event was free and open every evening to everyone, allowing visitors to wander in for five minutes or stay for hours and immerse themselves in the experience.  “We hope we will encourage visitors to make the human link across the century with these nameless men who found themselves so far from home in such strange surroundings.”  The world premiere of Dr Blighty runs from 24 to 28 May, 2pm to 10pm, at the Royal Pavilion Gardens, Brighton.",
  "webTitle": "Brighton festival recalls pavilion's use as wartime hospital for Indian troops",
  "webPublicationDate": "2016-05-22T13:58:44Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/22/brighton-festival-pavilion-hospital-indian-troops-ww1",
  "keyword": [
    {
      "webTitle": "Brighton festival",
      "id": "culture/brighton-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Brighton",
      "id": "uk/brighton",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "culture/2016/may/22/brighton-festival-pavilion-hospital-indian-troops-ww1"
}