{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/holy-hell-documentary-truth-about-cults",
  "id": "2016-05-27-127",
  "sectionId": "film",
  "body": "Perhaps the most disturbing part of Holy Hell – the documentary which premiered at Sundance earlier this year and is about a West Hollywood cult – is that life in the group doesn’t look that bad at all. Beautiful young people dance around in pastoral scenes, while an aviator-wearing leader expands their minds by seemingly doing little more than having a very good time. Holy Hell director Will Allen joined the Buddhafield in the 80s. His film – made up of videos he shot while in the group – raises accusations that over two decades he, and other members of the group, were sexually abused by the cult leader, who now goes by the name of Andreas but was also known as Michel. Former group members claim he controlled intimate elements of their personal lives and there were petty tyrannies as well; Andreas had trained for the ballet, and put his followers through grueling practices to stage elaborate ballets that no one but the group would ever see.   Related: My childhood in a cult is hard to imagine - but my survival is truly unbelievable | Jenna Tracy    But before the accusations of abuse and megalomaniacal demands, life with the Buddhafield wasn’t a dystopian nightmare. Instead, the first half-hour of the film makes the cult look welcoming, appealing – even holy. “The community turned out to be the thing that bonded us together and kept us there for so long,” Allen told me in a phone interview. He joined the Buddhafield at the urging of his sister, when he was 22, shortly after finishing film school and coming out as gay. “I felt very confused and unsure of everything, and I had no one to explain everything to me.”  “The community provided this immediate sense of unconditional love. Nobody judged each other; we were there with open arms loving everybody as individuals. That wasn’t something I had found in college, and I hadn’t found that in my family either.”          Holy Hell    That love wasn’t a delusion; the documentary shows Allen is still close with many of the people from the community, and they obviously still care about each other. Similarly, Allen isn’t ready to just dismiss the spiritual experiences he and others had while with the Buddhafield. The documentary shows Andreas leading many of the members to profound feelings of oneness with God, complete with psychedelic-like visions, and a blissful sense of well-being. “We weren’t doing drugs, we weren’t escaping through alcohol,” Allen told me, “so we were escaping through this more metaphysical relationship with ourselves.”     This happens in corporations, this happens in religions, this happens all over the world.  Will Allen     But eventually the community and friendship began to feel like a trap. Allen alleges that Andreas encouraged his followers to “Keep holy company”, by which he meant that they should avoid interactions with those outside the group. (This was part of “isolating us from society”, Allen said.) “We only kept among ourselves, and only bonded with ourselves.” This isolation was part of what kept Allen and others with Buddhafield. Indeed, even after the accusations some original members remain with Andreas and a new group of followers in Hawaii.   Related: How a corporate cult captures and destroys our best graduates | George Monbiot    “People’s spiritual journeys are very personal,” Allen said. “They don’t want to give them up for anything. They’re getting something out of it, and they’re not going to give it up very easily.”  It’s easy perhaps to view the people who have stayed with Andreas as deluded – but such delusions are too common to simply be attributed to cults alone. As the 2015 film Spotlight highlighted, widespread abuse in the Catholic church went on for decades. When someone claims to represent God, or the divine, “they create this immense amount of trust between you and them,” Allen said. “And that allows them, if they have no integrity or are unable to control themselves, it allows them more power to do what they want to do.”  The opportunity to abuse authority goes beyond just religions, too. One interviewee in the film says that there are cults in every town in America. That doesn’t mean that Buddhafield’s particular mix of New Age spirituality is metastasizing. But it is an argument that the impulses and dynamics which made Buddhafield possible aren’t solely the province of hippie truth-seekers.  “I look at this pattern that we all as a human race have created,” Allen said, “where we end up in this pyramid/hierarchy, where there’s someone at the top, and all the knowledge trickles down. This happens in corporations, this happens in religions, this happens all over the world. Why can’t we have a democracy where people all know what’s going on? Do people need someone to tell them what to do?”  Allen’s documentary is intended most directly to call Andreas to account. The director is hopeful that, as the film gains more attention, more of Andreas’s followers will come to doubt him and eventually leave the group. “That’s already happening,” Allen said hopefully. “People are already leaving, and only a few people who are devoted are still supporting him.” But the broader message of Holy Hell isn’t specifically about Andreas, or Buddhafield, or even necessarily about cults. Rather, the film is a warning that natural and even admirable human desires for love, for belonging, and for meaning can be manipulated by unscrupulous individuals to benefit themselves. Despots, in cults or in any context, seek to make themselves synonymous with community and with God. When such people try to gain power, Allen says, “We need to learn to recognize them. And not honor them.”",
  "webTitle": "Holy Hell and the truth about cults: 'They’re not going to give it up easily'",
  "webPublicationDate": "2016-05-27T14:17:07Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/holy-hell-documentary-truth-about-cults",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Spotlight",
      "id": "film/spotlight",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Noah Berlatsky",
      "id": "profile/noah-berlatsky"
    }
  ],
  "guardianId": "film/2016/may/27/holy-hell-documentary-truth-about-cults"
}