{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/graduation-outfits-edinburgh-university-female-students",
  "id": "2016-05-24-213",
  "sectionId": "commentisfree",
  "body": "There is a very specific charm to standing in the midday sun, holding a tepid glass of white wine, surrounded by people you’ve barely spoken to for the past three years, waiting to be given a rolled-up sheet of A4 by somebody dressed like a wandering Beefeater. And yet, for many, graduation is one of the happiest, proudest days of their life. So it’s such a shame that the University of Edinburgh made the decision to slough a bucket of manure on the whole occasion. I’m talking about the sartorial advice given in the student newspaper, and tweeted by the university. Advice that started “Girls,” for oh how we as grown and educated women like to be referred to as girls. “Girls, this is your time to invest in some sophisticated glamour.” It went on: “Think, French chic meets New York business and you’ll get it right. A little black dress from a brand like Carven or Iro would be spot on, and go for killer accessories: Gianvito Rossi heels and a clutch with personality to store your lippy and smartphone. Remember, image is everything!”    My friend Shona graduated wearing the giant papier mache prawn head she made as a final project for her fine art degree    As thinking women, we can often be accused of seeking out offence; of spotting sexism where the perpetrator committed merely foolishness; of bringing everything back to gender like a dog dragging a stick through a muddy ditch. But when you’ve just paid out the better part of £27,000 on a degree, to be told that “image is everything” is going to be disheartening. To give credit to the University of Edinburgh, it did apologise, admitting that it “wasn’t appropriate; it has been removed”. Which it was. But that throwaway comment “image is everything” is also the very essence of one of feminism’s great continuing battles: that women are told that how they look is vital; men are told that what they think is important. I very much doubt Edinburgh’s male students were told to rush out and invest in a full tuxedo and sheriff’s badge. They were probably just given a map and timetable. Personally, I graduated wearing a £3 short, white cotton dress that made me look like I was just about to go 40-30 up against Billy Jean King in 1966. My father graduated in a maroon velvet flare suit, which he hired, because he’s from New Zealand and couldn’t care less. My friend Shona graduated wearing the giant papier mache prawn head she made as a final project for her fine art degree. Fantastic outfits, all. But what are some of the alternative graduation garments we could recommend to prepare you for the great big life off-campus? My friends, allow me: The curriculum modum   Related: Edinburgh University newsletter criticised over fashion advice    Spend the night before graduation embroidering your CV on to the back of your robe with large white ribbon in the hope that someone on Instagram offers you a job as a social media executive. Failing that, just paint “will work for money” in emulsion across your shoulders and lie face down on the lawn outside when the national news drone goes by. Wear a 19.2% larger hat To reflect the fact that the gender pay gap for full-time employees in the private sector was still 19.2% in 2015, why not rustle up yourself a perceptibly larger mortar board? Preferably one that spells “WINNER” out above your head, a little like Lady Miss Kier’s pro-choice beehive in that legendary photoshoot by Nan Goldin from 1991. We might not have equal pay, but at least we can have bigger crowns. A crash helmet     ‘I would go for a helmet ripped off the head of a suit of armour.’ Ingrid Bergman as Joan of Arc. Photograph: Allstar/RKO    Since one student at the University of East Anglia had to be treated in A&E last year after getting hit by a falling mortarboard, and several others reported facial injuries, the university has advised against throwing your big square hat at the sky. Clearly, this doesn’t go far enough. I would suggest a full crash helmet, with visor. Personally I would go for a medieval bassinet helmet ripped off the head of a suit of armour. You’ll stay safe and you don’t have to worry about spending £2,395 on an Alexander McQueen clutch bag in which to store your lipstick: it’s a win/win situation. And hey, you can always Photoshop the mortarboard (and your face) in later. James Brown’s sequin cape     Why not collect your degree looking like James Brown? Photograph: Jordi Vidal/Redferns    I would give good money to watch a young, female graduate enact James Brown’s legendary cape play as she sweats, grooves, drops to her knees, “collapses” before howling out the chorus to It’s a Man’s Man’s Man’s World on the great hall stage, bedecked in a huge red satin and diamante cape with the words “Godmother of soul” across her back. In fact, it’s almost worth retaking my finals just to have a bash myself. Fringed cycling shorts and a giant satin bustle     ‘If it worked for Demi Moore …’ Photograph: Barry King/Getty Images    I mean, if it worked for Demi Moore at the 1989 Oscars, I see absolutely no reason why it wouldn’t work on the gold stone steps outside the University of Bangor. Whatever you bloody like     Vivienne Westwood’s infamous twirl. Photograph: Martin Keene/PA Archive/Press Association Ima    Remember when Vivienne Westwood received her OBE wearing a pair of bamboo-coloured tights and absolutely no knickers? Remember how she swished the hem of her satin gown at the forehead height of any assembled paparazzi, showing off a glorious copse of pubes? Remember the haughty look of satisfaction she held, under a Marlene Dietrich shock of blonde hair as she strolled into the palace? If Viv can get her muff out for the Queen, then you really can wear whatever makes you feel confident, comfortable and like a champ when you get your degree. After all, you’ve earned it.",
  "webTitle": "Six graduation outfits guaranteed to annoy Edinburgh University | Nell Frizzell",
  "webPublicationDate": "2016-05-24T10:59:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/graduation-outfits-edinburgh-university-female-students",
  "keyword": [
    {
      "webTitle": "Graduation",
      "id": "education/graduation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University of Edinburgh",
      "id": "education/universityofedinburgh",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nell Frizzell",
      "id": "profile/nell-frizzell"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/graduation-outfits-edinburgh-university-female-students"
}