{
  "apiUrl": "https://content.guardianapis.com/environment/true-north/2016/may/12/the-arsonists-of-fort-mcmurray-have-a-name",
  "id": "2016-05-12-215",
  "sectionId": "environment",
  "body": "As the fire that ravaged Fort McMurray finally moves past the city, and the province tallies the heartbreaking damage, a search will begin to discover the source of the destruction. Investigators will comb the nearby forests for clues, tracing the fire’s path to what they call its “point of origin.” They’ll interview witnesses, collect satellite imagery, and rule out natural causes—much like the work of detectives. Except in the age of climate change-fuelled mega-fires, this truly is a crime scene.    Related: Canada wildfire - what are the environmental impacts?    Not, I mean, the handiwork of troublesome teenagers, nor a campfire left accidentally burning. The devastation of Fort McMurray is the predictable outcome of arson on an entirely different scale.  These arsonists have a name and they’re hiding in plain view—because their actions, at the moment, are still considered legal. They’re the companies that helped turn the boreal forest into a flammable tinder-box. The same companies that have undermined attempts to rein in carbon emissions. The same companies that, by their very design, chase profits with no mind for the ecological and human consequences. Yet in the fire’s aftermath, it has seemed impossible to name them: fossil fuel corporations. Of course they’re not the only ones who have fuelled climate change: all of us consume oil at every level of our lives. But the record is clear that we are not equally responsible: an astonishing 90 companies alone have caused two-thirds of global carbon emissions. And all the oil giants involved in the Alberta tar sands are among them: ExxonMobil, BP, Shell, Total, CNRL, Chevron.   Related: Alberta wildfires leave Fort McMurray charred and desolate – in pictures    In the last week, these corporations have escaped accountability as quickly as ordinary Albertans have risen to action. Across the province, people have opened their homes to evacuees, offered gas, shared food. The most marginalized have given the most: First Nations welcoming thousands to their communities; Muslims praying for rain at the Alberta legislature; and Syrian refugees, barely resettled in the province, gathering donations. Stories of heroism have abounded: like the school principal who drove a bus full of children out of the burning city, reuniting each one with their families, and filling extra seats with strangers from the roadside. At almost a moment’s notice, a province often written off as dog-eat-dog individualists proved the naysayers wrong: they have come together in a spirt of fellowship and solidarity.           Alberta wildfires: key facts and figures in a historic disaster    Most of these people had no idea of the disaster that was coming. But there were some who did: the corporate arsonists themselves. As far back as forty-five years ago, certain Canadian oil corporations already knew the lethal climate consequences of their business model. Last month, building on similar revelations about US companies, investigative reporters discovered stunning proof in the archives of a Calgary museum—a clue as good as any about this mega-fire’s “point of origin.” An uncovered report produced in 1970 by Imperial Oil, the Canadian branch of ExxonMobil, put it crystal clear: “Since pollution means disaster to the affected species, the only satisfactory course of action is to prevent it.” Except the oil company proceeded to spend decades lying about what they knew, and ensured the disaster would be as profound as possible. Little wonder the same company report branded its own actions as “anti-social.” The very picture of anti-social? A fire ripping through a city. The incineration of homes. Irreplaceable possessions and family albums burned to ash. Climate refugees spilling across a province and country, stripped of their livelihoods and uncertain of their future.     A burnt vehicle in Fort McMurray, 10 May 2016. Photograph: Amru Salahuddien/EPA    Science may not show a direct link between climate change and the existence of one particular fire, but there is no doubt why the blaze that devoured the Alberta town was so powerful. “We have loaded the dice for more extreme wildfires,” says Mike Flannigan, a wildfire scientist at the University of Alberta. “We attribute the increase in wildfires and their severity and intensity to human-caused climate change. We’ve been saying it for years. Many of us saw a Fort McMurray-like situation coming, but none of us expected anything as horrific as what has happened.”  Today, twice as much land in Canada is being devoured by fires as in the 1970s—and that will double or quadruple again in the decades to come. Climate change is putting such pressure on the boreal, which covers most of northern Canada, that a study published last year in the journal Science issued a stark warning: “this forest will convert to a type of savannah.” To remain mute about those responsible for this devastation is not an act of sensitivity toward the citizens of Fort McMurray. It is to stand idly by while these corporations move on to claim their next victims. To argue, as prime minister Justin Trudeau has, that making the connection between climate change and this infernal fire isn’t “helpful,” is not a gesture of statesmanly maturity. It is the prevarication of political cowards. Other politicians have adopted an even more toxic approach: not letting the crisis go to waste. Former Conservative natural resources minister Joe Oliver argued on national television that Trudeau should seize the fire as an opportunity to force through a tar sands pipeline to the coast. And British Columbia premier Christy Clark insisted the economic impact of the blaze could be balanced by ramming oil and liquified natural gas projects through the regulatory process—doubling down on what helped cause this crisis in the first place. In the days ahead, watch for this argument to grow even louder.  But the greatest model of insensitivity is this: the arsonists don’t seem content with the burning of just one Canadian town. The latest climate science has told us exactly how much fossil fuels we can burn before we lock in catastrophic warming—warming that will make today’s mega-fire look modest. But companies have access to four or five times that amount in their reserves. They plan to extract and burn it all. If we want to contain warming to the Paris climate accord’s target of 1.5 degrees, we will need to keep most fossil fuels in the ground—to strand these assets and shift to clean energy. But corporations have no such intention. “We don’t see any stranded assets. We think all our assets will be required,” an ExxonMobil spokesperson said after the signing of the Paris accord. It “reinforces our approach,” Shell added. In other words, they’re bent on arson on a global scale. The law is finally catching up to this planet-altering recklessness. In the United States, both California and New York’s attorneys general are investigating ExxonMobil for spending decades misleading the public about its knowledge of the risks of climate change. Meanwhile, both Democratic presidential candidates have joined the chorus of voices demanding the federal Department of Justice join the investigation. Last month, lawyers in the Philippines launched another precedent-setting case: a lawsuit against fifty of the world’s fossil fuel companies for damages the country has suffered from climate change-driven hurricanes. This path should show the way forward for Canada, entrenching a basic moral principle: the polluter pays. Fossil fuel companies shouldn’t be celebrated for the minimal corporate paternalism they are now demonstrating—housing, feeding and flying evacuated workers out of Fort McMurray and the surrounding work camps. They should be footing the bill for the devastation. They invested billions in an industry knowing it would prove destructive to the air, water, climate, and health of Albertans? It’s time to put our hands—through higher taxes, royalties, even a public takeover—on some of their gargantuan profits, and use them to transition to a new economy full of good clean jobs and beyond these dangerous energy sources. That would mean rejecting the lopsided sacrifice currently demanded of us: that corporations derive the rewards while we cover their damages. Canada’s fossil fuel companies have vacuumed billions in profits out of Alberta, and used their political influence to prevent the emergence of a more diversified economy in a province with incredible renewable energy potential. Yet the relief and recovery effort, which may cost upward of $10bn, will be paid for by the government and taxpayers. The donations offered by individual Canadians are a testament to incredible generosity: they also represent an outsourcing of responsibility. But that spirit of solidarity and mutual aid, of compassion and confidence in each other, is the best expression of ourselves. It points the way forward. Two people tragically died in the evacuation of Fort McMurray—but many more no doubt were saved, by courage and heroism and the deep care and love for fellow citizens that can flourish in a period of catastrophe. Such are the values we will need to mount a collective fight against the unfolding disaster of climate change. Imagine these values actually governing our society—for a start, relaxing EI rules to ensure dignity for all of the evacuated workers. Imagine this resiliency, courage and generosity being harnessed to lead the transition to a healthier, more just post-carbon society—helping prevent even more extreme weather to come. Imagine the rebuilding of Fort McMurray being not just a page turned on an unprecedented disaster, but the beginning of a new direction. If that can happen, the smoke will truly lift from this country and this town. On Twitter: @Martin_Lukacs",
  "webTitle": "The arsonists of Fort McMurray have a name | Martin Lukacs",
  "webPublicationDate": "2016-05-12T12:23:19Z",
  "webUrl": "https://www.theguardian.com/environment/true-north/2016/may/12/the-arsonists-of-fort-mcmurray-have-a-name",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Lukacs",
      "id": "profile/martin-lukacs"
    }
  ],
  "guardianId": "environment/true-north/2016/may/12/the-arsonists-of-fort-mcmurray-have-a-name"
}