{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/daley-misses-the-mark-with-head-scratching-origin-selection-decisions",
  "id": "2016-05-23-321",
  "sectionId": "sport",
  "body": "Laurie Daley has ushered in some generational change for the New South Wales State of Origin team but some unexpected selection decisions have left the Blues faithful with a few worries heading into the series opener a week from Wednesday.  If on-field decision-making was a major concern that arose from last year’s series – and it most definitely was – then it seems to have wormed its way up the line judging by Daley’s 19-man squad.    Related: Five State of Origin selection arguments settled over the weekend | Matt Cleary    It hardly engenders confidence that the Blues coach has had 10 months to decide on his team yet can’t settle on a 17-man squad a week out from game one. If this is an attempt to distract, confuse or irritate the Queensland camp then the NSW hierarchy are playing checkers while the Maroons focus on chess.  The most confounding call was unquestionably the naming of Dylan Walker in the likely role of bench utility. Walker was picked ahead of the likes of Bryce Cartwright, Jack Bird, Tyrone Peachey and Blake Austin – all genuine utility players. The new Manly recruit has been ordinary at best this year for a team that is sitting well and truly at the wrong end of the ladder. More concerning is Walker’s lack of utility value. The Sea Eagles have abandoned their plan to use him at five-eighth while his two first grade matches at full-back have ended in large losses. Simply, he is a genuine three-quarter. If he was picked at centre – and he could have been with a full-back set to play in the right centre position – so be it. To pick him on the bench will almost certainly see the Blues go in 16 against 17. Only the selection of fellow Manly alum Jamie Buhrer in 2012 was more shocking. Since the turn of the century a genuine centre has been picked on the bench only twice for the Blues – Josh Morris in 2009 and Jamal Idris in 2010. Both games ended in a loss for New South Wales. Both “plans” were quickly abandoned. Compounding the confounding is the selection of Andrew Fifita, James Tamou and David Klemmer to partner Walker on the bench. All are devastating ball-runners and all deserve their spot but the decision to not play a back-rower on the bench is almost unprecedented.  Team balance seems to have been a low priority at selection discussions.  It also seems the NSW selection panel have failed to heed any of the lessons from the St George Illawarra trial of Josh Dugan at centre. The Dragons have gone winless in three games with Dugan at centre. A player who regularly ranks among the biggest metre-gainers at full-back has been restricted to just 71m per outing in the midfield. Defensively he has been found out, missing 18.9% of his tackles when playing in the defensive line.   There are certainly positives here too. Adam Reynolds is long overdue his debut and he along with halves partner James Maloney is the form playmaker available. While both are questionable defenders, they at least provide an effective kicking game, one that has long been missing from the Blues’ arsenal. Josh Mansour is an outstanding winger and should see the Blues start their sets off with some momentum. The pack is high on aggression and aggro with eight running forwards who are all excellent ball-carriers and line-runners.  Daley needed to get it spot on, though, to give the Blues a legitimate chance of usurping Queensland for just the second time in 11 years. Unfortunately for NSW fans, some bizarre and seemingly ill-considered decisions should have the veteran Queensland team rubbing their hands with glee.",
  "webTitle": "Daley misses the mark with head-scratching Origin selection decisions | Nick Tedeschi",
  "webPublicationDate": "2016-05-23T04:26:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/daley-misses-the-mark-with-head-scratching-origin-selection-decisions",
  "keyword": [
    {
      "webTitle": "State of Origin",
      "id": "sport/state-of-origin",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Tedeschi",
      "id": "profile/nick-tedeschi"
    }
  ],
  "guardianId": "sport/2016/may/23/daley-misses-the-mark-with-head-scratching-origin-selection-decisions"
}