{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/arsenal-aston-villa-match-preview",
  "id": "2016-05-13-74",
  "sectionId": "football",
  "body": "Arsenal have an outside chance of finishing second, which they have not done since 2004-05 and so it is possible that a campaign marked by frustration and volatility could end on something of a positive. It would be sweet for them if they could pip Tottenham and finish above them as they always do but thoughts have already turned to next season. The mood and the attendance at the Emirates will be interesting. Villa just want it all to stop. David Hytner Kick-off Sunday 3pm  Venue Emirates Stadium Last season Arsenal 5 Aston Villa 0 Referee Mark Clattenburg This season G29, Y96, R6, 3.72 cards per game Odds H 2-11 A 16-1 D 7-1 Arsenal Subs from Ospina, Chambers, Gibbs, Ramsey, Reine-Adélaïde, Flamini, Elneny, Rosicky, Cazorla, Campbell, Walcott Doubtful None Injured Oxlade-Chamberlain (knee, Aug), Mertesacker (hamstring, Aug), Welbeck (knee, Feb) Suspended None Form DDWDWD Discipline Y42 R4 Leading scorers Giroud, Sánchez 13 Aston Villa Subs from Kinsella, Bacuna, Lyden, Cissokho, Agbonlahor, Gil, Grealish, Traoré, Kozak Doubtful Veretout (pelvis), Richardson (calf), Agbonlahor (match fitness), Hutton (knock), Clark (knock) Injured Amavi (knee, unknown) Suspended Okore (club sanction) Form LLLLLD Discipline Y75 R3 Leading scorer Ayew 7",
  "webTitle": "Arsenal v Aston Villa: match preview",
  "webPublicationDate": "2016-05-13T17:28:44Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/arsenal-aston-villa-match-preview",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/arsenal-aston-villa-match-preview"
}