{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/liverpool-fans-hillsborough-hooligans-police-lies",
  "id": "2016-05-02-201",
  "sectionId": "commentisfree",
  "body": "For the first time since chief superintendent David Duckenfield told Graham Kelly of the FA, while the Hillsborough disaster was still unfolding, that Liverpool fans had forced open an exit gate, the shadow of official culpability has been lifted from the supporters there on the day. Twenty-seven years on, finally no blame is attached to them, though we knew that already. Those of us all over the country who had gone to games and been treated worse than herd animals had known from the beginning. Football was frequently a depressing way of spending your time in the 1980s, and when it wasn’t depressing it could be terrifying. Standing on unroofed terraces as the snow was whipped along the length of the pitch and driven into your face by the wind, and using toilets open to the elements left you in no doubt where you came in the priorities of those who ran things. As miserable as the match-going experience could be, you sometimes put yourself in danger just being there too.   Related: Hillsborough disaster: deadly mistakes and lies that lasted decades    Darts and knives were thrown inside grounds. Vicious gangs of hooligans roamed outside, intent on doing harm. Being caught in a crowd outside a badly designed stadium with an insufficient number of turnstiles, inadequate stewarding and indifferent policing was a common problem. It could happen five minutes before kick-off or an hour beforehand. When it did you had no option but to push and shove against your neighbouring fans to position yourself in front of a turnstile in order to get into the ground. You certainly couldn’t go in the opposite direction. Being part of a fired-up crowd on the terraces during a game was exhilarating and a little scary at the same time. You were physically affected by events, swept up and down the concrete steps as waves of excitement ebbed and flowed. The exhilaration was tempered but also honed in a way by the knowledge that things could so easily go wrong at any moment, though my perception of the possible seriousness was very much less than I now know to be the case.    Fans were painted as this uniformly frightening group, which meant no distinction needed to be made between individuals    A fourth-round FA Cup tie between Newcastle and Swindon in 1988 is now remembered mostly because the Swindon manager and chairman were discovered to have bet on their team to lose and were subsequently fined by the FA. I remember it more for the crush in the street outside the Gallowgate End beforehand, where I had no control over my movements, my feet didn’t touch the ground for several minutes and the police rode horses through the middle of us with no purpose apparent to me. The first game I ever attended without my dad to look after me was a fixture against West Ham in 1980 during which a petrol bomb was thrown into the away fans. There was an unreal normality following the incident. I don’t recall play even stopping; within minutes people behaved as if something extraordinary hadn’t just happened, and I wasn’t aware of it even making the news that night. At the time football was a still largely a working-class pastime. To Margaret Thatcher’s government it was a backwards hobby; like the trade union movement it harked back to a bygone era, and just like the unions it played no part in her vision of the future. Policies that cut adrift an entire stratum of society caused the growth of social unrest and rioting in our inner cities, but hooliganism in football was treated as if it were separate to the world outside the game. Football clubs, complacent as ever, saw no profit in improving facilities as the incomes of their customers stagnated. Hooligan behaviour did not trigger the Hillsborough disaster. It had, however, given the authorities an excuse to clamp down hard on supporters, treating them as a lumpen problem mass. If you went to football, you and everyone else in the crowd were regarded as potential criminals, a problem to be struggled with, homogeneous and dangerous at the same time. In the absence of any attempt to address the problems faced by society generally, it was decided football needed to get its house in order. That meant the containment of the problem of football fans both metaphorically and physically, and eventually the erection of fences inside football stadiums that would prove so lethal at Hillsborough. There was also a more subtle effect. Fans had been able to be painted as this uniformly frightening group, baffling and impenetrable in their motives. It suited the authorities to do so because it made it easier for them to deal with a problem they would rather not have had to. The supposed uniformity meant no distinction needed to be made between the treatment of individuals, and the terror they engendered meant no one would object too much if they were subjected to a little rough treatment. In the long run the result was that the lies told about Hillsborough by hostile institutions desperate to save their own necks were believable to the greater section of society who never went anywhere near a football ground. The lies confirmed what those people had already been led to believe about football fans, and the lies endured.   Related: The impact of the Hillsborough disaster on survivors' lives    In recent years there has been a proliferation of what is known as “hooligan porn”: books and films glorifying the actions and attitudes of those who fought their way through city after city, one weekend after another. They regarded themselves as upholding the honour and good name of their club and community by putting up a good show in the face of that week’s opponents. But without them and without the demonising of ordinary football fans their actions played a part in, it would have been impossible for policing and facilities to focus so exclusively on the prevention of crowd trouble at the expense of public safety. The subjects and consumers of such material should perhaps stop to consider that once in a while. Of course, the hooligans themselves cannot have all the blame placed at their feet. Even if they contributed to the attitudes and priorities of those who made the disastrous decisions that resulted in the shameful loss of life, it is those in authority both in government and in the police who made those decisions and must be brought to account.",
  "webTitle": "The authorities failed Liverpool fans at Hillsborough. But so did the real hooligans | Mark Brophy",
  "webPublicationDate": "2016-05-02T09:30:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/liverpool-fans-hillsborough-hooligans-police-lies",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football violence",
      "id": "football/footballviolence",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brophy",
      "id": "profile/mark-brophy"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/liverpool-fans-hillsborough-hooligans-police-lies"
}