{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/manuel-pellegrini-manchester-city-real-madrid",
  "id": "2016-05-04-11",
  "sectionId": "football",
  "body": "Manuel Pellegrini admitted Manchester City missed a rare opportunity to reach the Champions League final after they were knocked out by Real Madrid. City lost the semi-final second leg 1-0 – and the tie by the same score – due to Fernando’s own-goal that came from a Gareth Bale shot after 20 minutes, with Vincent Kompany having been taken off 10 minutes earlier due to the 33rd injury of his time at the club. Pellegrini’s side were uninspired throughout yet the Chilean insisted he had no regrets about the approach to the game. Instead he pointed to a lack of creativity from both teams but did concede disappointment at City failing to reach the showpiece in Milan on 28 May.   Related: Madrid given another derby day as Real match Atlético in Champions League | Sid Lowe    “Of course if you don’t reach the final you miss an opportunity,” Pellegrini said. “We played against a very strong team that wasn’t better than us. You need a little bit of luck but that wasn’t the reason we couldn’t win the game. Tonight and the game we played at the Etihad we saw very equal teams. I don’t think Real Madrid demonstrated tonight that they are better than Manchester City. “We tried to create but we couldn’t. Both teams couldn’t create. It was similar in the first leg. We didn’t deserve to lose this game, the goal was very lucky, a deflection into the top corner. Missing David Silva, [Samir] Nasri [who is not in the Champions League squad] and Yaya [Touré] coming from an injury we didn’t have creative players to make a difference. “No, there are no regrets, we worked very well for 90 minutes. That’s why Real Madrid couldn’t create any chances. But we needed to create in the final third and today we couldn’t.” This was only Kompany’s second start following a knee problem that had ruled him out for a month. Yet the captain again went down with an injury that may prompt questions about his career. Pellegrini said: “Of course it was not the best way to start the semi-final to lose your captain. But we didn’t have any problem defending without Vincent. What we didn’t have tonight was the creative players to make the difference. We’ll see tomorrow what the problem is – maybe it’s his groin rather than his calf.” The defeat means Pellegrini has only two more matches left of his three-season tenure before he steps aside for Pep Guardiola. He said: “It’s a special season because we have reached the semi-final. I don’t think that we deserved to reach the final but it was a bit of luck that Real will play in the final. “Of course it would have been a very important achievement to play that final. It was very important for me to try to reach that final but we did what we could and now we must try to finish well.”   Related: Vincent Kompany injury again highlights Manchester City’s damning weakness | Jamie Jackson    City are in fourth place on 64 points, four ahead of Manchester United though they have played a game more. On Sunday Arsenal, who are third on 67 points with only two matches remaining, are at the Etihad. “We must now finish in the domestic games trying to qualify for next year,” said Pellegrini. “This team must try to be in the final in the next years.” Cristiano Ronaldo insisted Real deserved to go through. “It was a tough game but I think we played better than City,” he said. Bale added: “The main thing is we have a chance to win the Champions League again. The reason I came to Real Madrid was to win Champions Leagues. I’ve got one already and I have got another chance to win another. I feel like I am maturing. My Spanish is getting better and I’m integrating more with the team. I feel like I have turned a corner in that sense and I’m enjoying my football here.”",
  "webTitle": "Manuel Pellegrini admits Manchester City missed their chance at Real Madrid",
  "webPublicationDate": "2016-05-04T22:43:56Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/manuel-pellegrini-manchester-city-real-madrid",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/04/manuel-pellegrini-manchester-city-real-madrid"
}