{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/christy-o-connor-sr-obituary",
  "id": "2016-05-15-115",
  "sectionId": "sport",
  "body": "The Irish golfer Christy O’Connor Sr, who has died aged 91, was sufficiently revered in his home country to be known simply as “Himself”. But he was also a star in other parts of the world and became one of Europe’s most recognisable sportsmen of the 1950s, 60s and 70s. Plying his trade largely before the advent of an organised European Tour, O’Connor dominated the Irish golfing scene, won a number of lucrative, high-profile tournaments in Britain, and was a familiar face in the US as he played in 10 consecutive Ryder Cups for Great Britain and Ireland from 1955 to 1973 – a record surpassed only by Nick Faldo. He also represented Ireland 15 times in the World Cup of Golf, which he won for his country with Harry Bradshaw in Mexico in 1958, and was victorious in big events such as the News of the World Matchplay tournament (1957), the British Masters (1956 and 1959), and the John Player Classic (1970), which was at the time the richest prize in golf. In 1961 and 1962 he won the PGA Order of Merit for the most points accrued during European events. O’Connor had a graceful, relaxed swing that many described as “natural” – a term that irked him, as it was anything but. He pointed out that in his early days he was “lightning fast” and too upright, and that his rhythm had developed only after years of intense practice. When snow covered the grass in Ireland, he would set off to the beach “and hammer hundreds of balls at a time into the blizzard”. Hitting off the sand helped him to clip the ball cleanly off the surface and earned him his later nickname of “wristy Christy”. He also became renowned for playing outrageous recovery shots, a product of practising from the most appalling lies in the rough or from behind obstacles. If he had a weakness, it was his inconsistent putting, although it served him well enough to get him to the very top of the game. O’Connor was born in Galway, in the west of Ireland, to Michael and Margaret, who managed a small farm and a large family next to Galway golf club, where Christy became “consumed by golf from the moment I set eyes on it”. With the game so close at hand, even before the age of 10 he was spending most of his free time at the club, sneaking on to the course with borrowed clubs. Although his father reckoned golf would get him nowhere, O’Connor later began to make some extra money for his hard-pressed family by caddying, and at the age of 23 he was appointed assistant professional at Galway, moving two years later to the nearby Tuam course, where he also worked on the ground staff. The Irish Professional Golfers’ Association, feeling that O’Connor’s greenkeeping duties meant he was not entirely a professional golfer, dragged its feet over accepting him as a member until 1951, delaying his move into tournament golf until the late age of 27. Losing no time, the Tuam members raised £70 to finance O’Connor’s entry into the 1951 Open Championship at Royal Portrush, where he repaid them by finishing in a creditable 19th position. His performance in the Open attracted interest from the Bundoran club in Donegal, which invited him to become their professional, and it was there that he met Mary Collins, an assistant in a chemist’s shop, whom he married in 1954. They took their honeymoon at Gleneagles in Scotland, where he entered his first tournament outside Ireland. In 1955 O’Connor came to much wider attention when he won the Swallow Penfold event at Southport and Ainsdale, the first European golf competition with a four-figure first prize – exactly £1,000. The victory launched him on to the British golfing scene, and led him to become the playing professional at Royal Dublin, which was more conveniently located for commuting to Britain. O’Connor’s near 20-year unbroken run in the Ryder Cup began within four years of his turning professional, and on his second appearance, at Lindrick in Yorkshire in 1957, he figured in what was Great Britain and Ireland’s first Ryder Cup victory against the US since 1933, contributing to the win with a thumping 7&6 triumph over Dow Finsterwald in his singles match. O’Connor’s tally of 36 matches over 10 appearances is still among the highest, and he remains one of the oldest golfers to have played in the competition, having made his last appearance aged 48 in 1973 at Muirfield. A tendency in his core playing days to public taciturnity probably deprived O’Connor of the captaincy of a Ryder Cup team, though he had strong enough claims to the office. While he was essentially an affable fellow, by his own admission his intense concentration on the course often created a “fearsome, pained and serious exterior”, and he occasionally became involved in disputes with other players on the circuit, chiefly over alleged rule infringements, slow play or etiquette breaches. He also had a reputation as an enthusiastic drinker who was liable to get into scrapes – including the occasion when he was punched into the clubhouse rose bushes by his friend and fellow Ryder Cup player Harry Weetman at Stoke Poges in Buckinghamshire, where both were competing in the 1968 Agfa-Gevaert tournament. O’Connor played the next day with a black eye hidden behind dark glasses, but typically remained the best of pals with Weetman, and for the most part also stayed on good terms with anyone he had ever fallen out with. He maintained that most of the stories relating to his drinking entourage, which sometimes included a coterie of golf-loving Irish priests, either did not happen or were highly exaggerated. O’Connor’s major playing regret was that he was unable to claim an Open Championship, though he played in the event 26 times between 1951 and 1979 and was frequently tipped as a possible winner. He finished in the top six seven times, and his best performance came at Royal Birkdale in 1965, when he was tied in second place behind Peter Thomson. Having won the Irish Professional Championship a record 10 times, in the late 70s O’Connor switched his attention to the fledgling seniors circuit, winning the PGA Seniors Championship tournament on six occasions and continuing to compete in seniors events until his mid-70s. He won plenty of money over his career, but his tastes were never expensive. He and Mary, who handled his affairs as his manager and agent, continued to live in the semi-detached house they had bought in Dublin in 1959. He is survived by Mary and their children, Marguerite, Therese, Joan, Peter and Christopher. A daughter, Ann Marie, predeceased him. Both of his sons became professional golfers, as did his nephew, Christy O’Connor Jr, who died in January. • Christy (Patrick Christopher) O’Connor, golfer, born 21 December 1924; died 14 May 2016  • This article was amended on 18 May 2016. O’Connor joined the Bundoran club in Donegal in the 1950s, rather than Bandoran, as originally stated.",
  "webTitle": "Christy O’Connor Sr obituary",
  "webPublicationDate": "2016-05-15T11:45:03Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/christy-o-connor-sr-obituary",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ryder Cup",
      "id": "sport/rydercup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Mason",
      "id": "profile/peter-mason"
    }
  ],
  "guardianId": "sport/2016/may/15/christy-o-connor-sr-obituary"
}