{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/chelsea-handler-netflix-late-night-show",
  "id": "2016-05-11-52",
  "sectionId": "tv-and-radio",
  "body": "How odd it is to be watching a late-night talkshow in the middle of the afternoon. Netflix released the inaugural episodes of Chelsea Handler’s new talk show, Chelsea, at 12.01am PT on 11 May and will release subsequent episodes at the same time on Wednesdays, Thursdays, and Fridays. Still, the expensive-looking set has the muted tones and dark lighting that makes it more similar to The Tonight Show than the bright woods and dramatic lighting of something like Ellen or The View.  While Chelsea looks like your standard late-night talkshow, it doesn’t behave like one – and not only because Chelsea’s dog, Chuck, is wandering around the set ignoring guests such as Pitbull. Handler started her inaugural episode (clocking in at about 40 minutes, which is about the same as The Tonight Show if you take out the commercials) with an explanation of what her show was going to be like.  “I’m a late-night television host who doesn’t want to be tied down by time or television or even hosting,” she said, adding that she was having new ideas about what the format should look like all the time. “I like comedians and I’m going to have my friends on the show. I’ll also have scientists on the show. I don’t know any, but I’m looking forward to meeting some. I’ll also have politicians, entrepreneurs, random children, old people, my black driver, Billy, and, if I get really bored, a hooker. If I can learn something from a hooker, why can’t my father and I learn something from a hooker together?”  With all of the new ways to consume television content online, few in late night are really trying out revolutionary formats made for these specific media, and it’s about time someone took on the challenge.  In the first episode, Handler’s big innovation was to center the episode around a theme: education. Handler being Handler (and the show is called Chelsea, after all), it was mostly about her education, or lack thereof. She admits that her greatest fear is being called stupid and that she’s always overcompensating for never having gone to college.      Chelsea Handler with hypnotist Brice Le Roux, for her new talkshow, streaming on Netflix. Photograph: Saeed Adyani/Netflix    Her first guest was John King, the sitting US secretary of education. They talked a bit about how education is important and how some great teachers changed their lives. He then gave Chelsea a test to see just how well educated she is. She passed with flying colors, except that when naming the seven continents she left out Africa, which she visited for her last Netflix special. Next she had Pitbull, who talked a bit about his Slam charter school in Miami but mostly about how some of his teachers changed his life. Handler never got around to asking about what his school actually does to help children.  Handler was much better with her friend Drew Barrymore, who came on just to drink some rosé and shoot the breeze. What is freeing about this show airing whenever viewers getting around to seeing it is that it probably won’t be a stop on any celebrity’s promotional tour, since you can’t tie a visit to the opening of a movie or the release of a new album.  Barrymore, who is in the process of a divorce from Will Kopelman, actually said some of the most unguarded things about dealing with it that I’ve ever seen a celebrity express, possibly due to her friendly relationship with the host. “You get divorced and you’re like, ‘I’m the biggest failure. This is the biggest failure,’” she says. “Let’s humanize this. It’s so shameful and hard to actually go through that, even privately.”  Those are all the good things about the show, but there was also as much that was bad. Having Chris Martin sing a farewell song at the top of the episode was an amusing gag, until Handler felt the need to explain it, as if her audience wasn’t smart enough to get the joke. Her “explanation” of what the show would be, while funny, seemed stiff. The audience could tell how rehearsed it was and that she was reading off a teleprompter. There were some recorded segments about being on Netflix that were moderately amusing, though one contained a George W Bush joke that was about eight years too late.     A good host should be a conduit to a great conversation, not the subject of it    Handler’s propensity to make everything about herself is fine when she’s talking about pop culture or celebrity gossip, but it is different when she’s trying to tackle more serious subjects. I’m interested to see her combine the high and the low, but when she does she needs to get out of her own way and give the experts room to really educate both her and the audience. A good host should be a conduit to a great conversation, not the subject of it.  Her attention-seeking got in the way of a segment she tried to do with Pitbull in which she wanted him to give her a tutorial on how to be a better rapper, since she’s taken to spitting verses on Snapchat. That would have been cute, but when he tried to teach her, she hogged the spotlight, climbed up on the table and talked over him. At one point, she literally told him to “shut the fuck up”. Then, when the segment was over, she chastised him for being an awful teacher.  At one point during the show, Handler said: “The point is, I’m amazing.” It was meant to come off as self-deprecating, but with the way she behaves, it seems like she actually means it. While her quest for innovation should be applauded, the show is not amazing yet – no matter when you watch it.",
  "webTitle": "Chelsea's new 'late night' Netflix show is too much to Handler",
  "webPublicationDate": "2016-05-11T19:40:03Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/chelsea-handler-netflix-late-night-show",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "media/2016/may/11/chelsea-handler-netflix-late-night-show"
}