{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/17/tories-devastating-housing-policy-queens-speech",
  "id": "2016-05-17-238",
  "sectionId": "housing-network",
  "body": "As the Queen gave royal assent to the housing and planning bill last week, ministers dropped heavy hints that another housing bill will be introduced in the Queen’s speech on Wednesday. The last bill was forced through parliament despite a broad coalition of concern – from councils of all colours, housing experts and campaigners to politicians of all parties and none. The government lost twice as many votes on this bill – now the Housing and Planning Act – as it did on all its other legislation last year combined. As Labour warned throughout, the biggest losers are likely to be those in need of low-cost homes, both to rent and buy. Shelter has warned that the measures in the Housing and Planning Act alone will lead to the loss of 180,000 affordable homes over the next five years.    During the last parliament, ministers made thirteen separate cuts to housing benefit    Many who warned about this legislation can see that the individuals and families hardest hit will be those in the most acute housing need – people who are homeless.  The warning signs are already stark: the number of people sleeping rough on our streets has doubled since 2010 and those deemed “statutory” homeless by councils is up by over a third. It is these rising numbers that Conservative ministers think they can reverse by legislating for a statutory duty on councils to prevent homelessness. And this is what looks set to be the new housing bill. Unlike the last housing bill, Labour will welcome this, not least because it draws on the lessons from Labour-led Wales. But legislation alone will not get to grips with the root causes of our rapidly rising homelessness. Behind the statistics are human stories of hurt and hopelessness – people whose ordinary lives have fallen apart from illness, debt, family break-up, addiction or redundancy. If ministers want a new prevention duty to be more than political spin or a political alibi as homelessness continues to spiral higher, they must also rethink their approach in three essential areas. First, affordable housing. There are now 100,000 fewer council homes than in 2010, and by 2020 the Chartered Institute of Housing calculates 370,000 social rented homes will have been lost under Tory housing ministers. This year the chancellor George Osborne has cut all government funding to build new homes for social rent, breaking a cross-party consensus stretching back a century to the Addison Act in 1919.   Related: Leading government figures see social housing as toxic    Second, housing benefit. During the last parliament, ministers made thirteen separate cuts to housing benefit, cutting more than £5bn in housing support at a time when housing costs have soared. More than double that amount will be cut in this parliament, and if the chancellor continues with his crude cap and cut to housing benefit for specialist supported housing, charities say he’ll force a mass closure of homelessness shelters, hostels, move-on housing and support services. Third, support for homelessness services. From 2010 to 2015 vital funds for homelessness services were cut by 45%. Real term cuts to council budgets in the coming years will reduce still further their capacity to help the homeless. So if ministers want any housing bill in this session to get an easier passage through parliament than the last, they must link reform of homeless legislation with a rethink of housing policy. John Healey is Shadow Secretary of State for Housing and Planning Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Will the Tories crawl back on devastating housing policy in the Queen's speech?",
  "webPublicationDate": "2016-05-17T10:07:15Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/17/tories-devastating-housing-policy-queens-speech",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Policy",
      "id": "housing-network/policy",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Housing benefit",
      "id": "housing-network/housing-benefit",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Homelessness",
      "id": "housing-network/homelessness",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "John Healey",
      "id": "profile/john-healey"
    }
  ],
  "guardianId": "housing-network/2016/may/17/tories-devastating-housing-policy-queens-speech"
}