{
  "apiUrl": "https://content.guardianapis.com/world/on-the-middle-east/2016/may/19/three-out-of-four-syrians-believe-a-political-solution-can-end-the-war",
  "id": "2016-05-19-110",
  "sectionId": "world",
  "body": "Five years into the war that is tearing their country apart, 75% of Syrians believe a political solution stands the best chance of ending the crisis - while 25% say that military action is the way forward - according to a new poll. In other fragments of good news from the world’s worst humanitarian crisis, 60% of Syrians feel the influence of Isis (Islamic State) in the country has decreased over the last six months. But there has also been a drop in the numbers who think Syrians can put their differences aside and live side by side, down to 61% from 69% in July 2015. Independent polling by ORB International across all of Syria’s 14 governorates showed 59% of Sunni Muslims and 68% of Alawites and Shia Muslims felt they could be reconciled in the future. According to one estimate, some 470,000 people have been killed since the conflict erupted in March 2011. Millions have been made homeless. ORB said the wish to see a negotiated end to the conflict had been reflected in focus groups it has conducted in Aleppo, Idlib and Hassakeh and with recent refugees from the Isis-held areas of Raqqa and Deir el Zor (conducted in southern Turkey). Participants in the groups urged international powers to find common ground- one man from Deir el Zor calling on the US and Russia to apply pressure to President Bashar al-Assad to step down. This week’s Vienna meeting of the International Syria Support Group conspicuously failed to raise the key question of Assad’s future. Nor did it name a date for the resumption of the stalled Geneva peace talks. The partial cessation of hostilities agreement forged by Moscow and Washington at the end of February had “breathed a new lease of life” into Syrians - though it is now estimated by the UN to be only 50% effective. “The ceasefire has given people the chance to come out in the streets again,” said a young man from Aleppo. “It makes us think of the beginning of the revolution. Syrians are active people and we will be able to rebuild the country.” Western media and governments were “fixated” with Isis and following a strategy to “degrade” it, ORB said. “But with the exception of areas Isis controls or have attacked recently, the general perception across Syria is that the group’s influence has decreased over the past six months.  “Though the narrative in the west is that they have been hit hard by falling oil prices and continued airstrikes, when individuals from Isis-held areas are asked, opinion is more divided over whether their reported economic problems are reality. “We have seen that they have halved salaries for fighters, and sometimes they are paid late,” said a man from Raqqa. “However, I don’t think they are having economic problems because they have taken over more oil wells and they are increasing..taxes”. The survey also found that 51% had felt a decrease in the influence of Hezbollah, the Lebanese Shia militia organisation that is fighting with the Assad government and which works closely with Iran. The influence of the Nusra front, al-Qaida’s Syrian affiliate, had also decreased, 47% of respondents believed. ORB’s trained Syrian pollsters, operating with the permission of the authorities in each area, interviewed a nationally representative sample of 1981 adults in January and February. The firm has conducted research throughout the country since 2013. It describes itself as “a market leader in high quality research in fragile and conflict environments” and has also operated in Iraq, Somalia, Afghanistan, Libya and Mali.",
  "webTitle": "Three out of four Syrians believe a political solution can end the war",
  "webPublicationDate": "2016-05-19T16:24:19Z",
  "webUrl": "https://www.theguardian.com/world/on-the-middle-east/2016/may/19/three-out-of-four-syrians-believe-a-political-solution-can-end-the-war",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/on-the-middle-east/2016/may/19/three-out-of-four-syrians-believe-a-political-solution-can-end-the-war"
}