{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "id": "2016-05-16-313",
  "sectionId": "australia-news",
  "body": "One week down, seven to go. Yep, seven. In this marathon of an election campaign, Malcolm Turnbull and Bill Shorten have barely finished their stretches. To commit to the metaphor, one of the stitches in Turnbull’s side is the Liberal candidate for Fremantle, Sherry Sufi, who has been revealed to have misrepresented his work history on his application for preselection. It has also emerged that Sufi is against an apology to the stolen generations and also same-sex marriage (on the grounds that it could lead to polygamy). “Great!” said Shorten, in a quote on AAP. “Another knuckle-dragger from the far right who’s going to be one of Malcolm Turnbull’s team.” All things considered, it was perhaps no surprise that Sufi did not show at a press conference with Turnbull in Perth this morning. Asked about the candidate’s absence, Turnbull said he was in Perth to talk about a $282m contract with Austal to build 19 Pacific Patrol Boats – a national announcement. “I’m the prime minister and I hope he’s out there engaging with the people of Fremantle and doing good door-knocking,” Turnbull said. “Very character-building. I’ve done it myself.” Turnbull told reporters he did not share Sufi’s views on same-sex marriage or the stolen generations.    Keeping ahead of the PM-just @murpharoo @GuardianAus #politicslive pic.twitter.com/Fa3JoCIOln— Mikearoo (@mpbowers) May 16, 2016    Turnbull was clearly irked by questions that strayed from his jobs-and-growth message, wrote Katharine Murphy in our politics live blog. “Election campaigns are endurance tests for political leaders, largely centred around the key test of concealing your irritation,” she wrote. “If you can’t conceal your irritation that never ends well. Impatience tends to escalate.” Another far-from-elementary takeaway from the West Australian story: Sufi is a member of the Sherlock Holmes Society of WA. Labor not-so-positive about its position on penalty rates Meanwhile, Labor has found itself in a bit of a muddle over its stance on penalty rates. Before the campaign kicked off, Shorten said on Melbourne’s 3AW that he would respect the findings of the Fair Work Commission on penalty rates, but industry spokesman Kim Carr said on Radio National today that the party’s defence of them was “absolute”.  Given that the commission may decide to reduce penalty rates or scrap them altogether, these positions might appear to be contradictory. The waters were further muddied by the opposition’s finance spokesman, Tony Burke, who claimed Turnbull’s government had told the Commission to cut penalty rates – which is not the case.    Bill Shorten fired up talking about defending penalty rates. \"This is my working life.\" @murpharoo #ausvotes pic.twitter.com/9QO27BhRSe— Calla Wahlquist (@callapilla) May 16, 2016    Shorten was forced to clarify while on a tour of a metal stamping and rolling plant in Geelong, stating that Labor would abide by the Commission’s decision but, if elected, would aim to defend the rates as “only as a government” can. He was confident this would be sufficient protection, but neither he nor the shadow employment minister, Brendan O’Connor, would go so far as to say they’d legislate to prevent a cut.  The Greens were quick to capitalise on this confusion, with Richard Di Natale vowing to protect penalty rates in law, regardless of the Fair Work Commission’s finding. “You can’t on one hand say that you’re strongly deeply committed to penalty rates and then on the other hand say, ‘We’re not going to do anything to legislate for those conditions’. You simply can’t do that.” Murphy wrote in the blog that it was “sharp, aggressive, uncompromising” campaigning – “But whether it yields what the Greens need this campaign? Only time will tell.” The election will be won on memes    I think 'living within our memes' is the theme of this election #ausvotes #auspol— Ashley (@ashleypratt) May 9, 2016    To a certain extent, any speculation this far out from 2 July is redundant, with the latest iSentia analysis showing that most people – particularly those who are as yet undecided – haven’t started to tune into the campaign yet. A slow start is to be expected in a campaign of this length, but it will ramp up fast. Pre-polls open in week five and this year as many as 25% of voters are predicted to go to the polls before 2 July. Until then, #auspol memes are about as robust a form of political commentary as any – or so one of Australia’s largest unions seems to have decided.    51 days until the election!Reminder: only one party has a leader who is named in the Panama Papers. #whatup pic.twitter.com/9ck6DcYRFP— The AMWU (@theamwu) May 11, 2016    The AMWU is embracing the internet’s latest impenetrable in-jokes and a lot of retro clip-art in its campaigning against the government on Twitter, beating BuzzFeed at its own game.    Free idea @AustralianLabor: bill shorten's face photoshopped on datboi but it's datbill, o shit whatddup— Mark Di Stefano (@MarkDiStef) May 15, 2016      waddup pic.twitter.com/SB1BkzhQEL— The AMWU (@theamwu) May 15, 2016    And all this malarkey from the manufacturing workers’ union on the day Labor unveiled a $59 advanced package to encourage new manufacturing jobs in regions, including Geelong and northern Adelaide. The AMWU later acknowledged the announcement with the comment, “Can’t build a better future without a strong manufacturing sector” – a somewhat po-faced remark in amongst the meme madness. But that’s Twitter for you!    48 days until the election!Reminder: there's only one party that just cut $1.2 billion from aged care. #auspol pic.twitter.com/33vCKPh8Pj— The AMWU (@theamwu) May 15, 2016      50 days until the election!Remember: there's only one party that shut down the Aussie car manufacturing industry. pic.twitter.com/DKzbjB88qk— The AMWU (@theamwu) May 13, 2016      Ok @theamwu, that's enough Internet for you today.— Sam Silvester (@SilvesterSJ) May 13, 2016      i love what the amwu are doing but if someone knows for real why they're doing it please tell me please— Fakeed (@fakeedbutler) May 15, 2016      australian meme workers union— courteneyh (@courteneyh) May 16, 2016    Best of Bowers     Land ho! Mike Bowers follows Malcolm Turnbull on a tour of the Austal shipbuilding yard south of Perth. Photograph: Mike Bowers for the Guardian    Further reading • Hey Joe (Medium) “Making shit up is what happens when ... 1. I can’t think of anything truly damning to say about my enemy 2. I have become too blinkered by my partisan agenda to care about the truth anymore.” Ben Pobjie unpicks Joe Hildebrand’s column on the “rotten” Greens in the Daily Telegraph. • ‘Blessed’ to be among 3.6m paying no net tax (The Australian) Leah and Steve Carr are among the 3.6 million Australian families who ­receive more in payments from the government than they pay in income tax. • Labor pays penalty for dodgy rate position (Fairfax Media) Chief political correspondent Mark Kenny says the party has “an each-way bet on weekend penalty rates”, which could invite fire from each party  Meanwhile, in the rest of the world ... Last month was the hottest April on record globally – the seventh consecutive month that’s broken the monthly record. The latest figures from Nasa smashed the previous record for April by 1.11C, the largest margin ever recorded. Back in February, at the start of the string of record-smashing months, scientists began talking about a “climate emergency”. It all but assures that 2016 will be the hottest year on record, and probably by the largest margin ever. And if today was a pop song ... The Daily Telegraph “revealed” today that Turnbull is choosing his own clothes this election campaign, making him reportedly the first prime minister in almost a decade not to have image consultants.    who's a big boy. pic.twitter.com/7Hb8rKqmtO— brad esposito (@braddybb) May 16, 2016    Liberal party strategists are comfortable that the prime minister has both the “wide-ranging designer wardrobe” and “fashion sense” to be able to dress himself without assistance. To quote Justin Timberlake’s Suit & Tie and – presumably – Malcolm Turnbull to his fellow party leaders: “Let me show you a few things.”         “Go on and show ‘em who you call ‘Daddy’.”      Good afternoon @billshortenmp and @RichardDiNatale, just wanted to know if you dress yourselves? Ktb. pic.twitter.com/aAYejmXVFA— Alice Workman (@workmanalice) May 16, 2016      Shorten in Good Weekend looks like a kid trying on his dad's jacket in the mirror pic.twitter.com/WYIaiyzKCj— Alex McKinnon (@mckinnon_a) May 15, 2016    Of course, this does mean that Turnbull himself chose that powder-blue cashmere sweater flung around his shoulders on Mothers’ Day.     Nothing says ‘of the people’ like pastel knitwear adjusted just so. Photograph: Paul Miller/AAP      superficial comment alert ...but have to... hard to trust a man who drapes a pastel angora sweater over his shoulders #insiders #turnbull— Burkie (@nobluetie) May 8, 2016    The revelation that Turnbull “picks his own ties” makes the coverage provided by Ties of the 2016 Federal Election on Facebook all the more insightful. The page promises a “day by day account” of the neckwear of the campaign, and is run by a self-described “ordinary citizen with an interest in the psychology of politicians’ tie choices”: a 33-year-old woman, working in news in Melbourne. No doubt this will be one to watch in the weeks to come.       Never miss another catchup: If you’re reading this in the Guardian app, tap on ‘Australian election briefing’ at the top or bottom of this page, then tap on ‘Follow series’ to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: Turnbull deals with candidate no-show",
  "webPublicationDate": "2016-05-16T07:04:54Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/16/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup"
}