{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/high-heels-women-pain-nicola-thorp",
  "id": "2016-05-14-4",
  "sectionId": "commentisfree",
  "body": "Women! Are you mad? More to the point: am I mad? Are we all suffering from a mass mental derangement? Some sort of collective fugue state? We must be, mustn’t we? How else to explain the reaction to the news this week that Nicola Thorp, a temporary worker at PwC in central London, has launched a campaign to make the practice of compelling women to wear high heels illegal. She turned up for the first day at work on the reception at PwC in a pair of flat shoes and her employment agency, Portico, sent her home, without pay. The spotlight has now been thrown on an obviously discriminatory employment practice. Bravo to her. It’s exactly the sort of thing we should feel outraged about. Why should a woman have to suffer pain and discomfort simply to do her job?           Woman made to wear heels to work: ‘This is a women’s rights issue’    There’s a limit on the righteous anger we can enjoy here though. Because wearing high heels isn’t actually compulsory for most of us. It’s a choice. For the 72 % of us who wear high heels sometimes. And the 31% who wear them every day. We actively choose to wear footwear that gives us bunions, Morton’s neuroma, metatarsalgia, Haglund’s deformity, hammertoes, osteoarthritis, tendonitis, sciatica, back pain, degenerative joint disease, shortened calf muscles, an altered gait and an increased risk of ankle injuries. Just go online and Google Victoria Beckham bunion or Jennifer Lopez toes or Penelope Cruz surgical realignment or Cameron Diaz corns or Kate Moss foot deformity. It’s all there. The snaggle toes and the protruding bunions and the bone growths and snarled, lumpy, twisted appendages that pass for feet in the world of high glamour or high fashion or – here’s the thing – everyday life.    It’s the pain that’s the most maddening – maddest – thing of all. Wearing high heels hurts    Because for all that people like me bang on and on about the structural inequality of the workplace, of our political system, of modern life, that’s nothing like the structural inequality going on at the end of our legs. Look down at your feet. The only feet you’ll ever have. And ask yourself this: are you insane? I can only speak for myself: I am. I must be. I can honestly say I have no idea what I’m thinking when I put on a pair of heels. It’s not as if I need the extra height. I’m six feet tall in my party shoes. One shorter man of my acquaintance edges away from me whenever I heave into view – though in fairness that may have nothing to do with my height. I have no rational explanation for my choice of party footwear: I’m a sheep. I follow the herd. And then hobble home. Our future robot historians will look back on the modern dress of early 21st-century women and marvel at the strange ethnographic weirdness of our preference for footwear that actively harms and injures us. That causes long-term changes to our spines, puts pressure on our joints, prevents us from running away from assailants and – most of all – hurts. It’s the pain that’s the most maddening – maddest – thing of all. Wearing high heels hurts. Nicola Gavins, from Edmonton, Canada, posted a photograph of her waitress friend’s bleeding toes on Facebook last week and watched as it went viral. Though any woman knows, that’s nothing. Show me your bloodied toes and I’ll show you a sprained ankle, a blistered heel, a bad case of calf strain. So what, yeah? Who gives a… ? Of all the problems in the world, this is about the least of it. And yet. Maybe it’s where it all begins? Right there, at the end of our legs. The first foot that we put forward. The one that takes us into every workplace, every negotiating room, every arena of power. Because how will there ever be equal political representation when half the delegates at any party conference are in pain? There’s a popular belief among female politicians of all stripes that in order to be taken seriously, you need to look like you’re auditioning for a slot on The Apprentice: business suits and brightly coloured jackets and the kind of footwear that looks smart and professional in photographs. And is utterly unsuitable for a full day of pacing the corridors of power. PwC – the company that Nicola Thorp went to work for, where she was told that she needed to wear heels “between two and four inches high”, “tights of no more than 15/20 denier” and makeup that consisted as “a minimum of: light blusher, lipstick or tinted gloss, mascara, eye shadow” – crunched the numbers earlier this year and found a 24% gap between the average salaries that men earn and the average salaries that women earn. A £300,000 deficit over one woman’s working life. You know why? Well, lots of reasons, but one of them is this: because we let it happen. Here’s one way to be paid less than your male colleagues: keep your mouth shut. Wait until your hard work, ability and commitment to the job is recognised and rewarded accordingly. Ha! See how that goes. Because the best and surest way not to get a pay rise is not to ask for one. And if wearing footwear that could be categorised as an instrument of torture, according to the UN’s definition (“pain or suffering, whether physical or mental… intentionally inflicted”), defies any sane rational thinking, this is worse: 80% of women say they feel underpaid. And yet two thirds have never asked for a pay rise. That’s not sexism. It’s just really, really stupid. Women! Get a flipping grip on yourself. And by you, I mean me. Put on your four-inch heels and tip-tap across the office floor and feel silently aggrieved as you work for free for one hour and 40 minutes of every single day and then limp home and wait for the curvature of the spine and degenerative joint disease to kick in. Or kick up. It is an actual choice. @carolecadwalla",
  "webTitle": "If you wear high heels, kick yourself | Carole Cadwalladr",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/high-heels-women-pain-nicola-thorp",
  "keyword": [
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Carole Cadwalladr",
      "id": "profile/carolecadwalladr"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/high-heels-women-pain-nicola-thorp"
}