{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/cristiano-ronaldo-real-madrid-champions-league-manchester-city",
  "id": "2016-05-05-239",
  "sectionId": "football",
  "body": "Cristiano Ronaldo has said Real Madrid were worthy winners against Manchester City because they “created more chances and were more intense”. Real progressed to the Champions League final against Atlético Madrid when Gareth Bale’s shot was deflected into the net off Fernando’s foot for the only goal of the semi-final tie. Ronaldo, who was coming back from injury for the second leg at the Bernabéu, said: “It was a tough game, but I think we played better than City. “We knew that after the goal City would press high on us, but we controlled the game. One-nil was a short result, but we are happy we are in the final. “I think we played a great game. We controlled the ball, we created opportunities and in the end 1-0 was enough.”       With two games remaining in the regular season and Real just one point behind the joint leaders Barcelona and Atléti, the Portugal captain said he was over his fitness issues although weary after playing the full 90 minutes. “I am good,” he said. “For 15 days, I didn’t do much and I have played today. People had doubts about me, I don’t know why people forget that sometimes I recover fast. “I am happy, with no problems. I was tired because I did not compete for 15 days, but it was not bad and I think I helped the team.” The final will be a rematch of 2014 when Real beat their city rivals 4-1 after extra-time. “It is a final, pure and simple,” Ronaldo said. “We played them two years ago which just shows the high quality of the Spanish Primera Division. In terms of who will win, we will have to wait and see. “Zinedine Zidane is doing a fantastic job. He is helping us learn and we are helping him learn. We are really happy with him as our coach and I hope he continues to coach us in the future.”",
  "webTitle": "Cristiano Ronaldo: Real Madrid deserved to beat Manchester City",
  "webPublicationDate": "2016-05-05T10:24:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/cristiano-ronaldo-real-madrid-champions-league-manchester-city",
  "keyword": [
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/05/cristiano-ronaldo-real-madrid-champions-league-manchester-city"
}