{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/cashing-in-on-cannabis-legalisation",
  "id": "2016-05-22-104",
  "sectionId": "society",
  "body": "Jeremy Moberg peers into a microscope at a leaf in a Petri dish. “Thrips”, he declares to a man wearing a facemask and surgical gloves. “We’ll get rid of those with neem oil.” Moberg spotted the pest while cloning in his greenhouse. He’s not your run-of-the-mill biologist or horticulturalist. The 41-year-old owns a marijuana farm with a multi-million dollar turnover in Washington state, USA, where the drug was legalised for recreational use in 2012. His expertise comes from two decades of growing illegally, deep in the woods, dodging the helicopter raids of drug-enforcement officers. The smell of marijuana hangs heavy and pungent in the processing centre, where half a dozen people are clipping flower buds. “You’re trimming too closely,” he calls to one man working on his cheapest product as he walks to the boardroom. “Leave it shaggier and go faster.” Life is good for Moberg. He’s generated more than $3m in the 20 months since he started the business. However, he says a glut on the market has depressed prices this year, taxes are high and profits are invested back into the farm, so his personal pay cheque is modest. Still, he owns a couple of houses and enjoys eating out, skiing and fishing.    It felt so good when the vote passed to legalise. We drank and sat in the hot tub    As Moberg says, he is a “product of circumstance, the right person at the right time”. Four years ago he was on his uppers. He had taken a job as a fisheries ecologist, using his environmental science degree, and stopped growing weed to “go straight” while involved in a custody battle for his daughter, now 10. Then he was laid off and his life unravelled. With no crop in production, he sold wood to make ends meet, borrowed money from his mother and relied on friends for food. He nearly lost his house and had a difficult break-up with a girlfriend, which led to him being arrested for taking his rucksack out of her car. He was arrested again for stealing a Sim card tray from a shop so he could use his mobile for a job interview. Both charges were later dismissed. That’s important because people with marijuana convictions are often barred from working in the industry. This has meant Black Americans, who were disproportionately targeted in the “war on drugs”, are thought to be missing out on the opportunities created by legalisation. Now Moberg runs a legitimate business, producing and processing 900kg of marijuana a year that he sells to pot shops springing up across the state. And it’s about to become a family affair. His mother, a retired teacher, and his brother, a lawyer, are going into production, too, each having taken leases on farms neighbouring Moberg’s. “It felt so good when the vote passed to legalise,” Moberg says. “We drank and sat in the hot tub in the snow. We totally partied. The next morning my pipe, my beer, my weed were still there. I remembered saying: ‘This is going to be huge.’”      Joint account: Jeremy Moberg’s farm in Okanogan County, Washington. Photograph: Patrick Kehoe for the Observer    I first met Moberg in a coffee shop in Seattle – a four-hour drive west from his farm – on his way to deliver tens of thousands of dollars’ worth of stock. He was rangy from a food-is-fuel attitude and a hectic schedule, and his face was weathered from a life outdoors. He talked rapidly. It was no surprise that he smoked marijuana to help him sleep at night, although the double-shot espressos probably don’t help. Establishing his business hasn’t been straightforward. Moberg grows outdoors; the conditions in Okanogan are perfect – hot summers with low humidity. At first it was proposed licences be granted to indoor growers only, largely because of security concerns over open fields of marijuana. Moberg, who spent most of his life terrified of being raided by police or robbed, now had to step forward and argue his case in public. He and fellow growers formed the Washington Sungrowers Industry Association (WSIA), lobbying politicians in Olympia, the state capital, and giving a presentation to the liquor control board.    Moberg’s mother told only close friends about the farm. ‘There’s prejudice – even in my quilting group’    Indoor production leaves a large carbon footprint, he told me, because of the electricity needed for intense lighting and air regulation. Sun-grown marijuana – as he calls outdoor weed – was more environmentally friendly, he argued, even in Washington, which uses mainly hydropower, considered greener than other energy sources. “Indoor growers use lots of nitrates and phosphates and there’s mercury in the lightbulbs.” He used only vinegar, natural plant-derived oils and potassium bicarbonate.  “It was prohibition that led to growing indoors in the first place – to hide it,” he added. This led to a more potent product because it was bombarded with light and fertilisers. “People got used to the look and strength of it. There’s a perception that outdoor is crappy because for a long time it was grown illegally in difficult conditions. But I can manipulate the plant by depping [using tarpaulins to deprive plants of light and trick them into flowering] and can produce marijuana that is as good quality.” WSIA’s campaign was successful and licences were granted for outdoor cultivation of up to 30,000sqft. Moberg, now one of more than 600 growers in the state, told me there are strict rules around security and to avoid environmental damage like that caused by illegal outdoor farming in California, where there are cases of water being diverted from salmon-spawning creeks, deforestation and soil erosion.      Pot luck: a worker in Moberg’s cannabis farm. Moberg legally sells 900kg of marijuana a year, generating more than $3m in the past 20 months. Photograph: Patrick Kehoe for the Observer    I joined Moberg as he delivered an order to Uncle Ike’s Pot Shop in Seattle. Moberg chatted to the owner, Ian Eisenberg, who said he was now testing the pot he sold for pesticides. Two Washington growers had been fined for using illegal pesticides and regulators in Colorado had recalled several batches over similar concerns.  He pointed towards the lunchtime queue of office workers, hipsters and a couple of middle-aged women in yoga pants. A security guard checked ID at the door – you have to be over 21 to buy and use marijuana – and half a dozen “budtenders” stood in front of shelves filled with bottles of marijuana flowers with names like Girl Scout Cookies, Aliens on Moonshine and Double Lemon Cheesecake, as well as vape pens, pre-rolled joints, oils and waxes, and edibles – cookies, chocolates and brownies. Eisenberg said: “People care about how their chicken is raised, whether it’s in a cage or not, but until now no one cared how their pot was grown. The older crowd is going for non-pesticide now.”    The older crowd is going for non-pesticide now    The roads to Moberg’s CannaSol Farms in Okanogan County, north-central Washington, stretch long and empty, flanked by apple and pear orchards, and fields of alfalfa. There’s no sign marking the anonymous buildings on the one-acre site surrounded by 8ft fences topped with barbed wire and security cameras.  Moberg has been teaching his mother MaryAnn Bennett, 68, how to clone marijuana from a mother plant, so the same strain can be grown repeatedly. She’s giggling at how the nickname for a greenhouse of marijuana plants is the Mother Room. “You’re getting the hang of it, Mom, just like you did with your roses,” jokes Moberg.  With her long wool skirt, glasses and bobbed hair, she certainly looks more retired elementary school teacher than cannabis farmer. She’s a new convert to the drug. Moberg showed her how to infuse it into sugar and she sprinkles half a teaspoon in her tea every evening to help her sleep.  She intends to grow medicinal marijuana, which is legal in 23 states. Recreational use is legal in Washington, Oregon, Alaska and Colorado as well as Washington DC. “This is a new venture for me,” she says. “I have senior friends who have really benefitted. One has a serious case of lupus and her joints hurt real badly, and this has really helped her.”  However, Bennett, a churchgoer, adds: “I don’t really talk about it with my friends, just my very close ones. There’s still prejudices and bias, in the churches especially. Even in my quilting group – they’re older than me, I’m young, some are in their 80s – there’s a prejudice. I always thought it was less harmful than alcohol. It’s beneficial in certain circumstances. Everyone can use something to excess.” She says she knew nothing of Moberg’s years of guerrilla growing until she heard him speak at a symposium after he’d been granted a licence. “It was a bit of a shock,” she admits.      ‘A lot of friends got busted. I used to hide my plants in the woods’: Moberg on his farm. Photograph: Patrick Kehoe for the Observer    Moberg was the “hippy kid” growing up in Moses Lake, Washington. His father, since separated from his mother, was a lawyer. When Moberg was in his early teens he became a socialist, experimenting with dope and starting the school’s first recycling programme. His activism wasn’t always well received, particularly during the first Gulf war. “We had an anti-war group and held a forum… I got hate mail. I was, like, OK I’m not going to school any more.” His parents sent him to a private school 100 miles away in Spokane, where he lived with his older brother and enjoyed his new-found freedom.  “Me and my friends used to cruise around for hours looking for green bud. We’d find a little bit of weed for 50 bucks, smoke it and go look for it again. That was what probably first made me think there’s a market here.” He was soon growing marijuana in his wardrobe and selling it at school, which ended with him being expelled and then arrested for possession. “I made a deal to spend a month in rehab. It was full of alcoholics, cokeheads and meth heads. I was like: ‘I just smoke weed, I don’t know what your problem is.’”     This stuff is so strong. Older people get wasted on it. They get sick    Back at high school, he began growing in the basement of a house he shared, and then outdoors. “Me and my buddy would ride motorbikes deep into the woods and grow not very good weed. We had no idea. I was producing around 20lb a year. People could make $50,000 to $100,000 a year from that. It was a big risk and a lot of effort, but a good income for my age.” He made enough to put himself through college. “I’d turn up two weeks late for fall quarter and leave two weeks early. I had a crop to tend.” He bought some property in the North Cascades mountains near where CannaSol Farms now is. “I was just hanging out. My pal had next door. I had a beautiful lake. Those were my back-to-the-land years. I wasn’t making a lot of money, but enough.” It doesn’t sound relaxing, however. “I was a hermit. We were very afraid to speak to anyone, even fellow growers. The helicopters came every year and I had a lot of friends who got busted. I hid the plants under trees in the woods. They did find a lot, but they couldn’t prove it was ours unless they caught us with them. “One time, it was so scary, I couldn’t breathe. Even now when I hear the voom, voom, voom of a chopper, wow… I reckon I smoke marijuana to help my PTSD from selling marijuana.” In 2002 he got a “proper” job, monitoring habitat in rivers for an environmental consulting firm. He was laid off in 2011. For some of these years, Moberg lived next to the sheriff of Okanogan County. He still does – growers are not allowed to live on their farms – and they are on friendly terms. “I think he was like, ‘Yeah, we knew the whole time,’” says Moberg, laughing.  Sheriff Frank Rogers is weeding the garden of his home in Okanogan. “Don’t mind dead animals, do you?” he yells, striding inside to the living room where half a dozen stag heads and a bobtail cat stare down from the walls. “Yeah, I knew Jeremy when he was counting fish, before he got into the legal dope growing. “I knew he grew illegally, they had dope in the house,” he continues. “I could’ve done something, but the trend was towards legalisation. He had a lot more up at his other place, turns out.”     Ready to roll: a CannaSol employee holds a bag of ‘Dutch Treat’ marijuana ready to be shipped to retailers. Photograph: Patrick Kehoe for the Observer    There has been a mixed reception to legalisation in this rural, conservative area – 48.6%, including Sheriff Rogers, voted against it in Okanogan. There were fears that usage would increase, particularly among young people, leading to more addiction and mental health issues, crime and traffic accidents. “We do see more people using it,” says Rogers. “Once it was legalised they were like, hey, we used to smoke this when we were kids. This stuff is so strong, though. They’re hallucinating, having anxiety attacks. These people my age, 55, 60, used to smoke a big bag of crap weed, but on this stuff they get wasted like with booze, they get sick. We’ve seen more problems with kids, too, because getting hold of it is easier – they can get it from home, steal a little bit from Dad. It’s here to stay. The worse issue here is the meth and heroin, it’s bad.”     My best decisions were made smoking sativa – it’s the thinking man’s weed    A paper published in the journal Addiction in January stated that while it was too soon to assess many of the effects of legalisation, there was little evidence that more people were using it. There had been an increase, it said, in the number of motorists suspected of driving under the influence testing positive for cannabis. There had also been a dramatic fall in the number of prosecutions for possession (it is legal to carry up to 28g), although African-Americans continued to be three times more likely than whites to be charged, despite comparable rates of use. Rogers worries about visiting houses where people are smoking marijuana. “It’s hard for cops. I can’t stand and talk to them because I can’t breathe it in. If I then go out and shoot someone, I’ll be automatically tested for drugs and alcohol and it’ll be in my system. We ask to talk to them outside.”  Andi Ervin, of the Okanogan County Community Coalition, which works to reduce youth substance abuse, believes regular cannabis use affects the developing teenage brain. She says data shows that the percentage of teenagers in the state who thought there was no risk of harm from regular use had jumped between 2008 and 2014. There’s another issue, too – Rogers has received complaints about the smell coming from the farms, which travels a couple of miles during harvest. “The county stinks,” he tells me. However, the “green rush” – which is producing millions in tax revenues for the state – has also brought economic benefits to the county, one of the poorest in Washington. There are more than 50 licensed growers in Okanogan now who are spending hundreds of thousands of dollars locally on equipment, labour and construction work. Moberg is in the greenhouse inspecting his mother plants. He describes how Cannabis sativa strains make users more alert, while C indica is more sedate. What does he prefer? “All my best decisions were made when I was smoking sativa, it’s thinking man’s weed,” he says, as an employee comes in to tell him he’s needed at a meeting. “But I don’t get to smoke as much as I did,” he adds ruefully. “I just don’t have the time.”",
  "webTitle": "Marijuana millionaires cashing in on cannabis legalisation",
  "webPublicationDate": "2016-05-22T11:05:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/cashing-in-on-cannabis-legalisation",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Washington state",
      "id": "us-news/washington-state",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Rock",
      "id": "profile/lucyrock"
    }
  ],
  "guardianId": "society/2016/may/22/cashing-in-on-cannabis-legalisation"
}