{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/01/john-rwd-jones-obituary",
  "id": "2016-05-01-106",
  "sectionId": "law",
  "body": "The human rights barrister John RWD Jones devoted himself to helping those in peril in the courts. He was a leading architect of the nascent system of international criminal trials, and in those trials he was the best of defence counsel for the worst of defendants: those accused of atrocities. He has died at the age of 48, after being struck by a train at West Hampstead station, north London, and an inquest has yet to be held. It was at the United Nation’s special court for Sierra Leone in 2003 that John made his first permanent mark. I had been concerned, as its first president, that international justice had, ever since, and including, the Nuremberg trials after the second world war, been delivered by courts which had an in-built bias towards the prosecutor: equality of arms required a defender. John was appointed to head the new Sierra Leone special court defence office, and his dedicated work not only proved that such an office was necessary in the interests of fairness, but ensured that it would be replicated in other courts – including the new international criminal court (the ICC) in The Hague, where hearings started in 2006. Last year, John represented one Sierra Leone convict – the former president of Liberia Charles Taylor – now serving a 50-year sentence in a British prison, in an attempt to have him transferred to a jail in Africa. John’s academic excellence enabled him to preach what he practised: he wrote a textbook with Antonio Cassese, a founding father of international criminal law, who in 1993 had become president of the war crimes court for the former Yugoslavia (the ICTY). The Rome Statute of the International Criminal Court: A Commentary (2002) examines the institution’s legal basis; International Criminal Practice (1998, third edition 2003), written with his friend and colleague Steven Powles, analyses the operation of the various courts and tribunals. With his wife, the Slovenian lawyer Miša Zgonec-Rožej, John wrote an important article on the rights of suspects for Amal Clooney’s book The Special Tribunal for Lebanon (2014). In 2005 John joined Doughty Street Chambers, where he specialised in extradition law and served as a part-time immigration judge. He appeared for governments as well as for potential extraditees, and earned praise from judges for the fairness of his approach. Throughout his legal life his scholarship enabled him to intellectualise what he was doing daily in the forensic arena: he produced the valuable Extradition and Mutual Legal Assistance Handbook (2005, second edition 2010). He appeared in a number of leading extradition cases, including a supreme court decision about the needs of vulnerable children caught up in the process. He was a member of the team acting for Julian Assange, the WikiLeaks founder confined to the Ecuadorian embassy in London pending the resolution of an extradition application by Sweden, and it was his submissions that persuaded the UN Working Group on Arbitrary Detention this year to rule (much to the annoyance of the UK government and newspaper editorials) that Assange was being wrongfully detained. John was appointed QC in 2013, and worked full time at the Hague from the following year as resident director of Doughty Street International. He represented some of the most demonised (and, it must be said, a few of the most demonic) defendants, always putting up the legal arguments they were entitled to make and thus ensuring that justice upon them would be seen to be done. He appeared for Saif al-Islam Gaddafi and the Libyan spymaster Abdullah al-Senussi, mastermind of some of the worst crimes of the Gaddafi era, in appeals to have them tried for crimes against humanity by the ICC, which cannot pass a death sentence, rather than lynch-law Libyan tribunals. Born in Wimbledon, south-west London, John was the son of Dr Hugh Jones and his wife, Margaret. From the independent sixth-form college Mander Portman Woodward, London, he went to study philosophy, politics and economics at St Edmund Hall, Oxford, and took master’s degrees in law at City University, London, and George Washington University, in the US capital. He was called to the bar at Lincoln’s Inn in 1992. It was at The Hague, as a legal officer for the ICTY (1995-99) that his special ability was first recognised by Cassese. He engaged John to help draft the ICTY’s rules of evidence and procedure, and then in 1998 dispatched him to Arusha, in northern Tanzania, to do likewise for the ICTR, the court set up to punish the perpetrators of the Rwandan genocide. John usually acted in death penalty and other deserving cases free of charge. He gave time unstintingly to mentor young lawyers and to assist colleagues with creative arguments in his specialities. His advocacy was fluent and unflappable, his scholarship unimpeachable and his sense of humour always intact. From 2008, he served as a trustee of the Orangutan Protection Foundation. He is survived by Miša, his sons, Patrick and Zachary, his sister, Anne, and his parents. • John Richard William Day Jones, barrister, born 14 June 1967; died 18 April 2016",
  "webTitle": "John RWD Jones obituary",
  "webPublicationDate": "2016-05-01T12:20:09Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/01/john-rwd-jones-obituary",
  "keyword": [
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Barristers",
      "id": "law/barristers",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Sierra Leone",
      "id": "world/sierraleone",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International criminal court",
      "id": "law/international-criminal-court",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Geoffrey Robertson",
      "id": "profile/geoffreyrobertson"
    }
  ],
  "guardianId": "law/2016/may/01/john-rwd-jones-obituary"
}