{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/19/fracking-investors-losing-patience-with-planning-delays-says-industry-boss",
  "id": "2016-05-19-164",
  "sectionId": "environment",
  "body": "The backers of fracking in the UK do not have “limitless patience” for planning delays, according to a leading industry boss. Francis Egan, chief executive of Cuadrilla, warned that despite the government’s promise to fast track fracking, the planning process remains a slow lane. The comments come just ahead of a planning decision in Yorkshire on Third Energy’s application for shale gas exploration. Ministers said last August that they would intervene on planning applications if local authorities failed to meet the existing deadline of 16 weeks to approve or reject fracking applications. David Cameron said in 2014 the government was “going all out for shale”. At a conference on Thursday, Egan told energy minister Andrea Leadsom: “Speaking for Cuadrilla, we are quite a long way away from 16 weeks, we’re approaching two years. I think Third Energy is approaching one year. So the words are good, the intent is good but the delivery is not. Investors have patience but it’s not limitless.” Leadsom said: “We need to tackle the issue of extensive planning delays head-on if we are to reap the benefits that shale gas offers to our energy security, jobs and wider economy. The new measures we’ve introduced will help to make this happen. We are addressing a problem that causes unnecessary delays and benefits no one.”  The industry is increasingly frustrated by delays. Cuadrilla has spent over £100m to date and fracked only a single well, which caused minor earthquakes in 2011, and was later closed. Applications by Cuadrilla in Lancashire, Third Energy in Yorkshire and iGas in Nottinghamshire have all been delayed by the submission of additional information and subsequent extra public consultations. Councils have also warned that long planning processes stretches their limited resources. Donna Hume, from Friends of the Earth, said: “There is definitely a disconnect between what local people want, and what the government is determined to do at any cost. In the [Third Energy] case, like everywhere else so far in the country, Ryedale residents don’t want fracking.” The application by Third Energy for a site at Kirby Misperton has been recommended for approval by the North Yorkshire County Council (NYCC) planning officers but will be decided by councillors at a meeting that starts on Friday. NYCC received almost 4,000 letters and emails opposing the application, many via green campaign groups, and 32 supporting it. On Thursday, it emerged that in November NYCC had removed some representations purporting to be from local parish councils.  “The relevant parish council clerks informed the NYCC that the e-mail account had been subject to ‘hacking’ and that the e-mails had not been sent by the parish council clerks,” said a report by the county council (pdf). NYCC has informed the police but no criminal investigation has been launched. The Frack Free Ryedale campaign group told the Times it “emphatically denies any involvement in hacking ... if indeed such events occurred. Given that [NYCC] received 3,907 objections to the planning application, and only 32 letters of support, there is clearly no need for those opposed to fracking to forge objections in any case.”   Related: George Osborne urges ministers to fast-track fracking measures in leaked letter    Rasik Valand, chief executive of Third Energy said: “We believe that the thorough report [from their planning officers] will enable NYCC to reach a positive determination on our application. Third Energy has been drilling wells and producing gas safely and discreetly from this site in Kirby Misperton for over 20 years.” In 2015, the Guardian revealed that George Osborne had requested that ministers make dozens of interventions to fast-track fracking as a “personal priority”, including the delivery of numerous “asks” from shale gas company Cuadrilla.",
  "webTitle": "Fracking investors losing patience with planning delays, says industry boss",
  "webPublicationDate": "2016-05-19T13:46:34Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/19/fracking-investors-losing-patience-with-planning-delays-says-industry-boss",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/19/fracking-investors-losing-patience-with-planning-delays-says-industry-boss"
}