{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/fitness-fears-roger-federer-french-open-italian-open",
  "id": "2016-05-11-97",
  "sectionId": "sport",
  "body": "Less than a fortnight before the French Open, Roger Federer admits he is “far from 100%” fit and the fear that his run of 65 consecutive grand slam appearances could be about to end is now more than idle speculation. Two of his perennial rivals, Andy Murray and Novak Djokovic, joined the 34-year-old Swiss in the third round of the Italian Open with satisfactory wins on Wednesday but kept their professional distance when asked if they shared wider concerns about his immediate future. “I was expecting to lose in straight sets,” Federer said after a typically measured early-round performance to turn back the precocious challenge of the German teenager Alexander Zverev, 6-3, 7-5.   Related: Roger Federer defeats Alexander Zverev in Rome Masters    In 18 years on the Tour, Federer has rarely been troubled by physical problems but he has already pulled out of two tournaments since the Australian Open to protect a back problem and a knee that required the first surgery of his career. Murray opened his campaign with a routine 6-3, 6-3 win over the Kazak qualifier Mikhail Kukushkin, although he struggled with the low bounce and swirling wind on the tournament’s second court. It was a sound, unspectacular performance, one to steady the nerves rather than raise the spirits. Asked what he thought of Federer’s doubts about finishing let alone winning the tournament, Murray said: “Maybe he doesn’t feel his best right now but he knows himself and his body better than any of us, so I take his word for it.” Federer said: “I only decided after the warm-up that I was going to play. I don’t know how I’m going to feel tomorrow [against Dominic Thiem]. I hope I can play. But I’m literally going practice to practice. Every 15 minutes, I speak to Ivan [Ljubicic] or Severin [Luthi] and say: ‘What else can we do?’ “It’s baby steps right now. To even to think of tomorrow is already a big ask. It was a calculated risk to play at all, so I’m super pleased that I was able to play, let alone to win. “Looking ahead for next few weeks, regardless if I’m going to play tomorrow or not, this was something I feel like I needed to do to get a sense of where I’m at. It would have been easy not to play and then just be unsure how I was going to feel in Paris. At some point you have to go out there and see how it feels, and I’m happy I was able to play a full match without any setbacks. “I’m far from being 100% right now, so I still have some work to do. There is a lot to be done in the next 12 days so that I have a base, a level, which is really important to have. I’m not going to be coming from no man’s land. I’m going to be coming from a level which is totally acceptable. I have done as much as I possibly could in the last four months. “I have been unfortunate with Miami and now Madrid [both of which he missed]. That setback was unnecessary but it happened. It was unfortunate. Looking forward, I’m not even thinking one second about the Olympic Games [in August], because there is going to be a lot of tennis played before that, hopefully.” Djokovic, not entirely convincing in subduing Stéphane Robert 7-5, 7-5, said of the Federer conundrum: “He’s still in the tournament.” And his back problem? Djokovic paused, and said: “The spine is a core, a foundation of every human’s body, and especially athletes. But also it’s vulnerable, especially if you are playing many matches, training, and, having to be adapting to different conditions. “That’s why we have big teams of people, physiotherapists that are experts in their field. We spend a lot of time on the tables, trust me, before training, before the match, after the match, a lot of time, a lot of time stretching, doing different kinds of exercises for strengthening, prevention. “If you really want to play at the top and if you want to be a candidate for a top spot in the world, you need to be healthy. In order to be healthy, you need to really be devoted for several hours a day to your body.” They are a tough, unsentimental lot, these tennis players.",
  "webTitle": "Fitness fears grow over Roger Federer’s participation in French Open",
  "webPublicationDate": "2016-05-11T17:28:30Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/fitness-fears-roger-federer-french-open-italian-open",
  "keyword": [
    {
      "webTitle": "Roger Federer",
      "id": "sport/roger-federer",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/11/fitness-fears-roger-federer-french-open-italian-open"
}