{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/following-on-memoir-of-teenage-obsession-and-terrible-cricket-by-emma-john-review",
  "id": "2016-05-18-289",
  "sectionId": "books",
  "body": "The 1990s linger in the memories of many as a golden age. The Berlin Wall had come down, the World Trade Center was still standing, and existential worries generally seemed thin on the ground. The music was great, people spent all night dancing and insisting how much they loved one another, and it really did seem that things could only get better. Everyone was mad for it. Everyone, that is, except for England cricket fans. For us, the decade was one of unprecedented darkness and despair. “To be blunt,” as Emma John puts it in her gloriously funny yet poignant memoir of growing up as a cricket obsessive at this time, “the England team I followed with such ardour were one of the worst in the country’s history.” No amount of ecstasy would have made watching them get bundled out for 46 by the West Indies or repeatedly steamrollered by Australia anything less than grim. Worse, perhaps, cricket itself seemed to be losing its hold on the affections of the public. The 90s was the decade when its fraying claim to be England’s second national sport, the summer counterpart of the “winter game”, was exposed once and for all as a delusion. As football went from strength to strength, cricket was becoming ever more uncool. Euro 96 had Three Lions; when England staged the Cricket World Cup in 1999, the tournament anthem, a deeply embarrassing ditty by Dave Stewart, was released after the hosts had already crashed out in the first round. All of which helps to explain why books about what it was like to be an Andy Caddick-obsessed teenager have, until now, been notably thin on the ground. Certainly, if there is a memoir more delightfully besotted by Alan Mullally or Graham Thorpe than Following On, I have yet to read it. The project of analysing your own sporting devotion can itself, of course, be interpreted as a homage to the 90s. Fever Pitch, published in 1992, was subtitled “A Fan’s Life”, after all. John, who graduated from naming her teddy bear after the steady but resolutely unglamorous Glamorgan and England seamer, Steve Watkin, to become an eminent sports journalist, writes both beautifully and wittily about the pathology of fandom – and of cricket fandom in particular. “To me, an exciting match was any that England looked like they were going to lose but managed to draw.” John speaks there for an entire generation of cricket fans.     Emma John, photographed at her home in north London with her cricket memorabilia. Photograph: Richard Saker for the Observer    There is more to Following On, though – a lot more – than sport. Literary influences from the era are hardly confined to Nick Hornby. There are echoes as well of Bridget Jones – with Michael Atherton featuring improbably as Mark Darcy. When Atherton resigned the England captaincy, John was so distraught she sums up her emotions by quoting King Lear. Even when she confronts real boyfriends, she cannot help but evoke echoes of Atherton’s famous stonewalling in the 1995 Johannesburg Test match (pictured). “Tom rang,” a diary entry reads. “Managed to steer conversation to break-up and its stupidity. Tom executed superb backward defensive and blocked crease with stubborn refusal to talk about it.” It is at this stage that I have to put my hand up, and acknowledge that I am possibly the wrong person to be reviewing this book. Not because I disliked it – just the opposite. Such was the delight it gave me that I ended up rationing myself as I read it, so that I wouldn’t gorge on it all at once. The problem is, though, that I can’t think of anyone who better qualifies as this book’s target audience than me. Indeed, there were times when I felt that John had written it with me personally in mind. Just like my teenage self, hers had loved Byron, done Latin A-level and feverishly kept track of county scores via Ceefax. I seem to have watched precisely the same passages of play that she did, and I would, every time I read her evocations of them, get memory shivers of the kind that Proust’s narrator experienced when he tasted his madeleine.   Related: Cricket’s reputation as the true home of fine writing is out of date | Emma John    What I cannot answer, though, is whether those who know nothing much about cricket will enjoy Following On. My hunch, for what it is worth, is that they will. John has a wonderful talent for sketching character with a few deft phrases, and her portraits of her heroes, two decades on from their travails as England cricketers, would adorn a novel. Above all, though, it is the affectionate but unsparing portrayal of her own teenage self that gives the book its charm. A (wholly innocent) fantasy about Phil Tufnell, featuring the mafia, Atherton and winning back the Ashes, manages to be both funny and quietly touching at the same time. When John describes the talented but perennially underperforming Graeme Hick as “the kind of man who would get led into trouble by a wily village girl in a George Eliot novel”, the description is not only spot on, but confirms us in everything that she has revealed to us about herself. Romantic, gauche and “as iconoclastic as a Charles and Di wedding mug”, she was the kind of teenager with whom many readers will, I suspect, be able to identify. Following On is a delightful book, and I would strongly urge even those who were not cricket obsessives in the 90s to give it a go. • To order Following On for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only.",
  "webTitle": "Following On by Emma John review – how can English cricket in the 1990s be so funny?",
  "webPublicationDate": "2016-05-18T08:30:24Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/following-on-memoir-of-teenage-obsession-and-terrible-cricket-by-emma-john-review",
  "keyword": [
    {
      "webTitle": "Sport and leisure",
      "id": "books/sportandleisure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Holland",
      "id": "profile/tom-holland"
    }
  ],
  "guardianId": "books/2016/may/18/following-on-memoir-of-teenage-obsession-and-terrible-cricket-by-emma-john-review"
}