{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/16/first-man-to-receive-penis-transplant-in-the-us-hopes-for-a-normal-life-again",
  "id": "2016-05-17-288",
  "sectionId": "science",
  "body": "The first man to receive a penis transplant in the US has spoken about his hopes to return to a normal life once he leaves hospital. Thomas Manning, a 64-year-old bank employee, had a dead donor’s penis attached to his body by a team of surgeons in an operation at Massachusetts general hospital in Boston. The donor organ replaces a one-inch stump that Manning had been left with after doctors removed most of his penis to prevent a rare cancerous tumour from spreading. “I want to go back to being who I was,” Manning told the New York Times. He decided to speak publicly about the operation to let other men with genital cancers or injuries to the region know there was hope for them. Manning said he could not yet face taking a close look at the donor organ, but doctors hope that he will be able to urinate normally in the next few weeks and regain sexual function within months. Before the operation Manning told the newspaper that a relationship was unthinkable. “I couldn’t have a relationship with anybody,” he said. “You can’t tell a woman, ‘I had a penis amputation.’” The surgical team spent three years preparing for the operation. They worked on cadavers to understand the intricate anatomy of the organ and performed trial-run surgery on half a dozen dead donors. Manning himself was put through psychological screening to ensure he was able to deal with the transplant, and was on a waiting list for only two weeks before a donor was found with the right blood group and skin tone. Curtis Cetrulo, who led the surgical team, said he was “cautiously optimistic” about the $75,000 (£52,164) operation, but added that it was “uncharted waters” for the hospital. The surgery was performed as part of a research effort that aims to reconstruct soldiers and others in the military who sustain devastating pelvic injuries in war. But the same procedures will also help patients with similar damage to the area, or those with genital cancers. Apart from the intricate surgical techniques, Cetrulo is developing ways to reduce the need for drugs that prevent the body from rejecting the donor organ. Manning is not the first in the world to have a penis transplant. In 2006, surgeons at Guangzhou general hospital in China performed a transplant operation on a 44-year-old man who was left with a 1cm-long stump after an accident. In a 15-hour operation, he received a 10cm-long donor penis from brain-dead man in his 20s. The operation went smoothly, but two weeks later the recipient asked surgeons to cut it off again, due to what Dr Weilie Hu, a surgeon on the team, called “a severe psychological problem of the recipient and his wife”. On inspection, the transplanted organ had not been rejected, at least biologically. Last year, doctors in South Africa reported a more successful outcome for a 21-year-old man who had a penis transplant after his own developed gangrene following a botched circumcision. The man had not only accepted the organ but subsequently got his girlfriend pregnant. Cetrulo said another patient, who had lost his penis to burns in a car accident, was on the waiting list for a transplant. Other hospitals in the US have patients lined up for their own operations. According to the report, Manning enquired about a transplant soon after having cancer surgery to remove most of his penis. While doctors at the hospital had not considered the operation, three years later, they contacted Manning to offer the surgery. He had never given up hope he told the newspaper. “I kept my eye on the prize,” he said.",
  "webTitle": "First man to receive penis transplant in the US hopes to resume a normal life",
  "webPublicationDate": "2016-05-17T07:14:43Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/16/first-man-to-receive-penis-transplant-in-the-us-hopes-for-a-normal-life-again",
  "keyword": [
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Cancer",
      "id": "science/cancer",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Organ donation",
      "id": "society/organ-donation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Boston",
      "id": "us-news/boston",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Massachusetts",
      "id": "us-news/massachusetts",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/16/first-man-to-receive-penis-transplant-in-the-us-hopes-for-a-normal-life-again"
}