{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/slaven-bilic-west-ham-manchester-united-upton-park",
  "id": "2016-05-09-26",
  "sectionId": "football",
  "body": "Slaven Bilic played the game reluctantly. West Ham United will bid an emotional farewell to their cherished old ground when they host Manchester United under the lights on Tuesday night but Bilic, still smarting from the shambolic 4-1 defeat by Swansea City on Saturday, was going through the motions when he was asked to recall his favourite Upton Park memories.   Related: Olympic Stadium deal benefits taxpayer, claims West Ham’s David Gold    On a day when David Gold, Sir Trevor Brooking, Tony Carr and Mark Noble lined up to reminisce about 112 years of East End history coming to an end, it was telling Bilic wanted to keep his business face on. “We have a game tomorrow and I am very much concentrated on that,” he said, giving the impression he will enjoy the post-match celebrations – which will apparently feature “spectacular lighting, music and a big-screen video to match the scale and emotion of the evening” – only if West Ham have avenged the FA Cup defeat by United last month in the preceding 90 minutes. West Ham’s manager echoed Noble by speaking fondly about the roar in those last few seconds before kick-off, when the music stops and the crowd belt out the first of many renditions of I’m Forever Blowing Bubbles, and he has not forgotten his first game at Upton Park, a 2-0 win over Kevin Keegan’s swashbuckling Newcastle United in 1996. “They had that gap at the top ahead of Manchester United,” he said. “I will always remember it. So it is a special stadium.”           Farewell Boleyn: the end of an era for West Ham United    But the challenge for Bilic’s team is to play the match rather than the occasion. West Ham froze when they lost 2-1 against United in their FA Cup quarter-final replay and their defeat by Swansea all but ended their hopes of qualifying for the Champions League. More realistically they are fighting for a Europa League spot, with Southampton jumping above them into sixth place after their win against Tottenham Hotspur on Sunday and Liverpool a point behind West Ham in eighth place. “If I am really honest, I thought the atmosphere was a little bit strange, but only because we have this game,” Noble, the captain, said. “Swansea, from the start of the season, was always billed as the last ever at the Boleyn and then things change. All of a sudden we are playing Manchester United and, no disrespect to Swansea City, that becomes a bit of a glamour fixture. With us being really close in the league together it adds that extra incentive. The fans are really looking forward to tomorrow night, instead of Saturday. Swansea played better than us.” West Ham are six points below fourth-placed Manchester City with two games left and they will go two points ahead of Southampton if they win their game in hand against United. Opponents have been targeting Michail Antonio since injuries forced him to move to right-back two months ago and Bilic has persisted with playing one of his most effective attackers in a makeshift role despite Sam Byram and James Tomkins returning to fitness. Swansea capitalised on that glaring weakness. West Ham have conceded 10 goals in their past five matches at Upton Park and United will go fourth if they triumph in east London again.   Related: Louis van Gaal says he will not take a risk with Anthony Martial at West Ham    Bilic attributed the defeat against United to overconfidence. “We knew straight after the defeat why it had happened,” he said. “You can lose against United and still have a great game just because it is United, but we learned. Simply we approached that game in a way that was very hard to stop – in a too optimistic way. At that time the whole set-up before that game – and I’m saying it again, it was very hard to stop it – was ‘we are going to beat you’ and we started to attack them on very big space individually. “And if Man U are good at anything it is stretching you and keeping the ball, and then you have to be compact against them, otherwise they are going to have a lot of space and they have a lot of pace up front and quality,” he added. “That gives them more than enough opportunities to hurt you and they did exactly that.” Perhaps it will suit West Ham to be underdogs in a fixture that has often provided entertainment. The mind goes back to Alex Ferguson accusing an already-relegated West Ham of an obscene effort when they denied him a first league title in England in 1992, Ludo Miklosko winning his personal duel with Andy Cole on behalf of Blackburn Rovers in 1995 and David Beckham scoring a stunning lob when United won 5-3 in 2002. With a wave of nostalgia about to hit them, West Ham will be desperate to see the place off in style by raising their game for one last time.",
  "webTitle": "Slaven Bilic’s focus is on United rather than Upton Park nostalgia",
  "webPublicationDate": "2016-05-09T21:30:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/slaven-bilic-west-ham-manchester-united-upton-park",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Slaven Bilic",
      "id": "football/slaven-bilic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/09/slaven-bilic-west-ham-manchester-united-upton-park"
}