{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/sadiq-khan-jeremy-corbyn-get-back-habit-winning-elections",
  "id": "2016-05-13-72",
  "sectionId": "politics",
  "body": "Sadiq Khan called on Labour to unite and get into “the habit of winning elections” as the newly elected London mayor urged the party to go back to the strategy followed by previous leaders John Smith and Tony Blair. In his first interview with a national newspaper since his decisive election victory, the new mayor delivered a warning to his party about the importance of securing power, saying “I’ve achieved more in these seven days than in the last six years in opposition.” Khan said that his party leader, Jeremy Corbyn, could not be blamed for general election losses in 2010 and 2015, but added Labour was failing to “score enough goals” against a deeply divided Conservative party, racked with infighting over Europe.   Related: Is Cameron proud of Zac Goldsmith’s toxic mayoral campaign in the capital? | Owen Jones    “We need to understand that Cameron’s government is as bad as John Major’s. If you compare and contrast what John Smith and Tony Blair did during that period, compared to now,” he told the Guardian. “That is the trajectory we need to be on if we want to win in 2020,” he added, arguing that most psephologists would say Labour was not heading towards a general election victory at the moment. Asked what Labour MPs who were most critical of Corbyn should be doing to support their leader, Khan said: “I think it is more a question of what Jeremy should be doing. If you are leader you want to use all your talents. I think politics is a team sport, and we came together as a team. I think we’ve got to be united as a party. Divided parties don’t win elections.” In a wide-ranging interview, Khan also:  criticised the negative Conservative campaign against him, which he said had meant young, non-white people would not just think twice or three times about entering politics but “think sod it” described his Conservative opponent, Zac Goldsmith, as a “bad sport” for failing to shake his hand after the result was declared at the end of a marathon day of counting revealed that David Cameron had phoned him to ask for help in securing a large turnout in London, where more voters are pro-EU, in June’s referendum    Related: 'I'm living the dream': Sadiq Khan on his first week as London mayor    Khan said Cameron had not raised the controversy surrounding the Tory campaign for the London mayoralty, in which repeated claims about Khan’s links to extremists by Goldsmith and Cameron were criticised as dog-whistle politics. “It is not for me to ask for an apology, it is for him to offer one,” he said, adding that a few Conservatives had sent him messages to say they were disgusted by what had taken place. Khan said he feared that any vote for Britain to leave the EU would be devastating for the capital’s economy, and that it would take London a “generation” to bounce back. “I’m not saying it is armageddon, we can survive, but it will take a long time to recover,” he said. He also revealed that the mayor of Paris, Anne Hidalgo, had told him on a visit – “only half-jokingly” – that she would “roll out the red carpet” to welcome London-based companies to her city if Britain voted to leave. But Khan’s main focus was on Labour’s electability. “It is all about winning, winning for a purpose. There is no such thing as a heroic failure. We have to get back into the habit of winning elections,” he told the Guardian.   Related: How London became a Labour city – and what it means for British politics    He talked about the southern attack strategy championed by former Southampton MP, John Denham, in the 1990s. He added that before 1992, his former constituency of Tooting, in London, was the furthest south that Labour held.  “The Labour party in the 1990s wasn’t just looking at the Labour voters we had, it was trying to reach out and target seats. The famous toehold strategy, you win one seat in one ward as a toehold to try to win seats elsewhere,” he said.  He pointed to the way in which Smith and Blair had built up support across the country, and said Corbyn should be looking to replicate that level of outreach. Corbyn was barely mentioned on the mayor’s campaign literature, and did not appear alongside him at his signing-in ceremony last weekend. But Khan joined the Labour leader at last Monday’s meeting of the party’s MPs in Westminster, where Corbyn also conceded that while progress had been made in the local elections, “we are not yet doing enough to win in 2020”. During the last week Corbyn insisted Labour had “an enormous tent” – and in the latest evidence that Corbyn is keen to heal rifts within Labour he will give a keynote speech at the annual conference of Progress, the right-of centre Labour group. Khan said he hoped his victory would provide a “template” to the national party about how to reach out across the political divide and persuade those who had voted for other parties, including the Tories, Ukip and SNP, to come back to Labour. He argued that wooing business had to be part of the strategy.   Related: Sadiq Khan: ‘Ruthless? No. Decency can get you to the top in politics’    “My challenge is over the next few months and years to hopefully show the rest of the country that Labour administrations can be pro-business, Labour administrations can be competent, Labour administrations can provide value for money.” He said that he “loved” being an MP for Tooting and said as an opposition MP he could do case work to help constituents. “But can I improve the NHS, can I improve policing, can I improve schools, can I provide apprenticeships for young people in opposition? The answer: no. The MPs who remember being in government know that and I worry that some people think it is okay to be in opposition but it isn’t.” He said it was not appropriate for Labour to be thinking about a 10-year strategy because “every day we are out of power, people are struggling”.",
  "webTitle": "Sadiq Khan calls on Corbyn to 'get Labour back in the habit of winning elections'",
  "webPublicationDate": "2016-05-13T17:30:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/sadiq-khan-jeremy-corbyn-get-back-habit-winning-elections",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/13/sadiq-khan-jeremy-corbyn-get-back-habit-winning-elections"
}