{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/06/boaty-mcboatface-ship-to-be-called-rrs-sir-david-attenborough",
  "id": "2016-05-06-278",
  "sectionId": "environment",
  "body": "Britain’s new polar research ship is to be named RRS Sir David Attenborough, despite Boaty McBoatface topping a public vote. The decision to name the £200m state-of-the-art vessel after the naturalist comes days before his 90th birthday, and is in recognition of his legacy in British broadcasting. The name Boaty McBoatface will live on in the form of the ship’s remotely operated submarine, which will be dispatched from RRS Sir David Attenborough to allow the research crew to collect data and samples from the Arctic and Antarctic. The science minister Jo Johnson tweeted on Friday:    New polar research ship to be named RRS Sir David Attenborough in tribute to a great broadcaster & natural scientist pic.twitter.com/eI07JTje6R— Jo Johnson (@JoJohnsonMP) May 6, 2016      Hello #BoatyMcBoatface! The name lives on as the remotely operated vehicle aboard RRS Sir David Attenborough pic.twitter.com/o05NByBFhd— Jo Johnson (@JoJohnsonMP) May 6, 2016    The RRS Sir David Attenborough is being built on Merseyside – the biggest commercial shipbuilding contract in Britain – and is due to set sail in 2019. It will provide the UK with the most advanced floating research fleet in the world, looking at the world’s oceans and issues of climate change. A public call for names by the UK’s natural environment research council (NERC) attracted more than 7,000 suggestions. Boaty McBoatface received more than 124,000 votes, the second place contender, Poppy-Mai – for a toddler with incurable cancer – received more than 34,000 votes, and Attenborough’s name received more than 11,000. The naming follows an Evening Standard campaign to honour Attenborough, backed by two former environment secretaries, two former culture secretaries and the polar explorer Dan Byles.     Sir David Attenborough. Photograph: Colossus Productions/AP    In a statement, Johnson said: “The public provided some truly inspirational and creative names, and while it was a difficult decision I’m delighted that our state-of-the-art polar research ship will be named after one of the nation’s most cherished broadcasters and natural scientists. “This vessel will carry the Attenborough name for decades to come, as it fulfils its mission to explore the oceans and put Britain at the forefront of efforts to preserve our precious marine environment.” He said the ship had captured the imagination of millions, “which is why we’re ensuring that the Boaty name lives on through the sub-sea vehicle”. In a career spanning six decades, Attenborough has presented critically acclaimed wildlife documentaries on the BBC including The Blue Planet, Planet Earth and Frozen Planet. He said he was honoured by the naming decision and hoped all those who suggested a name felt just as inspired to follow the ship’s progress. “I have been privileged to explore the world’s deepest oceans alongside amazing teams of researchers, and with this new polar research ship they will be able to go further and discover more than ever before,” he said. Prof Duncan Wingham, the chief executive of NERC, will appear before the Commons science and technology committee on Tuesday to field questions about the Name Our Ship competition. Johnson announced on Friday that the government would be investing up to £1m in a new polar explorer programme to engage young people and inspire them to pursue careers in science and engineering.",
  "webTitle": "'Boaty McBoatface' ship to be called RRS Sir David Attenborough",
  "webPublicationDate": "2016-05-06T09:08:44Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/06/boaty-mcboatface-ship-to-be-called-rrs-sir-david-attenborough",
  "keyword": [
    {
      "webTitle": "Polar regions",
      "id": "environment/poles",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Arctic",
      "id": "world/arctic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "environment/2016/may/06/boaty-mcboatface-ship-to-be-called-rrs-sir-david-attenborough"
}