{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/05/abby-wambach-espn-smart-hire",
  "id": "2016-05-05-260",
  "sectionId": "media",
  "body": "Wednesday’s announcement that Abby Wamabch will be joining ESPN is indicative of a progressive shift for the network. The decision to hire Wambach, a liberal and outspoken gay woman, seems to be in part a tacit reaction to the recent controversy surrounding former announcer Curt Schilling, whose otherwise forgettable tenure with ESPN was marked with offensive and painfully outdated remarks. What Wambach brings as a broadcaster however, is more than just a contemporary perspective. At a time when ESPN continues to hemorrhage cord-cutting viewers, she has the potential to draw young fans back into broadcast cable television – or at least to keep them from leaving. Wambach is charismatic. She’s passionate. She’s cool. Through both her many athletic achievements and unapologetic criticism of what she and her former teammates view as wage discrimination, Wambach has become a role model to young athletes and sports fans, particularly female ones. Her inclusion as an announcer seems to represent an effort on the part of the network to acknowledge (perhaps too late) that women watch sports too, and if you can appeal to them, they might even improve your ratings.  Wambach’s appeal, though, reaches far beyond gender lines. Even her sport, soccer, represents a changing of the guard in the American broadcast norm. As baseball increasingly becomes a more regional sport, it feels almost quaintly nostalgic. Kids don’t collect baseball cards any more. These are no longer the ball players young people want to be when they grow up.  Soccer, on the other hand, and women’s soccer specifically, continues to enjoy a wild boom in popularity. Wambach has 435,000 followers on Instagram. Kids of both genders tuned into Fox Sports’ broadcast of the 2015 World Cup in droves, and particularly into the USA’s rout of Japan in the final – the most-watched soccer game of all time in the US. The great American pastime is being supplanted by the great global phenomenon, and Wambach is the poster child for this movement.  Her connection with a younger demographic is also what will make her an effective host on the network’s just-announced Fearless Conversation with Abbey Wambach podcast. Success in the relatively new medium of podcasting will be a key determinate in the network’s ability to remain relevant. (Especially as former ESPN host Bill Simmons continues to unabashedly make strides on his own on that front.) Wambach does not mince words, nor does she shy away from controversial issues, which will make her a provocative personality who has the potential to create “must-watch programming.” The element of surprise in an event hosted by Wambach is not just the game itself – but what she will say about it. When she makes comments as candid as the fact that she would fire US men’s national team coach Jurgen Klinsmann, the Twitter-verse will weigh in.  The addition of Wambach is another indication that ESPN is wisely shifting its business model to focus on live rights. This is particularly pivotal now, as the network faces a talent void following the loss of talent like Mike Tirico, Skip Bayless and Colin Cowherd. Wambach has the potential to bring with her an entire new generation of people for whom games are appointment viewing. Her engaging and fresh-feeling persona may very well also serve to make the sport even more interesting to watch – perhaps even for people who previously didn’t think they cared much for soccer.  In her reporting beyond soccer, too, Wambach will likely ask heretofore rarely mentioned questions about gender equity, and thus continue to alter the very culture of professional sports. Even if her views are unpopular among some viewers, she will be providing fodder for conversation. Like Schilling, her comments and views may very well become news items themselves. Unlike Schilling, however, she will serve to keep ESPN a leader in sports culture – an integral part of the conversation, and not the butt of a joke.",
  "webTitle": "Abby Wambach is a smart hire for a network with a relevancy problem",
  "webPublicationDate": "2016-05-05T09:30:11Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/05/abby-wambach-espn-smart-hire",
  "keyword": [
    {
      "webTitle": "ESPN",
      "id": "media/espn",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "USA women's football team",
      "id": "football/usa-womens-football-team",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Tess Barker",
      "id": "profile/tess-barker"
    }
  ],
  "guardianId": "football/blog/2016/may/05/abby-wambach-espn-smart-hire"
}