{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/electra-townie-go-8-electric-bike-preview-martin-love-observer",
  "id": "2016-05-15-210",
  "sectionId": "lifeandstyle",
  "body": "In Holland, a country that knows a thing or two about cycling, they now sell more electric bikes than traditional city bikes. The lurking snobbery that an eBike is ‘cheating’ has gone and in the coming years many more of us will be powering up for a sweat-free pedal. One of the brands ready to take advantage of this is Electra – it’s already on to its second generation pedal-assist bike. The Townie Go! 8i has a frame-mounted Bosch mid-drive system, rather than a hub engine, which has four levels of support: Eco, Tour, Sport and Turbo with a top speed of 15mph (25kmh). (It’s worth noting that in the UK, cycles with motor assist are only treated legally as bicycles if the motor assist cuts out at 25 kmh. Faster than that and they are legally mopeds, requiring registration, tax, insurance and the rider to wear a motorcycle helmet and use only roads open to motorbikes, ie no cycle paths, tracks etc.) The Townie takes 3.5 hours to charge and for that you have a range of 20-100 miles. It’s comfortable and relaxed and those ‘Fat Frank’ tyres really soak up the bumps. It is pricey, but maybe it’s time to turn down easy street (electrabike.com). Price: £1,999Engine: Bosch 250wGears: Shimano Nexus 8-speed Gripping stuff     Bike know-how: the Adidas trail trainer with Continental mountain-bike soles    It’s only when you slip that you really start to think about the contact points you have with the ground beneath you. In a car, each tyre will cover as little as a postcard at any one time. On a bike, especially when fitted with skinny road tyres, it’s a fraction of that. This explains why tyre manufacturers spend a fortune in R&D ensuring that the meeting point between technical rubber and the earth is as beneficial as possible to you. Now Continental, a byword for adhesion among cyclists for generations, has teamed up with Adidas to create off-road running shoes with super sticky soles. Using tread inspired by mountain bike tyres, the latest Terrex X-King trail shoes have been designed specifically for running on gravel and on wet and loose paths. They’re light (weighing just 300g), protective and highly durable. They have tough moulded toe and heel caps, and an ingenious quick-lace system so you never need to worry about them coming untied halfway across some boggy moor. Think of them as “tyres for your feet”. Terrex X-King £110, adidas.co.uk Email Martin at martin.love@observer.co.uk or follow him on Twitter @MartinLove166",
  "webTitle": "Electra Townie Go! 8i: bike preview | Martin Love",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/electra-townie-go-8-electric-bike-preview-martin-love-observer",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Love",
      "id": "profile/martinlove"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/electra-townie-go-8-electric-bike-preview-martin-love-observer"
}