{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/facing-the-music-pianist-paul-lewis",
  "id": "2016-05-09-327",
  "sectionId": "music",
  "body": "What was the first ever record/CD you bought? An LP of Brahms first symphony with the Royal Liverpool Philharmonic and Marek Janowski. I was 11 or 12 when I went to hear them play it live, and came out of the concert on such a high that I just had to take home the souvenir. What single thing would improve the format of the classical concert? The format itself is fine, but the visual presentation of music could sometimes benefit from a little more thought. I wish we could do away with white tie and tails - it looks a bit silly to me, and it feels cumbersome to wear when you’re playing. I got rid of my tailcoat in 2003, and wouldn’t be surprised if it’s still hanging up there in the charity shop.    I wish we could do away with white tie and tails - it looks silly, and it feels cumbersome to wear when you’re playing    What’s been your most memorable live music experience as an audience member? Nothing can top hearing my eldest daughter play Away in a Manger on the violin at her school nativity play. She was eight at the time and reduced me to a heap. I’ll have to wait for grandchildren before a live experience of that distinction happens again. What’s your musical guilty pleasure?            Paralyzed, by the Legendary Stardust Cowboy. Isn’t that everybody’s? How do you mostly listen to music? Usually in my head, as long as it’s calm enough in there. I can only really listen to music if there are no distractions, and finding a quiet enough place for that when you’re on the road is not always easy. If I try to listen in the car or on a plane, whatever I’m listening to just turns into background music, which drives me nuts.    I fantasise about walking back on stage at the end of a recital and delivering an encore nobody was expecting.    If you found yourself with six months free to learn a new instrument, what would you choose? The Highland Bagpipes. It’s something I’ve been meaning to do for decades. I fantasise about walking back on stage at the end of a recital and delivering an encore nobody was expecting. Which conductor or performer of yester-year do you most wish you could have worked with? I’d find it difficult to choose between Carlos Kleiber and Leonard Bernstein.            Is applauding between movements acceptable? Any show of appreciation is more than acceptable! I’d much rather people feel free to show their enthusiasm spontaneously than routinely applaud in the “correct” places because they feel obliged to. Having said that, restraint is sometimes a good discipline, especially if you’re someone who can’t resist clapping while the final chord of Beethoven’s last sonata op 111 is still sounding. We’re giving you a time machine: what period, or moment in musical history, would you travel to and why? About a century on from now. I’d be interested to see what’s happening in the music world in 2116, and very curious to know how history had defined what was important about our current era. I’d rather not go back in time - that would just destroy too much mystery! What, in your opinion, is the best new piece written in the past 50 years? Impossible to say, really - but in terms of piano music, the Ligeti Etudes would have to be somewhere near the top of the list. What’s the most overrated classical work? - is there a warhorse whose appeal you really don’t relate to? If I’m allowed to replace the word “overrated” with “worst”, the answer would be a cadenza I wrote about 20 years ago for the last movement of Mozart’s D minor concerto K466. I still occasionally write my own cadenzas, but apply a little more quality control to what gets beyond the end of a pencil these days. It’s late, you’ve had a few beers, you’re in a karaoke bar. What do you choose to sing? I’d rather stick pins in my eyes. Paul Lewis performs at the Royal Festival Hall, London, on 11 May and at the Proms on 18 July. His recording of Brahms’s First Piano concert with Daniel Harding and the Swedish Radio Symphony Orchestra is out now on Harmonia Mundi.",
  "webTitle": "Facing the music: Paul Lewis",
  "webPublicationDate": "2016-05-09T06:00:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/facing-the-music-pianist-paul-lewis",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Paul Lewis",
      "id": "music/paul-lewis-pianist",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/09/facing-the-music-pianist-paul-lewis"
}