{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/yung-lean-review-sad-boys",
  "id": "2016-05-10-228",
  "sectionId": "music",
  "body": "Swedish rapper Jonatan Aron Leandoer Håstad AKA Yung Lean has notched up millions of streams, Justin Bieber practically wants to be him and tonight, as he concludes a world tour, he has an audience of teenage and early twentysomething peers eating out of his palm. Happy days for the most melancholy man in hip-hop. The 19-year-old Stockholmer’s appeal remains too niche to be hailed a youth culture phenomenon, but it has the trappings of one. With his dark, doleful, semi-ironic raps about drugs, sex, designer sportswear, Nintendo, Arizona Iced Tea and more drugs, often accompanied with bizarre self-made borderline self-parody viral sensation videos, Lean and his Sad Boys crew (DJ/producer Yung Sherman and MC Bladee flank their leader tonight) have become cultural influencers for a swath of internet-parented post-millennials. His fans dissect his every rhyme online and speak, type and even dress in his idiom (Lean has led an unlikely renaissance for the bucket hat, giving some of his acolytes the look of spiritual refugees from Spike Island 1990). Once they start bouncing en masse to the gut-shaking sub-bass drones of opener Hoover, they barely cease until they’ve worn themselves out several songs later.            With his second album Warlord, produced by Kanye West collaborator Mike Dean, Lean has begun to outgrow his more juvenile traits to look and sound like the real deal. It’d be a stretch to hail his flow as his selling point – southern rap mimicry with an immutable Swedish accent, its inconsistencies are disguised by slatherings of echo and autotune (the opening strains of Motorola sound like the witterings of a stoned robot). Rather it’s Yung Sherman’s production that really stands out – a twisted, trippy brew that eschews gunshot sample-heavy hip-hop cliche to blend retro 808 beats, witch-y house and a serrated, narcotic take on sombre Scandi synth-pop. Volt pulses and throbs and Lean – little more than an oversized T-shirt silhouetted against a video backdrop – needs only ride the wave. Ghosttown bares scant resemblance to the Specials song of the same name – hailing from one of central Stockholm’s most fashionable districts, Lean can hardly claim much first-hand knowledge of urban decay. But it similarly conjures the noirish undercurrent of a city and a country deeply divided by its changing socio-cultural complexion. Lean dedicates Diamonds to “the hero Thanapat Thaothawong”, AKA deportation-threatened friend and collaborator Thaiboy Digital. The Swedish immigration office, Lean adds pointedly, “can suck a dick”. Strong words from a rapper not scared to show his soft side. Lean’s best track Yoshi City bears the memorable refrain “I’m a lonely cloud”, as set to a suitably vaporous synth motif. He reappears alone for an encore of Hurt that segues into his 2013 breakout track Ginseng Strip 2002, its boasts of wanton substance abuse lent extra sensory embellishment by the smell of weed wafting through the room. Lean exits with a mic drop and by throwing fistfuls of flowers on to the audience, prompting the aptly contrary spectacle of sweat-drenched sad boys and girls collapsed on the pavement outside the venue, cooling off while proudly clutching red roses.",
  "webTitle": "Yung Lean review – Sad Boys say it with a fistful of flowers",
  "webPublicationDate": "2016-05-10T10:38:44Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/yung-lean-review-sad-boys",
  "keyword": [
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Malcolm Jack",
      "id": "profile/malcolm-jack"
    }
  ],
  "guardianId": "music/2016/may/10/yung-lean-review-sad-boys"
}