{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/17/sue-bower-obituary",
  "id": "2016-05-17-81",
  "sectionId": "education",
  "body": "My mother, Sue Bowers, who has died at the age of 82, was at the forefront of bringing conflict resolution work into UK schools in the 1980s. Many of the techniques she pioneered through her work in Kingston upon Thames are standard practice these days, but she had to negotiate a delicate balancing act, given that her work risked being dismissed as covert “peace education”. Speaking in 2005, Sue recalled: “Kingston was an extremely right-wing council, but we got into the schools thanks to one of the educational inspectors, who called himself ‘a turbulent priest’. Because Kingston was very geared to academic achievement, he put us into the schools as ‘oral workshops’ – we called them ‘problem-solving in personal relationships’. The schools thought they were great, but politically, peace education was thought to be subversive. We hit trouble when the chair of the local education committee heard about our workshops and was outraged.” Fortunately, another outraged committee member, who had a child at a school in which the workshops were taking place, confronted the school’s deputy head, only to be told: “They’re the best thing we’ve had for years.” That turned a corner, and within a year, the group was giving workshops to train teachers in their techniques. The conflict resolution work was something of an impromptu second career for Sue. She was born in Manchester, the first child of May (nee Bacchus) and Alan Pilkington. After attending Penrhos boarding school in Colwyn Bay during the second world war, she trained as a nurse, working in the 1950s at Preston Royal infirmary. She gave up nursing after marrying John Bowers, a shipping executive then based in Liverpool, in 1959. In 1975 they moved to Kingston upon Thames, where they became Quakers. Inspired by a visit in 1981 from the American Quakers promoting creative responses to conflict, she agreed to conduct a one-off sixth form workshop in a local school. At the end the sixth formers asked for more, and the workshop programme developed from there. Writing in the Friend magazine in 1987 about the early years of the programme, she said she and her co-organisers felt they were isolated, “too soft for the activists, too radical for the traditionalists”. She recalled: “Reactions to the programme ranged from politely expressed disbelief to outraged questions on the local education committee ... Our belief in the programme and its effects on the participants kept us going.” After retiring to Dorset, she developed mediation work in a rural setting, and contributed the chapter The Rural Mediation Service to Mediation in Context, a seminal review of mediation techniques published in 2000. She is survived by her husband, John; her children, myself and Jenny; and three grandchildren.",
  "webTitle": "Sue Bowers obituary",
  "webPublicationDate": "2016-05-17T17:03:24Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/17/sue-bower-obituary",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/17/sue-bower-obituary"
}