{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/queensland-abortion-bill-deputy-premier-jackie-trad-joins-decriminalisation-push",
  "id": "2016-05-10-329",
  "sectionId": "australia-news",
  "body": "The deputy premier of Queensland, Jackie Trad, has come out in support of an independent’s bill to decriminalise abortion in the state. Rob Pyne, who defected from the minority Labor government, introduced the bill to decriminalise abortion in the Queensland parliament on Tuesday after a 12-year-old girl had to spend weeks going through court before being allowed to have an abortion. The Liberal National party has announced it would allow a conscience vote for its MPs. However, party policy is “that there should be no change to the current laws in place”, it said in a statement. It is unclear exactly how much support the bill will have but the independent and former Labor party MP Billy Gordon will support the bill along with about 10 other Labor party members. The bill will need 45 votes to pass.   Related: Girl, aged 12, forced to wait weeks for Australian court to approve abortion    In Queensland abortion is in the criminal code but can be performed if the woman is found to be at risk physically or mentally if she goes through with the pregnancy. Woman are known to travel to Tweed Heads, which is in New South Wales but at the southern end of the Gold Coast, to have legal abortions performed. It is particularly difficult for women in regional and remote areas to procure an abortion and in 2009 a woman and her partner were charged after importing the abortion drug RU486 after it had been legalised in Australia. Pyne’s private member’s bill will seek to remove abortion from Queensland’s criminal code. “These provisions are archaic, outdated and have no place in a modern liberal democracy,” he told parliament on Tuesday. “Surely a young person should not have to ruin their young lives by proceeding with a pregnancy if they’re not ready and their family and their doctor think it unadvisable.” Pyne said the bill would only ensure abortion was no longer a crime in Queensland and did not address the issue of late-term abortions. “I have not moved any clause or made any suggestion in relation to gestation periods, whether it be 24 weeks, 20 weeks or whatever,” Pyne said. “Because my main concern is that this parliament get together and pass law reform in this area.” Pyne said he hoped the issue could be addressed with the help of submissions from medical professionals during the committee process. His bill has been referred to parliament’s health committee for consideration, where it will be scrutinised as Queensland does not have an upper house.   Related: Forcing a 12-year-old to court for an abortion? That's the offence against morality | Lucy Clark    Trad, who Pyne has accused of calling him a “disloyal cunt”, joined a rally in favour of the bill on Tuesday and described herself as “unashamedly pro-choice”. She said it was time for Queensland law “to catch up with legal precedent and treat pregnancy termination as a health issue, not a criminal issue”, according to Fairfax Media. “Queensland is one of the only states in Australia that still criminalises women and their doctors for personal health decisions,” she said at the rally.  “The Labor party believes abortion law change is a matter of personal conscience so Labor MPs will have a free vote should a bill be presented to parliament.” The Greens senator Larissa Waters also attended Tuesday’s rally alongside state ministers Stirling Hinchliffe, Shannon Fentiman and Steven Miles. Waters said it was “outrageous” Queenslanders were bound by antiquated laws passed in 1899. She called on the parliament to “do its job” and represent the will of its constituents, who were largely in favour of a woman’s right to choose. Because the bill has no gestation period limits it allows for late-term abortions, including up to nine months, a likely sticking point that Pyne has said is up for negotiation. “I have anticipated that during committee process there will be submissions from many groups in our society, as well as alternative position put by members of parliament,” he told ABC Radio.   Related: Sophie's Law: mother to deliver petition urging 30-week foetus personhood law    But he said he only supported late-term abortions where the mother’s health was under threat. “I see late-term abortions as only occurring in tragic circumstance where the serious health and survival of mother is at question,” he said. It would mean doctors would provide advice and procedure based on health interests of the mother as a sole determinant, he said. The Queensland counselling service Children by Choice advises women on all their options in the event of an unplanned pregnancy and financially assists women from disadvantaged backgrounds to obtain an abortion. According to the not-for-profit about two girls under the age of 14 seek advice on an abortion each month.",
  "webTitle": "Queensland abortion bill: deputy premier Jackie Trad joins decriminalisation push",
  "webPublicationDate": "2016-05-10T03:46:28Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/queensland-abortion-bill-deputy-premier-jackie-trad-joins-decriminalisation-push",
  "keyword": [
    {
      "webTitle": "Queensland politics",
      "id": "australia-news/queensland-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal National party",
      "id": "australia-news/liberal-national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/10/queensland-abortion-bill-deputy-premier-jackie-trad-joins-decriminalisation-push"
}