{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/separated-at-birth-sayings-of-donald-trump-and-rodrigo-the-punisher-duterte",
  "id": "2016-05-10-289",
  "sectionId": "us-news",
  "body": "On crime and punishment A: “Forget the laws on human rights… You drug pushers, hold-up men and do-nothings, you better go out. Because I’d kill you.” B: “They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists.”   Related: Rodrigo Duterte declares victory in Philippines election, vows to rewrite constitution    On sex and other things A: “I was separated from my wife. I’m not impotent. What am I supposed to do? Let this hang forever? When I take Viagra, it stands up.” B: “My fingers are long and beautiful, as, it has been well documented, are various other parts of my body.”  On modesty A: “I do not have brilliance, wit or smartness. What I have is common sense. It is what our country needs!”  B: “My IQ is one of the highest — and you all know it! Please don’t feel so stupid or insecure; it’s not your fault.” On negotiation A: “Do not fuck with my team.” B: “Sometimes you need conflict in order to come up with a solution. Through weakness, oftentimes, you can’t make the right sort of settlement, so I’m aggressive, but I also get things done, and in the end, everybody likes me.”           Who is ‘Punisher’ Rodrigo Duterte? - video profile    On the political system A: “The trouble with us in government is that we talk too much, we act too slow, and do too little.” B: “One of they key problems today is that politics is such a disgrace. Good people don’t go into government.”    Related: Philippines elections 2016: what you need to know – the Guardian briefing    On the future A: “We, the People, recognise that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what’s in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defence.”  B: “We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don’t want to work hard to accomplish these things. Everyone should try to realise their full potential.” Answers: All As are Rodrigo Duterte and all Bs are Donald Trump. EXCEPT the last one - both are Barack Obama.",
  "webTitle": "Separated at birth? Sayings of Donald Trump and Rodrigo 'the punisher' Duterte",
  "webPublicationDate": "2016-05-10T07:33:30Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/separated-at-birth-sayings-of-donald-trump-and-rodrigo-the-punisher-duterte",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/10/separated-at-birth-sayings-of-donald-trump-and-rodrigo-the-punisher-duterte"
}