{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/the-guardian-view-on-the-queens-speech-playing-it-safe",
  "id": "2016-05-18-53",
  "sectionId": "commentisfree",
  "body": "For anyone out there who is agonised by their wait for a Michael Gove government, today will have come as a blessed relief. The Queen read out words chosen by David Cameron, but almost all the substantive programme that she detailed had a Govian flavour. There was, in no particular order, a drive to extend academy schools, only slightly diluted since the budget, hot-headed measures on terrorism, including a return of the snooper’s charter and a plan to criminalise “extremism” before making clear what it means, a useful reform of adoption (a personal passion of the justice secretary) and then the centrepiece – his very own prison reforms. And all of this, too, was wrapped up in favoured Gove slogans about modern, reforming Conservatism. No doubt this analysis is a little too flip. But the desperate need to keep on board Tory Brexiteers, Mr Gove included, is a serious constraint on the government just now. Anything prone to deepen the divide in the Conservative party has to be parked until after the 23 June EU referendum. This would ordinarily be the stage of a parliament for pushing ahead with the most difficult choices, but legislation to facilitate various service cuts and a mooted scrap with the House of Lords over its delaying powers appear to have been postponed. A year into the first Cameron government, it was full speed ahead on Andrew Lansley’s NHS overhaul and plans to expose every last council service to competition; a year into the second the fear is that anything so controversial would be opportunistically resisted by Mr Cameron’s opponents in the EU debate, and so – it seems – he has resigned himself to a quiet life. Today a more conciliatory tone finally edged things to a deal in the long dispute with junior doctors. The looming tussle to succeed the prime minister before the next general election also had a bearing on what made it on to the parchment in a thin Queen’s speech. There are extra powers once again, this time over buses, for the new metro mayors, an icon of George Osborne’s ambitions. Theresa May, who has made a point of challenging the police, will have a new law to hold them to account. But Mrs May will be miffed about something else. She is on the side of remaining in the EU, but her one big referendum intervention thus far artfully coupled this stance, a challenging sell to the Conservative members who will pick the next party leader, to a demand that the UK withdraw from another pillar of the European order, the convention on human rights. She favours ripping up the Human Rights Act, which enshrines convention protections, and has said so. Today, however, the detail and the timetable of the proposed Tory alternative, a British bill of rights, remained vague. The language stressed revision rather than replacement of the HRA, and nodded at consistency with the convention. This relative restraint brings us back to Mr Gove because, being a relative liberal on questions of law, he put the brakes on the stampede of his predecessor, Chris Grayling, towards a headlong assault on human rights. This is somewhat reassuring for defenders of civil liberties, but only somewhat, because Mr Gove is widely tipped to be reshuffled once the referendum is out of the way. Any restraint he is exerting on human rights, therefore, needs to be regarded as temporary. Likewise there can be no guarantee that the leadership that he and a final-term prime minister purport to be showing on prisons will be sustained. Of course it is welcome to hear top rank politicians facing up to the manifestly miserable results of mass incarceration, which include widespread recidivism. But we have, on and off, heard similar things before over the last quarter of a century, and yet this penal era has been defined by an outright doubling of prisoner numbers, despite declining crime and an ageing population. This weight of numbers has combined with staff reductions to condemn many prisoners to being banged up for all but two or three hours a day, a regime that makes a mockery of serious hopes for education and other paths to redemption. Only this week, the home affairs select committee warned of rising disorder, and demanded urgent change, and yet Messrs Gove and Cameron have responded with a pilot scheme for devolving some decisions to prison governors, which is only likely to work at all if they are given the resources and the backing to experiment confidently. A central innovations unit might be one way to provide such support; another analogue might have been the college of policing. Equally significant is one missing freedom – the freedom to release prisoners early where the governor decides they have mended their ways. Without such measures, the generation-long rising tide of prisoner numbers will not be reversed. And governors, worn down by navigating between central diktats and the interminable pressure of numbers, may be too paralysed to try anything bold. A bit like the government just now.",
  "webTitle": "The Guardian view on the Queen’s speech: playing it safe | Editorial",
  "webPublicationDate": "2016-05-18T18:28:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/the-guardian-view-on-the-queens-speech-playing-it-safe",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Theresa May",
      "id": "politics/theresamay",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human Rights Act",
      "id": "law/human-rights-act",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/the-guardian-view-on-the-queens-speech-playing-it-safe"
}