{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/11/how-much-should-you-spend-on-a-wedding-gift",
  "id": "2016-05-11-163",
  "sectionId": "lifeandstyle",
  "body": "A post on Mumsnet  has got everyone talking. It involves an unnamed wedding guest, who gave a couple £100 as a gift, only to be rebuked by the newlyweds for not being generous enough.  Although the details are patchy (and we are only hearing one side of the story), it has prompted an interesting debate: how much should you spend on a wedding gift? We asked our readers and here’s what they said (spoiler: it may be less than you’d think). My limit for friends is £50 – it shouldn’t be about the money The appropriate amount to give someone at a wedding is whatever you can reasonably afford. If the couple are true friends they will understand. If they’re not, they probably only invited you for the gift anyway. When we got married, me and my partner had a money jar that people could add to anonymously, to remove the pressure. I started feeling guilty when the cheques were beyond £100. We wanted our friends’ company, not their cash. Around £50 is my limit for a wedding gift. When really good friends of mine got married recently, I was struggling for money, so I made them a gift rather than giving cash. I also wrote them a little poem. It cost me next to nothing and the couple told me it was so thoughtful that it made them cry. No one ever mentioned the cost.  Anonymous, 29, Worcestershire  I have spent as little as £16 on a cake set I have been to more than 30 weddings with my husband and we usually spend around £50 on a gift. There are times when I have spent less, usually when I’ve seen a really good present that is perfect but comes with a smaller price tag. In those cases I haven’t felt obliged to give more money because it’s really not about that. I have spent as much as £75 but as little as £16 (on a Laura Ashley cake slice set for my American cousin). It was less than I would usually spend but I had spent a lot on flights to travel to the wedding. I wanted to get him something British that he could hopefully keep forever. I was really pleased with the gift.  Technology means couples are now more direct about what they want. They set up gift lists and honeymoon funds. There are mixed feelings about that because some people find it rude to be so specific, but I find it helpful. Particularly if I’m not tuned in to the couple’s taste.   Michelle, 33, London  As a single person my maximum spend is about £120 I usually go by the rule of gifting a sum close to the cost I think the couple will be paying to have me/us there. If I am particularly close to the couple, I will give more to reflect that.  As a single person, I think my maximum was about £120 for a very close friend, in addition to the cost of travelling abroad for the wedding. The money was for an espresso maker that she told me she wanted. The gift was well received and my effort to travel to her wedding very appreciated. We had a lovely time. The main change in wedding etiquette over the years is that, while in the past it was considered extremely distasteful to give money, now this has become the norm. Personally, I still prefer to give something tangible as a present.  Francesca, 42, London  The most I spent was £80 on a close friend The amount you give depends on how well you know the person, and how good you’ve both been at keeping contact. For example, I went to a friend’s wedding last year, and was invited to the day and night do. I gifted them £80, as I couldn’t really afford more after travelling down to London and having to pay for a hotel while staying there. I’ve got two more weddings this year, and I’ll be gifting them different amounts. I don’t actually know the bride and groom in the first wedding, but my partner does. I will probably contribute £10 to whatever my partner gives as a goodwill token. For the second wedding, I’ll probably give £30 or £40, as I know the bride but not the groom. I will not expect my partner to contribute as he’s never met either of them. We also have to pay for a hotel for the night, which has worked out rather pricey. The most I spent was the £80. I believe we were thanked (somewhat generically, but then they must have had a fair few monetary gifts in the basket) via a Facebook message.  These days people get caught up in themselves. I’ve noticed that they no longer thank people for birthday or Christmas presents. The world is also a lot more materialistic. A friend once told me that you were supposed to gift people an approximate value that equals what you think your meal cost. That seems like far too much work for me to bear thinking about.  Anonymous, 26, Manchester  There’s no right amount – it depends on lots of things I think it really has to depend on your relationship with the couple. For most weddings of friends we’ve spent around £50 on a small gift or honeymoon contribution. Some may feel this is stingy but these are all couples who live together and have explicitly stated on their invites that they were not expecting gifts. We have several weddings next year where we will be spending more as they are close family members. It’s a personal choice and it really depends on what your friends and family members are like. I would feel incredibly awkward to receive an overly generous gift.  I think wedding-gift etiquette is unrecognisable now from what it was 30 or so years ago due to the massive increase in the cost and extravagance of weddings. Plus the fact that people tend to live together before they wed. I’m getting married next year and my fiancé and I are having a really difficult time deciding what to do regarding gifts. We’ve lived together for several years and bought our first house last summer so there really isn’t anything we need. I suspect we will set up a gift list but make it very clear to our guests that they are under no obligation to purchase anything. The one thing we absolutely will be doing is thanking all of our guests for their attendance at the wedding, with a personal thank-you note, whether they give a gift or not.   Maria, 25, Newcastle   I give around £30 to friends – weddings are no longer joyous events I give around £30-£50 for friends, and £50 for relatives. Weddings are way out of control these days; far too much money is spent and receptions go on all day and night. Then people end up divorcing a few years later.  Weddings are no longer joyous events. They should be about gathering people to help you celebrate your relationship, rather than doing everything at such a huge expense and demanding recompense in the form of gifts. A few canapés, a quick glass of fizz and a few speeches would be perfectly adequate. Freddie, 56, Devon",
  "webTitle": "How much should you spend on a wedding gift?",
  "webPublicationDate": "2016-05-11T14:48:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/11/how-much-should-you-spend-on-a-wedding-gift",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/11/how-much-should-you-spend-on-a-wedding-gift"
}