{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/womens-blog/2016/may/20/in-2016-the-health-of-mothers-and-babies-shouldnt-depend-on-where-they-live",
  "id": "2016-05-20-300",
  "sectionId": "lifeandstyle",
  "body": "A new report this week revealed that every day, 15 babies are stillborn or die within four weeks of being born.  But perhaps the most shocking aspect of the report, from MBRRACE-UK (Mothers and Babies: Reducing Risk through Audits and Confidential Enquiries Across the UK), is the significant variations it reveals in death rates across the country. These vary between 4.1 and 7.1 deaths per 1,000 births, with women from the poorest backgrounds and black and Asian mothers at higher risk.  While the report called for more research into causes of the deaths, leading stillbirth charity Sands called the government’s funding commitment “woefully inadequate” (a charge the government denies), and reported that maternity units are struggling, with midwives not getting sufficient training and some units lacking the funds for the monitoring equipment they need. Judith Abela, acting chief executive of Sands, said:   “It’s clear from today’s report that variations in care across the UK persist and the risk of your baby dying remains influenced by where you live and who you are.”   The implication that black and minority ethnic women and those from the poorest backgrounds may be some of the hardest hit by this problem is particularly significant in light of societal attitudes that stigmatise poor mothers. From hackneyed tropes about poor teenage mothers deliberately getting pregnant in order to get a council house, to sensationalised articles portraying mums on benefits as greedy scroungers, our society deliberately dehumanises and blames mothers and pregnant women from poor backgrounds.  These suggestions are wildly inaccurate – in the UK in 2011, there were just 130 families with 10 children claiming at least one out-of-work benefit, and in 2013, only 8% of claimants had three or more children. The evidence suggests that, on average, unemployed people have similar numbers of children to employed people and no evidence suggests that benefits provide a significant incentive to have children.     The problem of inequality in pregnancy outcomes is not restricted to the UK. According to a study published in the American Journal of Obstetrics and Gynecology, black women in the United States are more than twice as likely to suffer a stillbirth than white women. Health concerns, such as high blood pressure and diabetes, were one issue cited as a contributing factor for the larger share of stillbirths among black women. But the study also found that higher education reduced the hazard for white women more than for black and Hispanic women, and that pregnancy and labour conditions contributed more to preterm stillbirth risk among black mothers than white mothers.   It is also worth noting that the health issues cited (high blood pressure and diabetes) are connected to poverty, with poverty rates in the US higher for black and Hispanic people than the national average, and that the black community in the US generally suffers from poorer health. Another potential factor linking the different outcomes to inequality is that black Americans are only half as likely as their white counterparts to have health insurance. According to a census survey from 2011, the uninsured rate for black Americans was 20.8%; for whites, it was 11.7%.  While the problem is global, there is worrying evidence to suggest that the UK lags behind other countries in making progress on stillbirth and early infant mortality. The rate of stillbirth deaths in the UK is higher than Poland, Croatia and Estonia, and the rate of change is slower. On average, the number of stillbirths in the UK has fallen 1.8% since 2000, compared with 3.5% in Poland and 6.8% in the Netherlands.  A study published in the Lancet ranked Britain 21 out of 35 developed nations for stillbirth rates, and 114 out of 164 countries for improvements over the past 15 years.    Related: The high number of stillbirths shows we are not listening to women properly | Rebecca Schiller    An expert inquiry published last year found that there were “missed opportunities” in the care of pregnant women, with national guidelines for screening and monitoring not having been followed in two-thirds of the cases reviewed. Dr David Richmond, president of the Royal College of Obstetricians and Gynaecologists, said it was “desperately disappointing that the four recommendations from this report remain exactly the same as when the last confidential inquiry took place 15 years ago”.  The inquiry also suggested that in some cases women’s concerns were not taken seriously. Almost half of the women sampled for the study had contacted their maternity units, concerned that their baby’s movements had slowed, changed or stopped. In half of these cases, there were missed opportunities to potentially save the baby, including a lack of investigation, misinterpretation of the baby’s heart trace or a failure to respond appropriately to other factors. Rebecca Schiller, director of Birthrights, the human rights in childbirth charity, has suggested that a failure to listen to pregnant women, and a tendency to dismiss their concerns, may be contributing to the problem.    It is sobering to think that in 2016, racial and economic inequality and a failure to listen to women may still have a major impact on the health of mothers and babies. Tackling these wider problems must be a necessary part of progress, and ditching the grossly misdirected blame and stereotyping about low-income parents would be a good place to start.",
  "webTitle": "In 2016, the health of mothers and babies shouldn't depend on where they live",
  "webPublicationDate": "2016-05-20T07:00:34Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/womens-blog/2016/may/20/in-2016-the-health-of-mothers-and-babies-shouldnt-depend-on-where-they-live",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "inequality",
      "id": "global-development/inequality",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Bates",
      "id": "profile/laura-bates"
    }
  ],
  "guardianId": "lifeandstyle/womens-blog/2016/may/20/in-2016-the-health-of-mothers-and-babies-shouldnt-depend-on-where-they-live"
}