{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/england-roy-hodgson-three-centre-backs-euro-2016",
  "id": "2016-05-16-31",
  "sectionId": "football",
  "body": "Roy Hodgson said he is not taking an unnecessary gamble leading England into Euro 2016 with only three specialist centre-backs after naming a provisional 26-man squad loaded towards attack and Marcus Rashford winning his first call-up at the expense of Theo Walcott and Jermain Defoe. Rashford, the 18-year-old Manchester United striker, has been rewarded for his impressive breakthrough at Old Trafford whereas Walcott has paid the price for a disappointing second half of the season at Arsenal. Defoe has been unable to play himself back into Hodgson’s plans despite scoring 15 goals to help save Sunderland from relegation.   Related: Marcus Rashford the wild card in Roy Hodgson’s England Euro 2016 squad    Jack Wilshere has been called up despite having started only one league game all season, with Hodgson describing the fit-again Arsenal midfielder as a “special player”. Andros Townsend has also been included on the back of Danny Welbeck being ruled out with a long-term knee injury. Michael Carrick and Leighton Baines are among the absentees and Hodgson rang Phil Jagielka on Sunday night to explain he was going to risk going through the tournament with three centre-backs. While Jagielka contemplates what will almost certainly be the end of his England career, Hodgson will place his trust in Chris Smalling and Gary Cahill, with John Stones as first reserve despite a difficult season at Everton in which he has struggled for form and frequently been left out of the side. Hodgson was breaking from his usual practice, having named four centre-backs in England’s previous two tournaments, but the manager was adamant it made sense because it freed up the possibility to take another midfielder or attacker. “Eric Dier can, if necessary, step back and play there,” Hodgson said. “That was his original position. He spent most of his career playing centre-back before he moved into central midfield. Any time you ask someone to move where they have not necessarily been playing on a regular basis is a bit of an ask, but how much cover can you get? Take the last World Cup when the Germans had two centre-backs who played every game. We have at least three, and potentially four. How much cover can you actually take?” Hodgson did, however, accept England were more vulnerable in defence these days than when such as John Terry, Rio Ferdinand, Jamie Carragher and Sol Campbell were playing. In particular, he feels England have a shortage of left-sided centre-halves and wants the Football Association to look into the possible reasons. “I wouldn’t call it a crisis,” he said, “but the four players mentioned were each top-class players and I’m not going to disagree that we haven’t got those resources at our disposal today, albeit I do believe Cahill, Smalling and Stones are good centre-backs. “Why are we not producing more centre-backs is a good question. It is something that we at the FA should think about. We should really start targeting certain areas and left-sided centre-backs in particular because there are no real left-sided centre-backs around in the way there are in a lot of countries. Maybe that’s something to think about when we’re picking our under-21s, under-20s and under-19s and hopefully we can develop somebody. But you are always at the mercy of the clubs. They choose the players.”   Related: Newcastle move pays off for Andros Townsend as he earns Euro 2016 chance    Hodgson, reiterating he would like to continue as manager and sign a new contract taking him to the next World Cup, said the challenge for Rashford was to prove in England’s warm-up fixtures that he does not deserve to be left out of the final 23-man squad, to be submitted on 31 May. Rashford has not even won an England under-21 cap and it is only a few weeks since Hodgson expressed misgivings about whether the teenager should be involved. Gary Neville, one of Hodgson’s assistants, has been pushing Rashford’s case and the teenager will make his debut in either the friendly against Australia at Sunderland on 27 May or when Portugal visit Wembley on 2 June. “There’s no reason, if he does exceptionally well, why he can’t knock someone off their perch,” Hodgson said. “I must make it clear, though, that will be harder than some people expect because the people who have played over the past two years have done a very good job for us. They are not going to be easy to knock off their perch.”",
  "webTitle": "England’s Roy Hodgson defends taking only three centre-backs to Euro 2016",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/england-roy-hodgson-three-centre-backs-euro-2016",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/16/england-roy-hodgson-three-centre-backs-euro-2016"
}