{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/opening-skinners-box-review-improbable-lauren-slater",
  "id": "2016-05-01-192",
  "sectionId": "stage",
  "body": "“Popular science has an element of art, even entertainment.” So writes the American psychologist Lauren Slater in her 2004 book, here adapted by the multifaceted theatre company Improbable in a co-production with Northern Stage and West Yorkshire Playhouse. Slater’s subtitle is Great Psychological Experiments of the Twentieth Century. What interests Slater are the stories around the experiments as much as the experiments themselves. She interviews scientists and their subjects, imagines details of their personal lives, entwines her own life into the accounts and into the experiments, concluding: “No matter how technologically proficient our newest experiments, we cannot escape the residue of mystery and murk, so we carry the residue with us … We live our lives, each one a divine hypothesis.”    Words garble along, tripping tongues tell what should be transformed into event    Improbable’s adaptation, directed by Phelim McDermott and Lee Simpson, follows the narrative faithfully - too faithfully. For much of the time, we seem to be watching a lecture coming straight off the page. White lines mark out a giant cube in a black space; Laura Hopkins’s design a visual cue for the boxes in which the eponymous Skinner shaped the behaviour of his rat subjects. Six actors wearing brown suits with coloured bow ties move through this box and a range of roles - human and animal. Words garble along, tripping tongues tell what should be transformed into event. One example: Harry Harlow’s experiments showing that baby monkeys prefer a cuddly dummy mother over a metal milk-giving one. On stage are: Harry, dummies and monkeys. But Harry doesn’t discover; he describes his discovery. As monkeys to touch, so audiences to action: we need it; it stimulates engagement and communication. Slater’s book is entertaining as well as informative and thought-provoking - if this stage adaptation were less in thrall to the page, it would be truer to her writing. • Opening Skinner’s Box is at West Yorkshire Playhouse from 5-14 May; and Bristol Old Vic, 20-21 May",
  "webTitle": "Opening Skinner’s Box review – a little too educational",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/opening-skinners-box-review-improbable-lauren-slater",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Brennan",
      "id": "profile/clare-brennan"
    }
  ],
  "guardianId": "stage/2016/may/01/opening-skinners-box-review-improbable-lauren-slater"
}