{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/ryan-moore-undecided-derby-ride-epsom",
  "id": "2016-05-27-64",
  "sectionId": "sport",
  "body": "Ryan Moore returned to his home-town track for the first time in two years on Friday and it was as if he had never been away. The best jockey in the business grew up in his father Gary’s racing stable across the road from Brighton racecourse and honed his natural talent around its demanding twists and turns. He may be a rare visitor to the course these days but the lessons learned have not been forgotten. Monks Stand, Moore’s ride in the opening novice stakes, was the 2-5 favourite but fell out of the stalls and then needed some encouragement to stay in touch as the field started to make the steep descent to the two-furlong marker. His jockey then decided to switch left and challenge between horses, giving Monks Stand no chance to think twice. With the decisive manoeuvre complete, the favourite stayed on well to give Moore his fifth winner from a dozen rides here over the last five years.   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    Next week he may be called on to perform a similar exercise on another downland switchback but with rather more at stake than a first prize of £2,911. Next Friday he hopes to ride Minding, the 1,000 Guineas winner, in the Oaks at Epsom and, 24 hours later, one of her stable companions in the Derby. But, in this most open of years, even Moore still does not know which one. “It’s a very open Derby and there’s a handful of horses that are going there with a great chance,” Moore said. “They’re unexposed and we’re still learning about them. Usually you think you know what the star is but you have to hope that something will go and stamp himself on the race on the day. “There’s a lot of horses there that didn’t have much exposure early on. They’re all coming to themselves now and there’s three or four that only had one run last year or didn’t run at all last year and they’re making up for lost time.”   Related: Derby favourite US Army Ranger just beats stablemate in Chester Vase    If the betting is a guide, Moore will be aboard US Army Ranger, currently 9-2 joint-favourite for the Derby alongside Wings Of Desire, who saw off Moore’s mount Deauville by a neck in the Dante Stakes at York. Along with Deauville, Aidan O’Brien expects to saddle Port Douglas, the runner-up behind US Army Ranger in the Chester Vase, and Idaho, third home in the Derrinstown Stud Derby Trial at Leopardstown, as well and Moore says the decision is not as straightforward as it seems. “We’ll probably work it out on Thursday morning,” he said. “Aidan will talk to me during the week and we’ll see what everyone agrees on really. I’ll say my bit but we’ll all come to the same conclusion in the end. It doesn’t matter to me if it’s an open race or not. Short-priced ones get beaten all the time. For a lot of horses it’s the trip they get, the draw they get, what the ground is on the day. It all plays a part.” Moore rides Brighton so well that it is a pity he visits so rarely these days, a point he underlined later on the card when Goldenfield, trainer by his father, took the 12-furlong handicap by six lengths. He is a dangerous rider with a soft lead at any track and here the former champion was able to choose every step of his route to an easy win. His fellow riders in a big field will make Moore’s life a lot more difficult next weekend, though despite the open nature of this year’s Derby and the imminent arrival of at least three supplementary entries, he does not anticipate a full field of 20. “There will be a decent-sized field for sure but I’m not quite sure there will be 20,” he said. “A lot of the trial winners are running and Massaat [the 2,000 Guineas runner-up] has the best form but he’s stepping up four furlongs and his dam was by [the sprinter] Acclamation. “That’s why we just don’t know about anything yet. I don’t know what I’m riding. They are all so immature and there’s horses bred for 12 furlongs that haven’t even run at it yet.”",
  "webTitle": "Ryan Moore still undecided on his Derby ride for Epsom next week",
  "webPublicationDate": "2016-05-27T16:57:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/ryan-moore-undecided-derby-ride-epsom",
  "keyword": [
    {
      "webTitle": "Ryan Moore",
      "id": "sport/ryan-moore",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/27/ryan-moore-undecided-derby-ride-epsom"
}