{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/the-sampler-wines-taste-of-the-best-observer-david-williams",
  "id": "2016-05-08-220",
  "sectionId": "lifeandstyle",
  "body": "Château Bas d’Aumelas Barathym Rouge, Grès de Montpellier, Languedoc, France 2014 (£9.90, The Sampler) The Sampler is a small independent merchant whose fame in wine circles extends far beyond its two stores in the posher bits of London (Islington’s Upper Street and South Kensington). As its name suggests, it was the first shop to exploit the whizzy dispensing machines known as Enomatics that keep wine fresh and allow punters to draw off a small sample for tasting in exchange for a small fee. Ten years since it first opened, sampling is still its USP, with 80 wines available to taste at any time. But it’s the quality of its wider range of 1,500+ wines (available online if, like me, you’re not in London) that is the biggest draw, starting with this exuberantly juicy, lavender and blackberry-scented light-touch Languedoc red. The Scholium Project The Prince in His Caves, California 2014 (£45, The Sampler) What makes The Sampler’s sampling culture particularly attractive to those many wine enthusiasts who are not on a banker’s salary or don’t have access to a country house with a cellar is the chance to try, albeit in miniscule amounts, some seriously smart or mature wines that they wouldn’t otherwise be able to afford by the bottle. At the time of writing, the Islington store was offering samples of a bunch of top-flight clarets from 1995 and a rare Rhône red – Jaboulet Gigondas – from the great 1978 vintage. But it deals in more than just classic French wine, finding a home for such leftfield gems as ex-classics professor Abe Schoner’s hit-and-miss cult California range, of which this unusual, intensely herbal, spicy take on sauvignon blanc is a delicious standout. Château du Coing Muscadet Sèvre et Maine Sur Lie, Loire, France 2012 (£10.50, The Sampler) While Schoner’s output is the definition of an acquired taste, and an expensive one at that, much of The Sampler’s range sits in that independent merchant weekend-treat sweet spot from £10 to £20. Among the many summery highlights I enjoyed when The Sampler showed off their range to the press a couple of weeks ago, were a pretty, silky, feather-bed beaujolais (Domaine Grand Pré Fleurie 2014, £16.50); a blisteringly fresh but balanced white and a crunchy, raspberry-scented red from the Basque Country (Doniene Gorrondona Txacoli 2014, £12.50; Doniene Gorrondona Tinto 2013, £15); and Château du Coing’s superb, refined, savoury chablis-like muscadet dry white. Follow David on Twitter @Daveydaibach",
  "webTitle": "Tasting the unexpected | David Williams",
  "webPublicationDate": "2016-05-08T04:59:13Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/the-sampler-wines-taste-of-the-best-observer-david-williams",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "David Williams",
      "id": "profile/david-williams"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/08/the-sampler-wines-taste-of-the-best-observer-david-williams"
}