{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/e-petitions-laura-kuenssberg-bbc-political-editor-female-jeremy-corbyn-38-degrees",
  "id": "2016-05-14-10",
  "sectionId": "commentisfree",
  "body": "“‘Stop all immigration and close the UK borders until Isis is defeated.” With their commitment to people power, the staff at 38 Degrees must be relieved that the creators of this petition, which accumulated 463,499 signatures, picked the parliamentary website, not theirs, to issue this demand. Perhaps, when exploring their petition choices, its creators watched the 38 Degrees welcome video, which assures visitors that they have entered a proudly benevolent, as well as democratic space: “Speaking out for a fair and compassionate society is more important than ever before”. While nominally impartial, 38 Degrees leaves petitioners in no doubt that, although “there has never been a better time for people power”, what they really mean is, “there has never been a better time for people like us’s people power”. This is not really the right place if you want to bring back hanging, campaign for boots on the ground, or pressure Bic to add more sparkle to its range of easy-to-hold ladies’ pens. But it was the perfect venue, a campaigner called Joe thought, for a fair, progressive and totally compassionate campaign aimed at making the world a better place, entitled “Sack Laura Kuenssberg”. Joe having, after careful study, convicted the BBC’s political editor of rightwing bias. Thanks to the 38 Degrees people power, 35,000 signatories endorsed his verdict; the number might well have climbed higher had the campaign not also appealed to the sort of people who bring to their petitioning proven fluency in sexist trolling.   Related: Laura Kuenssberg petition taken down over sexist abuse    The petition was duly taken down this week, with both Jeremy Corbyn and David Cameron condemning its misuse, the former calling “on people to treat each other with respect”. The 38 Degrees director, David Babbs, explained why, on this occasion, people power had required some light curating. Forget Kuenssberg, for a second: “should Joe, as the petition starter, or 38 Degrees, as a community of millions of people overwhelmingly opposed to sexism, allow ourselves to risk being associated with this abuse?” Poor Joe! Without a hint of the bias some have detected in BBC reporting, Babbs was clear that “some views are definitely beyond the pale”. He blamed “sexist bullies” for a decision that has upset 38 Degrees campaigners who still want Kuenssberg sacked. Their signatures will be handed over to the BBC, he assures them. So there is still hope, then, for any Joe-minded petitioners hoping to bully BBC workers out of their jobs in a non-sexist way. Or, at least, to harass an organisation that is celebrated, on the 38 Degrees website, in another big petition. “Protect our BBC,” it says, so that it remains “free from political interference”. Without the sexist unpleasantness, you gather from Babbs, there was nothing objectionable about helping 35,000, preferably more, people, to gang up on one individual, who happened to be the BBC’s first woman political editor. If the whole episode has struck some commentators as irredeemably sexist, and illustrative of unreconstructed attitudes still lurking on the left, it is surely just as telling on the potential of petitioning in its proliferating, ever-more industrialised online form. No doubt, given space, Joe would have wanted to establish that, as “a passionate advocate for equality”, he only wanted Kuenssberg to be disgraced after a series of confidential written warnings in the presence of her lawyer, followed by the appropriate notice period, a whip-round, and a nice leaving party. As opposed to publicly, right away, just because he and 35,000 other Corbyn sympathisers had got it in for her.   Related: Campaign to sack BBC's Laura Kuenssberg accused of sexism    But that’s petitioning for you. As practitioners know, the craft is associated with neither practicality nor nuance. That’s another reason why everyone should – and increasingly does – have a go. Change.org and the government’s petitions website, among many others, offer endless encouragement, all of us, apparently, having a petition in us. Just have a goal. Be specific. For instance: “Please allow Arturo [the world’s saddest polar bear] to have a better life at the Assiniboine Park zoo in Canada”. That has more than 1,222,500 signatures. If only Joe had bookended “sack Laura Kuenssberg”, with “please” and “thank you”, who knows what might have happened? Get more than 100,000 names on the government site, and parliament could debate your cause. In January, for instance, MPs spent a contented three hours discussing – in the more easily ignored, non-voting, Westminster Hall – the petition: “Block Donald J Trump from UK entry” (still open, with more than 585,000 signatures). The SNP MP Anne McLaughlin was among many public servants who would not allow the absolute futility of this event to deter her from making a lengthy contribution. “I want to look at Donald Trump, the man and the boy,” she began. “As his first name suggests, he is the son of a Scottish immigrant, and I apologise for that. Like countless others, his mother, Mary Anne MacLeod, left her homeland during the great depression…”    What is so carelessly created can be readily, even justifiably, ignored    As grateful as any media worker should be to that human-interest treasure trove, parliament’s petition website, the continuing irrelevance of its contents when it comes to changing government policy must have contributed to the devaluation of petitions to their current role: clickbait in its rawest form. What is so carelessly created can be readily, even justifiably, ignored. Significant support is also – research has confirmed – a measure of a petitioner’s popularity. A show of badger-focused people power could simply mean that Brian May likes badgers. And amenable signatories prefer already popular petitions.Taking up e-petitions in 2011, David Cameron described the debates as “an important way of empowering people”. That they have become, instead, an efficient way of rendering potentially toxic dissent into harmless waste is, admittedly, a fact not yet obvious to everyone. With characteristic idealism, Corbyn recently used the system to attempt to “call on David Cameron to act to protect our steel industry and recall parliament”. Indeed, he amassed enough signatures: more than 153,000. “The petitions committee decided not to debate this petition,” came the reply. Were it not for the Kuenssberg-hating, the 38 Degrees website might seem a more welcoming home for Corbyn’s next democratic gesture. But added to the eccentricity of his resorting to a petition, the competition and randomness on sites attempting to reconcile people power with some people’s deep obnoxiousness makes a good case for choosing almost any other form of activism, and not only if you are lucky enough to be the opposition leader. Babbs probably had little choice, with Corbyn and Cameron after him, about halting Joe’s hate-speech vehicle; but whatever he did was unlikely to show this form of engagement in an appealing light. Even if it is indolent, and depleting of traditional activism, online petitioning has portrayed itself, unlike so many online zones, as overwhelmingly virtuous. Unfair and ugly, the Kuenssberg campaign suggests that the petition factories cannot sustain this special claim on our attention, or not without assiduous moderation. Because trolls like people power, too.",
  "webTitle": "People power can be toxic: sign here if you agree",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/e-petitions-laura-kuenssberg-bbc-political-editor-female-jeremy-corbyn-38-degrees",
  "keyword": [
    {
      "webTitle": "E-petitions",
      "id": "politics/e-petitions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/e-petitions-laura-kuenssberg-bbc-political-editor-female-jeremy-corbyn-38-degrees"
}