{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/pizzly-grolar-bear-grizzly-polar-hybrid-climate-change",
  "id": "2016-05-18-85",
  "sectionId": "environment",
  "body": "Climate change is known for swelling the oceans and fueling extreme weather, but it may be also causing the curious emergence of a new type of bear in the Arctic. A bear shot in the frigid expanse of northern Canada is believed to be a grizzly-polar bear hybrid, a consequence of the increasing interactions between the two imposing bear species.   Related: US ceases efforts to end global trade of polar bear parts     Hunter Didji Ishalook originally thought he’d shot a small polar bear but he said it was a “half-breed” – a position backed by several bear experts. The bear was shot near the small community of Arviat, located on the Hudson Bay within Canada’s Arctic region.  “It looks like a polar bear but it’s got brown paws and big claws like a grizzly,” Ishalook said. “And the shape of a grizzly head.”  Sightings of this hybrid species – which has been dubbed either a “grolar bear” or a “pizzly bear” – have become more common in recent years as the Arctic has warmed at twice the rate of the global average.   Grizzly bears found in Alaska and Canada appear to be moving north as their environment warms, bringing them into contact with polar bears located on the coastline.   Polar bears are spending more time on land as Arctic ice diminishes, causing them to lose body weight and decline in numbers as they are unable to hunt for favored prey such as seals.  “The combination of warmer temperatures and vegetation growth means there is more overlap between the species and I’d expect that overlap to increase,” Chris Servheen, a grizzly bear expert at the University of Montana, told the Guardian.  “We didn’t see it much in the past but we are now. The two species are very similar genetically so males of both species will be attracted to females, which is why we are seeing a mix-up in the breeding.”  Polar bears evolved from brown bears around 150,000 years ago and are now the largest land carnivores in the world, weighing up to 1,600lb (720kg). Grizzly bears, known for the distinctive hump on their shoulders, are normally solitary animals but come together to feed or to mate.  As temperatures continue to increase – the world has just broken monthly heat records for 12 months in a row – the long-term prognosis could be more favorable to the pizzly than the polar bear.  “Polar bears really depend upon sea ice, they’ve evolved with it and they aren’t built to live on the shore long-term,” said Servheen. “If the sea ice disappears, some may be successful but a lot won’t be successful.  “We are looking at an evolutionary change in the long term where overlaps are increasing and polar bears don’t have a lot of options. But it will be hundreds of generations before we really see a new type of bear.”",
  "webTitle": "Pizzly or grolar bear: grizzly-polar hybrid is a new result of climate change",
  "webPublicationDate": "2016-05-18T17:19:57Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/pizzly-grolar-bear-grizzly-polar-hybrid-climate-change",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Alaska",
      "id": "us-news/alaska",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Arctic",
      "id": "world/arctic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/18/pizzly-grolar-bear-grizzly-polar-hybrid-climate-change"
}