{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/day-of-the-dead-review-grateful-dead-covers-aaron-bruce-dessner",
  "id": "2016-05-22-138",
  "sectionId": "music",
  "body": "My disdain for the Grateful Dead probably comes from ancient tribal suspicion. The punk-derived, alternative rock universe I grew up in generally shunned tie-dye. I have always loathed the Dead, with their bloated songs and sense of counter-cultural entitlement. There are so many superior bands to take heroin to.    A timely snapshot of leftfield Americana with very welcome esoteric additions    Nonetheless, the Dead remain a deep loam in American culture, a sine qua non ranging from internet protocols (Deadheads populated Stanford’s AI lab in the 1970s) to modern psychedelicists like Animal Collective. Deadheads not only invented Apple (old news), but also Saturday Night Live; Keith Haring was a teenage Deadhead. If ever there were reason to reassess the spectre of the Dead, it’s Day of the Dead – a sprawling (of course) 59-track, five-CD covers compilation. Here, a plethora of artists tackle Dead tunes in a variety of revelatory idioms. The cat-herding comes courtesy of arch-networkers Aaron and Bryce Dessner of the National, who previously curated 2009’s Dark Was The Night outing – once again, in aid of the Red Hot HIV/Aids charity.   Related: Bryce Dessner of The National: 'The Grateful Dead are part of folklore'    The headline news is that little here sounds like the Dead – allowing sceptics a way in, and the work to breathe anew. If you like War On Drugs, you might warm to Touch of Grey, done in the vein of Bob Dylan singing Tom Petty circa 1985. Australian Courtney Barnett sashays quite typically through New Speedway Boogie, while the inimitable Bill Callahan makes Easy Wind into a spacey dirge (this is praise). The album provides a timely snapshot of leftfield Americana with very welcome esoteric additions. This roster says more, perhaps, about the artists involved than it does about the Dead’s perceived legacy: these leftfielders are often the heirs to the alternative rock tradition that historically has had little time for the jam band. Phish – the Dead’s de facto heirs – are conspicuous by their absence, as are AnCo.         Watch the video for Courtney Barnett’s New Speedway Boogie.    Instead, the Dessners summon everyone from Anohni all the way through to Wilco, via Canadian punks Fucked Up, and Britons including Mumford & Sons. Cross-pollination is rife, with Perfume Genius and Sharon Van Etten duetting persuasively on a country version of To Lay Me Down, redolent of The Rolling Stones’ Wild Horses. The Afro-Cuban Orchestre Baobab do a palate-cleansing Clementine Jam as jazz-salsa. Bewildered Deadheads will find some succour in Bob Weir cameos alongside Wilco and the National. Digital composer Tim Hecker, meanwhile, is one of a handful of non-guitar-slingers. He gets properly weird on Transitive Refraction Axis for John Oswald, a tribute, of sorts, to Grayfolded, an entire album of “plunderphonics”, featuring umpteen takes on the Dead’s totem tune Dark Star, now distilled into a sort of cosmic jazz raga. If it’s revealing to find the Dead rendered succinctly, this collection’s sonic ambition is also exemplary.",
  "webTitle": "Various: Day of the Dead review – 59 covers with sonic ambition",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/day-of-the-dead-review-grateful-dead-covers-aaron-bruce-dessner",
  "keyword": [
    {
      "webTitle": "Grateful Dead",
      "id": "music/grateful-dead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Americana",
      "id": "music/americana",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/22/day-of-the-dead-review-grateful-dead-covers-aaron-bruce-dessner"
}