{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/analysis-shows-wasted-youth-votes-enough-to-election-change-result",
  "id": "2016-05-22-25",
  "sectionId": "australia-news",
  "body": "Young voters who fail to get on the electoral roll, don’t show up to vote or vote informally could sway the country’s 10 most marginal electorates, according to an analysis by the not-for-profit organisation Y Vote. Y Vote analysed the total number of wasted votes of electors or would-be electors aged 18 to 24 and found they outnumbered the winning margin, by several multiples, in the 10 tightest contests. As the Australian Electoral Commission closes the rolls at 8pm on Monday, the analysis is a reminder for voters of all ages, especially young people voting for the first time, to enrol or update their enrolment.   Related: Tim Costello says indefinite detention of asylum seekers is 'torture'    Y Vote calculated wasted votes using AEC estimates that one quarter of Australians aged 18 to 24 were not enrolled. It added estimates of no-shows and informal votes in that age range, calculated by applying the electorate average to those voters. According to Y Vote’s estimates, the number of wasted votes outnumbered the margins several times over in key Liberal marginals including Barton (5,139 wasted votes and a margin of 489), Dobell (5,394 with a margin of 1,166) and Reid (4,908 with a margin of 1,460). The same was true of Labor-held marginals McEwen and Parramatta, and independent-held seats Indi and Fairfax. Y Vote is a non-partisan social enterprise dedicated to increasing youth voter participation and political engagement in Australia. It hopes to support young people to enrol and convince them their vote has an impact. The founder of Y Vote, Skye Riggs, said young Australians felt their voices were not valued because “they don’t see politicians investing a lot of time in them”.  “One of the big problems seems to be the perception that youth voices are attached to one issue or another,” she said. “But we don’t have one voice or just one issue. In different electorates voters look for different things – which is why each candidate should explain what they would do for young people.”  Riggs said Y Vote would encourage young people to enrol and produce policy comparisons for the various parties. “Being non-partisan is super important, so many young people feel that information is pushing an agenda and there’s no place you can go that gives impartial information.” Y Vote wants to train young people on how to conduct campaigns around enrolment and participation between and during elections.  Skye said: “We need a long-term plan for youth disillusionment.   Related: Labor promises to keep medication cheaper at cost of $3.6bn over 10 years    “You’re not going to see a cultural shift in a six-week campaign. High-level marketing is not the solution.” On Friday the Foundation for Young Australians released an election platform calling for more investment in young people, especially in education and training.  It said young people needed enterprise skills such as digital literacy, critical thinking and creativity as they would have many different jobs over their lifetime and many jobs would become automated. The chief executive of the Foundation for Young Australians, Jan Owen, said: “Young Australians face not only high levels of unemployment but also underemployment, which sees them taking on casual, part-time and jobs they are overqualified for to make ends meet.  “They are also entering an increasingly automated, collaborative and global economy which requires a very different set of skills to what their parents and grandparents were taught.  “Despite this, we are not investing enough in areas that will equip young people to overcome these challenges and thrive in the new work order.” The deadline to enrol is 8pm Monday – check your enrolment status on the AEC site.",
  "webTitle": "Analysis shows 'wasted' youth votes enough to change election result",
  "webPublicationDate": "2016-05-22T20:23:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/analysis-shows-wasted-youth-votes-enough-to-election-change-result",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/23/analysis-shows-wasted-youth-votes-enough-to-election-change-result"
}