{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/02/insiders-guide-to-chennai-not-a-city-youll-fall-in-love-with-at-first-sight",
  "id": "2016-05-02-226",
  "sectionId": "cities",
  "body": "In five words Beach, filter coffee, 40°C summer. The sound of the city       In a city with over 8 million people, it’s imperative to find ways to make oneself heard. Whether it’s the hawker with the signature voice pitch or the “caw­caw” of the crow, in the everyday din of the city it’s survival of the loudest. This call-for-attention symphony has to be the quintessential sound of Chennai. Best building     Chennai’s best building is the central railway station. Photograph: Vidhya Mohankumar    Unlike many megacities, Chennai isn’t an ensemble of spectacular buildings. What it does have, however, is a layered urban fabric starting from the colonial origins at Fort St George to the medley of Indo-Saracenic and art deco masterpieces to the post-independence shift towards modernist architecture and the current crop of generic big boxes driving the new economy. As dull as the collective ensemble may appear, the discerning eye is bound to spot highlights from the different eras such as the Egmore Station, St Andrew’s Church, Dare House, the MRF Headquarters and the recent Book Building. And though it breaks my heart to pick just one building, I choose the Chennai Central Railway Station. Opened in 1873, this majestic gothic and romanesque-style edifice, complete with clock tower and flagstaff, has stood the test of time as a gateway not just to the city of Chennai but to the region itself. A superbly efficient transit hub, the station caters to 350,000 passengers every day and retains the top spot for being an iconic figure in as many movies, TV shows and novels.  Best local artist Chennai­-based visual artist Parvathi Nayar’s work builds on the idea that all of us typically experience the world in fragmented images. As a result, her work is embedded at the intersection of the fine detailing­ that is intrinsic to Indian art forms­, and the expansive narratives presented as installations. While her primary mediums are drawing and video, she also works with sculpture, painting and photography. Worst building     Mass rapid transit stations and boxy office buildings are an eyesore in Chennai. Photograph: Vidhya Mohankumar    Since the late 1990s, it has become evident that there are two typologies of buildings that Chennai didn’t get right. One is the transit hub – particularly the mass rapid transit system (MRTS) stations – and the second is the office building, particularly the ones catering to the city’s IT boom. Both types of buildings disrupt the urban fabric by occupying enormous footprints without contributing to the quality of the public realm of the city, and the poor choice of building materials make both an eyesore in the architectural timeline of the city. Homegrown talent In a city that nurtured geniuses film composers like Ilayaraja and AR Rahman, Krish Ashok proves that there is room for an alternate music as well. Ashok dabbles in the genre of fusion music, applying the improvisation techniques that are central to Indian classical music to pop and rock songs. He is a trained violinist with a Carnatic music background, and later taught himself the guitar, keyboard and cello. But contrary to what one would imagine if you heard his creations, music isn’t what he does for a living … He’s a regular guy with a regular weekday job. The brilliance overflows only on weekends.       Most under-rated location Between 1768 and 1772, the British built a four-mile protective wall along the northern and western faces of the city. Eventually this fortification was demolished to enable expansion of the city, barring a small portion on Ebrahim Sahib Street between Broadway Road and Thambu Chetty street in present-­day Georgetown. In 1957, the Corporation of Chennai converted the top of the remaining rampart into a park and called it Madi Poonga (“terrace park” in Tamil). Today, Madi Poonga is a verdant strip of green accessed by an archway and flight of steps facing the street, and its elevation from the busy street provides a uniquely serene experience. We’ve all become so enamoured by the High Line in New York ever since it opened but if you come to think of it, the Madi Poonga was way ahead as an example of converting disused infrastructure into a public amenity. Coupled with its historic significance, this park is a real winner. Best cultural Instagram       Sasikumar Ramachandran’s photo feed showcases life in the streets of Chennai with a special focus on children. He is particularly brilliant at capturing the burst of colours and emotions in his frames. Biggest controversy In December 2015, Chennai made it to global news platforms when unrelenting monsoons led to flooding in large parts of the city. While the realisation dawned that it was a man-made disaster caused by unregulated and unsustainable planning practices, the question of who is to blame and how deep the nexus runs, is still unanswered. This is particularly pertinent because everyone now knows that if left to a business-as-usual scenario, this won’t be the last time the city goes under. To find out more about the darkest four days last year, read this brilliant piece of reporting. The look on the street     The look on the street (and the beach). Photograph: Vidhya Mohankumar    Top insider’s tip Look out for Chennai’s oldest restaurant, Buhari – they’ve been in business since 1951. Be sure to try the local favourites­ biriyani, wheat parotta, appam and lamb paya. And if you’ve heard of the dish Chicken 65, this is where it was invented! Moment in history On day two of the flooding in 2015, when it became evident that the city had no plan for managing the disaster, a totally unknown face of the city emerged. Large groups of people mobilised themselves to provide relief to affected residents, community kitchens surfaced, food, clothing and medical aid were collected and distributed, and rescue operations were successfully completed for many marooned residents.      Video: I am Chennai   How green is your city? I’d say we’re halfway there. Over the past five years there has been a willingness on the part of city officials to move towards a greener Chennai, particularly with regards to endorsing sustainable transport options. But decades of poor and unreliable public transport have resulted in a stigma that favours private vehicle ownership. Shifting this mindset is a tough task and yet pivotal to turning the tide towards a green future. On the other hand, a rise in the number of citizen groups taking the lead with urban farming as well as neighbourhood­ waste management initiatives is reassuring. What does your city do better than anywhere else? Chennai demands a great deal of patience. Truth be told, this isn’t the city you will fall in love with on your first visit. In its structure, the city is an agglomeration of myriad urban villages, and it is these villages and neighbourhoods that lend their flavours to the brew that is Chennai.  Five to follow Chennai Daily Photo Chennai Graffiti Scene  The City Archive Project  Mallipoo & The Alwas Local Tea Party From me     Vidhya has a love-hate relationship with her city. Photograph: Mahesh Radhakrishnan    Vidhya Mohankumar is an architect and urban designer. She is addicted to walking and public transport and has been in a love/hate relationship with Chennai over three decades. Follow her on Twitter and Instagram. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Insider's guide to Chennai: 'Not a city you'll fall in love with at first sight'",
  "webPublicationDate": "2016-05-02T07:20:31Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/02/insiders-guide-to-chennai-not-a-city-youll-fall-in-love-with-at-first-sight",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Flooding",
      "id": "environment/flooding",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/02/insiders-guide-to-chennai-not-a-city-youll-fall-in-love-with-at-first-sight"
}