{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/the-fiver-england-mr-roy-chelsea-jay-tee",
  "id": "2016-05-16-131",
  "sectionId": "football",
  "body": "THEY PAVED STAMFORD BRIDGE AND PUT UP A PARKING LOT As everyone will agree, the player of the 2015-16 Premier League season was, obviously, and by some distance, John Terry. His unwavering commitment to entertaining the nation through acts of self-defeating macho grandstanding lasted to the bitter end: yet another big end-of-season party missed, and a narrative arc so perfect it could be mistaken for a Dimitri Payet free-kick. Yet incredibly, the only people who still want him in their team these days are middle-aged Chelsea fans who wish it was 2005 again, when the sun shone every day and José made everything all right and kissed it better. We could all be talking about 中国足球协会超级联赛’s Brave John Terry before you know it, and only then will everyone realise what we’ve lost. Or perhaps the penny will drop in the summer when, for the first time since 2000, England compete at a European Championship without the defender throwing himself around like a roll of carpet dumped out the back of a van at the council tip. What England could do with someone like Brave John these days! For they’ll be going into Euro 2016 with just three recognised centre-backs, if this provisional squad named by Mr Roy is any guide: Gary Cahill, Chris Smalling and lame Dominic Matteo tribute act John Stones. You’ve just voluntarily let go of that beautiful, crazy dream you’d been holding on to, haven’t you.   Related: England’s Euro 2016 squad: the provisional 26 picked by Roy Hodgson    Still, you can get overly obsessed with balance, and Roy has named an awful lot of midfielders in this 26-man squad. Eleven, to be precise. That’s probably a wise move, as some of them are not particularly match-fit (Jordan Henderson, Jack Wilshere) while others are only really any good at running around in ever-decreasing circles (Adam Lallana, Jack Wilshere) and will require subbing off whenever England find themselves 3-0 down despite having enjoyed 93% of the possession. The forward positions meanwhile select themselves, with the exciting 18-year-old Marcus Rashford in, and hoping to make the final 23 named at the end of the month. Tender of years and with no international experience, Rashford may be considered the modern-day equivalent of the man he replaces in the squad, 2006’s Theo Walcott. Except, well, y’know. But hey, let’s not kick a man while he’s down. LIVE ON BIG WEBSITE Join Scott Murray from 7.45pm BST for hot MBM coverage of Brighton 3-2 Sheffield Wednesday (agg: 3-4) in the Championship play-off semi-final second leg. QUOTE OF THE DAY “Moses is a happy man. This is what being United is about” – Ian Stirling, vice-president of the Manchester United Supporters’ Trust, after a whip-round raised funds for a United fan from Sierra Leone, who had travelled to Old Trafford to watch his first ever game on Sunday, to attend next weekend’s FA Cup final.      An early exit. Photograph: Alex Morton/Getty Images    FIVER LETTERS “A training-ground imitation of the real thing, left behind in the toilet, with no chance of igniting, yet leaving 75,000 ticket-holders feeling gypped, and the club still hovering in European limbo. Could anyone at Old Trafford have asked for a more fitting end to their season?” – Justin Kavanagh. “Re: Friday’s love letter to Quique Sánchez Flores and his supposed resemblance to Hugh Laurie, I’ve always thought he more closely resembles Alexander Siddig of Star Trek: Deep Space Nine and Game of Thrones fame, never more so than when watching his most recent appearance on GOT where he got the Westeros equivalent of ‘not having his contract renewed’” – Derek McGee. “What with Barcelona winning La Liga on Saturday, Lionel Messi has played 12 seasons of professional football and won the league eight times. It appears to prove that Meatloaf was right: two outta three ain’t bad …” – Noble Francis. “When reading The Fiver, I often scroll back to the byline to remind myself who’s written it. This serves two functions: 1) knowing who’s responsible helps me work out whether I’m enjoying it or not; and 2) my mind can read it in the voice that was intended. But I’ve got a new version of Office, which gives everyone a little icon made out of their initials. So now my Fiver is coming from someone called ‘TG’, and I can’t work out whether to read it in the voice of Tony Gubba, Terry Gilliam or Terry Gibson” – Rob Coke [The Guardian? – Fiver Ed]. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Justin Kavanagh. But for the rest of the week, we’ve got prizes, in the shape of The Agony & the Ecstasy: a Comprehensive History of the Football League Play-Offs, by Richard Foster. Get scribbling. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. RECOMMENDED LISTENING Get your ears around the latest Football Weekly podcast.       BITS AND BOBS A full investigation has been called to find out just exactly how that fake bomb was left at Old Trafford, causing the evacuation of everyone inside and the postponement of Manchester United v Bournemouth, which will now be played on Tuesday. Harry Kane is still rubbing his head in wonder at how Spurs Spursed it up good and proper with a 5-1 gubbing by 10-man Newcastle [TEN-MAN NEWCASTLE – Fiver Vidiprinter] to finish below Arsenal for the 21st year in a row. “I think that’s probably the worst performance I’ve ever been involved with,” he blootered. Manager Mauricio Pochettino added: “Our team was terrible for [our fans]; to our families, too. I feel ashamed.” On what was a decent weekend, all in, for Arsenal, they also beat Chelsea 1-0 to win the Women’s FA Cup final in front of a record 32,912 at Wembley. “Football is evolving and we have to evolve back,” whooped manager Pedro Martínez Losa. “It’s going to be more competitive in future so we can’t say we will win every league and cup. But the good thing in future is that it will be more competitive.” Some good news for Chelsea – their new manager isn’t a convicted felon, after Antonio Conte was acquitted of fraud charges before taking over at Stamford Bridge. Mikel Arteta will be taking his pleasant smile and impeccable hair into the coaching arena, after retiring from playing. Stop us if you think that you’ve heard this one before … Everton’s latest plan to leave Goodison Park is on the back burners after it was announced they won’t be moving to a new stadium on Walton Hall Park. West Ham have been busy in the transfer market already – they’ve announced the signing of former Arsenal midfielder Havard Nordtveit, who will join on a free from Borussia Mönchengladbach in July. Plymouth Argyle are Wembley-bound for the first time in 20 years after Peter Hartley’s injury-time winner did for Portsmouth in their League Two play-off semi. “It’s the biggest moment of my career so far,” he cheered. Grimsby are a Football League club once more, after beating Forest Green 3-1 at Wembley. “This is the best way to go up,” bugled Omar Bogle after his two goals. And Hereford FC have been given permission to parade a bull named Hawkesbury Ronaldo at Wembley when they play in the FA Vase final on Sunday. “It is only going to make what will be a special day even more remarkable,” mooted chairman Jon Hale. STILL WANT MORE? The season is over. Nearly. But the mere formality of all the games not having been played yet hasn’t stopped us from rounding it all up – we’ve got the goal of the season, the game of the season, the player of the season, the signing of the season, the pundit of the season, the flop of the season, the manager of the season, the referee of the season, the gripes of the season and the innovations they want. Now post your own suggestions, we’ll get some polls going and bust this party out.     This. Is. Leicester. Photograph: Rui Vieira/AP    Plus, our football writers pick the best and worst of the campaign just gone, in one handy place. Oh, and Tom Jenkins is even in the house with his pics of the season. Here are 10 talking points on what was almost the final day of the Premier League season, barring a forgetful security exercise organiser who’s probably lying rather low today. Barcelona won the Spanish title a few weeks after losing it. Work that one out with Sid Lowe, telling the story of another La Liga win for Luis Enrique’s lads. More like GOALzalo Higuain, am I right? Oh. Paolo Bandini has the skinny on the striker who has just beaten a 66-year goalscoring record in Serie A. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. STILL ON FIRE",
  "webTitle": "The Fiver | Entertaining the nation through acts of self-defeating macho grandstanding",
  "webPublicationDate": "2016-05-16T15:39:30Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/the-fiver-england-mr-roy-chelsea-jay-tee",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Murray",
      "id": "profile/scottmurray"
    }
  ],
  "guardianId": "football/2016/may/16/the-fiver-england-mr-roy-chelsea-jay-tee"
}