{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/roy-hodgson-england-euro-2016-stadiums",
  "id": "2016-05-17-16",
  "sectionId": "football",
  "body": "Roy Hodgson’s determination to ensure England’s pre-match training sessions at Euro 2016 are not watched by spies from rival camps means he will spurn the chance to train at match venues on the eve of their Group B fixtures. The coach and his backroom staff departed England’s opening-game defeat by Italy in Manaus at the 2014 World Cup finals convinced their preparations had been monitored by their opponents. They felt the Azzurri had been briefed on the side’s defensive and attacking set-piece routines and had detailed descriptions of what awaited at the Arena da Amazônia.   Related: England’s Roy Hodgson defends taking only three centre-backs to Euro 2016    Cesare Prandelli’s team duly prevailed, winning 2-1, and England’s assistant coach Gary Neville, incensed by suggestions the sessions may have been viewed, instructed security to be increased around match-day venues and the side’s training base in Rio de Janeiro, which was overlooked by Sugarloaf mountain. The national side have gone one step further for the tournament in France by opting out of Uefa’s customary invitation to train at match venues the evening before games. Instead, England’s 23-man squad will continue their preparations by training that morning at their secure base in Chantilly, just north of Paris, in the quest for privacy, with only a brief portion open to the media, sponsors or guests. The team will then travel in the afternoon to Marseille, Lens and Saint-Étienne, respectively, for their games against Russia, Wales and Slovakia, and will conduct a walk around the turf at the stadiums, familiarising themselves with the surroundings as best they can, on the eve of their fixtures. The hope is such a schedule will prevent their preparations from being viewed by prying eyes from the concourses of the stadiums. Security for this summer’s tournament will reach unprecedented levels for a major sporting event in France given the terrorist attacks at the Stade de France in Saint-Denis and central Paris last November, in which 130 people were killed. It has subsequently emerged that the terror cell who had carried out those attacks, as well as those at Brussels airport and on the metro system in the Belgian capital in March, had been targeting Euro 2016. There will be an increased police, military and private security presence around the 24 teams’ training camps and base hotels, as well as at the 10 stadiums on match days.",
  "webTitle": "Secretive England turn down chance to train at Euro 2016 stadiums",
  "webPublicationDate": "2016-05-17T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/roy-hodgson-england-euro-2016-stadiums",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/17/roy-hodgson-england-euro-2016-stadiums"
}