{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/masturbation-month-sex-toys-tips-sexual-health",
  "id": "2016-05-10-127",
  "sectionId": "society",
  "body": "As I’m sure you’re well aware, we find ourselves in the midst of international masturbation month. Now, before you go thinking that this piece is the result of a marketing ploy by sex toy manufacturers who have chosen May for no reason other than its alliterative qualities, let me assure you that your cynicism is misplaced: I’ve been interested in this topic long before the press release landed in my inbox.  For years, people have asked me about what constitutes “normal” when it comes to masturbation: how much is too much? How long should it last? Who masturbates more – men or women? There is a wealth of data available on how and why we touch ourselves. Here are eight things to know. About one in seven women have never masturbated     Age, of course, is a factor. Photograph: Alamy    When asked if they had ever masturbated before, 15% of the women surveyed as part of a Swedish study released earlier this month said no, compared to just 1% of men (in total, 3,000 men and women were interviewed). Age, of course, is a factor here. Looking at data that Indiana University collected from 5,865 Americans, I found that adults who were 25-29 years old were the most likely to say that they had masturbated at least once in their lives. But those numbers do not necessarily tell the whole story: older and younger age groups might simply be less willing to discuss their masturbation habits.  Women are more likely to use sex toys When asked whether they used “objects” when masturbating (ie sex toys) 43% of women in the study said “sometimes”, compared to 13% of men. But men were twice as likely as women to say that they used fantasies every time when masturbating (a third of men said so, though the researchers didn’t seek to categorize types of fantasy).  Girls and boys first masturbate in their early teens The average age of first masturbation was 13.0 years for girls and 12.4 years for boys, according to the Swedish study. Duration can vary from five minutes to 150 minutes That’s according to the incredibly small sample size of one. Reddit user “touchingforscience” has been timing his masturbation sessions since 24 February 2013. The 21-year-old has had 379 masturbation sessions over the past year.      Hand-collected data. Photograph: Touchingforscience    Although the median session time was 33 minutes, Touchingforscience has been as quick as five minutes and taken as long as 150. The Reddit user might be interested in attending one of the annual mastrubate-a-thon’s organized by the Center for Sex and Culture, where participants can be sponsored to touch themselves in a “supportive group environment” and raise money for charities in the process. Unfortunately, the 2014 event held in Montreal was cancelled due to a lack of registrants. Injuries Go easy guys. Even Touchingforscience notes: “I have broken the skin a few times in the past.” I looked at 2015 emergency room admissions as collected by the National Electronic Injury Surveillance System – specifically, I searched for code “1610” in the database, which refers to “massage devices or vibrators”.  Of the 46 incidents reported in 2015, most descriptions should not be read by the squeamish:   “24-year-old male glass vibrator stuck in rectum” “53-year-old male with wife’s six-inch vibrator in rectum using it and lost grip”  “26-year-old female with vulvovaginal itching and external cut-like lesions on genitalia”  Note that many, many more people in America have hurt themselves with sex toys – the database only collects information from a nationally representative sample of emergency rooms. The God factor A 2008 study in the archives of sexual behavior found that individuals who described themselves as “agnostic” or “atheist” were much more likely to have masturbated than those from specific religious groups. Overall, 95% of agnostics said they had masturbated at least once in their lives, compared to 64% of fundamentalist Protestants, 62% of Christians and 53% of Jews. The average age of “first sexual caress” (researchers’ description, not mine) varied little between groups. Nor, incidentally, did the average number of times that respondents said they had cheated on their partners (about 1.3 times). Married people are less likely to masturbate The National Survey of Sexual Health and Behavior (NSSHB) conducted by Indiana University sought to look at how relationship status might affect masturbation frequency. Controlling for age, the researchers found that respondents who were married were the least likely to say that they had masturbated over the past 90 days (57% of married men and 39% of married women).   Related: Masturbation: the secret to a long life?    For women, having a relationship status of “single and dating” meant the highest chances of masturbating in the last 90 days. Meanwhile, men who described themselves as “single” were the most likely to have given themselves a hand job in the past three months. Over 60% of men watch porn In 2014, a study looked at a representative sample of 20,094 men and women in Australia aged 16–69. It found that 63% of men had looked at porn at least once in their lives (in any medium – print, films or online) compared to 20% of women. Although the researchers didn’t ask what the individuals were doing at the time, it’s probably fair to assume that at least some were touching themselves rather than knitting. Or, “double clicking the mouse” to use one of the many, many euphemisms for giving oneself a treat.",
  "webTitle": "Go ahead, touch yourself: eight things to know for masturbation month",
  "webPublicationDate": "2016-05-10T15:19:43Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/masturbation-month-sex-toys-tips-sexual-health",
  "keyword": [
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sexual health",
      "id": "society/sexual-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Mona Chalabi",
      "id": "profile/mona-chalabi"
    }
  ],
  "guardianId": "society/2016/may/10/masturbation-month-sex-toys-tips-sexual-health"
}