{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/can-literary-festivals-pay-their-way",
  "id": "2016-05-28-149",
  "sectionId": "books",
  "body": "I think the truth hit last summer, when I was at a festival to interview a group of writers. It was not a literary festival per se, but a combination of music, theatre, comedy and debates, in among which there stood a doughty literature tent, made rustic by the odd hay bale. What one noticed most, though, was the food: an endless vista of eating opportunities, from crepes to dirty burgers to artisanal pizzas to anything but a cheese sandwich. Mistakenly, given my temperament and my knees, I had opted to camp, albeit in a motor vehicle rather than under canvas. Making my way through the site to literature HQ, I heard a couple of young guys catching sight of a chum. “Hey!” they chirped. “Sweet tent, man! Where’d you get it?” “Harrods,” came the reply. I will fast-forward you through the rest of the day: the novelists and poets I interviewed were all terrific, and played to a lusty crowd, if smaller than that for the “Gin tasting while playing a ukulele” workshop. Native American headdress count: high. Cost to spend a weekend here: higher. Most surreal moment: spotting John Lanchester wandering through the guy ropes. Departure of your literary correspondent: as soon as possible. Highlight (apart from the writers, of course): the moment when my long-suffering pal and I, having escaped, spotted a municipal leisure centre and flung ourselves sweatily into its pool. That night we pulled up in the chocolate box village of Bourton-on-the-Water, got drunk in a pub and slept in the local car park. Sal Paradise and Dean Moriarty we were not.   Related: Fully booked: this year’s best literary festivals    I relive this trauma not merely in search of catharsis. This is one facet of the extraordinary growth in recent years of literary festivals, which now number more than 350, span the whole of the British Isles and frequently overspill into what, not so long ago, would have seemed like thoroughly unbookish territory. The terrain is unrecognisable from the early days, when Cheltenham set out its stall in 1949, with the Edinburgh international book festival joining it in 1983, and the Hay festival in 1988. Now, you’ll find a festival anywhere from Crickhowell to Wigtown to Balham to Vanessa Bell’s farmhouse at Charleston. Popular, too, are the niche operations, as demonstrated by the recently announced Killer Women festival, in which crime writers including co‑founder Melanie McGrath, Val McDermid and Martina Cole will terrify audiences in London’s Shoreditch. My personal favourite, the Stoke Newington literary festival in north-west London, is now in its seventh year; set up by a local, Liz Vater, it reflects the area’s radical roots and also supports a range of literacy and library projects throughout the borough of Hackney. But, although they run throughout the year, peak season is upon us, with the most well known and populous of them all, Hay, happening now. Presided over by Peter Florence, who created the festival with his late father, Norman, Hay is famous for welcoming such globally influential speakers as Jimmy Carter, Desmond Tutu and Bill Clinton (whose description of it as “the Woodstock of the mind” must be one of the most quoted endorsements in literary history). It has also spawned offshoots in Arequipa (Peru), Cartagena (Colombia) and Segovia (Spain); it is rumoured that Antarctica might be next. Alongside festivals such as Jaipur, co-directed by William Dalrymple, and those in Melbourne and Sydney, such faraway trips are eyed eagerly by writers with wanderlust.     Jaipur literature festival. Photograph: Sam Panthaky/AFP/Getty Images    But this season, there is a chill in the literary atmosphere. Unsurprisingly, given that the publishing industry continues to face tough times and, for its practitioners and impresarios alike, an uncertain future, it all starts with money. For years now, a row has rumbled on about the fees paid to authors at literary festivals or, more precisely, the lack of them. And it came to a head in January, when Philip Pullman resigned as patron of the 20-year-old Oxford literary festival, deciding that the position put him in clear conflict with his other role as president of the Society of Authors – the organisation committed to defending writers’ increasingly precarious ability to make a living from their work. Pullman’s standpoint was unequivocal: “A festival pays the people who supply the marquees, it pays the printers who print the brochure, it pays the rent for the lecture halls and other places, it pays the people who run the administration and the publicity, it pays for the electricity it uses, it pays for the drinks and dinners it lays on: why is it that the authors, the very people at the centre of the whole thing, the only reason customers come along and buy their tickets in the first place, are the only ones who are expected to work for nothing?”    In the emerging narrative, the festival is the rapacious, corrupt Goliath and the writer is the put-upon David    Of course, there is the counterargument: that writers are there to promote their work, an activity that supports publication of their books and that will often be contractually agreed. What about the copies of the book they will end up selling at the festival itself? But Pullman was having no truck with that, stating: “The ‘publicity’ argument doesn’t work. Well-known authors don’t need it, and the less well known will never sell enough books to cover the costs of being away from the work that does pay (and not very well at that). Expecting authors to work (because it is work) for nothing is iniquitous, it always has been, and I’ve had enough of it.” To add some figures to the mix: in 2014, the Oxford literary festival, whose partners include HSBC and the Financial Times, made an £18,000 loss, and predicts that it would require an extra £75,000 to pay its speakers. It has, however, agreed to “meet with all interested parties to discuss how to achieve payments of fees to all speakers” from next year onwards. For context: five years ago, Hay’s turnover stood at between £9m and £10m, Edinburgh’s at £2m, and Cheltenham’s at £1.49m. We can only assume the figures are higher today. All three are registered charities (Cheltenham also sits alongside its jazz, science and music festivals), and each runs additional and outreach programmes alongside its main adult and children’s festivals. It is also important to note that many festivals, both large and small, do pay some or all of their featured authors to appear.     Philip Pullman. Photograph: Mark Makela/Corbis via Getty Images    But Pullman’s intervention put the issue under the spotlight, with authors rallying to the cause, most notably Joanne Harris, who a couple of months later went as far as withdrawing from an unnamed festival because of its draconian demands. There might have been £50 on offer, but was it really worth it for the six-week exclusivity clause that forbade her from speaking elsewhere, or the five free copies of her book requested, or the unrestricted filming? Harris considered the evidence and came down on the side of staying at home. Just last week, Nicola Morgan, who writes both for and about teenagers, became the latest patron saint of writers when she wrote a blog on the subject of live appearances, which included this clear statement: “I appreciate your budgetary constraints. But I am not on a salary and you (usually) are. This means that for much of the working week, I am not being paid. At all.” ***   Related: Book festivals around the world – books podcast    As the festival row has progressed – to brouhaha force in the world of books – I have watched, intrigued, from the sidelines. I’ve spent many years travelling to literary festivals to chair events, and have seen the frequency of my visits and the number of destinations increase in line with the general rise in the popularity of festivals. But, as an interviewer, I always get paid, and always have my travel and accommodation provided; and while fees may not be vast – typically between £100 and £150, pretty handsome for an hourly rate, but somewhat qualified by the amount of time spent reading the book or books under discussion – most festivals will ask you to chair multiple events, and pay you accordingly. If you like this kind of work – and I love it – you may also find it making a distinctly welcome addition to your income. And yet. In the emerging narrative, the festival is the rapacious, exploitative Goliath, either distastefully corporatised or shamblingly amateur, and the writer is the put-upon but plucky David, loading up her slingshot with perfectly formed metaphors and individually wrapped cookies filched from a thousand non-deluxe B&Bs. Nobody says this; everybody agrees it is a complex affair that needs a high degree of nuance; but, of course, that’s not how narrative works. With a very few exceptions, though, this isn’t how festivals seem to me. From my viewpoint, performer but not writer, quasi-representative of a festival but not working for it, the whole thing looks a lot chancier. The background emotional atmosphere of a literary festival swings between the euphoria that follows a successful event and the suppressed panic of a thousand disasters in waiting: an author stuck in traffic, a missing consignment of books; an ailing sound system; a furious punter; and that most grave of prospects, a wine drought in the green room.     Ali Smith. Photograph: Murdo MacLeod for the Guardian    Most festival founders are inspired by a love of books and a feeling that their locale is missing out. Cathy Moore, who started the Cambridge Wordfest – now the Cambridge literary festival – in 2003, did so with a small group of friends and volunteers, among them Ali Smith, who runs a highly popular debut novelists’ panel each year. Because I’ve chaired events there for several years, I can attest to the festival’s modest number of staff and financial canniness; and on occasions, I know that times have been tough. But last year, the Cambride literary festival made a profit, which has allowed them after many years to have a small financial cushion. How does Moore view the future? “None of us wants to get tarred with the brush that we’re ripping off authors,” she says. “What I have to think of is commercial survival, and what I fear is dumbing down.” Many have spotted in the recent expansion of festivals the ramping up of household names from the world of sport, TV and pop, at the expense of those for whom writing is their actual job. “The fear is that we may end up programming celebrity festivals.” Moore also describes a more complicated picture than the headlines suggest: publishers who will press less well-known authors on festivals, with assurances of a free appearance, contrasted with bigger names; A-list writers who won’t appear for less than £1,000. But she is far from despondent. “I think these festivals are unique,” she says, “and what I’ve liked about the industry is that mostly it is give and take, with reservoirs of goodwill on all sides.” Neither, though, are authors making it up. Many of them really do spend far too high a proportion of their weekends on rail-replacement buses, dog-eared reading copies in hand, their smart stagewear wrinkling in their overnight bags.    The ‘litfest’ industry does not make some writers more famous than others but it reinforces the divisions    More to the point, they worry about audience figures. They will have, as all writers do, a shuddering memory of the time they performed to a crowd of three, on a wet night hundreds of miles from home. They will dread experiencing that combination of embarrassment and anger, directed towards the organisers for putting you on at such an absurd time or in an unsuitable venue; towards the marketeers at both festival and publishers; towards those on the stage, with their tatty, dreary entertainment; towards the idiot no‑show audience, for whom it was too good anyway. While this exaggerated awfulness does not usually come to pass, a less brutal version of it does. For one of the often unspoken problems fuelling the debate is the feeling that writers are not all in this together. Not all take the rail-replacement bus; not all perform at 11am on a Tuesday morning; not all are left hunting down the local Pizza Express with a money-off voucher in hand. Hierarchies exist in all walks of life, but they’re easier to ignore when times are fat. Amanda Craig, author of six novels, a festival regular and a seasoned industry-watcher, describes the situation thus: “Roughly, my feeling is that something that began as a celebration of books and the love of reading, a way for authors and readers to meet and engage in the nicest way, has become a bloated commercial enterprise in which authors are like farmers before Walmart. We are expected to hand-sell our books to customers instead of sharing what is loved, and to do so without fees or even travel expenses. It exploits those who most need support – the new and young – and insults the mature. It’s the cold hand of capitalism meddling with what should be what is best in our culture.”     Port Eliot literary festival in Cornwall. Photograph: Retna/Photoshot    Craig, who points out that festival workers and fans also deserve fair treatment, is far from alone in lamenting the advent of the hyperfestival. The litfest “industry” (its speedy but ad hoc growth has been too haphazard for it yet to have much in the way of agreed standards or professional bodies) has both colluded in and been constrained by those divisions. It does not make some writers more famous or feted than others, but it often reinforces those hierarchies through much of its topline programming. Festivals might simply reflect what is happening at bookshop tills, but they do so in stark fashion; somehow, your book not being in the window of Waterstones is not quite as visceral a sucker punch as your event being scheduled in the small tent next to the vast marquee. One writer sent me a slew of such “humiliations”, couched in such candid terms that she prefers to remain anonymous. There are the basics: the chairs who haven’t read your book; the ineptly planned double bill with a writer whose subject barely overlaps with your own; the convoluted, lengthy journeys at the end of which you find yourself marooned in a hotel miles away from the action. Then there are the more rococo mishaps: the hip festivals at which the literature tent is basically a chill-out room for the wired and sleep-deprived; the realisation that you’re actually running at a loss because you’ve succumbed to a comforting bowl of pasta and a bottle of wine. And then – and, yes, it does happen – there are the awkward audiences. My informant recalled a group of “mutinous old ladies”, one of whom “read out a huge charge sheet of crimes, to the point where I had to stop her, saying ‘I do know what’s in the book, what with having written it.’” *** Here is the issue. Both festivals and the wider world of publishing are in denial. They know that each year a large proportion of their revenue will come from a select group of high-selling titles, occasionally the result of word-of-mouth enthusiasm or an unexpected prize, but most usually helped on their way by a coordinated, substantial and expensive marketing and publicity campaign. There will probaby be some high-profile novelists, including those from overseas, some heavyweight historians and politicians, some biography, autobiography and memoir. Most of this will be eclipsed by those books derived from television, especially cookery.     Peter Florence at the 2013 Hay festival. Photograph: JABPromotions/Rex Features    Naturally, when festivals begin their programming, it is to these celebrity authors they look first, with the publisher then weighing up where it would be of most benefit for them to appear, thus causing delight to some festivals and despair to others. After this stellar rank come the solid and dependable crew, those with a stalwart readership, great reviews and perhaps a connection to the area, who can be relied on to bring in a crowd in the low hundreds. The rest is a sort of (dignified) tussle, in which the competing needs and desires of festival, publisher and author must somehow be accommodated or glassily smoothed over. The festival must create an attractive, varied programme that appeals to all sections of its demographic. The publisher must both suggest those writers for whom it believes the limelight would be most useful, press the cause of eager but unheard-of newbies and soothe the bruised egos of those passed over; and the writer must either get packing or resolve to spend the time more usefully with her sentences. But in this delicate wrangle, while halls and marquees are being rented, hotels booked, posters designed, where is the money coming from? Less and less from headline sponsors, traditionally newspapers, who are dealing with their own tough economic realities and are somewhat sceptical about the return on investment that festivals can provide. Corporate sponsors are more enthusiastic when it comes to sponsoring single events – investment company Baillie Gifford is quite prevalent, and the government of Gibraltar rather improbably sponsors the Oxford literary festival green room – although they will need a decent quid pro quo. According to Florence, there is no secret formula to financial success. “Having directed or produced or consulted on 200-odd festivals in 14 countries over 29 years I can say this, with homage to the great William Goldman: nobody knows anything. You do whatever you can to make it happen. The three most inspiring UK festivals – Bradford Litfest, Chalke Valley history festival and Andrew Kelly’s Bristol festival of ideas – are all fabulously successful and have totally, bewilderingly different models. I think maybe the only two ‘rules’ I’ve observed to be generally applicable and true are these: the only festivals that really work are rooted in their communities; and that – as in everything you know about biology, economics, history, politics and life – diversity is wisest and strongest.” As for the authors, say that you are “mid-list”: you have published a number of books and they have done well enough for you to keep on writing, and publishing. You might have won a prize earlier in your career, there might have been shortlistings; your reviews are broadly respectful and, more to the point, you do actually get reviewed. You are neither a household name nor entirely unknown. You are a good live reader of your work, and keen to discuss it with an interested interviewer and members of the public; you are happy to stay at the signing table until the very last dedication is written, the very last title-page signed for the local bookseller’s stock. You are thrilled when a volunteer steward brings you a glass of sauvignon blanc. Your event sells 40 tickets. Each of those tickets cost £8. The interviewer is being paid £150. You plough on. The event is actually great: 35 of the 40 people turn up, but they are really into you and they ask you some fantastically piercing questions. Not one of them launches into a slightly mysterious monologue that eventually ends by asking you why you didn’t write a different book. You begin to entertain high hopes for your book signing. You sell three copies. You sign more, though, because a dealer has turned up with first editions of your earlier, more successful work.     The Hay literary festival. Photograph: Felix Clay for the Guardian    A little later, you extricate yourself from a lengthy conversation with a superfan who, nonetheless, seems not to have bought your book, only to discover that there is no hot food left in the green room. It’s OK, because your interviewer, also feeling knocked by events, suggests you repair to the pub. Along the way, you pick up some fellow travellers with remarkably similar tales. In the pub, it is cheaper to get a bottle than a glass, and you find that Scampi Fries are a decent stand-in for a real fish supper. The B&B looks much nicer at 2am, though strikingly less so at 6am, when the sun streams through curtains that, as your mother used to say, you could shoot peas through. You consult your phone for train times, not giving a fig that you have been pre-booked on a super-super-super-off-peak ticket that doesn’t allow you to go home yet. To hell with it. There is one at 7.05.    Festivals have not made audiences think that they should pay the same to see a writer as they do to go to the theatre    *** The eagle-eyed will notice that this cautionary tale raises a few questions. Chiefly, they might wonder why a ticket only costs £8. Wouldn’t this situation be ameliorated if the price were bumped up to £15, or £20? After all, seats at literary events can command high prices – in London, one might pay £30 or £40 to see a very famous writer in a beautiful room. But anecdotal evidence suggests that literary festival audiences are pretty price-sensitive: £8 might stretch to £9, but probably not to £19. In part, this is down to their own appetites: keen festival attenders most typically want to attend multiple events, or several lots of £8. There is also an issue of the perception of value: how much is it worth to see someone read and answer questions for an hour, in the absence of costly stage sets or musical accompaniment? There is our old friend scarcity value, in which the proliferation of literary festivals has worked against their financial success by making authors so frequently accessible. All of this amounts to one thing: festivals have not made middle-class audiences think that they should pay the same to see a writer as they do to go to the theatre, a major art exhibition, a stadium concert or a piano recital. In fact, it is more expensive to go to the multiplex, or for a posh burger. Nobody wants these audiences not to come, even if they are careful with a penny; they are the lifeblood of festivals up and down the country, especially outside the major urban centres. But there is a problem – and again, a certain amount of denial – about the range of audiences. Having sat on stage hundreds of times, I’ve repeatedly witnessed the homogeneous nature of the crowds in front of me: there is little diversity in terms of age, class or ethnicity, although fantastic initiatives such as the Bare Lit festival, founded to foreground writers of colour, are challenging that. But I recall sitting with a Pakistani writer in front of a huge – and hugely appreciative – crowd at a well-known festival, in which there were perhaps two or three people of colour, and wondering what the hell that felt like to him. I have attended countless festivals in prosperous towns, knowing that the less economically privileged villages and suburbs nearby are filled with people who might enjoy the event I’m about to introduce. Why the cultural barrier?     The 2015 Dhaka literary festival. Photograph: Zakir Hossain Chowdhury/Barcroft Media    Festivals I’ve been to overseas – Calabash in Jamaica and the Dhaka literary festival – have been memorable for their vast audiences and sense of informality. Barnaby Phillips, author of Another Man’s War, in which he tells the story of Isaac Fadoyebo, who left Nigeria to fight for the British army in Burma when he was 16, found himself invited to festivals in both the countries that featured in his book. “Anyone who is jaded by too many literary festivals should attend the Aké festival in Nigeria or the Irrawaddy festival in Burma,” he says. “At both events it was humbling and inspiring to see so many people – especially young people – who aspired to careers in writing or who simply wanted to share their enthusiasm with visiting authors. In Burma, writers who’d worked under strict censorship for decades were revelling in new freedoms.” Emerging festivals, both in the UK and abroad, are attempting to take the model forward. Clare Conville is a well-known literary agent who co-runs the Curious Arts festival in Lymington, now in its third year. “Rather like writing the novel that you want to read, I started Curious because it is the festival I wanted to go to,” she says. “I wanted to make it dreamy, eccentric, fun and, ultimately, irresistible. It’s very English on the one hand: fabulous novelists; exceptional historians; poet laureates; dogs on leads; people sitting on deckchairs with gin and tonics and a view of the Solent. But you are just as likely to find yourself on a secret midnight bat walk, betting your life savings on the snail racing, reciting a sonnet on top of the Nyetimber routemaster bus or taking part in a Jabberwocky hunt. Curious is an experience, not just a few tents in a field.” These are the kind of boutique festivals – such as Port Eliot in Cornwall, which takes place in the lavish grounds of an exceptionally grand house – that have attempted to meld a literary festival with a more generally celebratory, multi-stranded, bohemian-tinged weekend away.     The 2015 Irrawaddy literary festival, Burma. Photograph: Margaret Simons for the Guardian    As someone who once discovered that if you positioned yourself carefully enough just outside the Prosecco tent at Port Eliot, you could still hear the goings-on on a nearby stage, I can vouch for the appeal. But a thriving festival economy must make room for both types of endeavour. Because while festivals are about enjoyment, they are also about communicating and sharing ideas, about discussion, and about emotional connection. Some of the most wonderful experiences I have had in my working life have taken place at festivals – events where the hair stands up on the back of your neck during a spellbinding reading; where you roar with laughter or struggle to control your tears as a writer gets to the bottom of what makes them do what they do; where you suddenly see what a book has meant to a particular reader. So let us all – organisers, publishers, writers, readers – find a way forward in which nobody feels that they are ill treated. I suspect that may result in a sensible scaling-down of expectations, or a more targeted matching of events to audiences, or in locating a whole different source of revenue. I have my fingers firmly crossed that it will not end with me asking a writer about their favourite box set while perched on a hay bale wearing a Native American headdress. As Florence, whose Hay festival is currently under way, points out: “There is a truth that should be universally acknowledged about money and the book world. If you want to make money, you have two options: write crime novels to a familiar and brilliant formula or become an agent. The rest of us do this because we believe in the pleasure of story and the transformative power of literature and knowledge. And that’s the most fabulous world to play in and to work in.”",
  "webTitle": "Fair play: can literary festivals pay their way?",
  "webPublicationDate": "2016-05-28T07:00:28Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/can-literary-festivals-pay-their-way",
  "keyword": [
    {
      "webTitle": "Literary festivals",
      "id": "books/literary-festivals",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philip Pullman",
      "id": "books/philippullman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Clark",
      "id": "profile/alexclark"
    }
  ],
  "guardianId": "books/2016/may/28/can-literary-festivals-pay-their-way"
}