{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/13/brazils-new-cabinet-female-mps-women-in-parliaments",
  "id": "2016-05-13-161",
  "sectionId": "public-leaders-network",
  "body": "The suspension of Dilma Rousseff, Brazil’s first female president, and the new, all-male, conspicuously white cabinet that will run one of the world’s most ethnically diverse nations under interim president, Michel Temer, is an unwelcome reminder of the fact that getting more diversity into government continues to be an uphill struggle.  It’s why we still need organisations such as Women in Parliaments, the Brussels-based network that campaigns for more women in politics around the world. In contrast to the look of the new Brazilian cabinet, there was a great moment last week when 260 female MPs took their seats under the dome of Jordan’s parliament building for the WIP global summit – a conference for female and some male parliamentarians to get together and discuss how to increase the number and the influence of women in parliaments all around the world.   Related: Women in Parliaments: 'If we want to change society we need power'    These are the women, from New Zealand, Mexico, Jordan, the UK, Germany, Romania, Rwanda and more than 50 other countries, who make a difference in politics in their own countries, despite the fact that 80% of public policy-makers and 90% of world political leaders are men. And they know it: this is the 5th WIP summit since the organisation was set up in 2013 and there is always an astonishing moment when the women take their seats and everyone looks round and realises, yes, this parliament is now full of women. It’s almost an audible intake of breath – and a rush to take photos. Women are still woefully under-represented in parliamentary seats, holding only 22% of seats in the world’s governments. Meetings like the one in Jordan serve a pragmatic purpose, identifying practical measures to dismantle barriers holding up further progress and gathering evidence on the influence of women in powerful positions. It was also a significant move to hold the meeting in a Middle-Eastern country, not without controversy: a vote by the Jordan parliament to deny Israeli female parliamentarians access to the chamber, while in no way a decision by WIP itself, highlighted the problems of holding a non-political meeting for politicians in a region riven by dispute. Nonetheless, holding the meeting in Jordan sent a powerful message about the progress of female parliamentarians and about women’s rights more widely in the Middle East and North Africa. A keynote speech came from the speaker of the UAE parliament, Amal Al Qubaisi, who was elected as the first female speaker of the Federal National Council in November 2015.   Related: Why aren’t there more women standing for election?    WIP chair Hanna Birna Kristjánsdóttir, an Icelandic MP and former mayor of Reykjavik, told the UK’s Woman’s Hour on 9 May that although Arab women have one of the lowest representations in parliaments worldwide, there has been a steady increase in women’s participation to 18% of seats. “It is not enough, not fast enough, but there are positive trends out there,” she said. Organisation such as WIP, said Birna Kristjánsdóttir, work not only getting more women into power, but also work to increase their influence on legislation. “There is a critical mass for women’s voices to be heard and get the issues women care about onto the table,” she said. Birna Kristjánsdóttir also noted that Hillary Clinton’s campaign to get the Democrat nomination and her bid to become the first female US president is based on policies, both worldwide and domestically, aligned with women in power and women’s wellbeing. Pauline Latham, a British MP attending a WIP summit for the first time, summed up her feelings, when she said, at the closing session of the conference, how impressed she had been by the speakers and participants. “If only there were more parliamentarians like the ones in this room we really could rule the world,” she said. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Brazil's new cabinet reminds us there are woefully few female MPs",
  "webPublicationDate": "2016-05-13T13:35:16Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/13/brazils-new-cabinet-female-mps-women-in-parliaments",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Women in politics",
      "id": "politics/women",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Dudman",
      "id": "profile/janedudman"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/13/brazils-new-cabinet-female-mps-women-in-parliaments"
}