{
  "apiUrl": "https://content.guardianapis.com/holiday-in-sweden/2016/may/03/why-i-commute-to-london-from-swedens-west-coast",
  "id": "2016-05-03-133",
  "sectionId": "holiday-in-sweden",
  "body": "I was first drawn towards the west coast of Sweden by its magical, mythical summer when my Swedish wife and I decided that a summer house in the Bohuslän archipelago would be the perfect escape from the urban hyperactivity of London. Many urban Swedes head to summer houses – or sommarstuga – to enjoy the long, balmy days of the Nordic summer.   Related: Live like a Swede    Simple, often red, wooden cottages sitting atop the coastline, next to lakes or hidden in forests, these are the refuges where all visitors to the west coast can find an escape from the bustle of our modern lives. The memory of the start of my first summer in Sweden is defined by the sight and sound of young children galloping through fields of shoulder-length grasses and flowers as the climate warmed and wildlife, including the human wildlife, woke up from a long hibernation and the cosy, albeit unavoidably indoor, Nordic winter. The historical roots of Swedish family life in winter consisted of huddling around fires that could never be allowed to go out, while temperatures outside meant children were not even allowed near windows, never mind venture outside. So it’s hardly surprising that the onset of spring remains an enormous event, launching the young out into the Bohuslän landscape to explore the fields, forests and shores of the west coast.     Simple, red-painted wooden cottages by the coast are where Swedes escape from the bustle of modern life.  Photograph: Stefan Isaksson/plainpicture/Johner/Stefan Isaksson    This libertarian mythology of almost feral children roaming through nature had been one of my wife’s strongest arguments for summering in Sweden. I felt as if I had been transported back to my own rural English childhood where I roamed unfettered and free.  Living here gives us the opportunity to offer our own children similar experiences. Our son and daughter benefit from extended family time thanks to extraordinarily long parental leave, while developing and learning in a genuinely bilingual environment. The added bonus of free child care and outstanding public schooling meant our move (from the polar opposite in the UK) was a simple decision. The sea and its islands of the archipelago are the centre of Bohuslän life and where I routinely enjoy the happiest days of any year, whether diving for mussels off Åstol, exploring the complex waterways by kayak, or swimming in astonishingly warm waters off the island of Käringön. I can never escape the feeling that discovering the sea and fishing villages of Bohuslän has given me 50% more to life than if I had remained land-bound.  Along the way you can also eat some of the finest seafood anywhere at Käringön’s outstanding Petersons Krog, a kind of gastro-pirates tavern, or the simpler but no less delicious Magasinet Härön, where you can sit and watch the sun dwindle over the cliffs.  Sitting basking on one of Bohuslän’s 8,000 or so skerries, which store the summer heat in their geology, is where I got to know the Swedish people that I’ve come to call friends. Before moving to the west coast, my number one reservation was always around the stereotypical unapproachability of Swedes. I could not have been more wrong. Spending an afternoon on an island that you can call your own, grilling as the midnight sun sets or sharing a sauna perched on the cliffs over fermenting seas taught me that nature deals out a kind of outdoor democracy to the way Swedes interact through the environment we live in. Moments like these make a hierarchical Englishman realise that it doesn’t matter whether you are a CEO, teacher, policeman or plumber; life is simple and it is beautiful. My Swedish friends don’t consider this anything new but as an immigrant it is from this very natural crucible that I firmly believe Sweden’s famous social democracy is born. Swedes care for each other and it is an innate appreciation of their natural environment that drives this. The same can also be said during the iciest days of winter from where you can trace the beginnings of the Swedish welfare state as neighbours made sure those close by were warm, fed and in good health.  A fellow expatriate, a South African, recently congratulated me on my move to the west coast by announcing that I had discovered “a slice of paradise”. A grand claim but one that I think hits the nail on the head. It would be foolish to say west Sweden is Paradise. But its emergence from the Nordic winter into an unexpectedly warm, fertile, clarion summer does indeed open up a world of timeless experiences and relationships that gives those who discover it some of the most memorable days of our lives. During my career in sports photography, I have been privileged to see most corners of our planet; most continents, the grandest cities and untouched wildernesses, and yet it is without a moment of hesitation that I say I will spend the rest of my life among the islands, skerries and rocky outcrops that are Bohuslän. For travel packages and itineraries in West Sweden, including a tour of the coast and Gothenburg, visit Taber Holidays",
  "webTitle": "Why I commute to London – from Sweden’s west coast",
  "webPublicationDate": "2016-05-03T15:21:05Z",
  "webUrl": "https://www.theguardian.com/holiday-in-sweden/2016/may/03/why-i-commute-to-london-from-swedens-west-coast",
  "keyword": [
    {
      "webTitle": "Holiday in Sweden",
      "id": "holiday-in-sweden/holiday-in-sweden"
    }
  ],
  "authors": [],
  "guardianId": "holiday-in-sweden/2016/may/03/why-i-commute-to-london-from-swedens-west-coast"
}