{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/27/orange-is-the-new-blacks-jenji-kohan-women-tend-to-be-forgotten-when-they-get-locked-up",
  "id": "2016-05-26-2",
  "sectionId": "tv-and-radio",
  "body": "Orange is the New Black creator Jenji Kohan says the fourth season of the award-winning Netflix show will be “a little darker, and a little more cynical”. She keeps mum on plot lines, and on which characters’ backstories will be the focus of flashbacks, but if the recently released trailer is anything to go by, changes are afoot in Litchfield prison, which was turned into a for-profit enterprise at the end of season three. Cramped rooms look even more cramped. Bad apple guards have multiplied. And all the characters seem to be getting up in each other’s grill. It ends with a tender Pennsatucky (Taryn Manning) saying: “Do you know the difference between pain and suffering? Pain is always there, but suffering is a choice.”   Related: Orange is the New Black season four trailer: what we learned    Speaking to the Guardian, Kohan says the dark vibes reflect the atmosphere in the writers’ room, after they had all returned from their break. “We were just feeling a little hardcore.”            Monica Tan: With its wide representation of ages, races and of the LGBTIQ community, Orange is the New Black has become known for its unconventionally diverse cast. Jenji Kohan: I feel sad that it’s considered unconventional when these women are, in a lot of ways, conventional. They represent a wide cross-section of people – what’s unconventional is showing one prototype of human being on television for so long ... I hope this is a new convention! It’s kind of a no-brainer. People want to find themselves on television and it’s been really hard [for many groups] in the past. Hopefully there’s someone for everyone on this show to identify with. Would you have been able to sell the show without a white, blonde and conventionally beautiful lead protagonist? The show was inspired by Piper [Kerman]’s book, so she already was what she was. But it was certainly an easier sell to start with a pitch that says “it’s fish out of water, it’s Private Benjamin, it’s white girl in over her head”, and then be able to tell all the stories once you’ve gotten in there, with what a lot of the networks are comfortable with. That can be the trojan horse, a little bit.   Related: Most LGBT characters on US TV are white and male, study finds    Diversity on television commonly looks like a United Colors of Benetton ad. But that kind of happy, integrated family is dependent upon minority groups assimilating into the dominant paradigm. Your show doesn’t indulge in that. The whole notion of melting pot is kind of a lie. It’s much more of a mosaic where you have all these little pieces that are all up against one another, but it doesn’t mean they’re melting into one, big, happy pot.  People are tribal and people are suspicious of people who aren’t like them. There’s inherent bias, and it can be overcome, but there’s something very basic about wanting to be with your own and being wary of “other”.Writer Anne Lamott once gave some great writing advice: put two people who more than anything else in the world wish to avoid each other in the same elevator. Then let the elevator get stuck. I’m always looking for these crossroads in which people who would never ordinarily interact with one another are then forced to. Prison was a great place [for this]; underground drug dealing [seen in Kohan’s previous show, Weeds] was really good. It’s a quest of mine to find these spots that force people to interact, whether they like it or not, and trying to use it to my advantage. It does make for great drama and comedy. Also it makes for interesting humanity, because you can find common ground.     New and old inmates in the fourth season of Orange is the New Black. Photograph: K C Bailey/Netflix    Netflix announced in February the show has been extended to at least seven seasons. Yeah, unless I have a nervous breakdown along the way. Is there a new sense of luxury now, that you can lay down plot lines that will play out over three seasons? I have a lot of mixed feelings. It’s exciting to have job security, for any writer. I’m really proud of this show and love the people I work with, so who wouldn’t want to keep going, in that regard.  However, it’s always really, really hard and you’re always faced with a new season and a new blank page. And it’s even more challenging because you don’t want to retread where you’ve been, so you have to keep coming up with new things. It’s a lot, a lot of work and that never changes, and I’m tired.    Related: Why I love… Uzo Aduba    Does the contained space of a prison setting make the writing more or less difficult? It was very intentional to have the flashbacks, to give us a break from the prison. When you’re living and breathing the show, you’re living and breathing in that prison, and it can get to be a very oppressive place. So we built in these breaks where we can go out and have some blue skies and have some life outside those walls – for our emotional wellbeing as well as the viewer – and also to round out these characters as people beyond their prison life.  But it’s really hard to spend your days in prison, whether it’s fictional or actual. You’re in that mindset. Are you saying the writers’ room is your own prison? (Laughs) I mean no, it’s a delightful place with very talented people. But yeah, someone once described my job as a pie-eating contest, where the prize is more pie. And at a certain point you get a little tired of pie and you wish you could run away and have a hamburger instead!  Do you have any hamburgers on their way? This is kind of more pie, but we just started another show that one of our [Orange is the New Black] writers and a friend of hers started writing, about women wrestlers in the 80s. That’s the new baby in the building, so it’s exciting to have another production going.  But part of me just wants to run away and take walks and not think about work and be with my kids and sit on a beach somewhere. Netflix, famously, does not publicly release show ratings. How much do they keep you across how the show is performing, or audience feedback? Is there any pressure about that?  We get no information from Netflix. We don’t know how many people are watching the show, we never get ratings and they never pressure us to conform to any audience. They are really, really secretive about their numbers. There’s a pressure that’s taken off and they’re very supportive in the creative process. They say: “Go do what you do and don’t worry about [ratings]”. Which is lovely.   Related: Six things we learned at the All About Women festival | Monica Tan and Gabrielle Jackson    In Jennifer Clement’s investigation of the Mexican drug wars, she discovered male prisons had long queues of visitors, yet the female visitor rooms remained bare. That’s not just Mexican prisons, that’s all prisons in general. There seems to be a really sad situation where the visiting rooms in men’s prisons are overflowing and women tend to be forgotten when they get locked up. Are women more loyal? I don’t know what it is. In the course of writing what have you learned about the state of women in incarceration? It’s horrible in general. It’s a broken, broken, broken system. It’s punitive, it’s random, it’s not rehabilitative, it’s inhumane on many levels. It’s just a horrible place to be. You don’t want to go there. The whole prison industrial complex is ... complex, and a lot of people are treated unfairly. It’s troubling who ends up in prison and who doesn’t.  Jenji Kohan is speaking at Sydney Town Hall on 10 June as part of Vivid Sydney. The fourth season of Orange is the New Black is released on Netflix 17 June",
  "webTitle": "Orange is the New Black's Jenji Kohan: 'Women tend to be forgotten when they get locked up'",
  "webPublicationDate": "2016-05-26T23:51:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/27/orange-is-the-new-blacks-jenji-kohan-women-tend-to-be-forgotten-when-they-get-locked-up",
  "keyword": [
    {
      "webTitle": "Orange is the New Black",
      "id": "tv-and-radio/orange-is-the-new-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US prisons",
      "id": "us-news/us-prisons",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/27/orange-is-the-new-blacks-jenji-kohan-women-tend-to-be-forgotten-when-they-get-locked-up"
}