{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/more-obese-patients-in-the-uk-should-be-offered-weight-loss-operations-say-surgeons",
  "id": "2016-05-11-21",
  "sectionId": "society",
  "body": "The UK should dramatically increase the number of weight loss operations it offers to obese patients on the NHS, up from 6,000 up to 50,000 a year, according to surgeons who say it would make people healthier and save the NHS money. Less than 1% of people who could benefit are getting surgery and the numbers are dropping not rising, according to bariatric surgeons writing in the British Medical Journal, who say that the UK is lagging behind other countries in Europe. Severely overweight people have often been dieting, losing and regaining weight for years, say experts, stuck in a cycle that leaves them feeling ashamed and to blame. The diets do not work for many of them, but surgery does. People who have stomach shrinking operations lose an average 25-35% of their body weight – usually at least 15kg – in a year, compared with an average 7% with diets and weight loss drugs. The surgeons say there are about 2.6 million obese people in the UK who could benefit from surgery, which would hugely improve their health and save the NHS money over the long-term. A quarter of adults in the UK are obese – the second highest rate in Europe, say Richard Welbourn and colleagues – citing OECD figures which put Hungary just edging into first place. Yet between 2011-12 and 2014-15, the number of operations fell by 31%, from 8,794 to 6,032. The UK is 13th out of 17 EU countries in terms of the amount of bariatric surgery it offers. If all the 1.4 million most severely obese Britons went under the knife, at a cost of £6,000 an operation, it would cost the health service £8.4bn, which is almost exactly the extra amount the government has earmarked for the NHS by 2021. In an interview with the Guardian, NHS England’s chief executive, Simon Stevens indicated he would prefer to “get upstream and turn off the tap in terms of cost”. Welbourn, a consultant at Musgrove Park hospital in Taunton, Somerset and colleagues, argue that more surgery would save the NHS money in the long term as obesity-related conditions such as heart disease and cancers are reduced. They say there is evidence that 65% of patients with type 2, obesity-related diabetes come off their medication after surgery. The savings in the drugs bill alone would recoup the costs of surgery in three years, they write. The National Institute for Health and Care Excellence (Nice) has recommended that surgery should be considered for people with severe obesity who have tried all other means to lose weight without success. They have to be committed to changing their lifestyles and eating habits so they can adapt to the very restricted diet they will be able to eat for the rest of their lives. The surgeons calculate that 2.6 million people in the UK would meet these criteria. But the long process they have to go through, which is a four-tier process beginning with the GP and involving lifestyle education and attempts to control their weight through diet and exercise, is a barrier, say Welbourn and colleagues. They say stigma is also a problem and want bariatric surgery to be renamed. “Adopting the phrase ‘metabolic surgery’ might enable society and patients to talk about it and begin to establish a culture change,” they write. The National Obesity Forum said that many more patients should be offered the chance of surgery. “The NHS’s reluctance to provide funding for this surgery is a mind-blowingly false economy,” said its spokesman Tam Fry. “It is officially acknowledged that what we know as ‘simple’ obesity may well bring the health service to its knees: not to operate to prevent even more expensive diseases triggered by obesity [diabetes Type 2, cardiovascular diseases and cancers] escalating will likely hasten the NHS’ demise.” Professor Jonathan Valabhji, NHS England’s National Clinical Director for Obesity and Diabetes, said: “Obesity is a significant and wide scale public health issue for all age groups and an issue the NHS as a whole is dedicated to tackling. The costs to the NHS of managing the diseases associated with obesity are huge so we need to invest in both people who are already overweight as well as educating the generations to come in the importance of avoiding becoming overweight or obese. “Bariatric surgery is a highly specialised procedure and should only be considered for selected patients with severe and complex obesity where the full range of other weight management approaches have been tried, with expert support, but have not been successful.”",
  "webTitle": "More obese patients in the UK should be offered weight loss operations, say surgeons",
  "webPublicationDate": "2016-05-11T22:30:11Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/more-obese-patients-in-the-uk-should-be-offered-weight-loss-operations-say-surgeons",
  "keyword": [
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/11/more-obese-patients-in-the-uk-should-be-offered-weight-loss-operations-say-surgeons"
}