{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/24/leadership-humanitarian-sector-new-generation",
  "id": "2016-05-24-226",
  "sectionId": "global-development-professionals-network",
  "body": "Change is coming; or so they say. After interviews, backroom strategising and deals being struck, the new UN secretary general will assume his or (hopefully) her role in January. But what does that mean for the men and women across the globe who expect more from the UN and from its humanitarian system as a whole?   Related: Secret aid worker: fixing the humanitarian and development divide    As a veteran aid worker of large-scale emergencies at the UN, I have closely followed the build up to the World Humanitarian Summit (WHS). Talking to those doing much of the donkey work for the WHS there are many areas of focus – partnerships with the private sector, civil society, humanitarian financing, obligations of member states, etc. It’s all very outward looking. But there is an elephant in the room: the humanitarian leaders sitting at the helm of the system itself.  My work should focus on supporting emergency operations, but I am spending far more time than I would like counselling people who are the real energy and driving force behind operations, and who should be leading the way forward for humanitarian action, but who are instead desperately disheartened by leadership decisions that continue to drag the sector down.  I watch with them as our leadership is exposed, unable to manage the challenges of responding to multiple crises in the modern world such as the earthquake in Haiti and the Pakistan floods in 2010. Put simply, the current generation of leaders - suffering from the negative effects of time, ageing and pride – is past its best. That’s not to disrespect the great work these men and women have contributed to the humanitarian system over the years. In their day they were on the ground responding to the famine in Ethiopia, human-rights violations in Palestine, and conflicts in the Democratic Republic of Congo, Sudan, Kosovo and Bosnia. They deserve recognition for that.   Related: The humanitarian system: 'A mammoth machinery losing track of what it is for'    But I also see a generation that peaked during a time of volunteerism and improvisation, now trying to keep pace and stay relevant in a time of professionalism, mass communications, advanced technology and cost efficiency.  From Sudan to Syria, Geneva to New York, outdated approaches are holding back progress. We desperately need decentralisation, to empty out headquarter offices and get people into regional and country offices.  To paraphrase a fellow aid worker during a recent conversation: “if humanitarian leadership were a football team it would be a team of forwards who only liked playing at home, argue for the ball, seek the glory, and all while being oblivious to the opposition walking in goal after goal.”  As humanitarian action has become ever more visible and scrutinised, our old leaders are found ever more wanting. There was criticism for failing to communicate with affected communities during the Indian Ocean tsunami. Then, despite our “readiness to respond” mantra, we were late, slow paced, and highly uncoordinated during the Ebola crisis. There were also moments we could have spoken up more – but when a mass of NGOs were expelled from Sudan, caught up in bigger political games, humanitarian leadership was at best timid in its reaction.    Related: Secret aid worker: what should doctors do when we witness human rights abuses?    We need new leaders who will stop rewarding siloed attitudes, because right now, decisions, particularly related to resources, are frequently determined by agency power rather than humanitarian needs and who is best positioned to respond. Our leaders should not be bickering over mandates and who should take the lead in co-ordinating the refugee response in Syria and neighbouring countries. The current leadership has tried to deal with criticisms of efficiency and organisational bloating, but as a consequence they have grown too reliant on short-term solutions, finding ways to pay people less rather than paying less people. This has resulted in many competent colleagues, already fighting to achieve results within a stifling system, feeling even more frustrated and under-valued, while others do not believe their luck that their roles even exist. In the build up to the summit, I hoped to see the current leadership empower young and alternative leaders-in-waiting, but instead I feel it’s grown more defensive, micromanaging humanitarian operations and actively preventing the growth of emerging talent, especially anyone who could challenge them. I’ve seen some truly bizarre reasoning for why colleagues have been blocked from moving up. People with diverse and relevant skills have been told they “need more time”, they “don’t know how it works yet”, or they need someone to “sponsor them to get that job”. So in the end what can I conclude? When I look at the majority of ongoing humanitarian operations, I don’t see the current leadership being the driving force behind meaningful change, I see quite the opposite. It makes me think twice about a comment UN under-secretary-general for humanitarian affairs, Stephen O’Brien, made on the UN not needing to change. Rather than a temporary blip it was more a Freudian slip, revealing the real attitudes of those around him in senior management.   Related: The man who deals with disasters: 'If it was an impossible job I would not be trying to do it'    But with almost 90 million people in need worldwide and multiple crises the new norm, we need inspirational leadership. That is why I implore the new UN secretary general to ask the current humanitarian leadership to let go and to pass the baton onto the next generation.  When the secretary general comes in, their message should be clear: the system needs to change and in order to do so, we too must change. Do you have a secret aid worker story you’d like to tell? You can contact us confidentially at globaldevpros@theguardian.com – please put “Secret aid worker” in the subject line. If you’d like to encrypt your email to us, here’s instructions on how to set up a PGP mail client and our public PGP key. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Secret aid worker: 'It is time to pass the UN leadership baton to a new generation'",
  "webPublicationDate": "2016-05-24T10:24:51Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/24/leadership-humanitarian-sector-new-generation",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "people in development - global development professionals network",
      "id": "global-development-professionals-network/people-in-development-global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Haiti",
      "id": "world/haiti",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ethiopia",
      "id": "world/ethiopia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bosnia-Herzegovina",
      "id": "world/bosnia-and-herzegovina",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Democratic Republic of the Congo",
      "id": "world/congo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kosovo",
      "id": "world/kosovo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sudan",
      "id": "world/sudan",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Secret aid worker",
      "id": "profile/secret-aid-worker"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/24/leadership-humanitarian-sector-new-generation"
}