{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/nicola-sturgeons-reshuffle-sees-very-few-new-faces-join-cabinet",
  "id": "2016-05-18-67",
  "sectionId": "politics",
  "body": "Nicola Sturgeon has put her deputy, John Swinney, in charge of overseeing reforms of Scotland’s underperforming schools in a reshuffle that saw only a few new faces in her ministerial team. The day after telling Holyrood this would be a parliament of new beginnings, the first minister relied heavily on her previous team after she gave all nine senior cabinet secretary posts to ministers in her previous government. There were only three new arrivals among the 22 people given ministerial posts, with only one job going to a first-time MSP, the former Labour special adviser Jeane Freeman.  A co-founder of the influential campaign group Women for Independence, Freeman is now Holyrood’s social security minister, where she will help oversee Scotland’s new powers over some £2.3bn in welfare benefits, including parts of the universal credits system. Sturgeon said the reshuffle signalled her intentions to make educational reform, tackling climate change and strengthening the economy the main priorities for her new minority government – the Scottish National party’s third successive administration in Edinburgh. After nine years as Scotland’s finance secretary, Swinney’s appointment as the cabinet secretary for education was applauded by the Scottish Greens leader, Patrick Harvie. The Scottish Lib Dem leader, Willie Rennie, was caustic. “The new cabinet is made up of the same old faces pushing the same old polices,” he said. Swinney’s departure from the finance brief came as Scotland’s unemployment figures jumped again by 8,000 to 169,000 or 6.2%, well above the UK rate of 5.1%, underlining a recent spate of gloomy figures about Scotland’s faltering economy. Two former ministers, Derek Mackay and Keith Brown, were given the linked but newly separated posts as cabinet secretary for finance and the constitution – overseeing Holyrood’s new tax powers – and as cabinet secretary for the economy respectively.  Sturgeon created a new cabinet post of environment and climate change, giving it to the veteran SNP MSP and former minister Roseanna Cunningham MP, with the added role of pushing forward Sturgeon’s land reform programme. With Sturgeon again appointing a cabinet split 50-50 between women and men, with cabinet secretaries paid £106,290 a year and junior ministers £89,253, Cunningham replaced Richard Lochhead, the former environment secretary, who resigned from ministerial roles for personal reasons earlier this week.  She kept three cabinet ministers in their same posts: Michael Mathieson remained as justice secretary; Fiona Hyslop remained in charge of culture, with her brief enlarged to include tourism, while Sturgeon’s close friend and ally Shona Robison remained as cabinet secretary for health and sport. Sturgeon’s ministerial changes were overshadowed in the tabloid media by continuing controversy over the private lives of two senior SNP MPs, including Robison’s husband and deputy SNP leader Stewart Hosie, who has now separated from Robison after admitting he had an affair with Serena Cowdie, a journalist at Westminster. Cowdie had previously had an affair with Hosie’s colleague Angus MacNeil, who left his wife last year.  MacNeil is now the subject of a complaint to Kathryn Hudson, Westminster’s standards commissioner, by the Scottish Tory deputy leader Jackson Carlaw over allegations that MacNeil used parliamentary expenses to claim for hotel bills during his affair with Cowdie. Carlaw acknowledged that the SNP was adamant there was no clear breach of the rules but he said MPs were not allowed to misuse expenses for personal reasons. Hosie was re-elected as the SNP’s Westminster group deputy leader in the Commons on Tuesday night. Sturgeon told STV: “As far as I’m aware, there’s no evidence whatsoever of any breach of parliamentary expenses rules.  “Obviously, ultimately that would be a matter for the parliamentary authorities to determine. Beyond that of course, this is a private and personal matter and even politicians are entitled to a private life.” The Scottish ministerial team in full First minister: Nicola Sturgeon MSP Deputy first minister and cabinet secretary for education and skills: John Swinney MSP Cabinet secretary for finance and the constitution: Derek Mackay MSP Cabinet secretary for health and sport: Shona Robison MSP Cabinet secretary for the environment, climate change and land reform: Roseanna Cunningham MSP Cabinet secretary for culture, tourism and external affairs: Fiona Hyslop MSP Cabinet secretary for communities, social security and equalities: Angela Constance MSP Cabinet secretary for justice: Michael Matheson MSP Cabinet secretary for economy, jobs and fair work: Keith Brown MSP Cabinet secretary for the rural economy and connectivity: Fergus Ewing MSP Minister for childcare and early years: Mark McDonald Minister for further education, higher education and science: Shirley-Anne Somerville Minister for parliamentary business: Joe FitzPatrick Minister for transport and the islands: Humza Yousaf Minister for business, innovation and energy: Paul Wheelhouse Minister for employability and training: Jamie Hepburn (Reporting to cabinet secretaries for economy and education) Minister for public health and sport: Aileen Campbell Minister for mental health: Maureen Watt Minister for community safety and legal affairs: Annabelle Ewing Minister for local government & housing: Kevin Stewart Minister for social security: Jeane Freeman Minister for international development and Europe: Alasdair Allan",
  "webTitle": "Nicola Sturgeon's reshuffle sees few new faces join cabinet",
  "webPublicationDate": "2016-05-18T17:56:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/nicola-sturgeons-reshuffle-sees-very-few-new-faces-join-cabinet",
  "keyword": [
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/18/nicola-sturgeons-reshuffle-sees-very-few-new-faces-join-cabinet"
}