{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/real-madrid-gareth-bale-san-siro-champions-league-final-atletico-madrid-football",
  "id": "2016-05-27-4",
  "sectionId": "football",
  "body": "So to San Siro. When Gareth Bale walks on to the pitch on Saturday there will be something familiar about it all. Another European Cup final against Atlético Madrid for Real Madrid and back where it all began for him. For the first time Bale returns to the stadium where he scored that hat-trick against Internazionale: the prelude to another meeting in which the destruction of the defender was so complete that not only did White Hart Lane call a taxi for Maicon but he would have happily taken it, too. The prelude for an entire career, in fact. That, certainly, is how Bale sees it. Something shifted at San Siro; something started, too. “We lost in Milan,” the Welshman says, easing into a chair in the small room where he takes Spanish lessons at Real Madrid’s Valdebebas headquarters, “but it felt like we won and that game was the reason I wanted to play in the Champions League. It was the game that gave me the confidence to know I could play against the best. To score a hat-trick against the reigning European champions … my confidence grew, belief. And I haven’t looked back from there, really.” Bale has since become a European champion himself, of course. On Saturday he chases his second winners’ medal. A lot has happened since the last time he was at San Siro. Bale was 21 years old, starting out; he is approaching 27 now. Twice the Premier League player of the year, the world’s most expensive footballer, he has carried Wales to the European Championship and his club to titles, scoring the winner in the finals of the Copa del Rey, the Club World Cup and the Champions League. He can still see the ball loop in the air that night in Lisbon, see himself hanging there: “It happened in slow-motion. It felt like I was there for two years.” He can still feel the pitch, so dry he would not have celebrated by sliding to his knees had he known; still feel his team-mates piling in too. “My head was being pulled everywhere, everyone going crazy.” Can still hear the dressing room? “Champagne was sprayed, the trophy was there, everyone was jumping and singing. Just …” Words will not really do. “I just kind of had this crazy feeling you don’t get: singing, chanting, happy.” Bale remembers the belief and the relief. Most have tried to suggest otherwise but he says the memory of Lisbon, of Sergio Ramos’s dramatic equaliser on 92.48 minutes and his goal in extra time, “definitely plays a part” on Saturday. “I’d rather not be 1-0 down with a minute to go,” he says. But if they are, well, they have been there before. And so have Atlético, although he is more cautious about suggesting that “scar” will play on their minds. “I didn’t think it was over but you’re looking up and you see 87, and then 89, 90 … then you know it’s injury time,” he says. “And I was just praying: ‘Please get a goal.’ When we did, it just erupted.” Bale then added the second, the relief greater because he had missed two good chances, which brings him to a recurring theme in this conversation: confidence, the ebb and flow of belief, his clear sense that so much of football is in the mind. He talks lucky pants, superstitions and pre-game routines, moments when confidence unexpectedly vanishes and moments when it returns, just as unexpectedly. “Before I came to Madrid maybe I would have gone into my shell and hidden,” he admits, “but I kept going until the end.” By the end Bale had a scarf round his head and a medal round his neck. As at San Siro in 2010 he also had the match ball up his shirt. His dad “robbed” the one from Milan but he still has one from the 2014 final. Now he wants another, and is approaching this final in a different frame of mind. “I feel more relaxed. I suppose you’ve had the experience so you know what to expect. Last time I was nervous but now I feel like I know how to deal with it. Hopefully that can improve my performance.” It is not just the final, it is everything. Adapting is not always easy and Bale admits that he still struggles with the 9pm or 10pm kick-offs common in Spanish football, the usual post‑match climbdown taking him through the night and usually on to the internet to “look at some golf stuff”. Nor is the language easy still, although he is improving, and it helps that Zinedine Zidane speaks slowly. But Bale says he feels more at ease, more settled than ever. It shows, too. On a flip board in the corner are a list of Spanish verb endings. Through the doors, on the ground floor of the club’s residency, a couple of Real Madrid basketballers play table tennis, near where Ramos sits chatting. Outside, staff tidy after the morning’s training session. You can see Barajas airport from here and it is just a day before Madrid head that way, bound for Milan. Yet there’s no sign of anxiety. Bale is relaxed and engaging, enjoyable company, open and at ease. Everything is falling into place. He is playing better than ever before, getting the recognition he was not always afforded. He admits that at times last season he felt isolated. He did not get on the ball as often as he would have liked and it is true, too, that fans had doubts. Their doubts have gone now and so, it seems, have his. “I feel more a part of it now,” the Welshman admits. “In the first year you don’t know a lot of people but I feel more settled, more integrated, more involved.”   Related: Atlético Madrid’s Diego Simeone plans to stop Real inflicting new scar | Sid Lowe    Madrid’s outstanding player for much of the season, he finished on 19 league goals and 10 assists. Of those goals, nine have been headers – more than anyone in Europe, and a return, he recalls, to youth team days at centre-back. Those statistics are even more impressive since he has played only 23 league games. He averages a goal or assist every 57 minutes. Imagine if he had played all 38 games. But, then, those 23 tell a story, too: of a season punctuated by small injuries and slow recovery. “It’s been frustrating: I’d feel I was just hitting my peak and then something would happen,” Bale says. “We can’t quite put our finger on why. There’s no underlying reason: we’ve looked into everything: the hardness of pitches, boots … I’m running a lot, more than usual, so maybe it’s a bit of fatigue. I need to pace myself a bit better but, when you’re playing well, you just want to keep going. Sometimes I have to think I’m not 19 any more, manage my body better. But injuries do just happen. [Manchester City’s Vincent] Kompany, for instance. You just have to do your rehab properly and come back stronger.” Bale has certainly looked stronger at the season’s close and it may be that earlier absences benefit him now. At times he appears on a different physical plane; faster, taller and stronger than anyone else. Faster, taller and stronger than he used to be, too. At the start of the season photos appeared, like “Before” and “After” shots from a body-building magazine. “But I never do any gym work,” he protests. “No weights, never. I work on my core but my body’s natural. Someone showed me the photo and I was like: ‘I honestly did nothing in the summer.’ And my friend said: ‘Play on it. Say you’ve been in the gym.’ ‘But I haven’t.’ ‘But it sounds good.’ ‘Yeah, but it’s lying.’ “And I know that somewhere down the line I’ll say: ‘No, I didn’t go to the gym.’ Maybe I matured, filled out a bit.” He has changed, that is for sure. Bale screws up his body to “become” the scrawny, skinny 16-year-old who made his debut for Wales. “It’s 10 years,” he says, barely able to believe it. “I feel a lot different. I’ve obviously grown in every direction.” Even then he was fast; at 14 he could run 100 metres in 11 seconds. So how fast can he run it now? “I’ve actually never done it since I left school … and I don’t really want to in case I pull a hamstring or something,” he laughs. It does not take a stopwatch to conclude that the answer is still: faster than just about everyone else. He can feel it, too. There are still “Maicon moments”, and many of them: “Certain games where you think: ‘This guy, I’ve got his number.’ But if I’m 100% fit and confident, I feel like I can go past anyone, one on one, especially if I have space: if I’m able to just knock it and run, I’m quicker than most.” It is a glimpse of the weaknesses he seeks out but he has sought others, too. Bale talks about adapting to a new country, a new culture and a new game, about the need for something other than speed, about getting found out and that difficult, trophy-less second season. “Bad” is his blunt assessment. He talks about that and about how learning the hard way brought him here. If everything started at San Siro six years ago, it has not always been a smooth ride back to there. “The Premier League is end to end; here teams come and sit and you have to learn a different style,” he explains. “I feel like that first season everyone didn’t know fully what I was about so I could do the same thing as in England. Then they knew what I was about and tried to nullify what I do well. I found it more difficult but I’m so happy that season did happen because I learnt a lot: about keeping the ball, movement, intelligence, decision‑making. It’s because of that bad season that I think I’ve had such a good season now. I’ve improved, I have more variety in my game.” Denying Bale space is no longer enough. “I feel like now, if Atlético play defensively, I’m much more comfortable than I would have been. Last year made me re-evaluate … well, maybe not re-evaluate but learn. When you’re good at something, people try to stop it and you need to find another way. It was similar to when I broke [through] against Inter: people started double marking me. I had to come inside, do things differently, figure out ways around it. [At Madrid] things improve when you start to build better relationships; you play better, adapt. It took me a bit longer than I would have liked but I’ve become a better player for having that bad season.” Although Bale was among the few players disappointed at Rafael Benítez’s sacking in January, Real have improved under Zidane: they reached the Champions League final and finished the league season with 12 consecutive victories. Tactically, there have not been huge changes, although Bale underlines the importance of Carlos Casemiro in deep midfield. “Our Makélélé … he literally tackles everything that moves, even if it’s the referee.” It has been more about the atmosphere, confidence. Bale has enjoyed the freedom to come in from the right and the quiet approachability of the Frenchman. Quiet, calm, Zidane could hardly be more different from his manager at Tottenham, Harry Redknapp, and yet Bale does see similarities. “They’re not so different in [that] they both want you to express yourself,” he says. “In that way they’re very similar. I was speaking to Luka [Modric] about this: at Tottenham he [Redknapp] used to say get the ball to me, Luka, Rafa [van der Vaart], Aaron [Lennon], and just go at teams, enjoy it. I suppose it’s similar here: we like to attack. He [Zidane] likes us to roam, to have freedom. Ultimately that makes you feel better.” Not that they are without responsibilities; Zidane has insisted on the need for every player to fulfil his defensive duties, and after the clásico Bale admitted they had waited for the chance to break from deep, noting that Zidane has given them “patience” to do so, and insists the Champions League semi-final victory against Manchester City was “not dull and boring to us” but a case of control. Diego Simeone, meanwhile, says he expects Real to play on the counterattack in Milan. So, will they? “That depends how they set up,” Bale says. “Games against Atlético are always very physical. They’re very defensive and make it very difficult to break them down. It is about taking our opportunities because they’re not going to give us a lot. If they attack us, we can defend and hit on the counter; if they don’t attack, we can’t counter. But we have a few gameplans. We can keep the ball, counterattack, defend. When the game comes, plans sometimes go out of the window, though. “I feel we’re hitting our peak and playing very well at the moment. It’s amazing to be in another final; that’s what I came here for and we’re all looking forward to it.” There is just one problem: “We don’t actually have a lot of tickets,” Bale says with a smile. “But my friends are going, my family too. So long as they are there.” San Siro, again. Back where it all started.",
  "webTitle": "Gareth Bale: ‘Before I came to Madrid maybe I would have hidden’",
  "webPublicationDate": "2016-05-27T22:46:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/real-madrid-gareth-bale-san-siro-champions-league-final-atletico-madrid-football",
  "keyword": [
    {
      "webTitle": "Gareth Bale",
      "id": "football/gareth-bale",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wales",
      "id": "football/wales",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/27/real-madrid-gareth-bale-san-siro-champions-league-final-atletico-madrid-football"
}