{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/26/kenny-morgan-review-terence-rattigan-arcola-london",
  "id": "2016-05-26-231",
  "sectionId": "stage",
  "body": "The actor Kenny Morgan was Terence Rattigan’s secret lover for almost 10 years. Morgan left Rattigan for another man who treated him badly, and took his own life in front of a gas fire. If that sounds familiar, it might be because Rattigan turned the tragedy into his play The Deep Blue Sea. Unable to write about an illegal homosexual relationship, Rattigan presented Morgan as Hester Collyer, the judge’s wife who embarks on a passionate affair with the faithless Freddie. The judge who tries to win his wife back was a disguised version of Rattigan himself.  Mike Poulton has had the brilliant idea of telling Morgan’s story through the prism of The Deep Blue Sea, in a play where fact and fiction become a series of reflecting mirrors. The result is hugely convincing in its evocation of a grim, judgmental postwar Britain of curtain-twitchers and gossips where both homosexuality and suicide were criminalised.     Hugely convincing … Keating with Pierro Niel-Mee as Alec Lennox. Photograph: Tristram Kenton for the Guardian     Rattigan harnessed the need for concealment to tell coded emotional truths, but Poulton has a more explicit approach. He is so busy tossing out bitchy theatrical jokes that his play quite forgets to make us feel. It’s not helped by the fact that the trio of central characters are so unsympathetic: Morgan is whiney, Rattigan is snobbish and Kenny’s new lover, Alec Lennox, is a churlish psychopath. Only the minor characters come more fully alive, notably Matthew Bulgo’s Admiralty clerk, whose tragicomic paean to ordinariness is combined with telling Rattigan that his play Harlequinade “wasn’t quite up to the mark”.  At the Arcola, London, until 18 June. Box office: 020-7503 1646.",
  "webTitle": "Kenny Morgan review – tragic tale of Terence Rattigan's secret lover",
  "webPublicationDate": "2016-05-26T11:09:10Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/26/kenny-morgan-review-terence-rattigan-arcola-london",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Terence Rattigan",
      "id": "stage/rattigan",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/26/kenny-morgan-review-terence-rattigan-arcola-london"
}