{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/26/the-last-face-sean-penn-cannes-aid-dramas-emergency-assistance",
  "id": "2016-05-26-223",
  "sectionId": "global-development",
  "body": "Sean Penn’s latest directorial effort, The Last Face, stars Charlize Theron and Javier Bardem as two doctors whose troubled relationship plays out against against the backdrop of wars in Liberia and South Sudan. When the film premiered at Cannes last week, the critics didn’t so much sharpen their quills as line up in a firing squad to deliver a fusillade that left the Croisette spattered with blood, venom and one-star reviews.  The Hollywood Reporter called it a “stunningly self-important but numbingly empty cocktail of romance and insulting refugee porn”, while a Guardian headline declared: “African conflict is aphrodisiac for white people in Sean Penn’s crass romance”. Time Out described it as a “pompous, ethically bankrupt humanitarian aid drama”.  Penn, whose Rolling Stone interview with drug lord Joaquín “El Chapo” Guzmán this year was also subjected to fierce criticism, said that while he “proudly” defended his film – “if people don’t get it, I won’t force them” – he was now worried it may not get a US release. As Variety noted, the basic problem with The Last Face is that “no matter how ‘well-meaning’ a director may be, there’s something inherently eye-rolling about being asked to care about the tragedy of African children through the [point of view] of two lovelorn glamour pusses”.  Such criticisms are hardly new. Hollywood’s track record when it comes to nuanced depictions of development, humanitarian crises, poverty and war is, to put it kindly, mixed. When Cary Fukunaga, the director of Sin Nombre and True Detective, was interviewed last year about the struggle to find financial backing for his recent child-soldier drama, Beasts of No Nation, he said life would “without a doubt” have been easier if the film had been whiter. Is the sad truth that wars and humanitarian emergencies simply wouldn’t sneak into the multiplexes without bankable, big-name, white stars? Here are some of the recent films that have tried, with varying degrees of success, to balance issues with box office. Beyond Borders (2003)  Tagline: “In a place she didn’t belong, among people she never knew, she found a way to make a difference.”     Crossing the line … Angelina Jolie in Martin Campbell’s 2003 drama Beyond Borders. Photograph: Snap Stills/REX/Shutterstock    Angelina Jolie plays an affluent American living in 1980s London who leaves behind her comfortable life after meeting Clive Owen’s maverick humanitarian doctor. Their romantic adventures take them to Ethiopia, Cambodia and Chechnya.  “Beyond Borders is rated R,” said a cruel New York Times reviewer. “It has strong language, sexuality and shameless and scandalously cynical recreations of third world suffering and violence that aren’t even relieved by on-screen alcohol consumption.” Tears of the Sun (2003) Tagline: “He was trained to follow orders. He became a hero by defying them.”     Tears of the Sun trailer   Bruce Willis plays a US navy Seal sent to rescue Monica Bellucci’s brave doctor from her jungle hospital in war-torn Nigeria. Will he obey his orders? Will Bellucci prevail on him to protect her patients? Do you really need to ask? The Constant Gardener (2005)  Tagline: “Love. At any cost.”     Unwavering … Ralph Fiennes in Fernando Meirelles’ 2005 Le Carré adaptation, The Constant Gardener. Photograph: Snap Stills/REX/Shutterstock    Fernando Meirelles, director of City of God, helms the big-screen version of John Le Carré’s novel about a diffident diplomat (Ralph Fiennes) trying to find out how his activist wife (Rachel Weisz) came to be murdered in Kenya. More about evils of big pharma than diligent horticulture. Machine Gun Preacher (2011) Tagline: “Hope is the greatest weapon of all.”     Machine Gun Preacher trailer   Gerard Butler stars in this biopic of Sam Childers, a troubled drug-dealing LA biker who converts to Christianity and heads to Sudan to build orphanages and kick bad-guy arse. As the title suggests, Childers is of an Old Testament bent and not averse to using small arms – or indeed heavy weaponry – when it comes to spreading the word of the Lord. Beasts of No Nation (2015) Tagline: “Child. Captive. Killer.”     Beasts of No Nation trailer   Fukunaga’s adaptation of the 2005 novel by the Nigerian-American author Uzodinma Iweala features Idris Elba as the charismatic, maniacal Commandant who twists children into soldiers in an imaginary west African country. Netflix paid $12m (£7.8m) for the worldwide rights to the film, which was snubbed at this year’s Oscars.     Sean Penn in The Gunman, from the director of Taken. Shame it wasn’t.    The Gunman (2015)  Tagline: “Armed with the truth.” Sean Penn plays Jim Terrier, a troubled mercenary-turned-NGO-well-digger-turned-man-on-the-run in a thriller from the director of Taken. Disappointingly, it’s never revealed whether he has a brother called Jack Russell. But he does surf.  Any other examples of humanitarian crises on the big screen? Share your views and reviews in the comment thread below",
  "webTitle": "The Last Face isn't the first aid drama to leave us needing emergency assistance | Sam Jones",
  "webPublicationDate": "2016-05-26T11:25:32Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/26/the-last-face-sean-penn-cannes-aid-dramas-emergency-assistance",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sean Penn",
      "id": "film/seanpenn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Charlize Theron",
      "id": "film/charlize-theron",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Beasts of No Nation",
      "id": "film/beasts-of-no-nation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Gunman",
      "id": "film/the-gunman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jones",
      "id": "profile/samjones"
    }
  ],
  "guardianId": "global-development/2016/may/26/the-last-face-sean-penn-cannes-aid-dramas-emergency-assistance"
}