{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/gps-are-at-breaking-point-new-ama-president-vows-to-fight-medicare-freeze",
  "id": "2016-05-29-189",
  "sectionId": "australia-news",
  "body": "The new head of the Australian Medical Association has said fighting the Coalition’s “unfair” and “wrong” six-year Medicare freeze is his highest priority in his new post. West Australian obstetrician Dr Michael Gannon, appointed to a two-year term as AMA president at the organisation’s national conference on Sunday, said general practitioners could not endure more restrictions imposed upon their working conditions. “GPs are at breaking point. They can’t take too many more cuts,” Gannon said. “The freeze is unfair and it’s wrong. It reflects a continued underinvestment in general practice, the best value-for-money part of our health system in so many ways.   Related: Medicare co-payments are fine – for those with the capacity to pay | Toby Hall    “High-quality primary care reduces the need for more expensive hospital admissions. For too long we’ve under invested in general practice; unravelling the freeze is so important.” The AMA’s stance is supported by a television advertising campaign launched on Sunday by the Royal Australian College of General Practitioners condemning the six-year freeze on Medicare rebates.  In May’s budget, the treasurer, Scott Morrison, announced the controversial freeze on indexation for Medicare rebates would continue until the 2019-20 financial year. As part of its election health policy, Labor has promised to remove the freeze, a move it says will cost $2.4bn over four years. The government says Labor’s estimate is too low, and the promise is inadequately funded.  Gannon replaces as AMA President Professor Brian Owler, a neurosurgeon whose two-year term had expired, and who urged his replacement on Sunday to be “brave and courageous”. Owler was an outspoken critic of the current Coalition government, particularly in the wake of the 2014 budget which proposed introducing a $7 GP co-payment. The AMA fought vigorously against the levy’s introduction, forcing then prime minister Tony Abbott to declare it “dead, buried, and cremated” in December 2014. Gannon is expected to take a more conciliatory approach towards dealing with the government. He has previously said the AMA was becoming too left wing. Gannon, head of obstetrics and gynaecology at the St John of God Subiaco hospital in Perth, told News Corporation earlier this year the AMA should work more closely with government, and that refugee health, in particular, was not core business for the organisation.   Related: Turnbull is introducing GP co-payment by stealth, doctors say    “The criticism that is made of the current leadership is that it’s strong on progressive policies but not listened to by the conservative government.” “My view is the Turnbull government will be re-elected and we need to build bridges,” he said. But Gannon said on Sunday the AMA, under his stewardship, was prepared to engage constructively with the government, “whichever political party is in power”. “There are currently reviews into the Medicare Benefits Schedule, private health insurance, and primary health care. “It is vital that the profession has a strong voice in Canberra, and is willing to embark on constructive interaction with government in responding to the recommendations that these reports will inevitably include. “If the government does not talk to the AMA, and vice versa, we are both poorer, and it is our patients who suffer most.”",
  "webTitle": "'GPs are at breaking point': new AMA president vows to fight Medicare freeze",
  "webPublicationDate": "2016-05-29T05:40:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/gps-are-at-breaking-point-new-ama-president-vows-to-fight-medicare-freeze",
  "keyword": [
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "GPs",
      "id": "society/gps",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/29/gps-are-at-breaking-point-new-ama-president-vows-to-fight-medicare-freeze"
}