{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/30/the-egyptian-lover-interview-electro-stones-throw-anthology",
  "id": "2016-05-30-111",
  "sectionId": "music",
  "body": "Greg Broussard is explaining how he found his voice – a purr of a voice; a slick, calm invitation. It’s the voice of his musical alter ego, the Egyptian Lover, and he owes the voice to Prince.  “On a long version of one of his songs, Controversy, he’s saying [Broussard goes into an impression here]: ‘People call me rude / I wish we all were nude.’ I liked that chant style, so I tried to be cool with it. I started lowering my voice, trying different things, and it just fit along with the songs. It wasn’t screaming or overpowering, more a seductive way of talking to women.” “Back then,” Broussard adds, laughing, “when we had actual real telephones, you had to have a good telephone voice – you had to do that in order to get women. Nowadays you can sound like Mickey Mouse and get a girlfriend because it’s all text messages.” Greg Broussard has the kind of easy, hearty laugh that bespeaks both amusement at life’s foibles and complete ease with where he’s at, perhaps because he helped shape the music of the future since his earliest singles in the 1980s. Call it groundbreaking hip-hop or call it the first wave of electro on the US west coast, but it’s something that resonates from then to now, attracting an audience that includes those who remember his early music and those who have discovered him via a more circuitous route. “I’ll do a show, let’s say, in Paris,” he says. “You’ll have a hundred old-school guys my age there, and the rest are all young guys and girls. It’s pretty crazy to see the young and the old listening to the same kind of music having a good time.” Now the Egyptian Lover’s past has been drawn together on a new collection, Anthology 1983-1988. Each cut showcases his trademark: a sleek, stark but always lively combination of electronic beats and minimal funk grooves, with his low-key calls and declarations to get down and get it on. Every song is a party; put them together and it’s the kind of party you want never to end.            He was inspired at first by early electro – Afrika Bambaataa’s Planet Rock, Twilight Kingdom by Electric 22 – and by the records that inspired those artists (Kraftwerk’s Numbers was a key track) as well as Prince’s lithe dawn-of-the-1980s synth-funk. He set about building his tracks in layers, starting with “drum machine, maybe a beat programmed. And I could play it really loud in the studio, until I could get something I really liked. Then I started adding the keys, the bassline, the strings. I would let the record play over and over again, sit in the studio and write the lyrics to the record while it was being played. Then go on to the microphone, do the vocals and the song was done.” He learned how records work by spending time in clubs, which is why the vocals were the least laboured-over part of Egyptian Lover tracks. “I started out as a dancer,” he says, “and I used to go to the clubs to dance. Then I became a DJ, and I knew what records or what parts of the records to play. Everybody liked these certain parts, so I would extend the breakdowns, put more breakdowns over the breakdowns, then more breakdowns and beats, because that’s what I wanted to dance to. When I was watching the crowd dance to certain records, they’d love the beats, they didn’t need to have words. I put the words on there so people know the name of the song.” The Egyptian Lover character was inspired by the imagery from Earth, Wind & Fire’s releases, and from Broussard’s trip to see the treasures of Tutankhamun’s tomb when they toured the US in the late 70s. “I saw the King Tut exhibit, with this young king with his own empire, and that’s why I called my label Egyptian Empire.”             And there was another singer who really fired Broussard up. “Dean Martin has inspired me more than anyone has ever known,” he says. “Dean Martin was that sexy, ‘I got women’ kind of guy. I was in love with that whole image, and that’s where a lot of the Egyptian Lover’s image came from. He had a song called Crying Time, and I took that and made I Cry (Night After Night). My dad had a collection of Dean Martin albums, and I could pick the very first one he made, one in the middle of his career and one at the end of his career, and every one of those albums sound the same. I said to myself, ‘If I ever became a singer’ – this was before rap – ‘I would do it exactly like that.’ Because now when you buy a Dean Martin album, you’re getting a Dean Martin album. So I’m not going to change my style.” He’s still pursuing that style – he talks about the 12in singles he plans to release from last year’s album 1984, and his hope to write a film script based on his life story. Whatever comes next, he’s still dedicated to his sound, and sure he’ll always find his audience. “When you feel that beat and hear that music,” he says, “it makes you want to dance, it makes you feel good and have a good time. To this very day, some people like this sound, some people looooove this sound, and they go way out in the field to hear it.”  The Egyptian Lover plays the Jazz Cafe in London on 2 June. Anthology 1983-1988 is out now on Stones Throw Records.",
  "webTitle": "The Egyptian Lover: 'I only started singing so people would know the track names'",
  "webPublicationDate": "2016-05-30T12:27:49Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/30/the-egyptian-lover-interview-electro-stones-throw-anthology",
  "keyword": [
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ned Raggett",
      "id": "profile/ned-raggett"
    }
  ],
  "guardianId": "music/2016/may/30/the-egyptian-lover-interview-electro-stones-throw-anthology"
}