{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/hull-fc-saint-helens-super-league-match-report",
  "id": "2016-05-28-69",
  "sectionId": "sport",
  "body": "The run of form that has taken Hull FC to the top of Super League has been littered with some fine performances but this, where they were pushed all the way by a St Helens side with title ambitions of their own, was arguably one of the most impressive. It was an altogether different presentation of Hull’s title credentials. On occasions they have blown sides away during the stretch of 10 wins in 11 league games, but here Hull showed defensive mettle aplenty as well as those familiar touches of class in attack to reassert the two-point gap between themselves and the rest. St Helens led at the break and showed plenty of signs of improvement from last Sunday’s heavy defeat to Huddersfield at Magic Weekend. But with the influential Marc Sneyd thriving off Hull’s forward dominance, the hosts emerged triumphant. Hull raced into a deserved 10-0 lead courtesy of tries from Gareth Ellis and Mahe Fonua and had they not wasted numerous opportunities to extend the lead soon after, an already vulnerable St Helens side may have folded within the opening quarter. They fought back superbly, though, thanks largely to Jonny Lomax. With the scrum-half, Luke Walsh, forced off with an injury two minutes into the game, Lomax stepped up to put Adam Swift over before scoring a try of his own, with Jack Owens converting both to make it 12-12. St Helens crossed again, through Atelea Vea, before the hosts, clearly in need of a response after a period of dominance from Saints, reduced the deficit to four at the interval via a penalty from Sneyd. That goal would separate the sides on two occasions during the second half, the first coming after Carlos Tuimavave crossed to allow Sneyd a simple conversion to make it 20-18. Scott Taylor pushed the lead out to eight points before a try from the impressive youngster Jack Ashworth made it 26-24. Hull finished the stronger, though, securing victory when Danny Washbrook crossed as they continue to suggest they could be capable of something very special this year. Later, Catalans Dragons, in third, kept up the pressure with a 34-16 home win against Hull KR. Five first-half tries gave them a 28-6 lead and the away side made few inroads thereafter.",
  "webTitle": "Hull FC reclaim Super League top spot with win over St Helens",
  "webPublicationDate": "2016-05-28T16:34:48Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/hull-fc-saint-helens-super-league-match-report",
  "keyword": [
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hull FC",
      "id": "sport/hull-fc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "St Helens",
      "id": "sport/sthelens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/28/hull-fc-saint-helens-super-league-match-report"
}