{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/uk-weapons-sold-countries-poor-human-rights-saudi-arabia",
  "id": "2016-05-28-47",
  "sectionId": "world",
  "body": "The UK is selling record quantities of arms – including missiles, bombs and grenades – to countries listed by the Foreign Office as having dubious human rights records. Several have been accused of war crimes or suppressing popular protest. More than £3bn of British-made weaponry was licensed for export last year to 21 of the Foreign Office’s 30 “human rights priority countries” – those identified by the government as being where “the worst, or greatest number of, human rights violations take place”, or “where we judge that the UK can make a real difference”. Listed countries that last year bought British arms and military equipment include: ■ Saudi Arabia, which has been accused of perpetrating war crimes in Yemen. ■ Bahrain, which used troops to quell protests following the Arab spring. ■ Burundi, which is being investigated by the UN for human rights violations. ■ The Maldives, which in 2015 jailed its former president, Mohamed Nasheed, for 13 years following what critics said was a politically motivated show trial. Figures shared with the Observer show that in 2014 the UK licensed just £170m of arms to 18 of the 27 countries then on the “priority countries” list. The massive increase in sales was largely attributable to sales of weapons to Saudi Arabia. The largest export licence granted was for £1.7bn of fighter jets, agreed in May 2015. In July 2015 the UK approved the export of £990m of air-to-air missiles. In September, it approved the sale of £62m of bombs to the country. All three sales took place after the bombing of Yemen began in March 2015, prompting concerns that civilian buildings have been targeted in widespread human rights violations. In 2015 the UK also approved licences of £84m of military equipment to Egypt, despite concerns about the country’s direction since the July 2013 coup that ousted its elected president, Mohamed Morsi. Figures show that in July 2015, a month after the UK refused export licences for the sale to Egypt of components for machine guns and training small arms ammunition, it approved the sale of sniper rifles, ammunition, pistols, body armour and assault rifles. “This is a clear case of the government saying one thing and doing another, and exposes the blatant doublespeak and hypocrisy that lies at the heart of UK foreign policy,” said Andrew Smith of the Campaign Against Arms Trade (CAAT), which compiled the export sales figures. “These arms sales are going to countries that even the Foreign Office accepts are run by some of the most brutal and oppressive regimes in the world,” he said. “The humanitarian situation in many of these countries is only getting worse, and yet the arms sales are increasing. They aren’t just providing military support for human rights abusers; they are sending a strong political support too.” The UK, the second-largest arms exporter in the world, approved licences for the sale of £7.7bn of arms last year, but its licensing export regime is under acute scrutiny amid fears British weaponry is being routinely used in Yemen. Last week a British-made cluster bomb, dating from the 1980s, was found to have been dropped on a village in Yemen, even though the use and supply of such weapons is banned under international law. The Observer has learned that the high court will determine next month whether a legal challenge brought by CAAT against the UK’s licensing of arms to Saudi Arabia is lawful. The case is the most high-profile legal challenge to the military export regime since 1997, when the government came under fierce scrutiny over the sale of Hawk jets to Indonesia, an apparent breach of New Labour’s “ethical foreign policy”. “It’s an extremely important case,” said Rosa Curling, solicitor with Leigh Day, which is representing CAAT in the challenge. “It’s going to dictate whether the Department for Business Innovation and Skills approach, in this case on Saudi Arabia, is correct or not. “We are of the view that it is not the correct approach. They can’t be suggesting that there isn’t a risk of serious breaches of international law, given the huge and overwhelming amount of evidence to the contrary. In our view there is an absolutely straightforward case that the licences shouldn’t be continuing.” Curling suggested that the challenge’s outcome would have wide-ranging consequences. “There will be an analysis of whether what [the Department for Business Innovation and Skills] was doing was correct, and that will feed into all the other decisions the government makes about arms and the evidence (when approving export licences) on which it can or cannot rely.” A government spokeswoman said: “The government takes its arms export responsibilities very seriously and operates one of the most robust arms-export-control regimes in the world. “We rigorously examine every application on a case-by-case basis against the consolidated EU and national arms export licensing criteria and are satisfied that extant licences are compliant with these.”",
  "webTitle": "UK weapons sales to oppressive regimes top £3bn a year",
  "webPublicationDate": "2016-05-28T20:00:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/uk-weapons-sold-countries-poor-human-rights-saudi-arabia",
  "keyword": [
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Bahrain",
      "id": "world/bahrain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Burundi",
      "id": "world/burundi",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Maldives",
      "id": "world/maldives",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "world/2016/may/28/uk-weapons-sold-countries-poor-human-rights-saudi-arabia"
}