{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/diana-of-dobsons-review-new-vic-newcastle-under-lyme-cicely-hamilton-shop-girls-1908-revival",
  "id": "2016-05-08-105",
  "sectionId": "stage",
  "body": "An actor, activist and contemporary of George Bernard Shaw, Cicely Hamilton penned the lyrics for the suffragette anthem and dozens of popular plays that receive practically no consideration today. Diana of Dobson’s, which appeared in 1908, is one of the best. It exposes the iniquities of the shop-girl system – a form of bonded slavery in which the live-in sales assistants of large department stores were poorly fed, underpaid and entirely beholden to the companies that employed them.  By Edwardian standards, the opening scene is eye-poppingly candid – a fly-on-the-wall presentation of a female dormitory in which the women slough off their uniforms while discussing the finer points of hosiery. The drama takes a more conventional turn when Diana is informed of an unexpected legacy, and resolves to burn through the lot, living the high life in Switzerland for as long as it lasts. Which isn’t that long.     Adam Buchanan as Captain the Honourable Victor Bretherton and Mariam Haque as Diana. Photograph: Andrew Billington     The scenes on the continent have a rich, Shavian irony as Diana smartly rebuffs marriage proposals from idle army captains and bluff industrialists. Mariam Haque plays the part with the relish of a self-determined Eliza Doolittle who does everything according to her own volition.  Abbey Wright’s production has an admirable lightness of touch, and enlivens the scene changes with some raffishly-staged music-hall numbers of the period. But even though Hamilton was capable of writing plays of this quality, you’ll still find any number of Shaw’s secondary works ahead in the queue for revival. One rule for the men and another for women, as usual.  • At New Vic, Newcastle-under-Lyme, until 14 May. Box office: 01782 717962.",
  "webTitle": "Diana of Dobson's review – rich irony as shop-girl 'slave' comes into the money",
  "webPublicationDate": "2016-05-08T12:00:29Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/diana-of-dobsons-review-new-vic-newcastle-under-lyme-cicely-hamilton-shop-girls-1908-revival",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/08/diana-of-dobsons-review-new-vic-newcastle-under-lyme-cicely-hamilton-shop-girls-1908-revival"
}