{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/06/amazon-and-ebay-hosting-ads-for-banned-invasive-species",
  "id": "2016-05-06-237",
  "sectionId": "environment",
  "body": "Amazon and eBay appear to have openly broken the law by hosting listings to ship banned invasive species to the UK, the Guardian can reveal. Both eBay and Amazon have previously been criticised for hosting ivory traders, but the UN Convention on Biological Diversity (CBD) rates invasive species as a more significant threat to biodiversity than poaching for animal parts. In February, the CBD said there was an “urgent need” to control the vast, unregulated network of online traders who buy and sell these pests across the globe. In the UK, the government has banned seven species of aquatic weed from sale or advertisement in England because they have destructively colonised rivers and waterways. But at least three were openly available for sale on eBay and one on Amazon for delivery to any Briton with a credit card. Ebay carried several advertisements offering to ship floating pennywort (Hydrocotyle ranunculoides), water fern (Azolla filiculoides) and parrot’s feather (Myriophyllum aquaticum), all native to the Americas, into the UK. Amazon had two listings (one inactive) for parrot’s feather. Vendors were located in Latvia, Australia, Poland, Germany and even inside the UK.     Red stemmed parrot’s feather is native to the US but banned in the UK. Photograph: Derek Croucher/Alamy    Sales information is not publicly available and neither company would comment on whether any plants listed were in fact sold into the UK. But Andrew Wiseman, one of the UK’s leading environmental lawyers, told the Guardian that in his opinion Amazon and eBay had broken the law by hosting advertisements on their British websites. A spokesman for the Canal & River Trust described these intruders as “hugely damaging to the country’s native plantlife”, and said the availability of the plants was “extremely worrying”. A spokeswoman for the Department for Environment, Food and Rural Affairs (Defra) confirmed that sale or advertisement of the species in question was an offence, but would not confirm whether any further action would be taken against the companies or sellers in this case. “We work with the gardening trade and internet companies to remove listings and inform sellers of their legal responsibility,” she said. After being made aware of the potential legal breach, Amazon removed both of their listings for parrots feather. All eBay listings remained live at the time of publication. The problem is not restricted to the UK, nor to Amazon and eBay. Amid the chaos of the internet, illegal trades are difficult to police. But legal trades are also potentially harmful. Species that may be invasive are often only identified by regulation after they become problematic. “It’s a mess,” said Dr Franziska Humair, who led a Swiss Federal Institute of Technology study, which found eBay regularly hosted advertisements for more than 500 invasive species of plant. This included 13 of the world’s 35 most invasive plants. For any one species, there were often dozens of different sellers, from multiple countries with offers to ship worldwide. “It’s simply not regulated,” said Humair. “It’s just too much. Most countries do have a certain kind of law, biosecurity or border controls. You have a certain control over the regular sellers. However you have so many single parcels that come in, you can’t control the whole traffic.” Special interest marketplaces also trade across the world. According to a US government report, users of specialty site Aquabid simply ignored requirements to provide customs documentation for animals, instead sending them via private postal services. In the US, the largest online market for living organisms, at least 4,000 businesses and 15,000 individuals sell reptiles online. The number of live fish and snails bought online is even larger. Plant traders likely number in the tens of thousands. Humair cautiously estimates there may be ten of thousands of risky transactions made each year across all internet sites. In the UK, the sale of controlled plants carries a maximum fine of £5,000 or six months imprisonment. In one particularly brazen example, an eBay seller in Yorkshire was hawking clumps of floating pennywort. The plant was incorrectly labelled “floating dwarf pennywort” but experts at the Centre for Agriculture and Biosciences International (Cabi) and the the Canal & River Trust independently identified the species. In the same advertisement a plant that appears to be water fern (also banned) is entwined into the edges of the plant for sale. Contamination of sold plants with invasive pests and disease is a potential problem for all online sales. Humair’s study found that a hugely disproportionate number of plant species traded on eBay were invasive. In part, because the attributes that make them invasive – hardy, fast-growing and disease resistant – are seen as selling points for online traders.     A large floating bed of giant salvinia on Toledo Bend Reservoir, Texas. The weed can double in size in eight to 10 days, eventually growing into thick mats of vegetation that can kill anything that lives under it. Photograph: Pat Sullivan/AP    Invasive aquatic weeds, popular as decorative items among aquarium enthusiasts, are common online wares and incredibly destructive when they escape. In 1999, a small patch of giant salvinia (Salvinia molesta), a fern native to Brazil, was found floating on the surface of Toledo Bend reservoir in Texas. Astonished observers watched the patch double in size in just three days. Giant salvinia is ranked as one of the world’s 100 worst invasive species. Within a year of the sighting, the plant had spread to at least 50 different waterways and it now infests rivers and lakes from Virginia to California. Despite eradication efforts, 1,200 acres of Toledo Bend now lie beneath its suffocating embrace. In the US, the Department of Agriculture has banned all transport and sale of giant salvinia across state borders. Despite these restrictions, at least four patches were sold in the past year on eBay by a seller in Hawaii who ships anywhere in the US.     An eBay user offering to ship giant salvinia anywhere in the US. The plant is banned for sale across state lines. Photograph: eBay    The world’s online commerce is predicted to double between 2013 and 2018, meaning the threat will only grow in coming years. Specialists to the CBD met in Montreal last week to discuss the problem. “For plants it is very common, very easy to buy any kind of seed on the internet,” Dr Piero Genovesi, the chair of the International Union for Conservation of Nature’s invasive species specialist group, told the Guardian from Montreal. “And it’s not necessarily simple to apply even national regulations to an internet trade that is in some cases global.” Ralf Lopian, former chair of the UN International Plant Protection Convention’s invasive species commission, said online trading was probably not a bigger contributor to invasions than other forms of trade, but that it was “one problem which is immensely difficult to control”. Internationally blacklisting certain species is complicated because species that are invasive in some regions of the world, are benign in others. Global trade bans – which would have to be imposed by the World Trade Organisation – are difficult to implement. “We all live in a free trade system, so in general, if you want to impose a ban, you have to have a solid justification,” said Genovesi. Swedish efforts to ban the commercial trade of North American lobsters into Europe on environmental grounds have been met with US resistance. Breaches of the law may not always be nefarious, said Genovesi – ignorance plays a large part. Given the Yorkshire salesman wanted just £3.50 for his bags of floating pennywort, it is unlikely he knew he was risking a £5,000 fine.  Despite their massive global impact, invasive species are not a concern that individuals and companies generally consider. In 2013, the CD version of Katy Perry’s album Prism had to be confiscated by biosecurity officers in Australia after it was distributed with decorative flower seeds and an encouragement for fans to “spread the light”. One approach suggested by Lopian was for large marketplaces – such as eBay and Amazon – to issue alerts to customers listing products that may be illegal. This would require the engagement and cooperation of the big marketplaces. Amazon and eBay told the Guardian that if listings breached their guidelines they could be removed and users could have their accounts disabled. But neither was forthcoming when asked how they police their websites for these species. Both companies declined to comment on whether the UK listings were isolated incidents or represented a wider problem. It is the second time in a week that eBay’s commitment to environmental protection has been questioned after the company refused to ban ads for the removal of exhaust filters from diesel cars. Genovesi said public and corporate education must be part of the response: “We are calling for responsible behaviours and responsible business. We do need to approach big business companies to see if we can work together with them on this issue.” A full list of the Guardian’s findings, along with screen grabs of the original advertisements is available here.",
  "webTitle": "Amazon and eBay hosted ads for banned invasive species",
  "webPublicationDate": "2016-05-06T10:53:57Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/06/amazon-and-ebay-hosting-ads-for-banned-invasive-species",
  "keyword": [
    {
      "webTitle": "Invasive species",
      "id": "environment/invasive-species",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "eBay",
      "id": "technology/ebay",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Karl Mathiesen",
      "id": "profile/karl-mathiesen"
    }
  ],
  "guardianId": "environment/2016/may/06/amazon-and-ebay-hosting-ads-for-banned-invasive-species"
}