{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-ormsby-street",
  "id": "2016-05-03-271",
  "sectionId": "small-business-network",
  "body": "Jane Hewitt, marketing manager of Ormsby Street, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   We launched our flagship product, CreditHQ, a ‘freemium’ credit rating platform designed for small businesses, in January 2015. CreditHQ provides straightforward, actionable insight to small businesses who check the financial health of customers, suppliers and partners.  Ormsby Street data analysis has revealed that the late payments pursued within the CreditHQ platform average £6,142. “More than£6,000 is a sizeable amount for an average late invoice, and could well be the difference between being able to pay staff on time or hitting trouble: thriving or going out of business,” said Martin Campbell, Managing Director, Ormsby Street.  “But trying to understand complex set of data about every customer is the last thing a busy small business needs, so our Insight Engine looks at this information and decides what’s important, suggesting how businesses can respond when dealing with different types of customer or different circumstances.”  In 2015, CreditHQ launched in Italy and we’ve just launched in Germany in 2016. Future plans are to launch in Poland, demo at Finovate Fall in New York, reach the BBVA Open Talent finals in Barcelona, be shortlisted for the HP Global Breakthrough Exporter of the Year awards, and we’ve recently been chosen as one of only 15 companies to be a Tech Ambassador with the UKTI at this year’s SXSW festival in Austin.  We’re in talks with a number of investors about the best way to achieve international presence and are now getting noticed by the larger companies in our field, meaning that either investment or acquisition is an option for 2016.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Ormsby Street",
  "webPublicationDate": "2016-05-03T09:46:32Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-ormsby-street",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/03/startup-of-the-year-competition-entry-ormsby-street"
}