{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/13/shrill-notes-from-a-loud-woman-lindy-west-review",
  "id": "2016-05-13-301",
  "sectionId": "books",
  "body": "In 2013, Lindy West got a message on Twitter from her dead father. “Embarrassed father of an idiot,” his bio said. But no: “My dad was never mean. It couldn’t really be from him. Also, he was dead – just 18 months earlier, I’d watched him turn grey and drown in his own magnificent lungs.” Someone wanted to hurt her. At that moment in her career, West was fielding daily online harassment for her opposition to rape jokes in standup comedy. “I was eating 30 rape threats for breakfast at that point (or, more accurately, ‘You’re fatter than the girls I usually rape’ threats),” she writes in this memoir. “No one could touch me any more.” But that Twitter message was something different: it was about her dad. “What could I do? It’s not illegal to reach elbow-deep into someone’s safest, sweetest memories and touch them and twist them and weaponise them to impress the ghost of Lenny Bruce or what-the-fuck-ever.” So she wrote about it. And – as they say – you won’t believe what happened next. The tweeter apologised. “It was the lowest thing I had ever done. When you included it in your latest Jezebel article” – West was a columnist for the online magazine – “it finally hit me. There is a living, breathing human being who is reading this shit.” In a subsequent conversation on the radio programme This American Life, he said (his name isn’t given) he had been overweight, and, as West writes in Shrill, “reading about fat people, particularly fat women, accepting and loving themselves as they were, infuriated him in ways he couldn’t articulate at the time”. Being a woman means certain men think they have dominion over your body; being a fat woman means they don’t bother to hide it. Fatness thus confers a grim power of discernment, an antenna for character that survives even if you become skinny. Fatness gives you an insight into a world of cruelty many people can’t imagine. I always like to come across the word “fat” in a snug, happy, adjectival nook somewhere. Fat toffees. Fat salary. Fat grin. Fat as something luxurious, friendly, and plentiful rather than gross and wrong. Because fat is normally one of the bad words, toxic in its blunt monosyllabic force. Fat can’t be argued with: it is not just an aesthetic condemnation (You’re ugly), it’s a moral condemnation (You’re lazy). Online, it is spat at women like machine-gun fire. In the real world, “fat” is often replaced with simpering euphemisms such as zaftig, Rubenesque, big, heavy – with the implication that “fat” is so bad it is literally unspeakable. But West is a witty, joyfully vulgar, and, yes, fat writer unwilling to accept the story that her body is shameful. “Every cell in my body would rather be ‘fat’ than ‘big’,” she writes. If being a fat woman gives you a front-row seat on human cruelty, being a woman who writes on the internet pushes you into the arena with the lions. People reveal themselves to you when there is no accountability: behind a screen, you can say almost anything. “Kill yourself, dumb bitch”: if you have experienced bias or harassment, talking openly about it will almost certainly bring you more. This is how it goes: let’s say somebody makes a rape joke. You object. So people make more rape jokes, except this time they’re about you. You object more loudly. Rape jokes are now rape threats, and they’re pouring in, a flood of them, every day, except some of them say, “You’re too fat to rape”, or “Kill yourself, pig lady”, because the internet is a place where your most private self is up for mauling, where the rules for how to treat other people don’t apply. You push on, even with the grim certainty that describing your pain will invite more. And more pour in, multiplying and multiplying. It is now your job to be mad about it. That is what happened to West. “I never wanted internet trolls to be my beat,” she writes. “I wanted to write feminist polemics, jokes about wizards and love letters to John Goodman’s meaty, sexual forearms.” Her pain, her body, her fear – these are now her beats.     ‘Fat, loud, irrational, violent, overbearing’ – the Queen of Hearts. Photograph: Allstar/Walt Disney    West’s range is wide. Shrill’s early chapters flash with wild, exuberant profanity. She opens with a riff on fat fictional characters, such as the Queen of Hearts from Disney’s Alice in Wonderland – “fat, loud, irrational, violent, overbearing, constantly hitting a hedgehog with a flamingo. Oh, shit. She taught me everything I know.” She tackles not just trolls but puberty (“a fancy word for your genitals stabbing you in the back”) and early years spent trying to hide her body (“I didn’t go swimming for a fucking decade”). Later, she becomes more sober and personal, writing about her father’s death and her love for her husband. Shrill mixes humour with pathos so effectively that those qualities magnify each other rather than cancelling each other out. West has somehow stayed open and vulnerable in the face of constant attack, abuse that would turn a lot of people into a brittle shell, instead of a warm, capacious and funny writer. West has made a bargain: paying a price in terms of time and mental health for a chance at fighting both the shadowy beast that is sexist culture and the specific beasts filling her inbox with injunctions to suicide. She knows that in order to do it, she is offering herself up as a sacrifice to them, the beasts who eat your softest and most vulnerable parts and leave you bleeding. She does it because she thinks she can make it better. I hope she’s right. I think she is. • To order a copy for £12.99 (RRP £16.99), go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "Shrill: Notes from a Loud Woman by Lindy West – ‘I never wanted internet trolls to be my beat’",
  "webPublicationDate": "2016-05-13T06:30:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/13/shrill-notes-from-a-loud-woman-lindy-west-review",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cyberbullying",
      "id": "society/cyberbullying",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Body image",
      "id": "lifeandstyle/body-image",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/13/shrill-notes-from-a-loud-woman-lindy-west-review"
}