{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/gay-captain-america-female-bond-steve-rogers-marvel-civil-war-diversity",
  "id": "2016-05-27-211",
  "sectionId": "film",
  "body": "Would it make all that much difference if Captain America were gay? A gay Iron Man, now, given Tony Stark’s penchant for making lewd comments in the Marvel movies, would have made for a spikier shift in dynamics. A gay Hulk might have been read as homophobia, particularly if alter ego Bruce Banner remained straight. A gay Black Widow would have fed into stereotypes about physically adept women. But a gay Captain America? Would anyone even notice?    Related: Jane Bond is just James in a frock. We need a new heroine | Catherine Shoard    Perhaps that’s why the Twitter user behind the #givecaptainamericaaboyfriend hashtag chose good old Steve Rogers to have their sexuality switched, the latest salvo in the ongoing GLAAD-backed battle to improve Hollywood’s appalling record on diversity. Chris Evans’s patriotic hero is the guy you’d introduce your daughter (or son) to, rather than the Avengers member one might choose to go for a beer with. He’s the superhero equivalent of Alan Titchmarsh, an uncomplicated titan of conservatism in the tradition of that doyen of American innocence, Forrest Gump (though with a rather higher IQ). As Stark himself has pointed out, Rogers doesn’t even use curse words. As such, Gay Cap would probably make no more of a fuss about his sexual proclivities than the current Straight Cap does. Which you have to assume is exactly the campaign’s point, even if the idea seems to have entered from way out in left field. After all, while the recent social-media drive to switch John Boyega and Oscar Isaac’s relationship from bromance to romance in the new Star Wars movies made a certain sort of sense, Rogers’s coming out would undercut both his previous passion for Hayley Attwell’s Peggy Carter and his burgeoning romance with her niece, Sharon, in current Marvel film Captain America: Civil War. That doesn’t mean Marvel and its owner Disney are off the hook here: the studios certainly ought to be thinking about introducing a gay superhero into the Avengers continuum at the earliest opportunity. It’s just that there are better candidates.     Huge impact … Chadwick Boseman as T’Challa/the Black Panther in Captain America: Civil War. Photograph: Allstar/Marvel Studios     Related: Would a gay relationship in Star Wars: Episode VIII be revolutionary?    In the same way that Chadwick Boseman’s debut as the Black Panther in the Marvel universe made a greater impact than Anthony Mackie’s Falcon, because of everything the Panther represents in terms of Afro-centrism and black power politics, the introduction of a traditionally gay superhero would remind us that Marvel hasn’t shied away from diversity in print. While gay X-Men characters such as Mystique and Northstar may be off-limits (Marvel Studios doesn’t own the screen rights to X-Men), it would be easy enough to introduce teenage lovers Hulkling and Wiccan into the Avengers.  Marvel’s decision to drop hints about the pair’s sexuality in the pages of Young Avengers more than a decade ago was accompanied by a battle in the letters pages between those who backed and opposed the idea of gay superheroes. This was a genuine shift in the zeitgeist, and one confirmed in 2010 when the two shared their first on-panel kiss a full five years before the US made gay marriage legal nationwide. Bringing these heroes of the revolution to the big screen would be a worthy way of showing that Marvel, and the under-fire Disney, have no problem with gay people. On a similar note, I’m not sure there are too many people out there who would really want to see the next James Bond played by a woman, however tantalising the prospect of a 007 essayed by Rosamund Pike or Olivia Colman might be. Marvel might have made the new Thor female in the comics, but Bond doesn’t necessarily need to switch genders just to prove the diversity point. As I’ve argued before, there’s plenty of room for spin-offs and alternate versions in the Bond universe. So let Jane Bond exist alongside her male counterpart. At the same time, we need to accept the point these campaigns are making: that the vast majority of blockbusters are headlined by white, male stars, and this needs to change. Challenging the status quo, even in controversial ways, is the kind of message studios need to send if they are to be taken seriously on diversity.  Gay Cap and Jane Bond may seem like examples of tokenism. But if Hollywood has any hope of fending off accusations it is lagging several decades behind the societies it caters to, and ultimately aims to reflect, these might be just the kind of heroes it needs right now.",
  "webTitle": "A gay superhero? Yes please! Just not Captain America",
  "webPublicationDate": "2016-05-27T10:57:23Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/gay-captain-america-female-bond-steve-rogers-marvel-civil-war-diversity",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/27/gay-captain-america-female-bond-steve-rogers-marvel-civil-war-diversity"
}