{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/15/church-offers-spires-fast-broadband-rural-wireless-internet",
  "id": "2016-05-15-81",
  "sectionId": "technology",
  "body": "The medieval church spires of rural England are to bring superfast broadband to the remotest of dwellings, with the Church of England offering their use as communication towers. David Cameron pledged in November that every home in the UK would have access to fast broadband by 2020, but has since then been accused of watering down the plan. Connecting the final 5% of homes – about a million properties – is challenging but the Guardian has learned that the C o E has offered its 10,000 rural churches to help complete the roll-out. It has already provided a broadband service from 47 churches across Norfolk through a company it owns called WiSpire. Each church provides wireless internet coverage within a 2.5-mile (4km) radius. In February, Sir Tony Baldry, who chairs the Church Buildings Council, met rural affairs ministers and offered the use of the spires and towers. The rural affairs minister, Rory Stewart, said the government was now working to take up the opportunity.    Related: Miserden, the UK village with worse internet than Mount Everest    “Church spires are ideally located in remote rural areas to allow point-to-point broadband coverage. The offer from the church commissioners is greatly appreciated, and we are working closely with our colleagues in the Department for Culture, Media and Sport to take advantage of the technological opportunities,” he said.  A C of E spokeswoman said it was also working on guidelines for its dioceses. Many churches are listed buildings. Steve Maine, chief executive of WiSpire, said: “We do get issues from time to time on the visual appearance. But we have gone to a great deal of trouble to design it in a way that does not have a great visual impact and does not damage the fabric of the building or penetrate lead roofs. “The interest [from local people] in having a much better internet service greatly outweighs any concerns about the visual impact.” There have been concerns about possible health impacts too, but Main said there was a lot of evidence that the wireless signals were safe. The churches are also paid a fee for hosting the equipment. A small number of churches outside Norfolk have also become rural internet providers, including the grade II* listed church of St Cyriac and St Julitta in Swaffham Prior, Cambridgeshire, established in the early 13th century.  The church, with its octagonal bell tower, is cared for by the Churches Conservation Trust, whose director for the south-east, Peter Aiers, said: “We concluded that the installation of broadband would be beneficial to the church, adding a much-needed, 21st-century facility for the local community without affecting the aesthetic value of the building. It has helped improve the quality of life in the village, while also providing some funds to help with the upkeep of the church.” Several churches in Lincolnshire have also become internet beacons for the company Quickline, including the Grade II* listed St Radegund church at Grayingham. Many of those people without broadband access are farmers. The National Farmers Union says just 4% are connected. Achieving universal access is essential to run safe and efficient farms, comply with regulation and allow farmers to develop other businesses, said the NFU’s vice-president, Guy Smith. “Poor access to broadband is neither sustainable nor acceptable. We have heard of farmers waiting 15 hours to download a Countryside Stewardship guidance booklet,” he said, adding that the government was failing to provide the infrastructure the farming industry needed to flourish. The Countryside Alliance, which described recent government moves on rural broadband as “very disappointing”, said it supported the use of church spires and towers.  A spokeswoman said: “It gives an opportunity for much needed good coverage in even the remotest of rural areas and, as long as it is done in consultation with the church and local community, we see no reason why it should pose a problem. Obviously it is important that the masts are sited sensitively so there are no visual impacts and believe this is easily achievable by hiding them within the church spires and towers themselves.” Cameron has promised a “universal service obligation” for broadband, placing the service alongside essential services like water and electricity. “Access to the internet shouldn’t be a luxury, it should be a right.” he said six months ago. “We’re getting Britain, all of Britain, online.” However, a recent consultation suggested fast broadband would only be provided on request in remote rural areas, with people having to pay some of the cost of connecting them. “It is unlikely that everyone will want to be connected … so we do not believe that an additional broadband roll-out programme at this time is proportionate or would represent value for money,” the document said.  The digital economy minister, Ed Vaizey, said: “Taking fast broadband to rural areas is one of the government’s top priorities, with thousands more being reached every week. Our plans will give every farm in the UK the legal right to request a fast broadband connection.” A further consultation on the universal service obligation is expected soon, with Cameron promising last week: “We will be setting out [in the Queen’s speech] the next steps of how we make sure that access to this absolutely vital highway is there for all our citizens.” Paul Miner, of the Campaign to Protect Rural England, said: “Rural areas continue to suffer from poor coverage and slow speeds, so we must do more. There have been cases where masts have unnecessarily harmed landscapes. Adding new infrastructure to existing buildings like churches or farm building roofs can often be preferable, provided that damage to their heritage value is avoided.”",
  "webTitle": "Church offers its spires as beacons for those without fast broadband",
  "webPublicationDate": "2016-05-15T15:21:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/15/church-offers-spires-fast-broadband-rural-wireless-internet",
  "keyword": [
    {
      "webTitle": "Broadband",
      "id": "technology/broadband",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "world/2016/may/15/church-offers-spires-fast-broadband-rural-wireless-internet"
}