{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/defeat-bigotry-engage-young-people-eu-zac-goldsmith",
  "id": "2016-05-26-311",
  "sectionId": "commentisfree",
  "body": "“Two groups of old men shouting at each other”: that’s the verdict of nearly half of young people on the EU referendum, according to YouGov. It is as sophisticated a summary as any I can conjure up. For those who believe in a society that isn’t rigged in favour of a shamelessly self-enriching elite, the official EU referendum debate is a bleak political wasteland. On the one hand, a faction that believes in cuts, privatisation and policies that favour the wealthiest; on the other, a faction that believes in cuts, privatisation and policies that favour the wealthiest, with added xenophobia and dogwhistle racism.   Related: It ain’t easy being a black Brexiteer | Dreda Say Mitchell    It is this extra poison that must now prove the clincher for another voice to be heard loudly and defiantly: vote remain to build a new, just Europe, and defeat a campaign increasingly dripping with naked prejudice and bigotry. A war between two Tory factions employing naked scaremongering unsurprisingly leaves much of the electorate cold. YouGov suggests that only 20% of Britons under 25 want to leave the European Union; among the over-65s it rises to 56%. But we know how this story can end. In the last general election, young Britons who made it to polling stations decisively plumped for Labour, but only about four in 10 voted; older Britons, however, not only opted overwhelmingly for the Tories over Labour, but nearly eight out of 10 turned out to vote. It could be a battle of turnout that decides this referendum. Voting for Britain’s existing membership of the EU carries little enthusiasm; it is those who want to leave who are most fired up. That must change. The leave campaigns have become a threat to the country’s social cohesion. For decades many of their figureheads have harboured an often zealous desire to leave the EU. They have gained frontline political experience and associated with prominent rightwing intellectuals and lobby groups. The idea of leaving makes their political hearts beat faster. Yet for all those years, all that passion, all that experience, they have no coherent, optimistic vision. It’s as though the culmination of their political lives caught them on the hop. Revealing their total abandonment of any economic case, Leave.EU even issued a poster that read: “It’s not about the economy, stupid. It’s about sovereignty.” But this bunch of charlatans have filled their ideas vacuum with inflammatory prejudice. Their campaign can now be boiled down, with not an ounce of misrepresentation, to: “Keep out the dangerous foreigner.” They are conjuring up demons that will not easily be laid to rest, whatever the referendum result.     A Vote Leave campaign poster: ‘The claim that Turkey is joining the EU is a straightforward lie.’ Photograph: Vote Leave    Consider their strategy. Vote Leave – the official pro-Brexit campaign – issued a list of EU nationals who had committed rapes and murders in Britain, tapping into prejudices that freedom of movement leaves us exposed to marauding foreigners. They falsely claimed that Turkey is joining the EU (a straightforward lie), arguing that this would result in Britain being at the mercy of “Turkish criminals”. This week Leave.EU retweeted a video that included a representation of a woman draped in an EU flag being raped by dark-skinned migrants. But it gets worse. The BBC reported this week that Vote Leave will now focus all its fire on immigration. “Appalled … Miserable & divisive if true,” was the response of the Tory MP Sarah Wollaston – and she backs Brexit. The campaign believes its only chance of victory lies in voters, their pencils hovering over their ballot papers in the privacy of the polling booth, having fear of foreigners at the forefront of their minds. Superficially that calculation seems sound. Resentment of immigration is endemic in modern Britain. The official leave campaign would hope that people such as me dismiss all concerns about immigration as racist. I won’t, and don’t believe it to be true: there is a difference between having concerns about immigration, and being receptive to a campaign whose central objective is to demonise foreigners. Take Ukip, the mainstream party most associated with clamping down on migration: it is, according to repeated polling, both the least liked and most disliked of the main parties. A fixation with foreigners, and poisonous rhetoric stirring up fears of Romanians moving in as neighbours, has rendered Ukip toxic for much of the population, including people who have concerns over immigration.   Related: Zac Goldsmith deserves to lose the mayoral race – and be put out to pasture | Suzanne Moore    Having said this, a remain vote cannot be purely about stopping a campaign that fans racism. I’m backing Another Europe is Possible, which begins a tour of the country on Saturday. Rather than defending the status quo, this campaign wants to unite with people across the continent to build a just, democratic Europe that is run in the interests of the majority. It seeks to build on victories such as the derailing of the TTIP – the EU-US trade pact – as a result of Europe-wide popular pressure. It can draw on the rise of movements such as Podemos in Spain, which seeks to challenge the programme of cuts and privatisation being imposed throughout the continent. But a campaign based on bigotry must be defeated and its instigators humiliated. Take Zac Goldsmith’s recent bid to become a Conservative mayor of London. He waged a campaign soaked in Islamophobia, and in doing so he helped to mobilise disgusted voters who otherwise may not have turned out, thus ensuring he was defeated. Goldsmith has been left a disgraced, shattered politician. His fate is now a template. Politicians and campaigns that seek to trade in migrant-bashing and stirring racism have to be routed. There are younger and left-leaning voters who currently won’t vote, are sitting on the fence, or were even (like myself) tempted by Brexit – not least if David Cameron had negotiated away progressive aspects of the EU such as workers’ rights. Yes, London and Britain are different places. But Vote Leave’s strategy must be treated as a declaration of war. It has injected a new sense of urgency into the campaign – and its own bile must be used to mobilise voters who feel a combination of shame and disgust. At stake is no longer simply the EU. This bigoted campaign must be left broken and disgraced, just as another was in the capital city.",
  "webTitle": "A chance to defeat bigotry: that’s how to engage young people with the EU | Owen Jones",
  "webPublicationDate": "2016-05-26T06:00:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/defeat-bigotry-engage-young-people-eu-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/defeat-bigotry-engage-young-people-eu-zac-goldsmith"
}