{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/06/education-conflict-uk-stand-up-to-save-education-from-bullets-and-bombs",
  "id": "2016-05-06-277",
  "sectionId": "global-development",
  "body": "One thing I know from my 30 years spent reporting in war zones is that in modern armed conflict it is the children who are exceptionally vulnerable. They lack the means of self-defence or escape. Many are orphans. Some are recruited as child soldiers. And when they are demobilised they are all too often re-recruited. Figures released this week by the UN children’s fund, Unicef, show nearly a quarter of the world’s school-aged children – about 462 million – now live in countries affected by crisis. Their childhoods are being stolen from them. They have no safe spaces to go to. Their schools, sometimes the only substantial structure in a village, either come under attack or else are taken over as bases by armed groups.   Related: In Sudan, communities are finally seeing the value of educating girls  | Yousra Elbagir    In Iraq, a month after the US-led invasion in 2003, and in the anarchy that followed it, I saw schools being stripped of their furniture, their fittings and their copper wiring by thieves, who stole and looted unchecked. In Nigeria the fanatics of Boko Haram have gone from kidnapping children to killing teachers and now to attacks on schools, which are left in ruins. Again, it is the children who pay the price. If they are lucky they will be taught in a tent in a refugee camp, or even under a tree. If unlucky, they will not be taught at all. The conflicts in Syria, South Sudan and Yemen, among others, have drawn attention to the plight of the uneducated young. Education is as much their right as food and shelter and safety. The importance of the safe schools declaration is to outlaw and stigmatise the growing practice of destroying or commandeering places of education. Some 53 countries, led by Norway and Argentina, have endorsed it. The UK has not. Do the British armed forces intend to take over schools and turn them into barracks? Of course not. But when Philip Hammond moved from the Ministry of Defence to the Foreign Office he brought with him a largely unexplained scepticism about the safe schools declaration. This is not a radical initiative, and it need not be controversial. It originated in an international conference in Oslo in 2015. It notes that “educational facilities have been used by parties to armed conflict as, inter alia, bases, barracks and detention centres … In many countries armed conflict continues to destroy not just school infrastructure but the hopes and ambitions of a whole generation of children.” It ends with some sensible proposals for registering these criminal attacks, for protecting the victims and for punishing those responsible under international law. As a permanent member of the UN security council, the UK would be influential in persuading other countries to sign up – if it supported the declaration. The major powers have so far stood aloof. Why leave it to Norway and Argentina, to Panama and Montenegro?     Children silhouetted next to writing at a makeshift camp for refugees near the village of Idomeni, close to the Greek-Macedonian border. Photograph: Tobias Schwarz/AFP/Getty Images    When the initiative was launched last year, Jan Egeland, the secretary general of the Norwegian Refugee Council, said: “Ten years from now we will look back on this day. Those who endorsed it will say, ‘We really should have done this earlier.’ Those who did not endorse it will say, ‘Why did we not endorse it?’” The safe schools declaration is part of a global campaign to secure for the young the protection they deserve and yet so conspicuously lack. As part of this movement, a new fund for education in zones of conflict is to be launched at the world humanitarian summit in Istanbul later this month. Either we act or we do nothing. But the message from around the world is – save our schools.",
  "webTitle": "When will the UK stand up to save education from bullets and bombs? | Martin Bell",
  "webPublicationDate": "2016-05-06T09:14:38Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/06/education-conflict-uk-stand-up-to-save-education-from-bullets-and-bombs",
  "keyword": [
    {
      "webTitle": "Universal primary education",
      "id": "global-development/universal-primary-education",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "child soldiers",
      "id": "global-development/child-soldiers",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Bell",
      "id": "profile/martinbell"
    }
  ],
  "guardianId": "global-development/2016/may/06/education-conflict-uk-stand-up-to-save-education-from-bullets-and-bombs"
}