{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/15/election-2016-week-two-opens-with-low-key-policies-and-top-gear-abbott",
  "id": "2016-05-15-192",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has announced a $54m program for diabetic children, on a day his campaign sought to stay positive in the face of a doctors’ revolt over a Medicare funding freeze and a triumphalist campaign launch from Tony Abbott. On Sunday the New South Wales premier, Mike Baird, helped launch Abbott’s re-election bid for his north Sydney seat of Warringah at the Queenscliff surf life saving club. Baird praised Abbott, who he said “will go down in history as the most effective outstanding leader of opposition we have ever seen”. He predicted “in years to come they will reflect on his time as prime minister as an incredibly positive time for this country”.    Related: Tony Abbott says he does not think Liberals will make him leader again    Abbott boasted of his achievements in government including scrapping the carbon and mining taxes. “They said you’d never be able to do it but we did,” he said. “We even managed to do it with the existing Senate.”  “We made a very strong start to the task of budget repair, and most of all, my friends, we kept this country safe ... So yes, this is my legacy, this is Malcolm Turnbull’s legacy, this is our legacy, and that’s why it is so important that we re-elect a Coalition government on July 2.”  Abbott said he would be a standard bearer for the Liberal and conservative values that made Australia great, and “to be part of the best possible government”. Turnbull said he didn’t catch the launch, but might kayak across Sydney harbour to help Abbott campaign in Warringah. Turnbull had one campaign stop in the south-western Sydney marginal seat of Macarthur, where he and the health minister, Sussan Ley, announced the government would spend $54m on continuous glucose monitoring technology for children and young adults under 21 years old. “Our commitment is estimated to benefit as many as 4,000 children and young adults, and could save the average family up to $4,000 per year off the cost of managing their child’s type 1 diabetes,” he said. The policy would help reduce possible visits to emergency departments and missed school days by allowing families and children to better self-manage their diabetes, he said. “Most importantly, it will help reduce stress and anxiety for children and their parents, and even save lives.” Turnbull was asked about the Australian Medical Association campaign against the government’s decision to extend the Medicare indexation freeze until 2020. The campaign warns patients “your health will cost you more” and describes the indexation freeze as a “co-payment by stealth”:    What we have is a copayment by stealth @amapresident #nomedicarefreeze #auspol pic.twitter.com/bytZOotc5f— AMA Media (@ama_media) May 15, 2016    Turnbull pointed to figures that show despite the indexation having been frozen since 2013, bulk-billing rates have climbed to 85%. “So the experience to date has been that more Australians, not fewer Australians, are paying no more when they go and see their GP,” he said. Shorten appeared at Kingscliff beach in the northern New South Wales electorate of Richmond to announce $40.9m for kids’ swimming lessons. He said the investment would support the states and territories working with government, Catholic and independent schools, local swim schools and lifesaving clubs to ensure every student has access to a swimming and water safety program.  “The water safety education Australian children receive depends on where they live and in some cases, on their parents’ income level,” Shorten said. “Not every Australian child is receiving the necessary instruction in swimming and water safety.” Shorten fended off questions about attorney general, George Brandis’, call for him to disendorse Dunkley candidate Peta Murphy for supporting a 2009 Liberty Victoria submission arguing against stronger terror laws. He questioned whether Brandis would make the same call about Liberal candidate for Goldstein, Tim Wilson, who opposed laws preventing journalists from reporting on intelligence agencies’ prescribed operations.   Related: Campaign catchup: leaders go head-to-head in front of election diehards    Shorten described Murphy as a “capable candidate” and said Liberty Victoria, of which she was a member, made the submission but they weren’t her personal views. Shorten attacked Turnbull, who he said had used the Friday leaders’ debate to “deliberately set up to create a false impression in the mind of Australian voters at the pathology issue is over”. The government announced on Friday it will help pathologists tackle unfair rent to keep their costs down, but will not overturn a $650m cut to the bulk-billing incentive for pathology and diagnostic imaging. Shorten said: “[Turnbull] should be ashamed of what he said. This issue is only delayed, not fixed.” “They have resolved another issue about the cost of rent, but they have not resolved the bulk billing issue.”",
  "webTitle": "Election 2016: week two opens with low-key policies and top gear Abbott",
  "webPublicationDate": "2016-05-15T06:26:54Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/15/election-2016-week-two-opens-with-low-key-policies-and-top-gear-abbott",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mike Baird",
      "id": "australia-news/mike-baird",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/15/election-2016-week-two-opens-with-low-key-policies-and-top-gear-abbott"
}