{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/desert-trip-music-festival-rolling-stones-paul-mccartney-bob-dylan-who",
  "id": "2016-05-03-33",
  "sectionId": "music",
  "body": "The recently announced baby boomer music festival called Desert Trip – set for the beginning of October at the same venue as Coachella, the Empire Polo Club in Indio, California – has been billed as “once in a lifetime”. That’s a real cute slogan, since most of the acts involved are pushing 80, and I’m not referring to the speed of their cars – they all probably drive rather slowly. If they drive at all. After the untimely deaths of rock icons David Bowie and Prince, it stands to reason that we’re going to start losing more beloved musicians. Such is the frailty of human existence. Every time someone of that stature dies, it’s a loss felt by fans all around the world. Inevitably, you or one of your friends will say: “Golly, I wish I had just dropped a few hundred dollars to go see [Dead Musician X] when I had the chance.” When the news of Prince’s death broke, I certainly muttered a similar refrain to myself. I’d skipped his monthlong residency at the Forum in Inglewood, California, because at the time I was broke and eating pasta for every meal. It’s easy to take for granted that these people will always be around to entertain you, and sobering when you realize they won’t be.   Related: Baby boomers' heroes confirmed for eye-wateringly expensive festival by Coachella organisers    The subtle marketing genius of “once in a lifetime” is a dog-whistle reminder that Paul McCartney might keel over at any moment, and every second you are not watching him perform Blackbird is a complete and total waste. For $399, you can cross “see Neil Young” off your bucket list, and if you are in the target demographic for this event, you definitely have a bucket list. As you would expect from the promoters behind Coachella, there are more expensive options than the aforementioned $399, experiences curated for the truly crazy music fan. There are three tiers of “reserved floor” tickets: $699, $999 and $1,599. “Reserved grandstand” will cost you $699 or $999. The “standing pit” – which sounds like one of the options on the wheel from Mad Max: Beyond Thunderdome – costs $1,599. All these passes get you in for the entire three-day festival. Technically, it’s not three days so much as three evenings, since the performances start at sunset and only two band perform each night. While your Coachella pass might put a sizable dent in your wallet, at least you have the ability to see a dozen acts at a time. You might say it doesn’t seem worth it at all.     Bob Dylan’s Never Ending Tour: sadly destined to end one day. Photograph: Everett/Rex/Shutterstock    A single-day pass is $199. I did a bit of research and found that I could see Paul McCartney at the Target Center in Minneapolis on 4 May for $37 if I purchased the ticket on StubHub. I could see the Who at Staples Center in my hometown of Los Angeles for $72. I wouldn’t even have to stand out in the middle of the desert to do it – I could sit in an air-conditioned facility and gently nod off during the opening act instead of having to brave the deadly standing pit. (Two men enter, only one man leaves.) The only justification I can think of for attending Desert Trip is that it allows the nostalgia-addicted baby boomer the chance to see all these bands in one shot. Adding up the cost of a single ticket for the Rolling Stones, the Who, McCartney, Neil Young and the rest would probably equal or surpass the amount of a pass to Desert Trip, depending on which tier of opulence you choose. If you look at it that way, it’s totally worth it. By the time the weekend is over, you won’t even have a bucket list left. I just wish there were a tier even lower than the general admission price, because as someone who missed seeing one of his favorite artists perform because of lack of funds, I empathize with the struggling Bob Dylan fan who just can’t get it together to go out to Indio.  Here’s what I propose: for $75, you can purchase the “Zootopia package”. A few hours before the real show starts, you are led through a makeshift tent area. It’s pitch black as you enter, save for the guitar riff from Start Me Up. As Mick’s vocals kick in, the lights come on, and before you stand all your rock gods in the flesh, except they’re behind six inches of bulletproof glass. Snipers are positioned in a crow’s nest near the ceiling of the tent in case someone in the crowd gets frisky. Pre-recorded performances of everyone’s hit songs fill the room while you watch Roger Daltrey sip from a teacup and do vocal warm-up exercises. Sure, you never see them perform any actual music, but you can tell everyone you know that you saw all your favorite bands one last time – even if it was just Keith Richards playing ping-pong in a cage.",
  "webTitle": "Desert Trip: the festival for the baby boomer with a bucket list",
  "webPublicationDate": "2016-05-03T19:34:13Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/desert-trip-music-festival-rolling-stones-paul-mccartney-bob-dylan-who",
  "keyword": [
    {
      "webTitle": "Coachella",
      "id": "music/coachella",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Rolling Stones",
      "id": "music/therollingstones",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Who",
      "id": "music/who",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Neil Young",
      "id": "music/neilyoung",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "music/2016/may/03/desert-trip-music-festival-rolling-stones-paul-mccartney-bob-dylan-who"
}