{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/surgery-should-be-used-to-treat-type-2-diabetes-say-international-experts",
  "id": "2016-05-24-127",
  "sectionId": "society",
  "body": "Stomach-shrinking surgery should be a routine treatment for people with type 2 diabetes, international experts say, recommending it be offered to as many as 100,000 people in the UK. A mere 6,000 people with the condition have surgery at the moment and the numbers have dropped from 8,800 three years ago as the NHS has comes under increasing financial pressure. But experts say more operations, costing £5,000 to £6,000 a time, would save money in the long term on diabetes medication and the cost of treating complications, which include heart attacks and strokes as well as blindness and foot amputations. At the moment, bariatric surgery, such as gastric bands and bypasses, is offered to people who are severely obese and has the effect of drastically limiting the amount they can eat. Type 2 diabetes is linked to obesity, although not in all cases, but the experts say what in this context they call metabolic surgery actually changes what happens in the gut, impacting on the hormones that regulate insulin. Within three months, most people are off medication and their quality of life is dramatically improved. In a joint statement, 45 international organisations, doctors and researchers in diabetes say surgery should be considered as a treatment option for anybody with type 2 diabetes who is obese or even mildly obese (with a body mass index of more than 30) if drugs and lifestyle changes – diets and exercise – do not succeed in keeping their glucose levels under control.   Related: Diabetes: can you really eat to beat it?    “We’re changing the paradigm,” said Prof Sir George Alberti, a diabetologist and former president of the Royal College of Physicians.  There was huge need because of the global diabetes pandemic, he said. In 1979, there were approaching 100 million people worldwide with diabetes. Last year that had risen to 422 million, although the figure was probably an underestimate. Global obesity had fuelled it – type 1 diabetes, which is usually genetic and found in younger people, amounted to only 5-10% of the total. “In the UK there are about 3.5 million people, of whom half a million don’t know they have got it, which is an indictment of our screening programme,” he said. “It is a 60% increase in 10 years. It is going up and up and is obviously a problem.”  Treating diabetes and its complications has been estimated to cost almost £10bn a year, nearly a tenth of the entire NHS budget. Patients are put on drugs and advised to improve their lifestyles, but many find it hard to lose weight and keep it off. “Well under half of people with type 2 diabetes are not well controlled and regulated. Their glucose is too high and they will get complications,” he said. It has been recognised since the 1920s that changes to the gut can improve diabetes control and even cure the condition, but in recent years there has been growing interest in surgery as treatment. Some patients are off insulin and other medications within weeks of their operation. Studies show the effect lasting for five years, although 30% to 40% relapse after that time. Patients can only eat small portions of food after surgery and some things, such as meat and bread, are hard to digest. The National Institute for Health and Care Excellence (Nice) has recommended surgery for severely obese patients who have tried and failed to lose weight in other ways and has said that those with diabetes are a priority. But the recommendations have not resulted in an expansion of surgery. Alberti said the UK was well behind the rest of Europe in offering surgery to obese patients, let alone diabetes. “The average in Europe is 50,000 operations a year,” he said. “We are just scratching around.”   Related: 'If only everyone could have this level of care': readers on living with type 2 diabetes    The experts are publishing new guidance, which they hope will encourage countries to expand the surgery available to patients, in Diabetes Care, a journal of the American Diabetes Association.  Prof Francesco Rubino, the chair of metabolic and bariatric surgery at King’s College London and author of a commentary published in the journal Nature to coincide with the publication, emphasised that this was a sea change in the treatment of diabetes. “This is the greatest departure from mainstream treatments of diabetes perhaps since insulin was introduced,” he said.",
  "webTitle": "Surgery should be used to treat type 2 diabetes, say international experts",
  "webPublicationDate": "2016-05-24T14:19:56Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/surgery-should-be-used-to-treat-type-2-diabetes-say-international-experts",
  "keyword": [
    {
      "webTitle": "Diabetes",
      "id": "society/diabetes",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/24/surgery-should-be-used-to-treat-type-2-diabetes-say-international-experts"
}