{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/philippines-election-were-fired-up-and-making-our-voices-heard-filipinos",
  "id": "2016-05-09-278",
  "sectionId": "world",
  "body": "With Rodrigo Duterte still leading the polls to be the next president of the Philippines, Filipinos in the country and working overseas have been keeping a close eye on how people are voting. As Filipinos take to the polls on Monday we asked you what the current mood is like and what your hopes are for the future president.   Related: Philippines election 2016: polls open amid death threats from presidential hopeful    People will realize that it is better to choose someone who is more capable above the rest The upcoming presidential election has been the most toxic due to the increased use of social media. Some have resorted to spreading lies and unfriending/blocking their friends due to political disagreements.  I hope that the new president will still respect the democratic institutions, follow the rule of law and continue the gains of the current administration. I will be voting for Mar Roxas. He is a decent and intelligent man who knows how to manage a country. He has the experience and integrity to continue the gains of President Noynoy Aquino. I still believe Roxas will win despite the polls. People will realize that it is better to choose someone who is more capable above the rest. Kevin Ray Chua, consultant, Cebu City, Philippines  The country has caught up with the anti-establishment bug I feel that the presidential election is so fired up and the common people’s voice is being heard, “Enough is enough. We cannot take it anymore. Change is what we want.” I think the Philippines has caught up with the anti-establishment bug that has been raging other democracies. I think this is a very good thing.” I hope that the new president will widen the net of economic prosperity to the poor while respecting the rule of law. This is why I will be voting for Rodrigo Duterte. He is the anti-establishment candidate. I believe he can make economic prosperity to be felt by every citizen, which up until this day, is only enjoyed by the very few up the top of the economic ladder.  I think Duterte will win. I feel the majority of Filipinos connect with him and believe in him. The every day Filipino is tired of a ruling class continuously running the country. Max Valledor, professor in London      An elderly woman displays her ink-marked finger after casting her vote. Photograph: Eugenio Loreto/EPA    A lot of Filipinos still believe that the best policy is one made by force I think the presidential election is a really close one. No one will have a landslide this time. Also it’s one that doesn’t excite me. I don’t have a president or vice president that I feel will change the country for the better. Basically, I feel like we don’t have a Bernie Sanders! I hope that whoever becomes president will bring the Philippines out of the hole it’s dug itself in. We need someone who can set a new tone of progression and social, political, and economic change for the benefit of the people. Our current system reflects an oligarchy that only benefit the people on top and in power.  I voted as an overseas absentee last month for Grace Poe. She seemed to be the only candidate that talked about helping the nation from the bottom up, trying to help the ones in need the most. A lot of Filipinos still believe that the best policy is one made by force; rule with an iron fist. But I believe otherwise. I believe in acting with kindness and compassion. Grace Poe’s coalition is named “Galing at Puso” which literally translates to good and heart which shows the level of compassion she shows. That is what we need more of. Although far from a Bernie Sanders, she is the closest thing we have.  I think Duterte will win, who in my opinion is the Donald Trump of the Philippines. He’s really popular because he says he will fix drugs and crime with force by killing criminals which I think is both illegal and a bad. Also, he is very entertaining to watch because he, like Trump, has no filter. Except for the comment on rape. Not okay, Duterte. Not okay. Paolo Rodriguez, student in Singapore   Related: Philippines' 'Duterte Harry': the would-be president accused of using vigilante squads    Davao City wouldn’t be where it is today if it were not for Duterte This is probably the dirtiest election to date. I only hope that whoever wins will be more responsive, efficient, open and responsive to the people’s wishes. We just want less corruption - a government that truly cares for the people and justifies the high taxes that we pay with the right services.  I will vote for Rodrigo Duterte because Davao City won’t be where it is today if it were not for his leadership. Some non-Duterte supporters bash him for what he says. But if Duterte isn’t a great leader why is Davao (which is very far from the capital) performing well? Why are the people of this city vouching and attesting for him as a leader? He has the political will to do things for the people even though we’d have to be subjected to stricter discipline. It’s all for the nation’s glory. I’m not sure who will win. Duterte has consistently taken the lead in almost all national surveys from broadsheets and other institutions, while Miriam Defensor Santiago has the vote of the youth in surveys of major universities across the country. Mik, student, Manila, Philippines I want someone new. I want my country to be just like Davao City I hope that this time around the next president will truly sympathize with the poor people and will live up to the promises they make to the country. I will be voting for ‘Rody’ Duterte because I want someone new. Duterte is different. He is rude when he needs to be, tough and tactless. But Davao City is his legacy. I want my country to be just like Davao City. And he can make that happen. Duterte will win. Consistently topping pre-election surveys reflects just how badly Filipinos want him to be the next president. Anonymous, teacher, Masbate, Philippines Our future is at stake, and we shouldn’t look toward it with such a narrow lens I’m extremely nervous that Duterte and Marcos will win. Duterte, as I see it, poses a major threat not only to individual sovereignty but also to our economic and political relations. The rape-enabling, mysogynistic comments, crude language, and proclamations of mass bloodshed are atrocious, even more so than any of Trump’s madness. And yet the people love him! A lot of people seem to have lost their sense of logic in the face of desperation for “change.” There’s a lot of negative energy, a lot of division. Filipinos seem to have forgotten just how horrible martial law was. They seem to want it all over again. It’s mortifying.     We’ve come so far in 2016 - I hope this election doesn’t send us spiraling back into the dark ages  Kaye K     I hope the new president considers the best interests of the country and its people in a way that is holistic, diplomatic, and decent. They shouldn’t have to sacrifice basic human rights to achieve their intended results. Yes, our country has a lot of problems, but I hope the next president is capable of strategizing solutions to these issues in a way that is both fiscally responsible and respectful of the rights of his citizens.  I voted for Mar Roxas because I believe he is the most qualified for the job, especially for the continuation of all the good that Noynoy Aquino has accomplished over the last six years. I am confident that Mar is the best candidate to represent our country in the global political economy. He is socially liberal without being too far left and expressing a willingness to breach human rights. His campaign is one of decency and consistency. It’s too bad that many voters are too blinded by irrational anger to see this.  I’m anxious to make a prediction. Based on the polls, I fear that Duterte will win, but I sincerely hope the silent majority and undecided voters rise to the occasion and make the right decision for our country. Our future is at stake, and we shouldn’t look toward it with such a narrow lens. There is more that is wrong with the Philippines than its crime, and there are many better approaches to crime than killing alleged criminals without a chance of fair trial. We carry the legacy of years of colonial rule in our blood, and so one cannot simply compare our country to the likes of others which experienced economic growth despite closed cultural borders, especially if such a country was never colonized. We’ve come so far in 2016 - I hope this election doesn’t send us spiraling back into the dark ages. Kaye K, UX designer in Brooklyn, New York",
  "webTitle": "'We're making our voices heard': Filipinos on the presidential election",
  "webPublicationDate": "2016-05-09T08:18:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/philippines-election-were-fired-up-and-making-our-voices-heard-filipinos",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Obordo",
      "id": "profile/rachel-obordo"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "world/2016/may/09/philippines-election-were-fired-up-and-making-our-voices-heard-filipinos"
}