{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/stoke-city-west-ham-united-premier-league-match-report",
  "id": "2016-05-15-70",
  "sectionId": "football",
  "body": "If West Ham United’s failure to secure their place in Europe needs to be put into perspective, then it is worth remembering that it was five years to the day since Avram Grant was sacked in the tunnel at the DW Stadium after relegation to the Championship was confirmed by a 3-2 defeat against Wigan Athletic. A banner in the away end at the Britannia Stadium, given a rousing send-off by Stoke City before Bet365 takes over the naming rights, captured the overriding mood of positivity amongst West Ham’s supporters. “Be careful what you wish for,” it read, a wry reference to all those grave warnings about the dangers of letting go of Sam Allardyce last summer, and it is impossible to regard Slaven Bilic’s debut season as anything other than a success bearing in mind that even his bosses regarded his appointment as a gamble.   Related: Manchester City draw at Swansea City to all-but ensure top-four finish    West Ham have finished in their best position in 14 years, achieved their highest points tally in the Premier League and ended with a positive goal difference for the first time since 1986, while finishing seventh means that they will enter the third qualifying round of the Europa League if Manchester United beat Crystal Palace in the FA Cup final on Saturday. Maybe West Ham’s supporters will travel to Wembley to give United’s team bus a rapturous reception. Equally, however, there is clear room for improvement given that West Ham dropped 11 points from winning positions and conceded 20 goals in their final 10 league matches, which helps to explains why they relinquished sixth place to Southampton or Manchester United and Bilic came into his press conference admitting that he was gutted. This was their season in a nutshell. Despite the absence of the injured Dimitri Payet, who suffered a minor foot injury in the win over United last Tuesday, they dominated for long spells and should have killed off Stoke after Michail Antonio’s early opener. “I said to the players at half-time that if it was basketball we would be 15 or 20 points clear,” Bilic said. “But it is football.” It was a familiar story. Shortly after Diafra Sakho spurned a glorious chance to make it 2-0 early in the second half, shooting straight at Shay Given from close range after splendid wing play from Antonio, the impressive Giannelli Imbula hauled Stoke level with a powerful shot from 20 yards and Mark Hughes’s side snatched an unlikely win, their first since 19 March, thanks to Mame Biram Diouf’s late winner. Diouf’s header from Charlie Adam’s corner in the 88th minute meant that Stoke rose above Chelsea to finish ninth for the third consecutive season. “It was more difficult this year,” Hughes said. “We put ourselves in a fantastic position six or seven games ago but we were clearly hurt by losing Jack Butland.”     Mame Biram Diouf paid tribute to his late mother with his celebration – she was killed in last year’s stampede during the annual Hajj pilgrimage. Photograph: Carl Recine/Reuters    For all Stoke’s resolve, however, West Ham threw it away. They knew that a win would clinch European football and the only possible disappointment for the visitors when Mike Jones blew for half-time was their failure to add to Antonio’s goal in the 23rd minute. Winston Reid headed Manuel Lanzini’s corner back into the middle and although there was a hint of handball as Antonio brought the ball down with his chest, the winger swivelled and drove a low finish past Shay Given for his 13th goal of the season. Stoke were on the verge of capitulating in the moments after West Ham took the lead, with the home fans exasperated by their team’s fragility at the back, and they surely would have collapsed if Sakho, who also wasted two clear sights of goal in the first half, had converted Antonio’s low cross. The mood changed when a powerful shot from Imbula, who had a swashbuckling game in midfield, fizzed past Darren Randolph. It had taken Stoke 55 minutes to register their first meaningful effort and West Ham must have suspected it was not going to be their afternoon when Cheikhou Kouyaté’s overhead kick was hacked away by Glenn Whelan, with the ball millimetres away from crossing the line. Before losing to Swansea City last weekend, West Ham still had an outside chance of qualifying for the Champions League. Yet their lack of ruthlessness held them back. Enner Valencia and Emmanuel Emenike were wasteful after coming off the bench and Diouf’s accurate header was a rare show of composure. “I will be a Manchester United fan,” Bilic said. “We really deserve to be in Europe. We are desperate.” Man of the match Giannelli Imbula (Stoke City)",
  "webTitle": "Mame Biram Diouf strikes late as Stoke dent West Ham’s European ambitions",
  "webPublicationDate": "2016-05-15T16:06:55Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/stoke-city-west-ham-united-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/15/stoke-city-west-ham-united-premier-league-match-report"
}