{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/10/triumph-or-disaster-mps-question-boaty-mcboatface-research-council-chief",
  "id": "2016-05-10-76",
  "sectionId": "science",
  "body": "No sooner had MPs taken their seats than it began. “Will the minister ask you to walk the plank?” asked Nicola Blackwood, chair of the Commons science and technology committee. Her question was directed at Duncan Wingham, head of the Natural Environment Research Council (NERC), who had been summoned to Westminster to answer questions on the Boaty McBoatface episode. The committee had long planned an inquiry into science communication, and NERC’s Name Our Ship competition - won with massive public support by Boaty McBoatface, only for the name to be vetoed by Science minister Jo Johnson in favour of the RRS Sir David Attenborough - was a natural place to start. Was it a PR triumph or a PR disaster? The MPs wanted to know. “I would like to think [the minister] sees this as what I’d describe as an incredible success,” Professor Wingham offered. “We could make the claim that we’re probably now the best known research council in the world. Hundreds of thousands of people now know not only about us, but about the science we have done.” And they had data to prove it. Through Twitter alone, the research council reached 23m people with its Name Our Ship campaign, a number that soared to 214m when the BoatyMcBoatface hashtag rolled down the slipway. They featured on Gogglebox, Jonathan Ross, and Ant and Dec. The publicity led thousands to watch NERC’s videos on the £200m polar research ship, to be built at the prestigious Cammell Laird shipyard on Merseyside. But the MPs wanted to move on. “Can we get this back on an even keel?” tried Matt Warman, the conservative MP for Boston and Skegness. He wanted to know what was next for Boaty. For while the name will be absent from NERC’s major new vessel, it will adorn a bright yellow robotic submersible the ship will carry onboard. The unexpectedly success of the campaign, though, had clearly left NERC with no time to dream up a bespoke media strategy for the little submersible. “We have been busy with the here and now,” Wingham explained to the MPs, pointing out that not so many months ago, no-one had heard of the Boaty McBoatface. “So it’s been all hands on deck?” Warman beamed. But there was a hint from Wingham that the little yellow robot is poised to become a character, or at least a mascot, in its own right. “The submersible will have many adventures,” he nodded. Then, gravely, he added: “We have lost submersibles before.” That prospect, Blackwood said, would dismay the entire committee, earning Wingham another invitation to appear before those gathered. The MPs were not done punning though. With time ticking on, Victoria Borwick, conservative MP for Kensington, changed tack and quizzed another member of the panel, Professor James Wilsdon, on the state of science reporting in Britain. As the discussion weaved through climate change, genetically modified crops, and the controversial pronouncements of the neuroscientist Baroness Greenfield, Stella Creasy, the Labour MP for Walthamstow, saw her chance. “If we can just anchor this in conversation about Boaty McBoatface,” she implored. “What would your advice be going forwards on this project?” she asked of Wilsdon.  “The scale of it has clearly taken NERC by surprise,” he said, taking a moment to praise the research council for its success. “It would be crazy not to try and build on this.”",
  "webTitle": "'Triumph or disaster?': MPs question Boaty McBoatface research council chief",
  "webPublicationDate": "2016-05-10T17:46:34Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/10/triumph-or-disaster-mps-question-boaty-mcboatface-research-council-chief",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Polar regions",
      "id": "environment/poles",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/10/triumph-or-disaster-mps-question-boaty-mcboatface-research-council-chief"
}