{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/afghanistan-national-museum-kabul-bactrian-hoard-najibullah-popal",
  "id": "2016-05-05-257",
  "sectionId": "world",
  "body": "Afghanistan usually celebrates its national heroes with pomp and fanfare. But Najibullah Popal is not remembered with the celebratory gunfire that welcomes home a victorious cricket team, or the presidential speeches bestowed on assassinated rebel leaders.  His feat – preserving some of the country’s most valuable heritage from the ravages of war – was possible only because it was kept secret.   Related: Hopes for Afghan peace talks sink as Kabul attack death toll doubles    During the early 1990s, Popal was a watchman at the National Museum on the outskirts of Kabul. As civil war approached the capital, he and a few colleagues decided to stow away the most valuable objects, including the fabled Bactrian Hoard, an exquisite gold collection excavated the year before the 1979 Soviet invasion. The museum workers eventually convinced four government ministers to let them use a safe under the presidential palace that previously belonged to the Central Bank. For 11 years, only seven men knew where the gold was; only they had keys. When his superiors would ask what was in the safe, Popal said it was worthless ceramics, to stave off curiosity. “Even my wife didn’t know about it,” he told the Guardian, grinning.     Najibullah Popal. Photograph: Sune Engel Rasmussen/Guardian    Hiding the gold was a good call. In the coming years, rebels and warlords plundered 70% of the museum’s impressive assortment of Buddha statues, Islamic relics and items from the 1st-century Kushan empire.  Later, the Taliban smashed 2,500 objects resembling humans or animals. Most infamously, they ordered the destruction of two magnificent 6th-century Buddhas carved into the mountains in Bamiyan. “These guys wanted to destroy the history and pride of this nation,” Popal said. “Islam does not allow this. If we want to convert someone to Islam, we should give them the message of Islam, not damage their beliefs.” For three years, Popal has been part of a team – supported by Chicago University archaeologists and US state department funding – that has restored 300 of the destroyed artefacts. They also catalogued more than 100,000 items and fragments that have been returned, seized in customs or recently excavated. This summer, Afghanistan’s first electronic museum database will be completed. Meanwhile, parts of the Bactrian gold remain in the vaults, and some of it is on display in Japan.     Part of the Bactrian Hoard that came out of the Afghan national bank vault in 2003. Photograph: Syed Jan Sabawoon/EPA    Situated below the 100-year-old Darulaman Palace, which was devastated by the civil war, Kabul’s National Museum used to be a gloomy testament to decades of conflict. Today, it is a symbol of resilience and of new beginnings. As opposed to neighbouring Iran, where pre-Islamic history is a pillar of popular national identity, Afghans generally do not know much about Afghanistan’s historic role as a pivot on the Silk Road, said Popal. Showcasing Afghanistan’s role in birthing ancient civilisations would also help educate foreigners whose knowledge of ancient Afghan history is usually cursory at best, said Mohammad Fahim Rahimi, the museum’s director. “It gives a good picture of what it means to be Afghan,” he said. Popal sees an imitation of the Taliban’s cultural destruction in Islamic State’s vandalising of pre-Islamic antiquities. “They should build something, not damage,” Popal said. “Our prophet Muhammad had friendly relations with every nation. Nobody has the right to burn the culture of nations. It is the property of the world.”",
  "webTitle": "The man who helped save Afghanistan's treasures from ravages of war",
  "webPublicationDate": "2016-05-05T09:38:45Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/afghanistan-national-museum-kabul-bactrian-hoard-najibullah-popal",
  "keyword": [
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/05/afghanistan-national-museum-kabul-bactrian-hoard-najibullah-popal"
}