{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/how-to-talk-about-places-youve-never-been-importance-of-armchair-travel-pierre-bayard-review",
  "id": "2016-05-16-306",
  "sectionId": "books",
  "body": "In 2007 the French academic Pierre Bayard, a professor of literature, had a surprise hit with How to Talk About Books You Haven’t Read. As the title implies, it was a provocative and entertaining piece of pop criticism with a serious message at its heart: literary debate is often about the debate itself, rather than the initial work, and needn’t be any less valid for that. It argued further that for some of the most famous works, primary knowledge of the text could be actively unhelpful. Bayard’s mischievous tone rendered the whole thing more readable than it ought to have been. At least one reader found its teachings very useful during preparation for his undergraduate English exams.   Related: Review: How to Talk About Books You Haven't Read by Pierre Bayard    Nearly a decade on, Bayard has followed it up with a spiritual sequel. Although How to Talk About Places You’ve Never Been might sound like an oblique travel guide, it is really another literary tour. Twelve chapters are split into three sections: Various Ways of Not Travelling, Talking About Travel and Procedures to Follow. His core idea is that there is no need to have visited a place to write interestingly about it, and that presuming to be able to truly know something is potentially a graver sin than absence or ignorance. To support his case he invokes a distinguished list of fantasists, cheats, liars and novelists. He asserts that far from being the great explorer of China, Marco Polo probably never ventured beyond Constantinople, and possibly never out of Italy. Phileas Fogg barely left his cabin as he hared around the world in 80 days. The writer Édouard Glissant wanted to write a book about Easter Island but was too old to make the journey, so sent his wife instead. The resulting work, argues Bayard, is no less illuminating. Margaret Mead, the famous American anthropologist, was duped by the Samoan tribes on whom she thought she was truthfully reporting. Jayson Blair wrote about imagined conversations and people for the New York Times before his plagiarism was caught.    You can’t help but be impressed by Bayard’s cheek, and if nothing else he makes you want to go back to the source texts    Bayard’s jaunty tone is still there, at times almost to a fault: you can almost smell the Gauloise smoke as he flourishes yet another wry observation, and it is unclear whether he is ever taking himself seriously. But his confident grasp of a wide range of material is also intact. These highbrow antics depend on astute close reading, and Bayard has enough to make you forget to pause over some of his more outlandish ideas. He presents his reading of Marco Polo as fact, for example, when it is a subject of ongoing – and probably unresolvable – debate. He argues that Jayson Blair paid great attention to detail, even if those details were made up. An intriguing discussion point for a Left Bank drinks party, but not very helpful for constructing a reputable newspaper. You can’t help but be impressed by Bayard’s cheek, and if nothing else he makes you want to go back and read the source texts. But ultimately this is a weaker take on his original idea, and he needs a lot of hot air to float his balloon. For its moments of insight, the prose can be confusing and riddled with academic claptrap. In his conclusion he writes that “it would be useful to found an atopic criticism, whose mission it would be to complete the study of the temporal mobility of works by way of their spatial mobility and to better grasp the movements that secretly animate them behind their apparent deceptive stability”. In other words: things aren’t as simple as they look. As the author would presumably agree, hardly essential reading. How to Talk About Places You’ve Never Been is published by Bloomsbury (£18.99). Click here to order it for £15.19",
  "webTitle": "How to Talk About Places You’ve Never Been: On the Importance of Armchair Travel by Pierre Bayard – review",
  "webPublicationDate": "2016-05-16T08:00:30Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/how-to-talk-about-places-youve-never-been-importance-of-armchair-travel-pierre-bayard-review",
  "keyword": [
    {
      "webTitle": "Travel writing",
      "id": "books/travel-writing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Cumming",
      "id": "profile/ed-cumming"
    }
  ],
  "guardianId": "books/2016/may/16/how-to-talk-about-places-youve-never-been-importance-of-armchair-travel-pierre-bayard-review"
}