{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/nick-xenophon-the-anti-politician-poised-to-cause-headaches-whoever-wins-election",
  "id": "2016-05-19-343",
  "sectionId": "australia-news",
  "body": "If Malcolm Turnbull wins the election, Nick Xenophon could help him introduce emissions trading, stop some of his company tax cuts, frustrate his attempts to cut Gonski schools funding and stall some of his sweeping changes to superannuation. If Bill Shorten wins, Xenophon could force big changes to Labor’s centrepiece policy on negative gearing. And those nation-shaping or agenda-cruelling possibilities are what Guardian Australia has learned from just a few snatched conversations with the hyper-busy senator. At this year’s election, the amiable lawyer who began his political career as an anti-pokies crusader and now leads an eponymous party is likely to become the head of a significant new political force. And, unlike the Palmer United party, which shot to prominence after the last election, possibly one with a chance at surviving the pressures of office.    Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    So it seems fitting to ask: what would he do with his power?  In 17 years in state and federal politics Xenophon has exhibited an extraordinary talent for attracting publicity (think wearing pyjamas to the all-night Senate sitting, buying the parliament a 750-piece set of Australian-made crockery – he once even made a calendar, each month celebrating one of his previous years’ media stunts).  Right at the start of the campaign he got on to the national news services by claiming the South Australian minister Christopher Pyne was cheating with the “premature erection” of signage). But despite constant media attention, Xenophon’s views on critical issues can still be elusive.  He likes to stick to his core campaigns – anti “predatory” gambling, pro political accountability in the form of a national corruption watchdog and whistleblower laws, backing policies to help maintain manufacturing jobs, buying Australian. Stray far from these and his answers can veer into generalised talk about “fair and commonsense solutions”. He is masterful at deflecting questions with self-deprecating humour, at skipping from one chosen issue to another. But now his new party, the Nick Xenophon Team or NXT, is running for the Senate in every state and in 18 lower house seats. It appears certain to win three Senate seats in South Australia, possibly four, and could conceivably win the last seat in one of a number of other states. That means under most scenarios it appears set to play a crucial role in the Senate after the July election, potentially holding crucial votes on all government legislation.    I felt like an outsider when elected and I feel like an outsider now  Nick Xenophon     The Senate maths works like this: if Turnbull is returned he could be reliant on either the Greens or the three or more senators from NXT to pass legislation. Alternatively, he could require either the Greens or the NXT plus a few other assorted minor-party senators likely to be re-elected, perhaps Jacqui Lambie or Glenn Lazarus or even Pauline Hanson. That second scenario is almost certainly what a Labor government would face.  Any way, the South Australian lawyer and his party will be in a powerful balance of power position. NXT has, on its website, detailed “policy positions”. But given the power he and his “team” are about to wield, it seems time to pin some of these down.  That requires pinning Xenophon down, which is always quite a challenge. He’s endlessly available for a quick comment, a media “grab”, a television interview on the issue of the moment, a quick chat and a joke in the corridor, but a relentless schedule of parliament, NXT commitments, parliamentary committees and constituent work means he’s also always in a rush, late for the next date, dealing with the issue of the moment. He even talks quickly. It’s hard to find time for a longer conversation.  Finally we sit down in his Canberra office just before parliament rises while he makes himself a very late lunch (brie on crumpets) after a day in a Senate committee, and then follow-up on the phone. As the conversation progresses it becomes apparent Xenophon’s views on the various proposed solutions could cause headaches, whoever wins the election. On company tax cuts, Xenophon says he does not agree with Turnbull’s budget plan to extend them beyond companies with turnover higher than $10m. “Up to $10m is something that, instinctively, I think we ought to consider,” he says. “But I’ve seen no compelling economic case to go beyond that.” Since neither Labor nor the Greens support the idea of extending the cuts beyond $2m turnover, that will make big business nervous. On cuts to superannuation tax concessions at the top end, now likely to be advocated by both major parties, Xenophon is broadly on-side. “The super system should be about funding a comfortable retirement, not a tax haven.” But he says he’s reserving his position on the government’s plan to cap non-concessional contributions at $500,000.     Nick Xenophon in his pyjamas and slippers during an all-night Senate sitting. In 17 years in state and federal politics he has exhibited an extraordinary talent for attracting publicity. Photograph: Mike Bowers for the Guardian    On Labor’s negative gearing proposal, Xenophon is opposed. “My father was a modest property developer, I think we need to look at this very cautiously ... you might be able to tweak the negative gearing system to encourage investment in affordable rental accommodation, but I think the Labor policy goes too far and risks causing some sharp shocks to the market. Anything you do needs to be gradual and cautious.” On the government’s proposed cuts to the final two years of the Gonski schools funding plan (the government offered $1.2bn in the budget), Xenophon says we should spend the money. “We might need to spend it better, but we should spend it … I haven’t seen evidence that we can achieve the outcomes Gonski wanted with so much less spending.” Given that the Gonski spending, at current levels, is enshrined in legislation, that could pose a problem for a government intent upon a reduction. “No, I would never support that [removing the funding from the legislation] although I am sure the government could take money away in other ways, I am sure they could get try to get around it.” On climate policy, Xenophon and Turnbull have history, and it may be about to repeat. In 2009, when Turnbull, as opposition leader, was trying to navigate a path between his own party’s climate scepticism and the Rudd government’s carbon pollution reduction scheme, the Coalition and Xenophon commissioned research from Xenophon’s friend and climate modeller Danny Price, from Frontier Economics, who recommended a so-called “emissions-intensity” scheme – a variant on Labor’s cap and trade scheme.  But in negotiations Turnbull and his acting climate spokesman, Ian Macfarlane, were persuaded against it by the then minister Penny Wong and then head of the climate change department, Martin Parkinson – now Turnbull’s department secretary.  But the potential to implement that kind of scheme is built in to the Coalition’s Direct Action policy through the so-called safeguards mechanism, and most in the business community believe it will have to be activated after the government’s review next year if Australia is to have any hope of meeting its internationally pledged targets. And Labor has now proposed a similar scheme for the electricity industry.   Related: Nick Xenophon brings 'X factor' to election results in South Australia | Ben Raue    Xenophon says he hasn’t changed his position. “The safeguards mechanism should be changed to force business to reduce their emissions and I expect there will be discussion about that post-election ... I think it is inevitable Australia will need an emissions trading scheme because that is clearly the most effective way, and economically efficient way, to reduce emissions and there are elements in the safeguards mechanism where you can morph that into an ETS. I support the position I took with Malcolm Turnbull in 2009 when we launched together the Frontier scheme.” And then there’s the question of how the NXT would exercise its powers, how it would take decisions, whether it would bind members to vote according to a party line and whether it would trade its votes on one issue for a shift in government policy on another. On that last issue, Xenophon points to his maiden speech in the Senate in 2008, when he said “I also do not believe in horse trading. Horse trading implies a willingness to vote for something you do not believe in in order to get something else you want. When people do try to horse trade they can end up with a donkey or, worse still, end up making an ass of themselves.” But that definition has still left him the wriggle room to strike some very big deals over the years, for example the bringing forward of $1bn in funding for the Murray Darling to secure his vote for the Rudd government’s $42bn second stimulus package in 2009. He insists there is no contradiction. “I saw that as entirely consistent with the second stimulus package, you couldn’t have a credible stimulus package unless you dealt with the drought and the impact of the drought on rural communities,” he says. Xenophon is also making the Coalition MPs in South Australia very nervous, where polling shows that as well as hooking three or four Senate seats, NXT is attracting more than 15% of the lower house vote in Pyne’s seat of Sturt, or the Liberal MP Matt Williams in his seat of Hindmarsh or the former minister Jamie Briggs in Mayo.  That’s unlikely to be enough to see them poll ahead of Labor and win the seat on Labor preferences (the psephologist Kevin Bonham has tried to unpick the available data on NXT in this post), although Xenophon supporters remain hopeful about Mayo. But it is certainly enough for their preferences to be crucial for the result.    You’d be voting for some individuals who may or may not go and do what Nick Xenophon wants them to do  Malcolm Turnbull     In the first week of the campaign Xenophon was forced to deny he would do preference deals. “There won’t be any deals. I just want to deal with this directly,” he said, after suggestions he had done a deal with Labor. The polling numbers are sufficiently arresting for the Coalition to be working hard to paint the NXT as another cobbled together fledgling party likely to fall apart or “go rogue” under the pressures of office, just like the PUP did. He says he is certain the party’s selection processes mean there will be a “consistency of purpose” between his possible fellow NXT senators or MPs and that the party will run a “consensus” decision-making process in office and a Coalition-style leniency if a senator feels unable to vote with the party once in a while.  “You’d be voting for some individuals who may or may not go and do what Nick Xenophon wants them to do,” Turnbull told the hometown newspaper, the Adelaide Advertiser. “He’s always been a loner and, as Clive Palmer found, you can get people elected into the Senate on your ticket, then they might decide to do their own thing.” Labor makes similar points. Briggs labelled Xenophon Australia’s version of Donald Trump, and leaked emails show Pyne begging a prominent South Australian radio announcer to convince Xenophon not to run a candidate against him. The Coalition is backing its attacks by highlighting the views of some of Xenophon’s candidates. Damien Carey, a Chinese medicine and ­acupuncture practitioner running for NXT in the South Australian seat of Kingston, was targeted as an anti-vaxxer (he says he accepts the need for vaccination but believes parents who refuse vaccinations for their children should not be attacked or vilified) and also for his belief that genital acupuncture can cure infertility. (Xenophon says scientific trials would be needed before his party could support the idea.) Rebekha Sharkie, his candidate in Mayo, was attacked for speaking to the anti-foreign-investment Farmers and Landowners Action Group, a fringe group that has links to Pauline Hanson, climate sceptic Lord Monckton and international far-right conspiracy theorists. (She says people should read her speech.)     Xenophon at a media conference with Christopher Pyne. NXT is attracting more than 15% of the lower house vote in Pyne’s seat of Sturt. Photograph: Mike Bowers for the Guardian    The thing that really gets under the major parties’ skin is Xenophon’s skill – after 17 years in state and federal parliament – of portraying himself as an “anti-politician”.  Xenophon does have a long track record of tenacious representation of the disenfranchised, the voiceless, the apparently lost causes. He flew to Jakarta twice, at his own expense, to plead for the lives of Andrew Chan and Myuran Sukumaran. He entered politics fuelled by anger at the human disasters poker machines can cause. He’s more centrist than popular international anti-politicians, but his advocacy of South Australian manufacturing taps the same vein of discontent among voters who feel economic change has left them behind. But he’s also a smart operator adept at forming allegiances and getting attention for his message. The Labor senator Sam Dastyari has called him possibly the best retail politician in the nation, and Dastyari is himself an expert in the field. And expanding his retail operations has required some compromises on principles. The man who once said, “If you give someone $1,000, you support them. If you give them $100,000, you own them,” has accepted a $115,000 donation from Ian Melrose, proprietor of Optical Superstore.   Related: Nick Xenophon stands by candidate who advocates genital acupuncture    I ask him how the anti-politician thing can be true. He retreats behind a self-deprecating gag, “Am I allowed to say it’s because of self-loathing,” he jokes. I steer him back to the question, and his answer is hesitant, part serious (he has a different core purpose) and part on message (he doesn’t make use of his entitlement to business class flying). “I felt like an outsider when elected and I feel like an outsider now, I am always happy to walk past business class where most of my colleagues sit, one of the joys of flying economy class is that you are very unlikely to sit next to a politician, I don’t know ... I still enjoy doing constituency work and trying to solve constituent problems, I want to do more of that and hopefully if I am joined by others I can do more.” Pyne has said that the weakness in Xenophon’s “anti-politician” message is that it is a “message of complaint” upon which he can never deliver because he cannot be in government. But the real reason Pyne, and the government, are so worried about Xenophon’s looming political expansion is that it might just deliver him just enough political power that he can. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Nick Xenophon, the 'anti-politician' poised to cause headaches – whoever wins election",
  "webPublicationDate": "2016-05-19T02:43:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/nick-xenophon-the-anti-politician-poised-to-cause-headaches-whoever-wins-election",
  "keyword": [
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Christopher Pyne",
      "id": "australia-news/christopher-pyne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "South Australia",
      "id": "australia-news/south-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Emissions trading",
      "id": "environment/emissionstrading",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Nick Xenophon Team",
      "id": "australia-news/nick-xenophon-team",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/19/nick-xenophon-the-anti-politician-poised-to-cause-headaches-whoever-wins-election"
}