{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/iraqi-forces-enter-fallujah-in-attempt-to-drive-out-islamic-state",
  "id": "2016-05-30-27",
  "sectionId": "world",
  "body": "Iraqi troops have wrested back control of districts in the Islamic State-held city of Falluja in a long-awaited operation fraught with fears that the militant group could try to use tens of thousands of civilians as human shields. The assault came on Monday after a week of preparations focused on encircling the city, which fell to Isis early in 2014, months before the jihadis announced the creation of a caliphate. Backed by US-led coalition airstrikes, Iraqi commanders said elite counterterrorism forces had begun a multi-pronged assault aimed at reaching the city centre, and appeared to have taken three out of nine districts in the militant redoubt west of Baghdad.   Falluja map   AFP reported that Lt Gen Abdelwahab al-Saadi, the commander of the operation, said: “Iraqi forces entered Falluja under air cover from the international coalition, the Iraqi air force and army aviation, and supported by artillery and tanks.”  Explosions and gunfire could be heard in the southern Naimiya district as Iraqi forces advanced. State television reported that an elite military unit seized the district’s police station at midday local time.  Isis responded to the offensive by dispatching suicide bombers in and around Baghdad. Three attacks targeted the populous Sadr City suburb and the Shaab neighbourhood, as well as the area of Tarmiya north of the capital, killing more than 20 people in the largely Shia districts. Isis claimed responsibility for the attacks in statements circulated online.  The assault on Falluja comes amid a concerted campaign against Isis in Iraq and Syria that has stretched the militants across multiple fronts. It is likely to last at least a few days with stiff resistance from the militants, who have long been entrenched there. Falluja was the first major city to be seized by Isis, taken long before the militants surged into northern Iraq and conquered the Nineveh plains and Iraq’s second city, Mosul. Although it has less strategic value than the populous city of Mosul, the Sunni city carries great symbolic weight for the Iraqi government and Isis. “It is important because of its symbolic value to Daesh,” said Hisham al-Hashimi, an Iraqi government adviser, using the group’s Arabic acronym. “It is close to Baghdad and close to sovereign infrastructure in west Baghdad, namely the international airport, and it is the first place Daesh occupied in Anbar in 2014.” Falluja was a key hotbed in the insurgency that raged in Iraq after the overthrow of Saddam Hussein and saw two separate large-scale offensives by the US military in 2004 that destroyed much of the city.    Related: Isis may face Falluja bloodbath, but new offensive shows power to spread terror    This time, an estimated 50,000 civilians remain trapped and besieged, facing starvation. At the weekend, a local police chief told the media that Isis had been using residents of villages on the outskirts of the city as human shields, raising fears that the militant group could do the same again to slow the Iraqi military’s offensive. The UN high commissioner for refugees said 800 civilians had so far fled Falluja, often travelling on foot and escaping through disused irrigation pipes. Those in the city have had little access to food and clean water since roads into the jihadi stronghold were cut off in December last year. Several people, including women and children, died trying to escape, the UNHCR said. It added that there had been reports of a big increase in the number of executions of men and older boys in Falluja refusing to fight for Isis. Other reports said a number of people attempting to depart had been executed or whipped, and one man’s leg was reportedly amputated. The Guardian has not been able to verify the reports independently.  Some fear retribution by auxiliary Shia militias taking part in the campaign, some members of whom are suspicious that the civilians who have remained in the city are sympathetic to Isis. In a video published over the weekend, the leader of the Abu Fadl al-Abbas militia called for the cleansing of the “tumour of Fallujah”, saying there were no patriots in the city.     Civilians who fled their homes gather on the outskirts of Falluja last week Photograph: Osamah Waheeb/Reuters    Iraq’s top Shia spiritual authority, Grand Ayatollah Ali al-Sistani, urged restraint in Friday prayers last week, calling on soldiers fighting to liberate Falluja to make saving civilians a priority over targeting the enemy. Isis supporters on secure media channels said the offensive to liberate Falluja – backed by the US and Iran – proved that they were in league against oppressed Sunni Muslims. “America’s alliance with Iran is now explicit and evident for all the people,” said one Isis supporter on Telegram, a secure messaging app. “[America] is defending... Qassem Soleimani with its air force.” Soleimani, the commander of Iran’s elite Quds Force, had reportedly been assisting Shia militia forces on the ground during the offensive. Isis has seen its state contract over the past few months, losing the city of Ramadi, capital of Anbar province, late last year, as well as the Yazidi homeland of Sinjar, though both were essentially levelled in the campaign.   Related: Mosul: suspicion and hostility cloud fight to recapture Iraqi city from Isis    The terror group also lost the strategic town of Shadadi near the Syrian-Iraqi border and historic Palmyra in the deserts of central Syria to a joint Russian-Syrian army offensive this year. Kurdish paramilitaries and Arab fighters backed by US special forces on the ground are expanding their offensive in northern Syria, drawing closer to the militants’ capital of Raqqa, while in Iraq, Kurdish troops launched a campaign on Sunday to liberate a series of villages on the road east of Mosul leading to Erbil. The ongoing ebb of Isis fortunes prompted a rare admission of the difficulties the group is facing by its spokesman, Abu Mohammad al-Adnani. Last week he acknowledged the group’s loss of territory but pledged it would ultimately be victorious, saying it had not been defeated when it lost territory or leaders in the past.",
  "webTitle": "Iraqi troops seize control of districts of  Falluja from Isis",
  "webPublicationDate": "2016-05-30T19:26:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/iraqi-forces-enter-fallujah-in-attempt-to-drive-out-islamic-state",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/30/iraqi-forces-enter-fallujah-in-attempt-to-drive-out-islamic-state"
}