{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/different-drum-novice-snares-gig-in-the-greatest-free-show-on-earth",
  "id": "2016-05-20-36",
  "sectionId": "music",
  "body": "They call it the greatest free show on Earth, a battle of Britain’s best brass bands, fought across the villages of Saddleworth on the old Lancashire-Yorkshire border. It’s a chaotic contest that is part Wacky Races, part Brassed Off, as bandsmen and women of all ages frantically race up and down dale to compete in as many villages as possible while not getting so drunk they forget their fingering.  Fuelled by real ale and vinegar-laced black peas, tuba players and corneters high-tail it between hamlets with names so quintessentially northern I initially thought they must be made up: Diggle to Dobcross, Denshaw to Delph. It is no exaggeration to say I had been waiting 366 days to make my Whit Friday brass band festival debut. Having stumbled across it in Delph with a friend from Rochdale last year, I vowed to return as a contestant.  Never mind that I couldn’t actually play a brass instrument and that 20 years had passed since I had scraped a pass in grade six oboe. Grand plans to learn the trombone were quietly abandoned when a “scratch” band from Bristol offered me a guest spot on bass drum.     Trombonists of Mystic Brass blow away the cobwebs. Photograph: Christopher Thomond for the Guardian    Every year Simon Jones, a tenor horn specialist, gathers together a raggle-taggle band of players to contest Whit Friday alongside some of the world’s most accomplished and distinguished brass bands, such as the Fairey Band from Stockport and the Brighouse and Rastrick Band from Calderdale in West Yorkshire, as well as class acts from overseas.  For amateur players, or total chancers like me, it’s like being allowed to compete in the Tour de France against Bradley Wiggins, or play on a court at Wimbledon with Andy Murray.  The “real” bands wear their uniforms: blazers in Dairy Milk purple for the Brighouse lot, while the Fairey people play in Manchester City blue, collars lined with golden trim.   Related: Why brass bands are back in vogue    Simon decided we should dress up as wizards, and named our motley crew Mystic Brass. If I’d not been before, I’d worry the “real” bands would think we were taking the mick, but in 2015 we’d enjoyed a Bryan Adams cover from the Chav Band, who were all in Kappa tracksuits and baseball caps (scroll to one minute in). I opted for an indigo silken gown embellished with Bowie-esque thunderbolts and matching cape, teamed with an enormous grey beard and dreadlocked wig, my usual spectacles swapped for a pair of John Lennon-inspired round sunnies with skull holograms in the lenses.  On the tram to Oldham on Friday morning, I suddenly got nervous. My friend Oaksey, an Oldham native and a bandsman in his youth, scared me by casually noting that the bass drum was “the most important of all the instruments. One wrong double hit and you’ll have the whole band finishing too early.”  On arrival, it turned out I had indeed been entrusted with quite an important job. It was up to me to not only set the tempo on the “deportment” march through each village (we were playing the Hogwarts March from Harry Potter), but to count the band in with two double boshes and two big trebles, and then signal them to end with another double tap.  “You do realise I have never played drums before, right?” I asked Simon, who batted away my fears by reminding me that there was no percussion in the actual contest. I’d sit out that bit, or more realistically, lug my drum back to the coach so as not to hold everyone up.     Helen Pidd: ‘I opted for an indigo silken gown embellished with Bowie-esque thunderbolts and matching cape, teamed with an enormous grey beard.’ Photograph: Christopher Thomond for the Guardian    The actual contests are very serious affairs. The adjudicators, usually local luminaries, judge each band blind, sitting in darkened rooms with their backs to an open window, or in a caravan with blacked out windows.  Before each band begins, a solemn steward silently walks through the crowd carrying a blackboard showing the audience the name of the band and the march they are to play (Mystic Brass – The Wizard, in our case).  With results from various villages coming in during the evening, it’s often not until Saturday that it all becomes clear. We decided to start our Whit Friday assault in Diggle, where the competition takes place on the former tip. It’s significantly more pleasant than it sounds, playing brass on a former landfill site, the Saddleworth hills rising in the background as the smell of corned beef hash perfumed the air. I was nervous to the point of shaking, not that you’d have known it behind my Hagrid-meets-Ozzy Osborne disguise. We got through it without completely embarrassing ourselves, though we were hamstrung by following the Diggle band – who not only had the home crowd advantage, but also played The Wizard, stealing our thunder somewhat.  Listening from the sidelines, I suspected they may have had more than one practice in the hotel car park.  Then it was on to Dobcross for another pint and another performance. It turned out the Faireys were a few goes before us and were, by all accounts, as spectacular as ever.  But I bet I had a better beard than any of them.",
  "webTitle": "Different drum: novice snares gig in the greatest free show on Earth",
  "webPublicationDate": "2016-05-20T18:37:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/different-drum-novice-snares-gig-in-the-greatest-free-show-on-earth",
  "keyword": [
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Yorkshire holidays",
      "id": "travel/yorkshire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Lancashire holidays",
      "id": "travel/lancashire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "music/2016/may/20/different-drum-novice-snares-gig-in-the-greatest-free-show-on-earth"
}