{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/sunderland-chelsea-premier-league-report",
  "id": "2016-05-07-86",
  "sectionId": "football",
  "body": "Jermain Defoe’s instinctive and incisive finish settled an enthralling contest with last season’s Premier League champions and lifted Sunderland to within a victory of guaranteed Premier League survival.   Related: John Terry red card rules him out of Chelsea’s final two games    Their first opportunity to do so will come on Wednesday, when an Everton side clearly focused on the distractions of summer travel to the Stadium of Light, but given the latest failings of Newcastle and Norwich it is entirely possible that Sam Allardyce already has enough points in the bag to be sure of continuing his proud record of never having been relegated as a manager from the top division. “I’d be gutted if we didn’t stay up from this position,” said the Sunderland manager. “But still we’ve got to be professional and driven on Wednesday night and make sure when we finish that game, we’re safe. “Our destiny is in our own hands and hopefully we won’t jangle the nerves any longer than we need to. So many people – staff, fans – were biting their nails in the last few minutes. “But we needed that today and it was a miraculous way to get a victory, given the circumstances, the pressure we’re under and the team we’re playing.” That team they were playing are a pale shadow of the Chelsea side that strode to last season’s title and their miserable season was neatly summed up deep in injury-time when John Terry, possibly in the final month of his Stamford Bridge career, fouled Wahbi Khazri and was sent off for a second bookable offence which will carry a two-match suspension – as it is his second dismissal of the season – and end his campaign. “We don’t know what his future is but, for this season, it’s sad,” said the outgoing interim manager Guus Hiddink. “We would have liked to have him in our last game at home to Leicester, the champions, and having a nice ‘party’ game.” Terry had already played an underwhelming part in Chelsea’s second-half surrender, although it owed as much to the forward Diego Costa, who twice found himself alone in the Sunderland area, with his team leading 2-1, and twice struck the ball too close to the impressive home keeper Vito Mannone. In the 67th minute, Sunderland, picking up a head of steam from their intense following, equalised as Fabio Borini was found by Patrick van Aanholt’s neat pass and scored from just inside the area with a shot that Thibaut Courtois, unsighted by Terry, could only help into his own net. Then three minutes later, Defoe, who had previously scored only three home goals this season, was on hand 12 yards out to meet a DeAndre Yedlin cross, touched into his path by Mikel John Obi, before again scoring via a touch off the Chelsea keeper, his 15th goal of an extraordinary season. “For a team in the bottom three for most of the season, that’s a miraculous return for Jermain,” said Allardyce. “He hasn’t been starved of service but, for me, the pleasing factor is he scores goals continuously while playing up front on his own. People have suggested all his career that he couldn’t do that and he’s proved everybody wrong.‚“ There had been no sign of the second-half fightback to come as Sunderland capitulated late in first half injury-time, gifting Chelsea a second goal within minutes of scoring a superb equaliser through Khazri. Deep into stoppage time, Allardyce’s defence showed the same nervousness about which he had complained in last weekend’s draw at Stoke, failing to deal either with Cesc Fàbregas’s upfield punt or the header from César Azpilicueta that played in Nemanja Matic who finished neatly past the advancing Mannone. Khazri’s equaliser had comfortably been the best goal of an entertaining contest as he latched on to a headed clearance from Yann M’Vila’s deep free-kick and beat Courtois with a stunning right-foot volley from the edge of the Chelsea area, a goal which had been sorely needed, cancelling out Costa’s 16th goal of the season after 14 minutes.   Related: Manchester United’s Juan Mata leaves Norwich City in relegation zone    It again featured a clinical finish and, again, some uncertain home defending as Eden Hazard started a move which was continued by Gary Cahill, via a deflection off Yedlin, for Costa to complete the move expertly from a tight angle. “Today, for me as a manager, this game had everything,” said Allardyce. “The thrills and spills, the worries and the tensions you get at this level of football. But we’re in a good position now. Newcastle drawing, Norwich losing, has put us in a very good position.”",
  "webTitle": "Jermain Defoe downs Chelsea to give Sunderland hope of escaping drop",
  "webPublicationDate": "2016-05-07T16:11:13Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/sunderland-chelsea-premier-league-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/07/sunderland-chelsea-premier-league-report"
}