{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/bat-for-lashes-get-off-your-phone-and-listen-to-the-music",
  "id": "2016-05-22-94",
  "sectionId": "music",
  "body": "Hello Natasha! How are you? Very well. I’m just getting ready for a vocal warmup and making adjustments to my new gown. Ah yes, for your new album, The Bride, you’re hosting pop-up weddings as part of the festival shows. How’s that going? It’s good! I’ve already had one, I’ve just got another three to go. How many gowns does it take to get through a Bat For Lashes wedding tour? The dry cleaner’s on speed dial. But there’s a few. I have the beautiful white wedding dress I wore on the album artwork which I made from scratch with a stylist and dressmaker, I’ve got a red one the same as that. They’re beautiful for videos and stuff but because they’re so low cut and short, if you try and do a show in them you’re constantly pulling down your skirt and pulling up your top. So I’ve got a really long blood red dress for the stage, going a bit more widow, which is fun.   Related: Bat For Lashes: 'Even in Sex And The City, the single girls end up with someone'    Cool! Are we all invited to the wedding disco you’re DJing? Yes! I want everyone to dress up as wedding guests at End of the Road. I’m going to drop Chaka Khan and Michael Jackson just as soon as everyone’s at the right end of drunk and happy. Can we talk about Bat For Lashes, the aesthetic? I mean, arguably you’ve influenced festival fashion more than any other pop star in the last decade. The head-dresses, the feathers, the makeup, the jewellery … Well yeah, definitely. I think that’s partly why Coachella felt so strange this year, I didn’t get into it and felt a bit old and past it because I was playing to a bunch of people a lot younger than me that reminded me of my first album. It was weird because something so special, magical, deep and meaningful for me has become so generic and a uniform in a way. It’s partly flattering to see my makeup and the colours I like using everywhere because it means it spoke to the collective conscious or whatever it is. So obviously, that resonated – people are still enjoying the flower crown and they’re not bored years and years later! But you’ve moved on … Well, it’s not a calculated fashion statement but musically, I hope I keep evolving. It’s music that informs the art and what I’m attracted to and what I wear. It all blends into one. I think there was something very Native American fairy about me in my early 20s and I was a girl then, whereas now as a woman I’m quite into 90s trashy road films like True Romance and Wild At Heart, that Nicholas Cage kind of sexy style. What was your first festival experience like? Oh god, I went to a few as a teenager and in my early twenties, quite obscure ones that I can’t really remember because I was off my face half the time. But I think my very first festival was V with my best friend from school. I think we were 18: a debauched, drunken, teenage mess in love with Damon Albarn. And the worst? Roskilde! I went with my first boyfriend, we all took hallucinogenic drugs and got completely lost and couldn’t make our way back to the tents because we were too scared to walk over a bridge. We all ended sitting in a circle in the mud, holding each other for about a day. Romantic. Ha ha. I love seeing the sunset behind main stages at festivals, I think there’s definitely something really romantic about that. Can you give us your top festival hacks? Erm … what? Well, it’s tips really. But if I say “hacks” it sounds all modern and less Good Housekeeping. Ha. Easy! Get off your phone, stop taking selfies and listen to the music. Music! I thought festivals in 2016 were about Instagram value. Exactly! But people should try and disconnect from the technology and get into the spirit of things. It’s an opportunity to forget life back at home, live a magical existence, dress up, have loads of fun, get involved and forget social media. In a way, I wonder if that’s why festivals have gone a bit weird because everyone’s so concerned with Instagramming where they’re at all the time. I noticed that a lot in America, it would be really nice if everyone went back in time a bit to the point when people would walk around and look at each other and talk to each other at festivals. Maybe I’m sounding idealistic. You are pretty hippy, to be fair. But it’ll probably be the next retro take on vintage stuff: the no-phones festival. I hope so. We had a no-phones show last month and I’d forgotten how much it really changes when the audience aren’t taking pictures of you or filming it, just when everyone’s really present. Festivals really benefit from that mass communication of everyone being in the moment. Otherwise it disrupts the atmosphere and the environment and the artist’s ability to create something powerful. Bat for Lashes headlines End of the Road Festival 1-4 September.",
  "webTitle": "Bat for Lashes: ‘Get off your phone and listen to the music’",
  "webPublicationDate": "2016-05-22T12:00:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/bat-for-lashes-get-off-your-phone-and-listen-to-the-music",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bat for Lashes",
      "id": "music/batforlashes",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "End of the Road festival",
      "id": "music/end-of-the-road-festival",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Nosheen Iqbal",
      "id": "profile/nosheen-iqbal"
    }
  ],
  "guardianId": "music/2016/may/22/bat-for-lashes-get-off-your-phone-and-listen-to-the-music"
}