{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/damien-delaney-crystal-palace-manchester-united-fa-cup-final",
  "id": "2016-05-20-233",
  "sectionId": "football",
  "body": "Damien Delaney is sitting in a pokey disused outbuilding, recently considered an office by a succession of Crystal Palace managers, at the club’s Beckenham base and reflecting on a bruising career. Thoughts linger on scars inflicted by life in the lower leagues. On aerial scraps with Leo Fortune-West at Doncaster Rovers, Bournemouth’s Steve Fletcher “who would roll his sleeves up round his biceps and, if he couldn’t head the ball, head you instead”, and gruesome collisions with Julian Alsop at Oxford. “Wayne Rooney’s an excellent player who plays close to the line, but Alsop would intentionally step across it,” he says. “So, if it’s all the same, I’d probably prefer to play against Wayne.” The centre-half will have that opportunity at Wembley on Saturday. Palace, for the second time in their 111-year history, will stride out into an FA Cup final with Manchester United barring passage to the club’s first major honour. Delaney is about as old school as they come, a seasoned professional with little interest in hogging the limelight – even this interview is a rarity – and will quietly enter a 17th senior campaign in August with terms long since agreed on a new 12-month contract at Selhurst Park. He has spent the past three years as a regular in the Premier League, vice-captain and stalwart of the side promoted in 2013. Even for someone who has learned to treat every success and failure with a proper dose of realism, his 156th appearance for Palace will be the biggest of his career.   Related: Yannick Bolasie: FA Cup final is chance to show world what I can do    And yet it might never have come to this. Rewind to 30 August 2012 and the aftermath of a brief conversation with Paul Jewell, and Delaney was done with English football, out of a job and thrilled it was all over. Four years of meandering at Queens Park Rangers and Ipswich Town had taken their toll. He had gone through six changes of head coach at Loftus Road in a little over a year at a club overseen in comically chaotic fashion by Flavio Briatore. The centre-half was shuffling off a training pitch at Harlington when Iain Dowie was handed his P45 by a suited official, and had watched wearily as each lamb to the slaughter vowed to instigate an upturn. “Every guy who came in made the same speech, so it became a running joke: ‘I’ve just spoken to Flavio and he’s given me control. It’s my team now.’ Of course it is, mate. You’ll last about two days … and they usually did. I couldn’t wait to get out of QPR.” Not that his fortunes improved at Ipswich. Signed by Roy Keane, the defender almost lost a leg after developing a blood clot following a run-of-the-mill collision in training, saw the manager sacked and eventually found himself on the fringes under Jewell. “I just lost faith,” he says with typical honesty. “I told myself it would change eventually but each time a new manager came in at any of the clubs he was worse than the last one. It was just going nowhere. I was on the bench when we were slapped six-zip at Blackpool at the start of that last season. A few days later we had Carlisle in the League Cup – not many people would want to play there on a Tuesday night but I genuinely did – and I was still on the bench. “That was as low as it can get. I’d had enough, they didn’t want me there, so we called it a day. I’ll never forget driving out of Portman Road, sitting at the gates that Thursday morning, and it was liberating on an emotional level. You should never make permanent decisions on temporary emotions, so I was going to take three months off to clear my head. I wanted to find out if I’d miss football. Maybe something would come up in the States. And I had this idea I might take up triathlons. But I was finished in England.” He describes that day when he was technically unemployed as one of the best of his life. Then Dougie Freedman rang. The Palace manager’s need was pressing with his team pointless and propping up the Championship, his captain Paddy McCarthy crocked and no funds available for a replacement. “I told him my heart wasn’t in it any more, I was drained and had no interest. But he was persuasive and far more desperate than I was. He convinced me to meet him for breakfast the next day and sneakily twirled me round his little finger: ‘Come down to the training ground … Find some boots, come out and train ...’ “I knew some of the lads, good professionals, from previous clubs and did one session, and just had a good feeling about the place. Dougie offered me a three-month deal and told me I was in the team the next day against Sheffield Wednesday. I went into it all with a clear conscience and, every day since, I’ve tried to enjoy. Even the bad times since have been ‘character building’. There is something about hitting rock bottom, when you give up. Anything after that is a bonus. Even so, I didn’t see any of this coming. Maybe everything happens for a reason. Perhaps I’d paid my dues over four years.”     Damien Delaney challenges Reading’s Hal Robson-Kanu during their FA Cup quarter-final. Photograph: John Sibley/Reuters    The period since has been staggering, through a promotion campaign and three years as a regular in a mid-table top-flight side, although, mystifyingly, he will not add to a paltry nine caps for Republic of Ireland. Delaney may not always draw the focus from the stands but Freedman, Ian Holloway, Tony Pulis, Neil Warnock and Alan Pardew have leant heavily on him. He has won a play-off final at Wembley – the date of that success, 27.05.13, is tattooed on his left arm – has sparked a title-shattering three-goal comeback against Liverpool, and bullied Diego Costa in a win at Stamford Bridge (“There are some proper hard men in League Two”). He is the type of committed performer whose absence leaves a colossal hole in a dressing room, a player the fans elevate to cult status and whose club-mates, for all the playful ribbing over dress sense or music taste, acknowledge as a leader. Palace are blessed with a core group who forged their reputations in the lower leagues and whose motivation is to prove allcomers wrong. Jason Puncheon has played in every division. Mile Jedinak spent two years in Turkey, and Yannick Bolasie’s nomadic career has taken him from Hillingdon Borough to Barnet via the Maltese Premier League. Even Scott Dann made his name at Walsall, and Wilfried Zaha has his own reason to want to wound United. Delaney, arguably more than most, has earned his opportunity. This is a 34-year-old whose eight-club career in England has seen him promoted from every division but never bought by a team from a higher level. At Hull, for whom he played 239 times, he had the dubious pleasure of rooming with Dean Windass and is best revered for scoring the last goal at Boothferry Park (“with a shanked left-wing cross”). Reminiscing on his career has him bellowing with laughter at times. When frustration surfaces it is born of a perceived lack of appreciation for his efforts, largely back home with the Football Association of Ireland but, also, at those clubs where he rather drifted when he might have thrived.   Related: Alan Pardew expects to sign new Crystal Palace contract before FA Cup final    “Some people get bought on potential, or brought in from abroad, and have a free pass, but I’ve worked my own way up,” he says. “I’ve played at places like Boston and Lincoln, at grounds where they mess around with the away team’s changing room, breaking the toilets and turning off the showers. I’ve been at clubs who’ve not had a training pitch, where I’ve washed my own kit or rocked up at JJB to buy my own boots. The most important thing has always been having the respect of my team-mates and my manager. But, even so, part of me thinks a tip of the hat in my direction would be quite nice. “Not many people could have done what I did. It took an enormous amount of mental fortitude. The Palace fans see it. My team-mates, as much as they hammer me, understand it. A lot of the guys at this club have chips on their shoulders, and I’ve got a massive one, as that 10-minute rant there just showed. We had a similar hunger at Hull when Peter Taylor brought in a lot of young players who had been cast off by others: Alton Thelwell, Jason Price, Ben Burgess, Ian Ashbee, myself. We’d all been rejected somewhere along the line, so the attitude was: ‘We’ll show you.’” City would rise from League Two into the upper echelons of the Championship in his six years at the club. Given the tortuous journey to reach this point, hoisting the FA Cup would represent the pinnacle. “It would be vindication for everything I’ve gone through,” he adds. “It would be nice to say ‘fuck you’ to a few people, people who never believed in me. I believed in myself. But we’ll only cherish it if we win it. We had a meeting earlier this week and spoke as a group about what the Palace team did back in 1990. I have huge respect for what they achieved, getting to that final and then to the replay against United, but they didn’t win it. It’s important to remember that. They’re still talking about that team after 26 years, so imagine if they’d actually won it. “I’d hate to be asked back here in 26 years’ time and have people talking about ‘us losing that final’ again. I wouldn’t come back, to be honest. You don’t want to end up telling people you played in an FA Cup final. You want to tell them you won one. That’s got to be our mindset. Saying that, if we lose, I won’t be complaining at my lot. With everything I’ve been through … it’s been good.”",
  "webTitle": "Damien Delaney rises from rock bottom to FA Cup final with Crystal Palace",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/damien-delaney-crystal-palace-manchester-united-fa-cup-final",
  "keyword": [
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/20/damien-delaney-crystal-palace-manchester-united-fa-cup-final"
}