{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/toby-young-u-turn-free-schools-nicky-morgan-education-policies",
  "id": "2016-05-09-182",
  "sectionId": "commentisfree",
  "body": "Amid a barrage of election news last Friday, the free school pioneer Toby Young found himself trending on Twitter. As Young argued in a beleaguered Spectator blogpost, it was all the result of key facts being misrepresented. Young had been interviewed in Schools Week magazine, where he appeared to be performing a volte face. Withering criticisms of lazy teachers were now the sort of thing he regretted. Having been “quite dismissive about workload complaints” he now knew “how hard teachers work and what a difficult job it is”. The profile was published on the Schools Week website at 5am on Friday; at 6.29am Young had received a call from Anna Davis, the education correspondent of the London Evening Standard. Her piece would run later that day with the headline “Toby Young: running free school was harder than I thought”. This, accompanied by the news that Young was to step down from his role as chief executive of the West London Free School Academy Trust, made it look as though “the free schools programme was a failure”. This is not something Young believes.    Young talks like a chief executive wanting to steer a small startup into something global    A day later Young penned the Spectator blog – headlined “Yesterday was one of the worst days of my life” – seeking to address what he saw as the twisted way the original interview had been presented. The email correspondence with Davis is described as not dissimilar to a dawn raid in which he had “no idea that [his] life was about to turn to shit”. Young is no stranger to hyperbole. The levels of anger felt about free schools are precisely related to how much they, along with academies, threaten democratic local accountability. They’re paid for by the taxpayer yet not directly answerable to us – no wonder Young remains gung-ho about the whole enterprise. What a shame then that the number of children being taught in “inadequate” free schools and academies is 17,000 higher than the number taught in “inadequate” local authority schools. This may be related to the fact that “amateurs” (to paraphrase Young) can appoint both heads and classroom teachers who don’t have teaching qualifications. Young is in no way contrite about his key role, as a media luminary, in the peddling of free schools. He still believes that the government’s “direction of travel is the right direction, but there is no question that it was arrogant of me to believe that just having high expectations and believing in the benefits of a knowledge-based education for all, that those things alone would be enough to create successful schools”. A Bieberesque sorry if ever there were one. Young will remain director of his multi-academy trust. He hopes that it will contain “10-20 schools over the next 10 years”. If this sounds like the talk of a chief executive wanting to steer a small startup into something global, that’s precisely because education has the potential to become big business. We see it gradually being transferred into private hands by way of central government. Look no further than the fine print of the recent education white paper to see warning signs. Take for example the transfer of all school land, once owned by local authorities, to central government. A huge leap of imagination isn’t necessary to envisage a time when some of it will be sold off to private parties, who will in turn charge locals to use the very same land.   Related: Government drops plan to make all schools in England academies    In his Schools Week interview Young talked of having been “very critical of England’s public education system under the last Labour government”, and yet had done so without having “grasped how difficult it is to do better, and to bring about system-wide improvement”. Something else he had failed to grasp was the enormous improvement to London’s schools presided over by Labour. The arrogant have a knack of papering over chasms in their arguments. It’s of a sort with the Future Academies charity – set up by Tory and Michael Gove ally Lord Nash – appointing a headteacher without teaching qualifications. That head stepped down just six months later. The same levels of arrogance typify Tory policies around much of our public services. Recent examples are the junior doctor’s strike and the forced academies programme. And while Nicky Morgan’s announcement that good and outstanding schools won’t be forced into becoming academies by 2022 appears to be a U-turn, it isn’t really. Morgan, sensible enough to recognise when a once dormant volcano has begun to grow in heat and intensity, has sought to pacify an unlikely coalition of parents, teachers, unions, politicians and even 37 Tory local authorities. Now the government’s approach is now to focus on Labour-run local authorities serving the poor. As the education blogger Disappointed Idealist notes, the U-turn is merely a false retreat. The arrogance continues.",
  "webTitle": "A Toby Young U-turn on free schools? Don’t believe the hype | Lola Okolosie",
  "webPublicationDate": "2016-05-09T13:11:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/toby-young-u-turn-free-schools-nicky-morgan-education-policies",
  "keyword": [
    {
      "webTitle": "Free schools",
      "id": "education/free-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Toby Young",
      "id": "media/toby-young",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lola Okolosie",
      "id": "profile/lola-okolosie"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/toby-young-u-turn-free-schools-nicky-morgan-education-policies"
}