{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/turkish-journalist-can-dundar-escapes-attempted-shooting-outside-court",
  "id": "2016-05-06-43",
  "sectionId": "world",
  "body": "The prominent Turkish journalist Can Dündar has been sentenced to more than five years in prison, shortly after surviving an attack by a gunman who attempted to shoot him outside a courthouse in Istanbul. “In the space of two hours we have experienced two assassination attempts: one was done with a gun, the other was judicial,” said the newspaper editor, speaking in front of the court after the verdict was announced. “The [jail sentences] we received are not just to silence us. The bullet was not just to silence us. This was done to all of us, to scare us into silence, to make us stop talking.  “We all have to be courageous, despite all of this, and defend the freedom of the press and the freedom to information.” Dündar, editor-in-chief of Turkish daily Cumhuriyet, and fellow journalist Erdem Gül, its Ankara bureau chief, were acquitted on charges of trying to overthrow the government, but convicted of publishing secret state documents. Dündar was sentenced to five years and 10 months in prison and Gül to five years. Both journalists also still face charges of helping an armed organisation. “This is a verdict against journalism and we don’t accept it,” said Gül. Supporters chanted slogans such as “The free press cannot be silenced.” The verdict came on a dramatic day in which an attacker fired several shots in quick succession at Dündar, who was unharmed. Crowds of reporters were waiting outside the courthouse for the verdict and NTV television reported that one of its reporters had suffered minor injuries from ricocheting bullets. Video footage showed a man being restrained and then arrested.   Related: Turkish journalists accuse Erdoğan of media witch-hunt    Accusing the Turkish president, Recep Tayyip Erdoğan, and the pro-government media of whipping up a climate of hatred against him, Dündar said: “We know very well who showed me as a target.This is the result of provocation. If you turn someone into so much of a target, this is what happens.” Erdoğan, who joined the trial as a complainant, previously accused Dündar of undermining Turkey’s international reputation, vowing that he would “pay a heavy price”.  Dündar and Gül could have faced life in prison had they been found guilty of attempting to topple the government by publishing footage that purported to show Turkey’s state intelligence agency ferrying weapons into Syria in 2014. Their lawyers said the prosecutor had called for Dündar to be jailed for 25 years for procuring and revealing state secrets and for Gül to be imprisoned for 10 years for publishing them.      Can Dündar, right, arrives at court in Istanbul on Friday. He said the case confirmed that ‘journalism is on trial’. Photograph: Sedat Suna/EPA    “We are now on trial for our story: for acquiring and publishing state secrets,” Dündar told Reuters during a court recess before the shooting and verdict. “This confirms [that] journalism is on trial, making our defence easier and a conviction harder.”  Mahmut Tanal, from the opposition Republican People’s party, said: “This case isn’t based on law, it’s political. That’s evidenced by the president joining this case as a complainant ... There is an attempt to pressure the court.” Cumhuriyet’s revelations, published in May 2015, infuriated Erdoğan, who filed a criminal complaint against the journalists over what he portrayed as part of an attempt to undermine Turkey’s global standing. Regarding the video, the president has acknowledged that the lorries, which were stopped by Turkish paramilitary forces and police officers en route to the Syrian border, belonged to the intelligence agency, but he said they were carrying aid to Turkmen rebels in Syria. Turkmen fighters are battling against the Syrian president, Bashar al-Assad, and Isis.   Press freedom in Turkey   Turkish journalists say local media outlets are facing one of the worst crackdowns on press freedom since military rule in the 1980s. Prosecutors have opened nearly 2,000 cases of alleged insults to the president since Erdoğan took office in 2014, prominent journalists appear in court two or three times a week, Kurdish journalists are beaten or detained in the country’s restive south-east and foreign journalists have been harassed or deported. Academics are also standing trial, accused of spreading propaganda by the outlawed separatist Kurdistan Workers’ party.  The result is a climate of fear and intimidation that Turkish journalists have described as an attempt to silence a critical press in a country that ranks 151st among 180 countries in the world press freedom index.",
  "webTitle": "Turkish journalist Can Dündar jailed after surviving gun attack",
  "webPublicationDate": "2016-05-06T18:16:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/turkish-journalist-can-dundar-escapes-attempted-shooting-outside-court",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Press freedom",
      "id": "media/press-freedom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Constanze Letsch",
      "id": "profile/constanze-letsch"
    }
  ],
  "guardianId": "world/2016/may/06/turkish-journalist-can-dundar-escapes-attempted-shooting-outside-court"
}