{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/five-moments-mattered-turnbull-shorten-peoples-forum",
  "id": "2016-05-13-202",
  "sectionId": "australia-news",
  "body": "1. Turnbull calls out Shorten for claiming credit for government policies Malcolm Turnbull called Shorten out early for taking credit for the government’s good works (or following the opposition’s lead, depending on which side you believe). In response to the first question about businesses moving offshore, Shorten asked: “If it weren’t for Labor’s efforts, would we be talking about building submarines in South Australia today?” In response to the second, on multinational tax avoidance, Shorten said “we have championed making multinationals pay their fair share, and we’ve had some success in convincing the government” to pursue it. Turnbull shot back: “Bill is taking credit for many of the things the government has done”. He said Labor hadn’t commissioned any ships to be built in Australia’s shipyards, in comparison to 54 by the current government.   Related: Voters' questions and Bill Shorten's answers give Labor the edge in election debate | Lenore Taylor    2. Shorten’s bank bashing goes down a treat Shorten enjoyed a good bout of bank bashing - calling for a royal commission due to scandals such as CommInsure failing to pay out on insurance contracts, and attacking them for ATM withdrawal fees and not bringing credit card interest rates down. Turnbull asked why Shorten had written elsewhere that he wanted to “put banks in the dock”, pointing out “that’s where a person accused of a crime stands”. “Here you’ve got Bill, who wants to be prime minister, and he wants to line them up as if they’re all criminals.” A brief clap from someone on the floor drew a smile from Shorten, who seemed confident that no Aussie voters would sympathise with the bankers. Evidently “there’s some sentiment the banks aren’t all sweet and clean”, Speers summarised. Turnbull said he’d given banks “a bit of a lecture on the important cultural changes” they needed to make at a Westpac birthday do. Shorten’s reply was withering: “I’m sure they just went home and changed their practices after a lecture from you ... How many scandals will it take before a Liberal government says [banks] need more than a telling off?” 3. The leaders clash on housing affordability Turnbull attacked Labor’s plans to eliminate negative gearing (on all assets but new properties) and increasing capital gains tax by 50%. He said the policies would increase rents and cited a real estate industry campaign against Labor’s policies and “Aussie John” Symonds for the claim. He had all the facts and figures to hand too – things such as there being 69,000 families who rent within half an hour’s drive of the Windsor RSL. Shorten dismissed the real estate agents’ campaign as a scare campaign, and said it was no surprise they backed the Coalition because “their business model relies on a taxpayer subsidy”. “Why should first home buyers compete on an unlevel playing field against investors with 10 or more properties?” Turnbull rattled off another statistic: there are 48,000 taxpayers within half an hour’s drive using negative gearing, and 30,000 of those earned less than $80,000. “Bill’s proposition this is all about millionaires is dead wrong.” Shorten ridiculed the idea negative gearing is a ‘robin hood’ measure that helps the less well advantaged. “Please – a crocodile wouldn’t swallow that.” Shorten said there were 60,000 Australians who claimed to have no taxable income after negative gearing. He questioned what bank would lend to people with no income and concluded “it’s a nonsense”.   Related: Voters grill Turnbull and Shorten at people's forum – as it happened    4. Host David Speers drags Turnbull through shopping list of potential privatisations  Michael, an electrical trades worker, asked about privatisation.  Shorten mixed his metaphors by saying the pendulum (or was it the tide?) had swung too far on privatisation and championed public ownership to maintain quality of services. He gave the example of privatisation of Medibank, the health insurance company, which he said had caused the benefits payable to policy-holders to shrink.  Host David Speers then dragged Turnbull through a shopping list of government-owned businesses that might be privatised.  Turnbull chuckled at the idea Australia Post might be privatised. “Have you looked at the accounts?”, he asked, before ruling it out. The “core assets” of Australian Submarine Corporation would remain under government ownership too, he said.  Finally it was Shorten who found something that might be privatised – Australian Hearing Services. Turnbull said he did not want to get caught in an “ideological battle” about whether public or private ownership was better, only getting the best service for people with hearing disabilities. (And implied – that might be a private provider). 5. Concluding statements: it’s the economy, stupid, but Shorten squeezes in a mention of climate change In his concluding statement, Turnbull focused on the need to live within our means, pivoting off the final question of the night about returning to surplus. “We’re determined to provide the leadership and the discipline the Liberal and National Coalition has always done – we paid off Paul Keating’s debt when John Howard came into government, and left cash in the bank, a lot of it [in 2007].” He warned about the “same old Labor – spend and tax, deficit and a mountain of debt, we’ve got to bring that to an end”. Shorten focused on Labor’s “positive plans for the future” – on jobs, health and education. He criticised trickle down economics and painted an alternative vision of equal opportunity and a fair go all round. He mentioned climate change – just the second mention for the night (the first was in his opening) – and said it was a threat to household cost of living that could be combatted with more renewable energy.",
  "webTitle": "The five moments that mattered at the Turnbull-Shorten people's forum",
  "webPublicationDate": "2016-05-13T11:48:37Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/five-moments-mattered-turnbull-shorten-peoples-forum",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/13/five-moments-mattered-turnbull-shorten-peoples-forum"
}