{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/iain-duncan-smith-germany-brexit-intervention-effective-but-ridiculous",
  "id": "2016-05-10-252",
  "sectionId": "commentisfree",
  "body": "Iain Duncan Smith’s latest intervention in the Brexit debate could be that rare thing: both ridiculous and effective. The former work and pension secretary and – though this is easy to forget – former Tory leader told the Sun that David Cameron dropped one of his key demands in Britain’s EU renegotiation under pressure from Germany. According to IDS, Cameron had planned to call for an emergency brake on migration into the UK of EU citizens but abandoned it at the last minute because Berlin said it wouldn’t accept it. IDS says of the Germans: “It’s like they were sitting in a room, even when they were not there.” The Sun front page duly depicts the prime minister as the puppet of Angela Merkel. Now, on one level this is ridiculous. For a start, it’s hardly a revelation that Germany opposed migrant quotas, regarding them as a violation of EU treaties. That much was widely reported at the time. But the greater absurdity is the implication that Cameron’s dropping of a demand that he knew he would not get represents some kind of cowardice.    Tuesday's Sun front page:Cam's in her hans - PM's surrender to Germany#tomorrowspaperstoday #bbcpapers pic.twitter.com/ubzsVqlHlN— Nick Sutton (@suttonnick) May 9, 2016    The nature of a public, political negotiation of this kind is that you only make demands that you know have a realistic chance of success. Do otherwise and you risk humiliating rejection. Which is why the real negotiations happen in advance and behind the scenes. That’s clearly what happened here, as Downing Street officials talked to their counterparts in European capitals working out what would and would not fly. That was not the lead-up to the renegotiation. That was the renegotiation. In confining his demands to the realm of the possible Cameron was merely following the advice given to all novice lawyers as they prepare to conduct a cross-examination: don’t ask a question unless you know the answer. In a public negotiation of this kind, if you know the answer is going to be an unbending “no”, then you ask for something else. And yet the IDS move might well be effective. First, he has signalled that he is willing to spill cabinet secrets, revealing private information he was privy to as a minister before he quit, which may send a chill down a few Downing Street spines. Second, he has deployed the classic but potent leavers’ trope, that EU membership means Britain is now powerless and in effect governed by Berlin. And third, he has succeeded in shifting the focus of the Brexit debate onto the renegotiation earlier this year. And that is tricky territory for Cameron and the remain camp. Tricky because there was always an absurd mismatch between the scope of the renegotiation and the scale of the question that will be put to the British people on 23 June. Cameron’s speech on Monday, like the latest interventions from former secretaries-general of Nato and assorted US grandees, insisted that what was at stake next month was a matter of war and peace, with British influence and European security on the line. Yet the renegotiation exercise required us to believe that Cameron might have risked all that if he didn’t get his way on variable rates of child benefit payments.   Related: Iain Duncan Smith: Cameron let Germans veto 'emergency brake'    The question next month is the profound one of “in” or “out”, of Britain’s place in the world. Yet the renegotiation, and the prime minister’s insistence that he would be prepared to campaign for out if he was rebuffed, pretended it might be contingent on a seven-year halt to welfare payments for EU migrants. There was the same mismatch in 1975, when Harold Wilson went into a referendum on Britain staying in the Common Market claiming to have resolved the existential issue of … import rates for New Zealand butter. On this, IDS is on strong ground. It was always silly of Cameron to suggest his renegotiation would resolve the dilemmas at the heart of the European question (though, in the prime minister’s defence, Britain’s exemption from the EU commitment to “ever closer union”, won in February, did tackle what was always one of the Eurosceptics’ core concerns). With this latest move, IDS has highlighted that silliness again. And yet, while it may give the leavers the advantage for this next news cycle and excite the pundits a bit, it’s hardly likely to move many votes. Britons will not make up their minds on the basis of what Cameron did or did not demand – or get – in February. They will decide on the more profound basis of where Britain belongs and how it chooses to govern itself. And on that, as Cameron and IDS would surely agree even if they would never say so, the renegotiation exercise was scarcely relevant.",
  "webTitle": "Iain Duncan Smith’s Brexit intervention is ridiculous but effective | Jonathan Freedland",
  "webPublicationDate": "2016-05-10T09:41:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/iain-duncan-smith-germany-brexit-intervention-effective-but-ridiculous",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Angela Merkel",
      "id": "world/angela-merkel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/iain-duncan-smith-germany-brexit-intervention-effective-but-ridiculous"
}