{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/30/barcelona-music-clubs-top-10-venues",
  "id": "2016-05-30-195",
  "sectionId": "travel",
  "body": "Sidecar Factory Club In a former life, Sidecar – known phonetically to locals as “cedar car” – used to play host to singles nights for the US army, who would trot eagerly up the Ramblas to the Plaça Reial from the port. Sadly, you won’t find much military hedonism at Sidecar today, but the spirit of this American bacchanal remains in the venue’s devotion to guttural rock’n’roll, punk and garage rock. Sidecar has hosted more than 4,000 concerts since it opened in 1982, with a small stage fit snugly into a beautifully lit, low-ceilinged cellar venue. It also hosts DJ sessions until the early hours, six nights a week, covering everything from ghetto funk to indie. Local bands are a speciality, but you’ll also get visiting acts like Bill Ryder-Jones and Natalie Prass. The recent problems at Heliogàbal – long a home to up-and-coming local bands and now faced with potentially crippling fines for alleged overcrowding – make Sidecar, as well as Freedonia, more important than ever.• Plaça Reial 7, +34 933 021 586, sidecarfactoryclub.com Gran Bodega Saltó      Rumba Catalana – a mixture of flamenco rumba, Cuban music and rock’n’roll which developed in Barcelona’s Romani community in the 1950s – is one of Catalonia’s most endearing musical legacies. You can still hear it all over Barcelona, but rarely in a venue as eye-catching as Gran Bodega Saltó, an old wine shop in Poble-Sec decorated with cartoon tigers, dolls and even a hybrid shark-carrot. The venue also plays host to blues, swing and other musical mixes. Even better, you can sample another great Barcelona tradition, the Sunday vermouth. Entry is usually free, but it gets busy, so get there early, when you can still see the decor.• Carrer de Blesa 36, +34 934 413 709, bodegasalto.net Wah Wah Records      For vinyl fiends, Barcelona is a paradise, with the city’s location making it a treasure trove of French, Italian, Latin American, Spanish and, of course, Catalan records, both new and secondhand. Most of the city’s record shops are located in El Raval, a brief sunshine stroll from each other, which makes a shopping trip the work of one very pleasant late afternoon. But if you can only visit one shop then Wah Wah Records is the pick, both for its exquisite selection of discs – it’s the kind of place where French prog rock has its own extensive section – and for the air of record shopping it gives off, with vinyl heaped on vinyl in chaotic piles.• Carrer Riera Baixa 14, +34 934 423 703, wah-wahsupersonic.com Depósito Legal      L’Hospitalet de Llobregat is, technically, the second largest city in Catalonia and the 16th largest in Spain. However, it has become rather subsumed into the Barcelona sprawl: you’d struggle to fit a cigarette paper between the two cities, and it is well served by the Barcelona metro. That may be bad news for L’Hospitalet’s civic pride, but it’s a welcome development for anyone who wants to visit one of Catalonia’s most legendary indie music venues, Depósito Legal – or el Depo, as everyone knows it. AKA the “indie temple” of l’Hospitalet, El Depo was born in 1985 of the same free spirit that inspired the Movida Madrileña (the countercultural movement that followed Franco’s death). These days it’s known for its friendly, unpretentious atmosphere and some of Catalonia’s best indie nights, calling on the region’s most established indie spinners, like Luis Le Nuit, Hal 9000 and Monamí.• Carrer Santa Anna 14, L’Hospitalet de Llobregat, +34 933 377 616, depositolegal.com Jamboree     Olivier Durand, left, and Elliot Murphy perform at Jamboree. Photograph: Xavi Torrent/Redferns via Getty Images    “Legendary” is overused in the musical world, but it’s hard to find another way to describe Jamboree, a venue that has played host to the likes of Bill Coleman, Chet Baker and Ornette Coleman since opening in 1960. Even today, the venue still plays hosts to two live performances a day – at 8pm and 10pm – 365 days a year, offering blues, swing and funk, and predominantly jazz, while the Jamboree Dance Club hosts R&B, soul and hip-hop DJs from midnight. The music at Jamboree is uniformly brilliant. But perhaps even better is the decor: the venue is all low ceilings, exposed brick and darkness – precisely how you’d want a jazz club to look, in other words.• Plaça Reial 17, +34 933 191 789, masimas.com/jamboree Parc de la Ciutadella       In a city where green space is at a premium, Parc de la Ciutadella is Barcelona’s beating heart, a 70-acre park to the north-east of Ciutat Vella where people go to relax, take the sun, walk their dogs and throw frisbees. It’s also an amateur musical hive, home to drum circles, buskers, practising trombone players, swing classes, improv jazz trios, the occasional live gig and even secret DJ sets, notably when Richie Hawtin played the Ciutadella bandstand during Sonar 2013. Primavera Sound may have moved its free gig programme from Ciutadella to Raval in 2016, but the park is warmly recommended for anyone who wants to bring their own instrument and join in the fun, or just experience the charming musical chaos of Ciutadella during a warm summer day.• Passeig de Picasso 21 Bar Pastis       Allegedly modelled on a typical bar in prewar Marseille, Bar Pastis is home to intimate live music performances in one of the most charming small spaces in Barcelona, all elderly wooden panels, faded pictures, low lighting and layers of random nostalgic trinkets, infused with the kind of corporeal smell that makes you wish they’d repeal the smoking ban. Expect tango, blues, folk and more, in a bar about the size of your lounge, where you can see the whites of the performer’s eyes, all for a €2 supplement on your first drink. The experience, both musical and alcoholic, is like stepping back in time.• Carrer de Santa Mònica 4, +34 634 938 422, barpastis.com Manchester Bar       In the late 19th century, Barcelona’s Poblenou district was known as “the Catalan Manchester”, thanks to its textile industries. In 2016, however, “the Catalan Manchester” is Manchester Bar, a higgledy-piggledy homage to the rainy city tucked away in a small square in Barri Gòtic, behind a Joy Division shutter (there’s a tiny sister bar in El Raval, at Carrer de Valldonzella 40). The music, as you might expect, is British to a tee – all Happy Mondays, Stone Roses and New Order, as well as the cream of modern indie – attracting both homesick exchange students and a surprising number of Anglophile Catalans, who cram into the corners of the darkened bar to drink and dream the night away. • Carrer de Milans 5, +34 627 733 081, facebook.com/manchesterbar Hiroshima     Contemporary dance at Hiroshima.    At the other end of the stylistic spectrum to Manchester Bar is Hiroshima, a relatively new venue in Poble-sec that devotes itself to the unconventional and arty. Contemporary dance is a speciality, but Hiroshima also plays host to leftfield musical acts such as Berlinist and Nerval, while the monthly Poetry in the Darkness nights, which pair electronic music with film, have proved a hit.• Vilà i Vilà 61-69, +34 933 155 458, hiroshima.cat Switch Technically this may be a bar, but its owners prefer to call it a “pocket club”, and, as you step down into this dark, mysterious, Gràcia locale, you can see why. There’s something essentially club-ish about Switch, from the brilliant sound system, thunderous yet clear, to the music – from dub techno to house, new wave and EBM, with few concessions to polite conversation. And yet the place is determinedly pocket-sized, with a small dance floor pushed up against a well-stocked bar in a way that determines you’ll make new friends as you tune in and Switch on. Gràcia certainly doesn’t lack for bars, but few are as intensely satisfying as Switch on a good night.• Carrer de Francisco Giner 24, facebook.com/switchpocketclub",
  "webTitle": "Top 10 alternative music venues in Barcelona",
  "webPublicationDate": "2016-05-30T05:30:25Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/30/barcelona-music-clubs-top-10-venues",
  "keyword": [
    {
      "webTitle": "Barcelona holidays",
      "id": "travel/barcelona",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Catalonia holidays",
      "id": "travel/catalonia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Spain holidays",
      "id": "travel/spain",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Top 10s",
      "id": "travel/top10",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Cultural trips",
      "id": "travel/cultural-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Short breaks",
      "id": "travel/short-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Cardew",
      "id": "profile/ben-cardew"
    }
  ],
  "guardianId": "travel/2016/may/30/barcelona-music-clubs-top-10-venues"
}