{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/manchester-elect-scouser-andy-burnham-mayor",
  "id": "2016-05-18-120",
  "sectionId": "commentisfree",
  "body": "This month London became the first major city in the global north to elect a Muslim mayor, merrily cocking a snook at the supposed clash of civilisations. Never knowingly outflanked by the capital, Manchester may be about to undertake a leap of cultural rapprochement on a scale unseen since the Montagues and Capulets shared a cab home from the funeral. If Andy Burnham has his way, next year Manchester will choose a Scouser as its first directly elected mayor.   Related: Andy Burnham bids to be Labour's candidate for Manchester mayor    Economic historians will tell you that the rivalry between the two great cities of the northwest dates back to the 1890s, when Mancunian mill owners got fed up with paying fees to the Mersey dock owners and built the world’s largest ship canal as an alternative. Everyone else will tell you that the great bitterness began about 15 years later, on 19 February 1910. That was the date of the first ever match played by Manchester United at Old Trafford, and their opponents were Liverpool FC. United took a three-goal lead before losing 4-3. It may be 106 years ago now, but scores like that leave scars. Should you imagine, however, that this local rivalry is as simple as two cities and two football teams, you really don’t know the northwest. Both Liverpool and Manchester have their red sides and their blue sides, in footballing if not political terms. Blue Mancs are too busy loathing red Mancs to worry about red Scousers. Meanwhile Burnham is a blue Scouser, and nobody really hates Evertonians because they make sweets, and haven’t beaten anyone of note since Prince Rupert’s siege of 1644. But wait. Although he might have been born in Aintree, as the longstanding MP for Leigh, Burnham is now mostly considered a Wiganer. Everyone knows you can’t trust folks from Wigan because technically they are part of Greater Manchester, but they speak like Scousers and that is just weird.           Andy Burnham lambasts South Yorkshire police over Hillsborough failings    However, Wiganers don’t rightly care because they are entirely consumed with antipathy for people from St Helens, a vicious local rivalry that dates back to 1926 and which literally no one from outside a seven-mile radius in West Lancashire can even begin to understand. Rumour suggests it all began when some striking miners from St Helen’s got into a fight about a pie with some blacklegs from Wigan. They all ended up in a big ruck, and accidentally invented the game of rugby league. To this day, nobody knows what happened to the pie, it may still be buried in a slag heap near Skelmersdale. So where does all this leave us? Could Mancunians really elect a Liverpudlian as mayor? Yes, of course they could. Manchester is a mature, modern, cosmopolitan metropolis that has welcomed new citizens from five continents. We can probably find it in ourselves to assimilate a Scott Tracy lookalike from 30 miles down the road. On a deeply serious note, football fans of all loyalties have noted Burnham’s efforts in securing justice for the 96 victims of Hillsborough, an issue which far transcends petty tribalism.    If you think we say mean things about each other, you should hear what we say about the Tories    The obstacle to Burnham’s accession is unlikely to be his accent but his own party. Received wisdom locally is that he will have to fight for the Labour ticket against Tony Lloyd, former MP, current police and crime commissioner, interim acting mayor and chiselled granite stalwart of the local Labour establishment. If he can hurdle that fence – and that is a very big if – Burnham would surely find himself in a clear and untroubled stroll to the mayoral chain. Local rivalries, when expressed with good nature and tightly swaddled in their own silliness, are a healthy and probably unavoidable element of any community’s character and identity. Even those rooted in the passion of football are surmountable. The great Liverpool manager Bill Shankly famously quipped that football is not a matter of life and death, it is much more important than that. The Hillsborough campaign proved that to be utterly, horribly wrong. Politics follows a similar path. Mancunians and Liverpudlians have their differences. The healthy rivalries can too often spill over into ugly bigotries, but even here, some issues are bigger than that. If Burnham wins the Labour candidacy, then we Mancunians will certainly elect him mayor, for one reason and one reason alone: if you think we say mean things about each other, you should hear what we say about the Tories.",
  "webTitle": "Can Manchester elect the scouser Andy Burnham as mayor? Of course it can | Ally Fogg",
  "webPublicationDate": "2016-05-18T15:09:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/manchester-elect-scouser-andy-burnham-mayor",
  "keyword": [
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Liverpool",
      "id": "uk/liverpool",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ally Fogg",
      "id": "profile/allyfogg"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/manchester-elect-scouser-andy-burnham-mayor"
}