{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/15/huntingtons-disease-drugs-cure-research-poor-families-colombia-corporate-responsibility",
  "id": "2016-05-15-181",
  "sectionId": "science",
  "body": "As the small motorboat chugs to a halt, three travellers, wind-beaten from the three-hour journey along the Atrato river, step on to the muddy banks of Bellavista, an otherwise inaccessible town in the heart of the heavily forested north-west of Colombia. They swing their hessian bags – stuffed with bedsheets, dried beans and cuddly toys – to their shoulders and clamber up a dusty path. Tucked inside the bag of one of the travellers, neuropsychologist Sonia Moreno, is the reason they are here: a wad of unfinished, hand-drawn charts of family trees.   Map Venezuela Colombia   The people whose names are circled on the charts have Huntington’s disease, an incurable genetic brain disorder that usually starts between the ages of 35 and 45 years. It begins with personality changes that can make them aggressive, violent, uninhibited, anxious and depressed. The disease progresses slowly, robbing them first of the control of their body, which jerks and twists seemingly of its own will, and then their ability to walk, talk and think until, about 20 years after the symptoms first begin, they die. Their children, each of whom has a 50% chance of inheriting the disease, watch and wait to see if it will happen to them. It is in this way that the disease strangles families. With Moreno is Ignacio Muñoz-Sanjuan, vice president of translational biology at CHDI Foundation, a US nonprofit research organisation that aims to find ways to prevent or slow down the progression of the disease. The foundation spent $140m–$150m (£97m-£104m) on research last year, but Muñoz-Sanjuan is not here on official business. He’s here for Factor-H, an initiative he founded four years ago to help with the other end of the problem – poor families with Huntington’s struggling in Latin America. With money from fundraisers and occasional small donations – a thousand dollars here and there from companies that want to remain nameless – he helps people such as Janeth Mosquera, the third traveller, who runs a one-woman patients’ association to aid sufferers. This mainly takes the form of advice and support but also of gifts: food and bedsheets for the adults (incontinence is an issue in the later stages of the disease), cuddly toys for the young children, of which there are many. Muñoz-Sanjuan also connects with people like Moreno, also here volunteering outside her full-time job at the University of Antioquia in Medellin, 90 miles to the east.    Such is the stigma associated with the disease that some live their lives locked up and out of sight    “You’re the only ones to have come,” says a fraught-looking woman as they arrive at their guest house. Several of her cousins have Huntington’s disease and she helped to arrange the trip. “It’s a forgotten place.” The three dump their bags, spray on insect repellent, and make their way to the first house. We meet Diego (not his real name), a 40-year-old man in a dark breeze-block shack. Sitting in a wooden chair, which he was led to tenderly but with some difficulty by his elderly mother who cared for his father before him, his face contorts with pain and his eyes dart around the room uncontrollably; his body writhes and his limbs fling themselves about. These involuntary body movements gave the disease one of its early names, Huntington’s Chorea, from the Greek word for dance. People with the disease look more like they’re being controlled by a malicious and untiring puppeteer. Diego can no longer speak but his groans, the grinding of his teeth and the constant squeaking of his chair fill the room as his family, their faces sombre, listen to Mosquera. There’s a drug called tetrabenazine that might help to control his movements, but at $400 a month it’s way beyond their means. She can help them write to their local health system but applications are often not successful. She might be able to help with a special mattress to ease his bedsores. Getting it here won’t be easy. His younger sister, in her late 20s, is standing quietly by the door doing her best to stay still. The symptoms have started in her, too. She will share Diego’s and her father’s fate, as might her young children who are tugging at her shorts. The story is depressingly similar at each house we visit. At each, plastic chairs are unfolded and the large families sit and listen. Afterwards, Moreno sits with the matriarchs and tries to complete her family trees – they sprawl, spreading over several pages and ending in question marks and phone numbers, lines scribbled out and redrawn as new information emerges. Huntington’s disease, which is caused by a mutation in one gene, is present around the world. It is thought to affect one in 10,000 people, mostly of European descent – but is most prevalent in pockets in Latin American countries, Colombia and Venezuela particularly, where it is thought to have arrived with European sailors who settled during colonisation. “It was the perfect scenario for the gene to take hold,” explains Michael Hayden, a Huntington’s researcher and professor of genetics at the University of British Columbia in Vancouver, of the gene’s arrival in Latin America. “People lived in clusters in isolated areas so there wasn’t much migration in or out, cousins married cousins. And, especially early on, you had these large Catholic families.” Because symptoms emerge after the age of sexual reproduction, the disease is able to flow down the generations – unlike genetic diseases that kill or disable people before child-rearing age. Ten children a generation soon add up to very large families. The disease put down roots.     José Rafael (in the red top) supports his family, which has been devastated by Huntington’s disease. Four generations live in the same house. Photograph: Nick Garcia for the Observer    DNA comprises a series of building blocks called nucleotides. Together, these sequences of nucleotides make a recipe that cells use to make proteins. The Huntington’s mutation is a repetition of three nucleotides: a stutter in the genetic recipe that means cells make a large, mutant version of the huntingtin protein that kills brain cells. More than 40 repeats of this three-nucleotide sequence and an individual will develop the disease. The more repeats they have, the earlier the disease kicks in. Sometimes it starts during childhood. Although there are no treatments to change the disease’s course, says Bernhard Landwehrmeyer, a neurologist at the University of Ulm in Germany who advises the CHDI Foundation, there are drugs that can help to manage the symptoms. Antidepressants for mood and irritability, antipsychotics and tetrabenazine for the movement – although all drugs need to be given by professionals who can monitor for side-effects. This is especially so with tetrabenazine, which can slow people down to a point that they feel like they’re moving through jelly. “These drugs aren’t cure-alls,” he says. “They won’t magically change lives for people in developing countries, but for some a drug like tetrabenazine or an antidepressant can help.” Tetrabenazine helped the family of Doris Echeverria Ripoll, who runs another patients’ association in Juan de Acosta, a town in the north-east of Colombia, and whose father is in the later stages of the disease. “It meant he could hold our hands again for a while, which meant a lot for us,” she says. Nobody knows how many people have Huntington’s in Colombia. The country is emerging from 50 years of guerrilla wars – the river to Bellavista in the north-west is still patrolled by heavily armed military boats that we had to register with; only for the past decade have parts of the north-east of the country been safe to enter, so its health system is understandably weak. Mariela Oviedo, who runs a patients’ association, knows of about 500 nuclear families with the disease in the north-east of the country, Ripoll knows of 33 in Juan de Acosta, and Mosquera knows of about 200 in Bogotá and the north-west. Not counting the many people as yet unknown to these three volunteers, estimates that include more distant family members run into several thousands at risk. With Muñoz-Sanjuan I travel onward to the Caribbean coast and Santa Marta, an emerging tourist spot where backpackers party on rooftop bars. A four-hour drive south, along dusty roads and past rickety fences and forlorn-looking cows, is a region called San Angel, which we visit before Juan de Acosta, where the concentration of people with Huntington’s disease is the second-highest in the world. At each house we visit with Oviedo or Ripoll, the food and drinks they deliver are guzzled straight away. “Food and water are a big issue here,” says Muñoz-Sanjuan of San Angel, where the poverty seems worst. Patients with the disease have an immense hunger. They have to eat around 5,000 calories a day. “Nobody knows exactly why but it’s not just from the movement – marathon runners don’t even eat that much.” Intense poverty leads to desperate actions. In some instances, healthy relatives who can get work leave their loved ones tied up at home so they can’t cause harm to themselves or to others. Indeed such is the stigma associated with the disease that some live their lives locked up and out of sight. Towards the end, most sufferers choke or starve to death in the rags they wear as clothes. There is no dignity in this death. “At the very least,” says Muñoz-Sanjuan, “there needs to be a proper census, so that if we find a treatment these people can get it.”    With no success, drug companies have moved away from these difficult neurodegenerative diseases    The hunt for a treatment is on. In September last year researchers led by Professor Sarah Tabrizi at UCL in London began the human testing of a drug that, if successful, would be the first to slow down the progression of the disease. “Because the mutant protein is expressed so ubiquitously throughout the brain it’s difficult to target with treatment,” she says. “Instead, it’s more efficient to go right to the beginning – to the gene.” New technology means scientists can now do that. The drug, Ionis-HTTRx, developed by the California biotech firm Ionis Pharmaceuticals, is a gene-silencing drug, a molecule small enough to enter the cell and intercept the genetic instructions for the protein before it can be made – take out the messenger and you can stop the mutant protein from forming. Getting the drug to the brain is difficult. It has to be injected with a four-inch needle into the liquid that surrounds the spine. From there, it travels up to the brain and into the brain cells, most of which are tucked away in hard-to-reach places. “We’re targeting a 50% reduction in the huntingtin protein,” says Tabrizi, who stresses that this first trial will test only for safety – a necessary step before testing for effectiveness in larger numbers of patients. This trial, involving only 36 patients in small groups, will be carried out in the UK, Canada and Germany at hi-tech treatment centres such as the Leonard Wolfson Experimental Neurology Centre in London. The team hopes to finish the safety trial by the end of 2017. Managing expectations among patients is a necessary component of these early trials. Many drugs don’t make the transition from tests in animals with small brains to human beings. A lot is riding on this trial. A cure or a treatment for such a terrible disease would change the lives of many people: an estimated 8,500 in the UK and 36,000 in the US, for instance. In 2013, the Swiss drugs firm Roche signed a deal with Ionis Pharmaceuticals for a deal worth up to $362m for the rights to take the drug through the necessarily large and expensive tests for effectiveness and then regulatory approval if it proves safe. Ionis will also get royalties on the future sales of the drug. Advanced therapeutics for rare, so-called orphan diseases will be expensive. An extreme example is the price of Glybera, developed by the Dutch company Uniqure to combat a rare disease that causes pancreatitis, which was set at $1m per patient. Ionis-HTTRx will not be as expensive as Glybera – nowhere near – but it will still be so expensive that only governments and insurance companies will be able to afford it. Glybera is administered only once, whereas Ionis-HTTRx would be taken many times, meaning the drug company could recoup costs and make profit over a patient’s lifetime rather than in one lump sum.   Gene silencing graphic   There’s another reasons this trial is important. “The pharmaceutical industry in particular became more interested in Huntington’s because it’s rare but not too rare,” says Tabrizi. “And because we absolutely know the cause – a mutation in one gene that makes one mutant protein – it is a good proof of the principle that other neurodegenerative diseases caused by mutant proteins are treatable.” These other diseases include Alzheimer’s, Parkinson’s and motor neurone disease, the causes of which are as yet not fully known and definitely more complicated. “If we can slow down or reverse Huntington’s it means we can theoretically do the same with the others.” Such a signal would reinvigorate an industry that over the past few decades has ploughed tens of billions of dollars into finding a treatment. With no success, drug companies have moved away from these difficult neurodegenerative diseases. Other pharma giants will be watching with interest to see how other technologies being worked on for Huntington’s are faring. They include things such as zinc finger proteins packaged into viruses, RNA interference compounds, and even gene-editing with new Crispr technology, all of which have technical and – in the case of gene-editing of embryos with Crispr – ethical hurdles yet to overcome.     Ricardo, 39, lost his job at a coffee plantation. Though unsteady on his feet, he now sells eggs by the side of the road to support himself and his family. Photograph: Nick Garcia for the Observer    These two stories – one of multimillion-pound deals and exciting scientific potential and the other of abject poverty – aren’t as separate as they first seem. The huntingtin gene, from which scientists have learned about the disease and on which all potential gene-targeted therapies hinge, was discovered thanks to studies done by US researchers between 1978 and 2002 in impoverished Latin American communities just over the border from Juan de Acosta and San Angel on the shores on Venezuela’s Lake Maracaibo. The same circumstances that allowed the disease to take hold in Colombia had allowed it to do so to devastating effect in the small fishing villages of Barranquitas and San Luis where the concentration of the disease is the highest in the world. Scientists have tried to help, chiefly Nancy Wexler, a geneticist from Columbia University in New York, who led the pioneering studies. On the site of an old brothel in Maracaibo, Wexler (with help from the Danish drug company Lundbeck, which makes tetrabenazine) set up a hospice, Casa Hogar, which took in around 60 patients and gave them food and medical care. With Venezuela’s economy in a tailspin and increasing violence, especially in impoverished areas, the hospice has for the past two years not been able to take patients in or provide them with care. “Nancy is devastated that she hasn’t been able to return,” says Sir Michael Rawlins, the former head of the UK’s drug regulator, Nice, and a friend of Wexler’s. He and Wexler have tried to arrange for scientists to provide more help to Casa Hogar through the British ambassador in Venezuela. “Like all scientists, she felt that we owed something to the villagers and Casa Hogar was an attempt to try to give something back. She wanted to make sure that if we ever found a treatment they would have access to it.” Despite still not having access to help, these villagers continue to contribute to science: cell lines taken from the samples they donated are sitting in a biorepository at the Coriell Institute for Medical Research in New Jersey, where they are available to academics, biotechs and drug companies, which can make them into stem cells and grow them into neurons to experiment on. It is unclear how much these families know about such use of their cells, given that the technology was not imaginable even to the scientists when the villagers agreed to participate in studies. Such vulnerability exists across the border in Colombia, too. As we travelled through San Angel a familiar story was heard. Several families spoke of “doctors with computers” who had visited in October last year and taken blood from all family members, including from babies, for testing for the huntingtin gene. None of the families were sure where the doctors were from, but they were under the impression that the doctors would return the following November with the test results or some help. They have not yet come back. Later in Bogotá, the capital, we met Antonio Bermúdez, coordinator of the genetic and chronic diseases group at Colombia’s National Institute of Health, who confirmed that it was his team that took the samples, from 177 individuals, at the request of the local secretary of health for San Angel and the surrounding area, who wanted an idea of the size of the problem.     Edson, 16 years into his disease, with his wife and daughter. He is one of 12 siblings, seven of whom have developed Huntington’s. Photograph: Nick Garcia for the Observer    He said that technical difficulties have so far prevented genetic testing but added that even when they do test, they can’t give the results to the individuals without the proper plans in place for necessary care and support. He knows of no such plans. He also confirmed that they took blood from babies and young children knowing that they would not be able to give them their results until they were adults. That the government is trying to get to grips with the problem is encouraging but that they did it so invasively – and that the fate of these people is locked away in government files – speaks to the vulnerability of sufferers and their families. The truth is that those “doctors with computers” could have been anyone. Finding a solution is complicated. Ionis-HTTRx, if effective, will be prohibitively expensive to these communities. Even if it weren’t, they don’t have any local access to medical care, let alone the hi-tech centres and doctors needed to deliver the drug. That these communities have been used for research but are unlikely to benefit from any breakthrough troubles Tabrizi, as it does all Huntington’s disease scientists. It’s the reason that Muñoz-Sanjuan started Factor-H. “I’m worried that drug companies haven’t reached a sense of consciousness about the communities that live in developing countries,” he says. “The people who contributed to what is the basis of all these gene therapies – does anyone have a plan in place to make these drugs available to them? How are people who don’t even have food to eat going to get support from their government to access any of these new gene therapies if they work?” Even before we find out if they work, he says, their current pressing needs should not be insurmountable: clean water, a means of providing their own food, community care to help ease the burden of care on family members, family-planning education, mobile neurology units to help local doctors to deliver and monitor currently available drugs that could make their lives more bearable. To place all the responsibility on the scientific world would be both unfair and unwise, says James Gusella, a professor of genetics at Harvard Medical School in Massachusetts, who was part of the international collaboration that first identified the Huntington’s gene and its defect. “The purpose of science is to gain knowledge,” he says.   Related: What makes tumours tick? Genomics pave the way for tailored treatments    “The clusters of patients in Venezuela were studied from that point of view and as yet, although these gene therapies are exciting, it hasn’t provided a treatment.” Unpicking the medical from the social causes of poverty, he says, is difficult. “As scientists we can use the knowledge that we gain to advise and help the powers that be [governments and international agencies] but ultimately it is they who must be involved in implementation.” Hayden, who is also chief scientific officer at Teva Pharmaceuticals, an Israeli drug company working on Huntington’s treatments, says that drug companies can and should play a big part. “Innovation should be rewarded in developed countries,” he says. “There needs to be a sense of corporate and social responsibility embedded in the company if we say that our primary goal is to improve health and make people feel better. It also needs passion, commitment and drive from individuals to hold companies accountable – it needs champions.” There is a precedent. Expensive antiretrovirals are provided free to impoverished HIV sufferers in developing countries thanks to lobbying from a community of passionate activists that began in the 1980s. Huntington’s, as a rare disease, will by its nature not prompt lobbying in such numbers. But if people are looking for ways to help, in Colombia at least, giving support to the work of the handful of volunteers and doctors who have built up the much-needed trust of families will be a good place to start, says Muñoz-Sanjuan. Building a sense of consciousness among people who can help – not only drug companies but governments and research organisations – will be more tricky, but possible when the story is set out more widely. As with the people in one of Moreno’s sprawling family trees, there are lines that connect them all. This article was produced with the help of the Pulitzer Center on Crisis Reporting Huntington’s: the search for a cure 1374 Epidemic of “dancing mania” condition in Europe. 1500 Swiss physician and polymath Paracelsus coins the term chorea Saint Vitus (after the patron saint of dancers), recognising several different forms and suggesting that the nervous system is involved. 1832 British physician John Elliotson identifies an inherited form of chorea (other infectious causes of chorea had been described earlier). 1872 American physician George Huntington writes the first thorough clinical description of the disease that will go on to bear his name. 1955 The disease is found to be prevalent in the Lake Maracaibo region of Venezuela. 1967 Woody Guthrie, the American singer-songwriter, dies from complications of Huntington’s. 1983 The approximate location of the gene that causes the disease is narrowed down to chromosome 4. 1993 The gene that causes the disease is identified. 1996 HD transgenic mice are developed. 2015 First in-man safety testing of Ionis Pharmaceutical’s gene-silencing therapy begins.",
  "webTitle": "Huntington’s disease: the new gene therapy that sufferers cannot afford",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/15/huntingtons-disease-drugs-cure-research-poor-families-colombia-corporate-responsibility",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "science/drugs",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Pharmaceuticals industry",
      "id": "business/pharmaceuticals-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Colombia",
      "id": "world/colombia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dara Mohammadi",
      "id": "profile/dara-mohammadi"
    }
  ],
  "guardianId": "science/2016/may/15/huntingtons-disease-drugs-cure-research-poor-families-colombia-corporate-responsibility"
}