{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/belle-de-jour-author-mps-prostitution-laws-brooke-magnanti",
  "id": "2016-05-10-74",
  "sectionId": "society",
  "body": "The criminalisation of payment for sex would dissuade sex workers from reporting violence against them, Brooke Magnanti, the former London call girl better known by her alias Belle de Jour, has told a group of MPs.  Appearing before a home affairs select committee hearing on prostitution and the sex industry, Magnanti, 40, a research scientist, blogger and author, said: “If you criminalise buying sex, the prostitute knows she becomes the evidence. Police will be instantly suspicious, they ask to see your papers, examine your premises. She might be coerced by police into giving evidence against other people.” The committee is looking into the way prostitution is dealt with in legislation, and in particular whether the balance in the burden of criminality should shift to those who pay for sex. While prostitution is legal in the UK, related activities such as soliciting for sex in a public place or owning or managing a brothel are outlawed.   Related: Brooke Magnanti: 'I couldn’t go on writing Belle de Jour books'    Magnanti said MPs needed to focus on the root causes driving people into sex work, “things like migration policy and the social safety net”. “You have people who are marginally in the black going into red because of the bedroom tax, and the failure of the social system to catch them,” she said. Magnati worked as a call girl between 2003 and 2004 in order to supplement her income while completing her doctoral studies, and is estimated to have earned more than £100,000 in that period.  “I am a non-EU migrant, when I submitted my PHD there was zero funding and I had no recourse to public funds, I could either not have the science career I’d been working for a decade to get to or I could do sex work,” she said. “I saw it as a stopgap, in the way that a lot of students would choose to work behind a bar.  “I come from a reasonably privileged and safe background. Don’t those who don’t deserve to feel as safe as me doing the work? Don’t they deserve to be able to go to the authorities?” Magnanti appeared alongside Paris Lees, a journalist and equality campaigner who has also previously been a sex worker. Both were critical of the witnesses the select committee had called to question as part of the inquiry. “Of the four sex workers you’ve spoken [to] face to face, three of us aren’t doing it any more,” Magnanti told the committee’s chair, Keith Vaz.     Paris Lees gives evidence to the home affairs select committee on Tuesday. Photograph: PA    “Who are the people who should have been asked here instead of us? People from the Sex Worker Open University, people from the English Collective of Prostitutes, current sex workers. They weren’t asked because me and Paris come with great media platforms, we bring attention, so you can tick a box and say we spoke to some ex-sex workers. I retired in 2004, I can tell you everything about what was happening in 2003 and 2004, the laws aren’t going to affect me. You need to speak with the biggest stakeholders.”  Both witnesses emphasised that violence against women and trafficking were already illegal. They warned against trusting reduced crime statistics from countries such as Sweden and Northern Ireland, where it is unlawful to buy sex.  “Part of the problem with statistics being currently produced by Sweden is they don’t have statistics [from] before the law came into place,” Magnanti said. “They weren’t polling any sex workers to get a before and after. I deal on a daily basis with population statistics and there are a lot of them bandied about. Countries like Sweden and Northern Ireland have no basis for comparison.    Related: From bullied child to transgender woman: my coming of age | Paris Lees    “When you look at the countries most affected by trafficking such as India, Cambodia, which also have very strong sex worker-led organisations, the percentage of people who are actively trafficked are comfortably under 5%. I agree that even one is too many, which is why you need input from sex worker-led organisations.”  In Sweden, she added, reduced rates of prostitution did not concern all sex work, “just visible, on-the-street sex work, the cliche of women leaning into cars. Other evidence shows indoor sex work has gone up. Trafficking has also gone up. If women don’t feel safe with the police, they go to criminals.”  Magnanti said decriminalisation was not a “free for all” but merely a first step. “In New Zealand [where there is a licensing system in place], sex work was so highly stigmatised, and there is still violence, but it’s improving,” she said. “People feel individual instances of violence against sex workers [are] going down. You have to put the law in context of the society it’s enacted in.”  Lees said: “Let’s say you’ve got a client who’s going to see an escort, they think the person seems a little on edge, doesn’t seem happy and they suspect they’ve been trafficked. What client is going to go to the police and raise concerns if they know they’re going to be outed as a criminal?”",
  "webTitle": "Belle de Jour author cautions MPs over rethink of prostitution laws",
  "webPublicationDate": "2016-05-10T17:54:40Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/belle-de-jour-author-mps-prostitution-laws-brooke-magnanti",
  "keyword": [
    {
      "webTitle": "Prostitution",
      "id": "society/prostitution",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Brooke Magnanti (Belle de Jour)",
      "id": "books/brooke-magnanti-belle-de-jour",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sex trade",
      "id": "society/sex-trade",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "society/2016/may/10/belle-de-jour-author-mps-prostitution-laws-brooke-magnanti"
}