{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/ponds-nicholas-allbrook-on-australias-national-anthem-its-ignorant-and-isolationist",
  "id": "2016-05-26-345",
  "sectionId": "music",
  "body": "The butcher, the barber, the undertakerOur land is girt by seaThe looker, the quaker, the cocktail shakerSomething young and free We’re luckily, really, to live in a country where nationalism has yet to reach such heights that a rocker can’t irreverently meddle with the national anthem without risking a brick through his window. In his latest single, Advance, Perth singer-songwriter Nicholas Allbrook, replaces the nation-fortifying intentions of Advance Australia Fair with a laconic portrayal of the country’s disinclination for the kind of enthusiastic patriotism commonly seen in other parts of the world. The 28-year-old frontman of psychedelic rock band Pond and former Tame Impala bass player is releasing his second solo album, Pure Gardiya, an intricate mediation on Australian history and national identity.   Related: STRAYA: what should be Australia's national anthem? – open thread    Allbrook says our national identity has been forced to exist in narrow confines fanatically garrisoned by rightwing media and flag-waving politicians. We’ve become alienated from our Indigenous and British ancestries and nearest neighbours, Asia. “It’s a society that’s completely adrift from any connection,” he says. “That comes from us being children of no place, just outsiders to everyone.”            Guardian Australia: How would you describe the Australian national anthem? Nicholas Allbrook: Culture and meaning is always a work-in-progress and never cut and dried. Maybe at the time when it was written it was ambitious and optimistic, but to a modern reviewer – as you’ve asked me to be – it’s kind of ignorant and isolationist. It’s insensitively grandiose and pompiose considering all the people that are denied and excluded from it.  “Pompiose?” It’s a sweet mashup of pompous and grandiose. I never considered how badly national anthems might date. So few people in Australia even believe in our own national anthem, and that’s why I feel comfortable talking about it, or talking about it negatively. You see sports people and Olympians standing down a lot of the time. They’re not very proud of it. A national anthem should do all the obvious things, such as distil national and human values. It should be a song that truly embodies a culture and people can come together around. But Australia’s traditional custodians are boldly and brutally excluded from our national anthem.     Nicholas Allbrook: ‘Australia’s traditional custodians are boldly and brutally excluded from our national anthem’. Photograph: Matt Sav/Positive Feedback    I always had a problem with the line describing ourselves as a “young” country. Yeah, the oldest continuous civilisation in the world are some of its most incarcerated peoples, and yet are somehow meant to be “young and free”.  I can’t speak for anyone else. Maybe people don’t find it offensive. Maybe there are Indigenous people who fought in wars or played in sporting events – or wherever else the anthem is touted as really important – [who] have a really strong, genuine connection with it. In that sense I’m really sorry to them if I’ve been a dickhead – an ignorant millennial, you know? What aspect of the anthem did you want to tease out in doing your “cover version”? A lot of things. I think the apathy and challenging the things that are put up on a pedestal in the national anthem, to highlight the fact most people don’t even really know the words or care about the words – hence the line: “something, whatever, young and free” – and listing all the mundane normal people that are actually part of Australia. It’s not the mythologised Anzac soldiers; it’s startup companies and baristas. When I was writing this, it was that Abbott era; a time in our political history that showed how closed off and wilfully isolated we can be. He was a guy who touted himself as the ultimate Australian, and he was a priest. So much of Australia, or what people put forward as an Australian identity, is a distant and unrelated religion and mindset. We don’t think about the people who are near us, even in Asia. It’s like, just stick your head in the sand and be that really narrow Australian archetype. Has the energy of Australia changed since Malcolm Turnbull came into power? I’m not a political commentator, but I hope it doesn’t sink us further into apathy because Abbott’s left. Turnbull is less outwardly offensive. When you had an actual lizard man as your prime minister, who was hilariously offensive and bad, it made people get up and think a bit more. I hope that doesn’t go the opposite way with a fairly well-spoken, inoffensive, white bread type of chap. Big money seems to be a big problem in the world today and he’s a pretty good emanation of it.   Related: Gareth Liddiard of the Drones: 'It’s time leftwingers grew some balls'    With songs like Taman Shud by the Drones, do you sense there is a new political will in Australian music today? It’s the gaslighting of the majority classes, the non-fucking millionaires. We’ve been taught that we’re stupid and told: “You don’t understand how the economy works, young man. Don’t even try and have an opinion.” So a lot of people my age are too fucking scared to even say what they mean or what they think, and too scared to be idealistic. We sort of step back and think, “Oh shit, I kind of don’t know what I’m talking about, I’ve just got a gut feeling that this isn’t right.” And whenever people speak their mind there’s a fucking 100 people on the internet who say “you don’t know what you’re talking about”. But hopefully there’s more people like [the Drones frontman] Gareth Liddiard who are just ballsy. In your Griffith Review story Creative Darwinism, you describe your hometown of Perth as a city with “no secret tunnels to romantic fulfilment”. Is there an element of cultural cringe to that? When you live in a place you’re just bred with that. In the same way your friends might meet your mum and thinks she’s the most inspiring person in the world but every time your mum says something to you you’re like, “Arggggh”. Embarrassment is also a huge part of it. While we’re subjecting asylum seekers to this gross and inhumane torture, New Zealand – once again – steps up to the plate and says, “oh we’ll take them, don’t worry”. And still, we won’t let them! That is the biggest cringe I’ve ever done.     Nicholas Allbrook’s second solo album, Pure Gardiya. Photograph: Positive Feedback    Is art always being pushed to the edges in Australia? In Australia we’ve inherited that protestant work ethic. Economical, functional. Romance does not need to be here. Get on with it. Shut up, pinko. We live on lands rich in language, philosophy and art and yet haven’t learned to appreciate those things. Yeah, it’s this tiny bubble of the Australian national identity with not enough room to scratch yourself. It doesn’t even include our own country. It doesn’t include our forefathers like England because, “We’re fiercely Aussie, you know?” The most Aussie person is “nah, fuck the Poms” and “fuck everyone else” and “fuck all the artists and poofters who get all emotional about stuff”. It’s a society that’s completely adrift from any connection, and so it’s created quite a dark and cynical art form, such as Primitive Calculators or the Birthday Party, and that comes from us being children of no place, just outsiders to everyone.  Pure Gardiya is out 27 May",
  "webTitle": "Pond's Nicholas Allbrook on Australia's national anthem: 'It’s ignorant and isolationist'",
  "webPublicationDate": "2016-05-26T01:09:09Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/ponds-nicholas-allbrook-on-australias-national-anthem-its-ignorant-and-isolationist",
  "keyword": [
    {
      "webTitle": "Psychedelia",
      "id": "music/psychedelia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "music/2016/may/26/ponds-nicholas-allbrook-on-australias-national-anthem-its-ignorant-and-isolationist"
}