{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/28/tiny-halifax-debt-spiral-three-figures-100",
  "id": "2016-05-28-166",
  "sectionId": "money",
  "body": "I’ve been contacted by a debt recovery agency asking for £106 to settle an outstanding sum on a Halifax account I didn’t remember having. Finally it sent me some previous statements dating back to 2008, when I apparently owed £22.42, but these had been sent to an address I lived at up until 1996. Overdraft charges have raised the sum to £106. Since I can’t have used that account for 20 years, any original sum owing must have been tiny – so tiny I don’t recall there being one. I suppose legally I owe the money, but it seems very unfair that if they can contact me after 20 years and two moves, why couldn’t they have made the effort 15 years ago when I owed £10 or less? Is there anything I can do? It’s not an enormous sum, but it is a big principle whether people should be chased for sums that were originally piffling but have grown over the years in this punitive way. The last time I can have possibly used the Halifax account is 2001 when I opened my Virgin current account. DB, London SE13  You opened a Halifax Cardcash account on 8 February 1994 and used it until your last cash withdrawal of £10 on 27 September 1995, leaving a small balance of £6.84. However, on 2 October 1995 a failed debit fee of £10 was applied, which propelled the account into unauthorised overdraft. After that, Halifax applied the usual monthly interest debits for unauthorised overdrawn debt, and the amount built up until 8 October 2014 when, having risen to £106, it referred the account for debt recovery. The Halifax wrote to you, and continued to do so, from September 1995, which means you overlooked these letters until you moved in 1996, after which you didn’t update your address. We can understand your anger at being pursued in this way by a debt collection agency – and after a small amount of money spiralled out of control. But, even if it is morally questionable for Halifax to continue to apply interest, as we have pointed out to other readers in this position, this highlights the importance of keeping tabs on your accounts and keeping the relevant financial institutions updated of any changes of address. A Halifax spokesperson said: “Although there has been no error on the part of the bank, on this occasion, and taking into account all the circumstances, we are happy to write off DB’s debt. However, it is important that customers keep us informed of any changes to their personal circumstances, such as their address, so they do not find themselves in a similar position.” We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Chased for a tiny Halifax debt – but only after it let it spiral into three figures",
  "webPublicationDate": "2016-05-28T05:59:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/28/tiny-halifax-debt-spiral-three-figures-100",
  "keyword": [
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Borrowing & debt",
      "id": "money/debt",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Smithers",
      "id": "profile/rebeccasmithers"
    }
  ],
  "guardianId": "money/2016/may/28/tiny-halifax-debt-spiral-three-figures-100"
}