{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/john-craces-sketch-loqs-give-dave-a-break",
  "id": "2016-05-04-31",
  "sectionId": "politics",
  "body": "Dave was fed up. Being prime minister wasn’t as much fun as he had hoped. Half his party now hated him for supporting the EU, Boris was gunning for his job, he’d been made to do a photo op with the comatose Zac – Jesus, was the guy alive or not? – and now he’d been forced into a humiliating climbdown over child refugees. Why couldn’t they have found somewhere to go on their own? Whatever happened to a sense of adventure? To round off a thoroughly bad 24 hours, he now had to waste half an hour on another prime minister’s questions. Sod it. He wouldn’t bother.   Related: Elections 2016: what you'll be voting for on 5 May    “Could the prime minister explain his cuts in social care?” asked Jeremy Corbyn. Dave’s eyes narrowed. “Nah,” he said. “We’re going to do things differently this week. I’m going to pretend to be the leader of the opposition and I’m going to ask you the questions. So, you tell me why Labour is riddled with antisemites and why Hamas and Hezbollah came to your birthday party.” Corbyn wasn’t entirely happy at this turn of events. He hadn’t banked on being prime minister just yet. If ever. But to give no answer at all would be tricky. “I can assure you no racists ever came to my birthday party,” he insisted. “Can we now go back to the government’s social care policy?” “Absolutely not,” said Dave. “It is a complete outrage. It always used to be the Tories who were the natural home of racists and now Labour has stolen our policy. I demand some answers.” It would probably have been better if, at this point, Corbyn had tried to explain how, though Hamas had been at his birthday party, they weren’t BFFs and he had only invited them in the hope they might behave a bit better. Instead he chose to attack the prime minister for the Conservative party’s smear campaign against his friend, Sadiq Khan, in London mayoral contest. “You complete idiot,” shouted Sadiq, from somewhere in greater London “You’ve just cost me another 10,000 votes. We’re not friends and we never will be.” Dave saw absolutely nothing wrong in trying to make out that since Sadiq was a Muslim he was therefore almost certainly a terrorist. “Sadiq has been spotted talking to some extremely unpleasant people,” he said. “Some of them may even have been members of the Conservative party. This proves that if he is elected as London mayor there will definitely be a terrorist atrocity somewhere in the world at some point in the next two years. So vote for the dopey bloke instead.” With LOQs (Leader of Opposition questions) having descended into a toxic mix of competitive racism and electioneering, Dave cheered up a bit. He hadn’t had to answer a single question about his government’s social care policy. Which was just as well, because he hadn’t a clue if it had one. Just as he was about to congratulate himself on slipping off the hook, Dave remembered he had an appearance before the liaison committee later than afternoon to explain the government’s support for remaining in the EU. Damn it. There wasn’t much chance of him getting away with not answering the questions of every select committee chair. Still he’d give it a go. “Good afternoon prime minister,” said Andrew Tyrie, the committee’s capo di tutti capi. “Would you be recommending a remain vote in the referendum if you hadn’t managed to renegotiate anything?” “That’s a hypothetical question,” said Dave, evenly. “No it isn’t. It’s a straightforward yes or no.” “It’s definitely a conditional question because it’s got an if in it.” One down ten to go. Dave looked warily at the rest of the committee. At least half of them were angry Brexiteers who were bound to make trouble. Bill Cash wouldn’t be a problem because nobody took any notice of him any more. But Bernard Jenkin would be tricky. Conspiracy theorists always are. “I want you to take down every government website during the referendum campaign,” insisted Bernie. “Why?” asked Dave. “Because they will secretly talk to people to make them vote to remain.” “I think you’re overreacting a bit.” “I’m not, I’m not. I’ve got a legal precedent about a golf club notice from 1937.” A look of concern passed over the face of every committee member. They hadn’t realised just how unwell Bernie had become. But Bernie wasn’t to be stopped. “If you don’t obey me you can expect a letter before action.” “Calm down, Bernie.” “And then you’ll get a writ.” Dave was back where he had started the day, falling out with his own party. Now he came to think of it, he rather missed LOQs.",
  "webTitle": "John Crace’s sketch: LOQs give Dave a break",
  "webPublicationDate": "2016-05-04T20:20:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/john-craces-sketch-loqs-give-dave-a-break",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/04/john-craces-sketch-loqs-give-dave-a-break"
}