{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/01/best-natural-wines-real-wine-fair-london-david-williams",
  "id": "2016-05-01-205",
  "sectionId": "lifeandstyle",
  "body": "Clos du Tue-Boeuf Rouillon Cheverny Rouge, Loire, France 2014 (£17.85, The Real Wine Fair) Modestly billed as “a tasting of organic, biodynamic and natural wines”, The Real Wine Fair, held in East London a couple of weeks back, is in fact one of the UK’s most vibrant wine events, featuring dozens of small-scale producers defined by their low- or no-chemical approach. This scene is not without its critics, particularly of those working under the “natural” banner where the idea is to avoid additions in the winery as well as the vineyard. It’s an approach that requires a great deal of skill and sensitivity if it’s not to yield wines of cloudy bacterial funkiness. But natural wine stalwart Thierry Puzelat has always been blessed with both attributes, and his red Loire blend of gamay and pinot noir is as deliciously fluent and lively as ever. Arianna Occhipinti SP68 Rosso, Sicily 2014 (£18.95, The Real Wine Fair) While not every wine at the RWF was a success, there were many more hits than misses – a higher hit rate, in fact, than I usually find at more “conventional” wine tastings of this scale. For all the hipster “tatts and ‘taches” stylings of some of the producers (not to mention the crowd), the show proved that natural wine is much more than a foodie fad, with impressive showings from the USA, Chile, South Africa and Georgia, as well as the more traditional European heartland. Italy was a standout, with personal favourites including nervy whites from Fattoria San Lorenzo in the Marche and a bunch of Sicilians: Marco di Bartoli, COS, Anna Martens and Arianna Occhipinti, the latter’s SP68 red blend a spicy, blood orange and lavender-scented wonder. Celler Credo Miranius, Alt Penedès, Spain 2013 (from £12.42, Bottle Apostle; Vino Vero; Harvey Nichols) Spanish producers have also embraced the natural philosophy with frequently exciting results. One of the stars of the RWF was Daniel Landi, who makes a set of graceful, distinctive garnacha reds, both under his own name in the Méntrida region of Toledo south of Madrid, and with his partner Marc Isart as Bodegas Commando G in the Sierra de Gredos to the west of the Spanish capital (the latter project’s La Bruja de Rozas 2014, £17.50, josephbarneswines.com, is a good place to start). Also worth investigating is Catalonia’s Celler Credo, a specialist in white grape xarel.lo, with the Miranius a gently charming and refreshing mix of fennel, apple and minerals. Follow David on Twitter @Daveydaibach",
  "webTitle": "Toasting the best natural wines in the capital | David Williams",
  "webPublicationDate": "2016-05-01T04:59:45Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/01/best-natural-wines-real-wine-fair-london-david-williams",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "David Williams",
      "id": "profile/david-williams"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/01/best-natural-wines-real-wine-fair-london-david-williams"
}