{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/beyond-twilight-on-the-set-of-personal-shopper-with-kristen-stewart",
  "id": "2016-05-11-357",
  "sectionId": "film",
  "body": "Related: Cannes 2016: big names and some great Brits swell an exciting lineup | Peter Bradshaw    On a bracingly cold December morning, a cottage complete with miniature lawn and garden trellis stands inside a studio on the outskirts of Prague. Inside, Kristen Stewart is running through a scene from the supernatural thriller Personal Shopper. Overseeing it is Olivier Assayas, the writer-director responsible for coaxing from the 26-year-old a revelatory performance in Clouds of Sils Maria. In that film, she was Val, the straight-shooting, unsentimental assistant to an insecure star played by Juliette Binoche. Stewart’s work for Assayas made her the first American woman to win a César award, France’s equivalent of an Oscar. And word has just reached Prague that the New York Film Critics Circle have also awarded Stewart a prize. “It’s a real possibility now that she could get an Oscar nomination,” says Charles Gillibert, the producer of both Clouds and Personal Shopper, as we mill around on set. (She didn’t.) I make a mental note to congratulate Stewart when we sit down later for a chat. However, there are bad tidings from the line producer, Sylvie Barthet. The last few days have been unexpectedly tough on Stewart, and her agent has asked that she be allowed to concentrate solely on her performance. Still, you never know: people change their minds, opportunities arise. I’ll see what happens. I am given a pair of headphones and a seat in front of a monitor to watch the scene being shot. This is a pivotal moment in Stewart’s career. After taking two years off following the end of the Twilight franchise, she returned with a slate of movies that signalled her intention to bury Bella for ever. In Camp X-Ray, she played a guard at Guantánamo Bay; one scene, in which a prisoner covers her in excrement, proved that she was willing to get her hands dirty, along with everything else. Then Clouds of Sils Maria stripped Stewart of her protective layers. Films with Woody Allen (Café Society) and Ang Lee (Billy Lynn’s Long Halftime Walk) have followed. It’s a busy time. A breaking dawn, you might say.     Stewart and Juliette Binoche in 2014’s Clouds of Sils Maria, also directed by Olivier Assayas. Photograph: Allstar/CG Cinema    In Assayas’s latest picture, which he describes as a companion piece of sorts to Clouds, Stewart plays Maureen, personal shopper to the stars. She and her twin brother, Lewis, who are both mediums, have made a pact: whichever of them dies first will establish contact with the other from beyond the grave. When Lewis dies, Maureen goes to his home to wait for a sign. In the scene being shot this morning, she and Lewis’s girlfriend, played by Sigrid Bouaziz, are discussing séances. After the fourth take, Assayas calls out: “Pretty good.” After the fifth: “A dernier.” In each one, Stewart brings her trademark minimalist intensity: the angular features, the tight mouth and piercing gaze contain infinite and mysterious tensions. Her antennae seem to never stop twitching. Between takes, Bouaziz, also 26, quizzes her co-star about a word that crops up in one of her lines: tacky. “It can mean, like, cheesy,” Stewart explains. “I knew the word,” Bouaziz tells me later, killing time between set-ups. “But I love to ask Kristen because she tells me how young people speak in English.”   Related: Cannes 2014 review: Clouds of Sils Maria - blue sky thesping    Bouaziz is hauled away to inspect some furniture that will be used in the next scene. Her character is a carpenter, and the props manager has produced three chairs for her and Assayas to choose from. To the casual observer, it resembles an unusually dreary version of Goldilocks. “This one is too complicated,” the director decides, rocking on the heels of his navy blue Golas. He moves on. “This one is not the right shape.” A pause. “And this one is … ” Just right? Almost. “Remove the fabric,” he says thoughtfully. “It’s 80% there.” “There are studios in Hollywood asking Olivier to make films,” Gillibert tells me over coffee. “He can do whatever he wants. He’s making European cinema.” He sees a parallel between Assayas and Stewart. “Like Olivier, Kristen challenges herself. I’ve seen on Personal Shopper how Olivier has had to adapt himself because of what she is doing with her character. He told me: ‘She’s challenging the scenes! I thought she was going to do this, but she’s doing that.’ With Kristen there is nothing unimportant. Everything is made significant by what she does.” When the crew breaks for lunch, I plonk myself next to Assayas as he works his way through soup and salad in the catering tent. He has shaggy silver hair and eyebrows like black tyre tracks. Stewart is sitting a few benches away, perusing texts and larking around with a friend. “She is a genius,” says the 61-year-old director. “She has an instinctive understanding of cinema and an extraordinary precision in her knowledge of the frame. She is never boring – she knows how to make any shot riveting.”     Stewart and Jesse Eisenberg with director Woody Allen on the set of his new film, Cafe Society. Photograph: Allstar/Lionsgate    It wasn’t his intention to make two consecutive films with Stewart. But when a planned US production collapsed at the last moment, he bashed out Personal Shopper. “I wrote this movie really fast and it has ended up as a sort of continuation of our first film together. Clouds opened doors for me. Things I couldn’t touch before I was able to do: mixing realistic and genre elements, dealing with the invisible.” In both films, Stewart plays a woman on the fringes of wealth and celebrity. “A personal shopper is the most alienated job you can find,” he explains. “You’re dealing in surfaces, but it’s not even for yourself. Maureen is doing a job she doesn’t like, and the film is about her trying to come to terms with her own identity. She’s darker than Val. And the film is darker. Clouds can be seen as comedy. This can’t.”   Related: Kristen Stewart to make directorial debut with short film about female power dynamics    Stewart is outside the tent, woolly hat pulled low over her ears, cigarette in mouth. When it’s time for her to make her way back at last, someone barks into a walkie-talkie: “Kristen is travelling.” I stroll with Assayas back to the cottage. It’s different directing Stewart this time, he says. “Everything was filtered through Juliette before. I was not pushing Kristen to her limits. It was all about transporting her to a different area so she could do things she hadn’t tried before. Now it’s more about pushing that as far as we can.” The afternoon is going to be taken up with shooting a flashback featuring Maureen and Lewis, who is played by the Norwegian actor Anders Danielsen Lie. There has been no news from Stewart’s agent, so I decide to call Peter Sattler, the writer-director of Camp X-Ray, to get some idea of why she is so elusive. “Kristen likes to live in the moment on set and to preserve that lightning-in-a-bottle feeling of a scene,” he explains. “She responds to what’s happening right there, so it never sounds like she’s just reading lines. I would stop a scene when she wasn’t expecting it, to get her flustered. Or I’d purposefully criticise a take to rile her up. She’d be like, ‘Are you fucking with me?’ She was boots-in all the way. I said to her, ‘We’re making a tiny, tiny movie and you’re one of the biggest stars on the planet. Are you gonna be a diva?’ She said, ‘No, I’m down with it. I’m there.’ And she was. People would come to the set and go, ‘Where’s Kristen?’ She’d just be there, in costume, hanging out with the crew. This is the face of Chanel for Chrissakes!”     Stewart with Robert Pattinson in Twilight Saga: Breaking Dawn Part 1    The shoot has moved to the cottage interior and there is nowhere for me to stand without getting in everyone’s way. I can spend another hour or two staring at a monitor. Or I can watch the back of Stewart’s head through a crack in the garden fence. It’s getting dark. I trudge through the mud to the cabin where the production office is based. I nudge the door open and ask Barthet if I can get a car to the airport now. She looks a little surprised, but nips out to see if there is a driver available to take me. I sit down at the desk of one of her colleagues. I spot a note attached to an A3 envelope. It reads: “Dear Kristen, I would like to kindly ask you if you could sign these photographs.” I suddenly feel very depressed. This is a small, prestigious European production directed by a highly-prized auteur and destined for the competition at Cannes. It couldn’t be much further from Twilight. And yet everyone is still clamouring for a piece of Kristen Stewart. I include myself in this, along with the unnamed person chasing her autograph. Still, it would be wrong to say that I’ve had a wasted journey. When my driver picked me up from the airport the night before, he gave me a Personal Shopper goodie bag, which contained a half-bottle of white wine. I couldn’t find a corkscrew in my hotel room so I tried using a pencil. All this did was break the pencil and reduce the cork to crumbs. So I called reception to ask for a corkscrew. After the room service guy opened the bottle, I tipped him a 200 Czech koruna note, which is just over £5, because I didn’t have any coins. So essentially I destroyed a pencil and purchased a small bottle of wine. When it came to Kristen Stewart, however, I never graduated beyond the status of window shopper. • Personal Shopper is in competition at the Cannes film festival, 11-22 May.",
  "webTitle": "Beyond Twilight: on the set of Personal Shopper with Kristen Stewart",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/beyond-twilight-on-the-set-of-personal-shopper-with-kristen-stewart",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Olivier Assayas",
      "id": "film/olivier-assayas",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Clouds of Sils Maria",
      "id": "film/sils-maria",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Gilbey",
      "id": "profile/ryangilbey"
    }
  ],
  "guardianId": "film/2016/may/11/beyond-twilight-on-the-set-of-personal-shopper-with-kristen-stewart"
}