{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/lauryn-hill-two-hours-late-for-concert-because-of-need-to-align-her-energies",
  "id": "2016-05-09-363",
  "sectionId": "music",
  "body": "Musician Lauryn Hill has told fans she was two hours late to a show in Atlanta because she was “aligning her energy with the time”. Hill, who performed at the Chastain Park Amphitheatre on Friday night for fewer than 40 minutes, issued an apology on her Facebook page on Sunday.    Related: Lauryn Hill cancels Israel show after cultural boycott pressure    The singer, who found fame with the Fugees in the 90s and went on to become a celebrated solo artist, told fans in the post that she doesn’t show up late to her performances because she doesn’t care about them but because of the rigours of the artistic process.  “The challenge is aligning my energy with the time, taking something that isn’t easily classified or contained, and trying to make it available for others,” she wrote. “Because I care so deeply about the artistic process, I scrutinize, have perfectionist tendencies, and want space made for spontaneity, which is not an easy process, with the many moving parts on the road,” she went on.  “Some days we are more successful than others re time.” Hill said she had “nothing but love and respect” for her fans in Atlanta and promised she was “figuring out a plan to make it up to you”. The show had been due to start at 8pm. Hill reportedly arrived on stage at 10.20pm and at 11pm her microphone was cut due to the venue’s strict closing time.  Many in attendance expressed their outrage about the situation on social media.    $89.50 tickets not including the fees associated with the ticket purchase & Lauryn Hill is over 2 hours late— SugahRush (@MissNikkiNY) May 7, 2016      Lauryn Hill just came out up nearly 2 and a half hours late to boos. Yikes!— Jewel Wicker (@jewelwickershow) May 7, 2016    In a video posted on Twitter, Hill seemed to blame her driver for arriving late.       But many defended the singer, noting that Hill is known for her tardiness. In 2014 she kept an audience in London waiting for up to 90 minutes.  Associated Press contributed to this report",
  "webTitle": "Lauryn Hill two hours late for concert because of need to 'align her energies'",
  "webPublicationDate": "2016-05-09T00:42:47Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/lauryn-hill-two-hours-late-for-concert-because-of-need-to-align-her-energies",
  "keyword": [
    {
      "webTitle": "Lauryn Hill",
      "id": "music/lauryn-hill",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/09/lauryn-hill-two-hours-late-for-concert-because-of-need-to-align-her-energies"
}