{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/11/helen-bolderson-obituary",
  "id": "2016-05-11-189",
  "sectionId": "education",
  "body": "My friend and colleague Helen Bolderson, who has died aged 85, taught for many years on the master’s degree course in public and social administration at Brunel University, specialising in social security. Throughout her working life, she promoted links between the policy and research worlds, teaching officials from the then Department of Social Security and undertaking several research projects for government agencies. Helen was born in Berlin, and travelled to the UK as a refugee in 1938. She was the only child of Robert Karger, a precious stones trader, and his wife, Carmen, who were determined that Helen should integrate fully into British life. Their efforts were highly successful, so much so that many people had no idea of her background. But Helen always retained a capacity for penetrating observation and ironic comment on the mores of her adopted country. Helen did a BA in sociology and an MA in social work at the London School of Economics, and worked for a time as a child protection officer. Later, she returned to LSE to do a PhD under the supervision of Richard Titmuss, whom she greatly admired. Titmuss’s influence is evident in the close interest in administration that characterised her work throughout her life. She spent a lot of time in social security offices in different countries, talking to officials and gathering information about processes. She was patient in working through the details, and at the same time perceptive about how these details might function to exclude people or introduce arbitrary judgments.  Helen held strongly to the principle that the state should promote justice and equity in its dealings with its citizens – and, indeed, with those who were not legally citizens and subject to exclusion because of their immigration status. Until shortly before her death, she was working on a history of UK asylum policies since 1905, tracing what was often a well-hidden policy process. She was an early user of the access provided by freedom of information legislation, although her inquiries were often blocked by an increasingly defensive and isolated bureaucracy. She retired from a teaching post at Brunel University in 1995, after about 20 years, but continued to be employed on research contracts there until the early 2000s. Subsequently she became a research fellow at Birkbeck. Helen married Keith Bolderson in 1955, and the couple had three children. She also maintained many deep and lasting friendships across generations. An excellent listener, she had a talent for enlivening social occasions by drawing out unexpected aspects of people’s life stories. She cherished being a mother and grandmother – roles she managed, apparently effortlessly, alongside an academic career that lasted well into her 80s. She is survived by Keith and their daughters, Joanna and Claire, their son, Timothy, and grandchildren, Heloise, Joel, Ollie and Ben.",
  "webTitle": "Helen Bolderson obituary",
  "webPublicationDate": "2016-05-11T13:57:26Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/11/helen-bolderson-obituary",
  "keyword": [
    {
      "webTitle": "Social policy and administration",
      "id": "education/socialpolicyandadministration",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Social sciences",
      "id": "education/socialsciences",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Brunel University London",
      "id": "education/bruneluniversity",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/11/helen-bolderson-obituary"
}