{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/george-clooney-five-best-moments",
  "id": "2016-05-27-125",
  "sectionId": "film",
  "body": "While Ben Affleck was understandably gloomy over the recent reception of Batman v Superman: Dawn of Justice, all is not lost. His buddy George Clooney turned his failed turn as the Caped Crusader into a surprisingly diverse career of critical hits, both in front of and behind the camera.   Related: Money Monster review - George Clooney goes Leslie Nielsen in popcorn hostage thriller    This week’s Money Monster sees him on acting duties alongside Julia Roberts and Jack O’Connell in a film about a hostage situation unfolding on live television. It’s received mixed reviews and follows last summer’s flop Tomorrowland into his increasingly large folder of also-rans but with a large stack of films in development, he’s likely to bounce back fast. Here’s to his finest performances. Out of Sight              Making a film with Jennifer Lopez (hot off Anaconda!) might not have seemed like the smartest idea for Clooney after Batman & Robin tanked, but teaming up with Steven Soderbergh turned out to be beneficial with the pair beginning a fruitful working relationship. In this Elmore Leonard adaptation, his charm has never been used quite so well as his electric chemistry with Lopez adds heat to a slick crime caper. Ocean’s Eleven              Clooney worked with Soderbergh yet again in the first of the surprisingly lucrative Ocean’s franchise. While overwhelming smugness might have taken over by the third instalment, the first remains a light-footed success and Clooney’s smooth ease ties things together remarkably well. Solaris              Yet another Soderbergh offering but one that played against the charm we were used to seeing from Clooney. The underrated remake of Andrei Tarkovsky’s sci-fi head-scratcher gave him a chance to play grieving over greasy, and he brings genuine soul and poignancy to his role of a man desperately hoping his dead wife has returned. Michael Clayton              Clooney had won an Oscar for a performance in 2005’s densely plotted drama Syriana but he really deserved one for this 2007 thriller, for which he was nominated. While his co-star Tilda Swinton picked up an award, Clooney held the whole film together as a legal “fixer” confronted with chaos. The Ides of March              Clooney’s work as a director has been somewhat patchy (Good Night and Good Luck was great, but not great enough to erase the memory of Leatherheads and The Monuments Men) but his political agenda, skill as a film-maker and presence in front of the camera combined perfectly in this cynical drama. It also gave him a chance to use his charm for evil, playing a devious politician all too well.",
  "webTitle": "George Clooney: five best moments",
  "webPublicationDate": "2016-05-27T14:17:29Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/george-clooney-five-best-moments",
  "keyword": [
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Money Monster",
      "id": "film/money-monster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/27/george-clooney-five-best-moments"
}