{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/labour-wales-plaid-cymru-takes-rhondda-plaid-cymru",
  "id": "2016-05-06-279",
  "sectionId": "politics",
  "body": "Labour has clung to power in the Welsh assembly after the regional election, despite losing one of its heartland valleys seats and suffering a widespread fall in its share of the vote. Major figures in the Welsh wing of the party – including the leader, Carwyn Jones, and former Welsh secretary Peter Hain – suggested the campaign had been hindered by Labour’s troubles elsewhere in the UK. The party’s total of 29 seats – just short of a majority in the 60-seat assembly – coupled with the fractured nature of the opposition means it could choose to govern as a minority administration.  As expected, Ukip won its first seats at the assembly, with the former Conservative MPs Neil Hamilton and Mark Reckless among the seven who will take up seats at Cardiff Bay. Reckless said the party would be constructive but not part of a “cosy consensus”.  Hamilton said he was looking forward to a return to mainstream politics, nearly 20 years after losing his Westminster seat following Guardian revelations that he had been involved in a cash-for-questions scandal. It was a bad election for the Tories, who failed to win seats they believed were in their grasp. The party slipped into third place with 11 seats, while the Liberal Democrats were left with just a single representative, their leader, Kirsty Williams. Leanne Wood, the leader of Plaid Cymru,  achieved the shock of the night when she won the Rhondda constituency seat from Leighton Andrews, a Labour stalwart and minister in the last administration. Plaid took 12 seats, becoming the second biggest party in the assembly. In her acceptance speech, Wood said: “A new dawn has broken over these Rhondda valleys. It is too early to tell whether a new political dawn will break over the entire nation.” Speaking in Cardiff on Friday, Jones said he would discuss the possible shape of the fifth assembly with Plaid and the Lib Dems. He insisted he would not work with the Tories or Ukip.  “People will look to us to form a government as by far the largest party. We have to do that fairly quickly. We have a steel crisis that has to be dealt with. The last thing people want is uncertainty,” he said. Asked about the divisions within Labour on the UK level and the row over antisemitism, Jones said: “It’s not helped. I’m not going to pretend otherwise. The lesson is that it’s really important for politicians in London not to say things that are not helpful to colleagues in the UK.” There will be much soul-searching over the loss of the Rhondda seat and the narrowness of the party’s victory in nearby Blaenau Gwent, where a 9,000 majority melted away to 650. Jones described the Rhondda result as a “huge disappointment” and admitted he did not know what had gone wrong. “It’s not something we saw coming. At this stage it’s not clear,” he said. Jones said the party would analyse why its share of the vote had fallen (down 7.6% in the 40 constituencies since 2011). “We still have work to do,” he said.  Asked if Jeremy Corbyn was unhelpful toWelsh Labour, Jones said: “This is a Welsh election. With any political party some people don’t like the leader. Jeremy wasn’t a significant issue at this election.” The Labour leader visited Wales this week. Jones said: “We were saying to people: ‘This is a Welsh election. I’m the party’s candidate for first minister.’” Jones, however, has not hidden his frustration with the antisemitism row centred on Ken Livingstone. On the lessons the UK party could learn from Welsh Labour, he said: “We think the key is to connect with people as much as possible and to be on the street meeting people. The key to yesterday’s victory was the amount of time knocking on doors and phoning people.” Lord Hain said: “You would have expected us to be doing better in our heartland seats. There are questions for UK Labour.” The defeated Andrews said problems within the UK party were having an impact on Wales. “You can’t mobilise voters at a local level if the party is divided at a UK level,” he said. “There are lessons to be learned.” But there were some encouraging results for Labour. In Cardiff Central, Jenny Rathbone fought off a spirited charge by the Lib Dems. Julie Morgan, wife of the former first minister and Welsh Labour leader Rhodri, clung on to Cardiff North with a majority of 3,667. The Ukip UK leader, Nigel Farage, hailed a “breakthrough night” for the party and joked that the money he had spent on the Severn Bridge tolls (which Ukip wants to scrap) had paid off. “I’ve been going back and forth to Wales paying those ridiculous tolls. Looks like it’ll be worth it,” he said. Kirsty Williams quit as leader of the Welsh Liberal Democrats after the party lost all but one of its seats in Cardiff Bay. Although she held her own seat in Brecon and Radnorshire with an increased majority, the Lib Dems lost four seats. In a letter announcing her decision, she said that “despite our best efforts, and a positive campaign, it has not been enough”, adding, “I must take responsibility”.",
  "webTitle": "Labour holds Wales despite serious losses",
  "webPublicationDate": "2016-05-06T09:05:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/labour-wales-plaid-cymru-takes-rhondda-plaid-cymru",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/06/labour-wales-plaid-cymru-takes-rhondda-plaid-cymru"
}