{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/burnley-leicester-promotion-sean-dyche-premier-league",
  "id": "2016-05-03-198",
  "sectionId": "football",
  "body": "The last time Burnley were promoted to the Premier League they came up in second place, nine points behind Leicester City (whatever happened to them?). Then, as now, Sean Dyche was in charge, and he described the 2014 achievement as almost sneaking out of the Championship. “No one expected it at the start of the season, two years ago we were under the radar,” the Burnley manager said. “This promotion has had to be designed, we lost key players and we had to spend money to replace them. We always knew what our target was and we stuck to our task week in week out, so it feels like a bigger achievement.   Related: Burnley back in the Premier League with Sam Vokes winner against QPR    “Promotion two years ago was a glorious surprise, but this one feels way better, after all the planning and effort that went into it. This is a very difficult league, everyone knows that, so to put an unbeaten run of 22 games together to finish with promotion is just brilliant.” If that is as close as Dyche comes to getting carried away, some of his Lancashire audience has been just as hard to please this season. Burnley’s football has not always been sparkling, it has been noted. As with the promotion-securing victory against Queens Park Rangers they have often won unspectacularly. And as Burnley won only seven games in their last season in the Premier League and came straight back down, the feelgood factor surrounding the club comes firmly tethered to realism. Yet with each Premier League club standing to make around £100m in television money alone next season, this is no bad time to be rejoining the English elite. Burnley are surely to be congratulated on managing the transition from top flight to Championship with no discernible trauma, either footballing or financial, keeping the nucleus of their squad together while making key improvements to their training‑ground facilities, and winning promotion at the first time of asking. A few years ago the term yo-yo club, or division one-and-a-half team, used to carry faintly negative connotations. Some sides did once appear to be too good for the Championship (Division One as it then was) but not quite strong enough to stay at the higher level once promoted, and the boom-and-bust experience was as draining for supporters as it was for club accountants. The picture is subtly altered now. You would have to be a very good team indeed to be too good for the Championship – just look at some of the clubs trying and failing – while the rewards for even a season in the Premier League are vastly higher. Not that any club promoted twice in three years need automatically assume it will just be a single season in the top flight. Leicester have just proved the extent of what is possible, and after coming up with Burnley in 2014 everyone knows how close they came to going straight back down a year later. If you were quick, you could have got odds of 5,000-1 on Burnley for next season’s Premier League title with one bookmaker on Monday – but no longer.   Related: Sean Dyche tells promoted Burnley to win Championship title    Dyche, it is fair to suppose, will not be spending his summer putting together a team for a title tilt, though last year no one at Leicester imagined they were doing that either. “Winning promotion means you can move to a higher pool of players, but it is not going to be a massive leap,” Dyche said. “We are not going to be signing Samir Nasri from Manchester City. A player’s hunger and desire is the main consideration, and for a club like us wages and length of contract become a big issue if it turns out we cannot preserve our Premier League status. If that happens it is easy to end up with players you thought would move for millions who don’t move for millions, and that is where the trouble can start.” It sounds like Burnley, in common with everyone else, will be searching for the next N’Golo Kanté or Riyad Mahrez during the summer. Dyche’s instinct is to keep the club’s feet on the ground and make gradual improvements, a plan that has already paid dividends even if some of the victories have been ground out and the winning margins narrow. “It is hard to be brilliant every week, there are some good teams in this league and they are all trying to stop you,” he said. “We have raised the fans’ expectations, I understand that, but I think a run of 22 games unbeaten speaks for itself. What we have at this club is a group of players who work hard for each other. There are no superstars, just a great collective ethos.” Sounds familiar, doesn’t it? Just as an unbeaten run stretching back to Boxing Day could forge the same sort of indomitable team spirit that Leicester’s remarkable escape from relegation last season instilled in the King Power dressing room before Claudio Ranieri even arrived. It is no secret that Burnley too have designs on a title, though they are not getting ahead of themselves. They mean the one they can secure with a win at Charlton on the last day of the Championship. “I think with the run we’ve been on we have earned the right,” midfielder Joey Barton said. “It is important to be part of history. Nobody ever remembers who came second.”",
  "webTitle": "Burnley inspired by the Leicester story but no one is getting ahead of themselves | Paul Wilson",
  "webPublicationDate": "2016-05-03T12:02:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/burnley-leicester-promotion-sean-dyche-premier-league",
  "keyword": [
    {
      "webTitle": "Burnley",
      "id": "football/burnley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/03/burnley-leicester-promotion-sean-dyche-premier-league"
}