{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/undercover-finale-recap-its-a-miracle",
  "id": "2016-05-15-20",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this recap assumes you’ve seen the final episode of Undercover. Don’t read on if you haven’t. “Police please – there’s going to be a murder.” My god it was gripping in that clearing. When Nick dials 999, when the mystery Scotsman emerges eerily from behind a tree, spied by the reporter Brady, when Maya and the kids bundle into the car to rush to their dad’s rescue. When the Scotsman turns his gun on Dan and fires, Nick sprints towards his chest-wounded son, and Maya screams in raw despair. I may even have gasped.  You may equally have scoffed – at the lovely family racing to save the dad they’ve just discovered is a dissembling undercover cop. But I found the climax in the forest a fine few minutes of television. It was the aftermath, and indeed the bulk of what came before, that was not such good television. As I see it, Undercover’s great potential – brilliant cast, huge angry knotty issues – has been fatally undermined by implausibilities. I know we always have to suspend a bit of disbelief, but it’s hardly ideal to leave your audience hollering at copious plotholes every couple of scenes, is it? There’s still so much that fails to add up. Why did it take Maya so long to investigate Michael Antwi’s death? Why is she still driving when she has epilepsy? And can it really all come down to the elected mayor of Baton Rouge? Did the minister of justice and the mystery Scotsman enlist Antwi to assassinate the mayor? Why have they expended so much energy and evilness to cover this up for so long – to stop a riot? Nick’s work seems unlikely “to make the world a safer place”. Surely he’s just there to save face for them. The triumvirate of evil’s reasoning was: “we’ve been making sure police officers are not put on trial. We live in a tolerant society and none of us want to disturb that.” It seems so weak.      Maya overturns the US constitution, with a little help from Rudy. Photograph: Sally Mais/BBC    Though the bid for justice didn’t work out so well in London, yet, Maya actually did overturn the US constitution. Her argument before the Supreme Court to prove that the death penalty was cruel and unconstitutional swerved from slavery to superheroes to linguistics to racism, and finally to pain (very topical). But she can’t offer any hard evidence. Rudy Jones can, though. It’s a miracle! What a recovery from the man who came out of a lethal-injection-induced coma to give a lengthy, rousing and history-defining speech. The excellent Dennis Haysbert gave it his best go, but why did no one veto this secondary strand in the States? Police brutality in Britain would have been quite enough for one script.      Will the minister of justice finally be held to account? Photograph: Sally Mais/BBC    But forget all that: Nick’s finally written a book! “This is my story” – hardly going to go down in history as a classic opening line. But perhaps, as he says in his scrawled autobiography, life is such a random “ragbag of incoherent happenings” (oh the irony) that it’s natural a drama would leave us with the real villain on the loose – “my freedom is unrestricted” – and Nick still loved by his family. At least Brady will break the story of the two-decade cover-up and hold the minister and the mystery Scotsman to account – and Maya, Clem, Ella and Dan will get to learn Nick’s true identity, his real name at last. My money’s on Barry.  ‘Go big’ speech of the week True to form, it goes to Maya, after she realised that Michael Antwi murdered the man who landed Rudy Jones on death row, and that the mystery Scotsman has got off scot free for shooting her son: “I’m going to go bigger.” The words we’ve all been dreading. See you back here for the second series, folks.  Notes and observations • It is kind of shocking, at a push, that Antwi murdered the mayor elect of Baton Rouge – though we have no idea why, and no idea of the larger transatlantic link, so it still feels too tangential for the denouement. But no matter how much it might shatter Maya’s belief in Antwi and her 20-year cause, it surely wouldn’t stop her seeking justice for all black men killed in police custody, trying to make the house fall down “like it should”. • Why did Nick break his own wrist? I know he needed to record the MOJ’s admission for Maya, but wouldn’t the Scotsman ask why the hell he turned up to their meeting with a cartoonish bump on his arm, rather than hotfoot it to A&E? And couldn’t he just use his phone, or put a recording device in his pocket, or his crotch, like a normal person?  • I’ve found Adrian Lester’s performance fairly wooden and underwhelming throughout Undercover, but I did think he gave a powerhouse in the scene where he appealed to the Scotsman for the truth: “I gave you Abi – I gave up one of our own for you. You’ve made me part of a conspiracy to murder. I gave you Michael’s mum, man, probably the best human being I have ever met. How much more of me do you want without telling me what this is all for?” What a shame the fine performance was sandwiched with the unnecessary wrist-breaking incident.  • I loved the moment when the Scotsman threatened the minister: “You do what I say or I will cut your small and average penis off, chop it up and send slices of spotted dick to all the women in your life.” What a, err, ballsy takedown.  • Dan’s list of questions to ask Lola the undercover bint was an exceptional dating crib sheet: “How old are you? Where do you live? Are you happy?” Thank god Nick caught her snooping and realised her game. I still can’t believe he got shot.  • Did the minister really compare Maya to a sonderkommando?  • I know the final seconds were all a big, saddening set-up for series two but let’s look on the bright side: at least it didn’t all come down to Big Ray.",
  "webTitle": "Undercover finale recap – it's a miracle!",
  "webPublicationDate": "2016-05-15T21:00:17Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/undercover-finale-recap-its-a-miracle",
  "keyword": [
    {
      "webTitle": "Undercover: episode by episode",
      "id": "tv-and-radio/undercover-episode-by-episode",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Abbott",
      "id": "profile/kate-abbott"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/undercover-finale-recap-its-a-miracle"
}