{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/03/tips-successfully-change-career",
  "id": "2016-05-03-325",
  "sectionId": "careers",
  "body": "Think about your passions and interests If you are considering changing career direction, it’s worth starting off by exploring your passions and interests. “You don’t only need to focus on your work-based skills [when looking to change career], also think about what you enjoy doing in life and where you have the energy and enthusiasm to develop skills,” says Denise Taylor, a career psychologist at Amazing People. Andrew Fennell, director of StandOut CV, says it’s essential to find out as much as you can about the industries you want to break into. “If you are changing career, research your new field thoroughly and try to gain some voluntary or freelance experience to get a real feel for the work before committing to a new role.” Test out your career idea before making the leap Career changes can be time-consuming and expensive if you need to retrain, so you have to know you are committed before making the move. “Test out your idea on a small scale first,” recommends Sarah Byrne, career coach at Careershifters. “For example, take a short course before enrolling in a time-intensive course; work shadow or volunteer to see if the reality matches the idea in your head.”   Related: Want to test drive a career change? Do the side hustle    Corinne Mills, managing director of Personal Career Management, agrees that you should test out a new career before committing. “Ask to get involved with a project group at work. Or try to find a mentor in your chosen industry. There are lots of opportunities where you can learn more while continuing to develop your experience,” she says. Reach out to all contacts in your job search You need to go all out when job hunting, says Lydia Fairman, founder of Fairman Consulting. She also recommends identifying key contacts in the type of company you would like to work for and contacting them speculatively.  “Be methodical and keep a list of who you’ve contacted and when, and follow up a week or two later if you’ve had no response, even if it’s just to see if they got the message,” she says. “Be targeted and specific in each application and speculative approach you make.” In the emails, Fairman advises explaining why you are applying or approaching them and what you can offer. If that approach doesn’t work, find a recruiter who specialises in your area, Fairman adds. “Become active on social media, LinkedIn groups and other forums. Build contacts and you’ll soon find opportunities come to you,” she says. Identify which skills are transferable to your new career In your job applications, it’s important to highlight the skills you can bring across from your previous roles. “Get an idea of what to include in your key skills section by exploring job adverts and role descriptions – identify which strengths you have that match what an employer is looking for,” advises Lisa LaRue, a career coach at CareerWorx, a career consultancy providing CV advice. “I’d argue all CVs should be skills-focused,” says LaRue. “This means dedicating at least a quarter of the first page of your CV to highlighting your key skills and strengths.” For example, “personal skills that you learn on the job are highly transferable into different industries,” adds Jon Gregory, a job search and interview specialist. Match your CV to the role you are applying for On your CV, you need to stand out as the best person who can fill the vacant position, rather than someone who can do their current job, says Lis McGuire, founder of Giraffe CVs. “When you are making a career change, every line of your CV needs to work as hard as possible, showing how you meet the target role requirements and have the necessary skills to do the job. Don’t be afraid to rip your CV up and start again from scratch for each role you apply for to achieve the best results,” she says. Katherine Burik, founder of The Interview Doctor, agrees: “Hiring managers don’t want to [have to] work hard to determine whether someone is qualified or not. So if your job search materials aren’t exact they will discard your application in favour of people who more obviously meet the criteria.” Likewise Victoria McLean, founder of CityCV.co.uk, adds that you should match your CV as closely as possible to the hiring manager’s job description. “Your CV should be elegant, impactful and persuasive, with a laser focus on skills and achievements relevant to your target role.” Practise interview questions before you are assessed Interviewing when changing sectors can be particularly difficult, says LaRue. Ensure you are prepared to tackle any tough questions on your career change by practising your answersahead of the interview. “Be sure to include the most common questions, such as ‘what made you apply for this role’, ‘why do you want to work for us’, ‘why are you making this transition?’ Practise answering these with a friend so that they can give you candid feedback and you can pick up on any red flags that might crop up in your responses,” advises LaRue. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Movers and shakers: tips on how to successfully change career",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/03/tips-successfully-change-career",
  "keyword": [
    {
      "webTitle": "Career choices",
      "id": "careers/career-choices",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "careers/2016/may/03/tips-successfully-change-career"
}