{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/werner-faymann-quits-as-austrian-chancellor",
  "id": "2016-05-09-91",
  "sectionId": "world",
  "body": "Austria’s social democratic chancellor has resigned suddenly, becoming the first major political victim of Europe’s refugee crisis after accusations from within his own party that he had caved in to rightwing populist demands to build fences on the country’s borders. Werner Faymann, whose Social Democrats (SPÖ) suffered heavy losses in the first round of the presidential election last month, had initially taken a sympathetic approach to German chancellor Angela Merkel’s policy to support newcomers to Europe. But with opinion polls consistently showing that the Freedom party (FPÖ), a rightwing populist group whose success is built on anti-immigration views and and fears of Islamisation, was topping the popularity stakes, the 56-year-old did an abrupt U-turn. He joined his coalition partners from the centre-right People’s party (ÖVP) in deciding to erect fences on Austria’s borders and, working in tandem with Balkan states on the migrant routes, encouraged them to do the same.   Related: Austrian far-right party's triumph in presidential poll could spell turmoil    Faymann’s standing within the party plummeted. At recent May Day celebrations in Vienna, normally a deeply symbolic day for the party which has had a strong position in the city since the end of the second world war, Faymann was booed and jeered, with SPÖ supporters holding up placards demanding his resignation, which he obliged on Monday. Faymann, who had been in office for nearly eight years, admitted at a press conference in the chancellor’s office that he had lost the support of his party and would also be stepping down from his role as head of the SPÖ. “This country needs a chancellor whose party is totally behind them,” Faymann said. “The government needs a fresh, forceful beginning. Anyone who doesn’t have this support is not up to the job. “A lot is at stake. This is about Austria,” he said, adding he was “very grateful to have been allowed to serve this country”. His resignation deepens Austria’s domestic political crisis, which came to head last month when neither the SPÖ nor the ÖVP, the country’s most established parties, managed to garner even a quarter of the popular vote after the first round of presidential elections, for the first time since 1945. The parties’ poor showings have been put down to anxieties fuelled by the migration crisis, which has led to a rightwing shift. The success of Norbert Hofer of the FPÖ who secured 36.4% in the first round of the presidential vote, only increased the feelings within the SPÖ that by giving in to the FPÖ’s demands for tighter border controls, he had boosted their standing. But in his resignation speech, Faymann took the opportunity to defend his controversial decision to end the policy welcoming refugees. In March, Austria imposed a cap on 80 asylum applications a day and erected a fence along part of the border with Slovenia.     Norbert Hofer, of the Freedom party, secured more than 36% in the first round of the presidential vote. Photograph: Rex/Shutterstock    Faymann said he was proud his country had achieved a lot by giving tens of thousands of people asylum but “it would have been irresponsible to have not established our own measures”. Some within the SPÖ were angry about Faymann’s tough asylum policy, while others objected to his adamant opposition to forming coalitions with the FPÖ, whose candidate, Hofer, won the first round of the presidential vote on an anti-Islam and Eurosceptic platform. The minister for the chancellory, Josef Ostermayer, suggested on Saturday that the party could cooperate with the FPÖ on the provincial and municipal level – where much of the political power is held in federalised Austria – but keep separate at the national level. “It could go in this direction: the different levels – municipalities, provinces – decide for themselves if cooperation makes sense,” he told the tabloid Öesterreich. While the president of Austria is mainly a ceremonial role, Hofer has threatened to make use of a right to dissolve parliament before the 2018 elections, warning other candidates in a television debate that “you will be surprised by what can be done [by a president]”. A youthful 45-year-old who is partially paralysed after a paragliding accident, Hofer has campaigned for disability rights and is seen as having lent a friendly face to a party that balances virulently anti-immigration and Eurosceptic messages with leftist stances on welfare issues Faymann’s resignation came two days after hundreds of protesters gathered at the Brenner Pass, on the border between Austria and Italy, to demonstrate against Austria’s crackdown on refugees and asylum seekers. Reinhold Mitterlehner from the ÖVP will serve as caretaker chancellor, according to a spokeswoman for President Heinz Fischer, until a parliamentary election is held. The mayor of Vienna, Michael Häupl, a staunch Faymann supporter, will take over the SPÖ leadership until the next party conference. The second round of the presidential elections will take place on 22 May, when Hofer and Alexander van der Bellen from the Green party will face each other in a tight runoff. Faymann’s resignation is being seen as a further sign of how strong the challenge from the FPÖ has now become and of how divided the established parties are over how to tackle its rise. The FPÖ has existed since 1955, but first came to true prominence in 1986 under its charismatic leader Jörg Haider who led his party to second place in the 1999 parliamentary elections. The threat of the FPÖ joining government then led to a boycott of Austria by several of its EU partners. Haider died in a car crash in 2008 and some predicted his party would perish with him. But as issues such as migration and the economy have risen in importance, it has found itself surge from strength to strength.",
  "webTitle": "Faymann quits as Austrian chancellor following far right's election victory",
  "webPublicationDate": "2016-05-09T16:59:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/werner-faymann-quits-as-austrian-chancellor",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    }
  ],
  "guardianId": "world/2016/may/09/werner-faymann-quits-as-austrian-chancellor"
}