{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/cliven-bundy-nevada-cattle-grazing-blm-standoff-gold-butte",
  "id": "2016-05-10-187",
  "sectionId": "us-news",
  "body": "Environmental groups have called on the government to round up Nevada rancher Cliven Bundy’s cattle with a mass seizure of livestock that some fear could lead to a tense standoff between armed militia groups and federal authorities.  A coalition of wildlife organizations wrote to the US Bureau of Land Management (BLM) on Monday urging the agency to remove Bundy’s cattle in the Gold Butte area of Nevada, where the 70-year-old has for years allowed his cows to graze freely on public lands in defiance of federal land-use restrictions. The advocates’ demands come three months after federal officials arrested Bundy, eventually charging him and 18 other activists for their roles in a high-profile conflict at the family’s ranch in Bunkerville, about 80 miles north-east of Las Vegas. For decades, Bundy refused to pay grazing fees to the federal government, arguing that the BLM had no right regulating land activity in the west. An ensuing court battle dragged on for years until the authorities showed up to his ranch in April 2014 with the intention of seizing his cows, which the government classified as an illegal trespass on public lands. But hundreds of supporters, some heavily armed, showed up to defend Bundy’s cattle, forcing the government to stand down for fear of violence – a retreat that galvanized anti-government groups across the west. After Cliven’s sons Ammon and Ryan staged a similar standoff on federal lands in Oregon in January, federal prosecutors aggressively targeted the Bundy family and their followers. Now, Cliven and four of his sons who participated in the 2014 standoff are in jail awaiting trial on serious federal felony charges that could force them to spend decades behind bars. Although the Bundy men are locked up, the cattle are still grazing without restrictions in an area that the government and environmentalists say is critical habitat for the Mojave desert tortoise, a threatened species. “The BLM must not wait to act to protect the desert tortoise,” nine environmental and wildlife groups wrote in their letter, which cited a recent study showing how livestock grazing causes severe declines in tortoise populations. “The cattle should be rounded up and removed from these public lands no later than summer 2016.”  BLM, however, currently has no seizure plan for the livestock, agency spokesman Jeff Krauss said in an email. “Mr Bundy’s cattle continue to be in trespass. There are no plans for a gather at this time as we continue to cooperate with the Department of Justice on the ongoing legal matter.” Spokespersons for the US justice department did not respond to requests for comment on Monday.  Angie Bundy, wife of Ryan, one of the jailed activists, said the family would not be surprised if federal authorities showed up again. “I really believe they’ve conveniently put our men in jails so they can come after our land and our resources.”  Cliven’s youngest son, Arden, 18, has taken on many of the responsibilities at the ranch, and other relatives are helping out, according to Angie. “Arden had to grow up fast,” she said, adding that the ranch is still running smoothly. “The cows should do well this year if people leave them alone.” In a court motion in February, prosecutors said the ranch had as many as 1,000 cattle straying as far as 50 miles away and further claimed that Cliven had neglected his livestock. “While Bundy claims he is a cattle rancher, his ranching operation – to the extent it can be called that – is unconventional if not bizarre,” prosecutors wrote. “Rather than manage and control his cattle, he lets them run wild on the public lands with little, if any, human interaction.” Rob Mrowka, senior scientist with the Center for Biological Diversity, said that in addition to concerns about the tortoise competing with Bundy’s livestock for food, advocates were worried about the welfare of the cows. Bailey Logue, one of Cliven’s daughters, scoffed at those allegations, saying the family’s cattle were in “great health”. “Us women know how to ranch just like the guys do … The ranch is in great hands.”  Nevada senator Harry Reid also recently stated that he would like to create a national conservation area by the Bunkerville ranch. Despite those comments and the calls from environmentalists, Bailey said she expected the family would see even more supporters at the ranch if the government tried to take their cattle a second time. “We’re not afraid,” Angie added. “If you have a bunch of women and children standing out there and protesting, it’ll probably get more people out.” Travis Bruner, executive director of Western Watersheds Project, said the BLM needed to remove the cattle to send a message to other land-use activists that it would not tolerate these protests. “If that doesn’t happen, livestock operators all over the west who graze on public land will feel emboldened to not adhere to laws and regulations.”",
  "webTitle": "Another Bundy standoff possible as groups call for US to seize livestock",
  "webPublicationDate": "2016-05-10T12:00:05Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/cliven-bundy-nevada-cattle-grazing-blm-standoff-gold-butte",
  "keyword": [
    {
      "webTitle": "Nevada",
      "id": "us-news/nevada",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oregon militia standoff",
      "id": "us-news/oregon-militia-standoff",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/10/cliven-bundy-nevada-cattle-grazing-blm-standoff-gold-butte"
}