{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/james-bond-007-relevant-donald-trump-oligarchs",
  "id": "2016-05-30-86",
  "sectionId": "commentisfree",
  "body": "Bond should be female. Bond should be black. Bond should be an actor famous for being posh, blond and perfect. Or an actress famous for asexual nudity in a shlock medieval megaseries. It could even, at a pinch, be Daniel Craig again; he has turned the role so dark that, in Spectre, the villains began to look less steel-eyed, Nordic and mentally tortured than the hero. All these outcomes are possible. But I have a more radical proposal: politicise Bond. Bond’s raison d’etre was to defend the postwar order in the west. He only survived the end of the cold war by morphing twice. First, into an all-purpose defender of decency against organised crime. And then into that ultimate postmodern signifier: the fashion model who runs about amid explosions. The sight of Daniel Craig’s physique forced into a suit made apparently one size too small by designer Tom Ford, and then trying to run with his jacket buttoned tight like a Russian oligarch’s security detail, signalled that the end of the line must be close. On Sunday, the director, Sam Mendes, announced he is going to quit – so the big question now is: what should Bond become? In Ian Fleming’s novels, Bond’s obsession with smart food, wine, cars and clothing symbolised fastidiousness in a dirty world. “You must forgive me,” Bond tells Vesper Lynd in the novel Casino Royale, after informing her that Taittinger is the world’s greatest champagne: “I take a ridiculous pleasure in what I eat and drink. It comes partly from being a bachelor, but mostly from a habit of taking a lot of trouble over the details.” But that world is gone. Not only the class distinctions, blurred forever by the “mass luxury” brand empires; it is the concept of the west that is blurred, and that makes choosing the next Bond, and giving him or her a feasible plotline, almost impossible. The Bond franchise can only maintain its current formula – spectacular violence, bad couture and vanilla sex – if it completes its detachment from reality. Instead, try this thought experiment. The Bond of Casino Royale, written in 1953, time travels to London in 2016. Once he’s got over the multi-ethnicity, the unacceptability of smoking and the proliferation of actual casinos, what does he do? As a trained intelligence operative, he makes a summary of the threats. There is jihadism, prone to unleashing suicidal attacks on civilians in major cities. There is Russia, its nuclear-armed bombers buzzing the airspace of the west, its soft power invading the very heartlands of British decency – Mayfair and Knightsbridge – in a way no Soviet operation managed. He mulls – over a dry Martini, naturally – which is the greater threat, and which is more urgent. And then it hits him. It’s not Russia, not Isis, not even the decadence that has turned western civilisation soft. The threat is that a madman from central casting gains control of the White House, becomes commander-in-chief of the US military and gets his hands on the nuclear arsenal of the world’s only superpower. After that, the global order fragments; Nato becomes a sham; the Paris climate accord is ruined; China and Japan turn nasty over small islands; the social fires raging in developing world burn out of control, propelling millions of refugees northwards. Bond comes to a swift conclusion: he must target Donald Trump. Somehow, I doubt Barbara Broccoli would entertain this scenario, whether starring Idris Elba, Tom Hiddleston or Emilia Clarke. So what, in reality, are the options? Fleming’s original Bond played on a subtext in postwar western life: that, during the war, ordinary, decent people had been forced to do thrilling, transgressive things they could not talk about in peacetime. And then, in peacetime – that grey world of rationing and sexual conformity – some very lucky people got to live the dream some more. The Bond of 1953 is clinically, violently polyamorous, with untramelled access to the luxury world of the old elite – hotels, champagne and Bentleys – without any need to observe the social conformity that elite membership demands. He has permission to break the rules of western civilisation in order to save it – and through the books and movies, so, vicariously, do we. Since Craig took over the role, in 2006, Bond’s enemies have been members of Quantum, a kind of LinkedIn for the criminal business elite. In the latest movie, following the settlement of a copyright dispute, Quantum was revealed as a sub-branch of Spectre, run by arch-enemy Ernst Blofeld. But the franchise never embraced the full anti-capitalist potential of this storyline. For the Bond genre to survive, Spectre would have to be portrayed, overtly, as the global oligarchy, ripping off the world. Bond would be tasked by MI6 to kill and maim members of the hedge-fund industry, the fracking bosses and the global CEOs extorting financial rent from the rest of us. He – or she – might start by having a quiet word with the man who tried to hike the price of HIV drugs from $13.50 to $750, and then move on to the Saudi millionaires who have bankrolled violent jihadism. The Panama Papers would leave such a reincarnated Bond with no shortage of targets; ditto the list of failed war-crimes prosecutions by the International Criminal Court. When the Bond films, beginning with Thunderball, altered the hero’s focus from anti-Soviet espionage to a fight against a global network of greed-inspired madmen, it was read as a cop-out. The Soviet threat had been real; supervillains such as Blofeld were not.  But palaces and mansions of the world are now replete with cat-stroking sadists who would plunge us into war and climate chaos as long as it furnishes a batch of new Italian suits each year, and a different Breguet for every day of the week. The next Bond – and the next director – must have a go at the real enemy. Or he must die trying. That would be a great finale.",
  "webTitle": "How to make James Bond relevant – make him battle Trump and the oligarchs | Paul Mason",
  "webPublicationDate": "2016-05-30T14:38:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/james-bond-007-relevant-donald-trump-oligarchs",
  "keyword": [
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Daniel Craig",
      "id": "film/danielcraig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Mason",
      "id": "profile/paul-mason"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/james-bond-007-relevant-donald-trump-oligarchs"
}