{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/japan-pop-star-knife-attack-fan",
  "id": "2016-05-23-293",
  "sectionId": "world",
  "body": "A man suspected of carrying out a frenzied knife attack that left a Japanese pop singer in critical condition allegedly told police he had been angered by her refusal to accept a gift he sent her. Tomohiro Iwazaki was arrested after allegedly stabbing Mayu Tomita more than 20 times in the neck, chest, arms and back while she was waiting to go onstage in Tokyo at the weekend. It emerged on Monday that police had not acted in response to complaints Tomita made earlier in May about being stalked online by her assailant, even though she was able to provide them with his name and address. Police were still trying to confirm if Iwazaki was behind inappropriate messages to sent to the singer, according to Kyodo news agency, and did not report the allegations to its stalking unit after officers concluded an assault was not imminent. Tomita, a 20-year-old university student who has launched a promising career as a pop singer and actor, was in critical condition after the attack on Saturday. The 27-year-old suspect said Tomita had angered him by returning a gift he sent her without explaining why, police alleged. “I sent her a gift, but it was returned,” Kyodo quoted him as telling investigators. “I asked her why, but she gave an evasive answer, so I became mad and stabbed her numerous times.” The singer reportedly complained to police weeks ago that Iwazaki had been posting “obsessive” comments about her on Twitter and other social media sites. Tomita was about to perform at a small concert venue in the Japanese capital when, according to police, Iwazaki “ambushed” her. Police arrested him moments later and retrieved a knife from the scene. It is not unusual for female pop singers in Japan to appear at meet-and-greet events for the public and to perform at smaller, more intimate, concert venues. Satoru Umeta, a 24-year-old unemployed man, was arrested in May 2014 after attacking two teenage members of the hugely popular girl band AKB48 with a saw at a public event. Rina Kawaei and Anna Iriyama needed hospital treatment for fractures to their hands and cuts on their arms and heads.",
  "webTitle": "Japanese pop star in critical condition after knife attack by fan",
  "webPublicationDate": "2016-05-23T06:27:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/japan-pop-star-knife-attack-fan",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/23/japan-pop-star-knife-attack-fan"
}