{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/australias-serial-dan-box-on-the-making-of-true-podcast-bowraville",
  "id": "2016-05-23-276",
  "sectionId": "media",
  "body": "For a few years after the high court dismantled terra nullius and established rights of native title in the Mabo case, Australia pretended it had solved its problems with race. Paul Keating delivered his Redfern speech, the Royal Commission into Aboriginal Deaths in Custody handed down its final report and the issues raised in both were acknowledged and swiftly consigned to the past, as if acknowledgement alone had fixed the problem.  All the while the serial murders of three Aboriginal children, plucked from the same street of the same small town in country New South Wales, passed largely unnoticed. Enter Bowraville, a podcast produced by the Australian and hosted by the crime reporter Dan Box, that chronicles the investigation into Australia’s least-known serial killings. It tracks the case from the first disappearance of 16-year-old Colleen Walker-Craig on 13 September 1990 to the current bid by NSW police to get special leave under double jeopardy laws to prosecute the three murders as a single trial. It’s been called an Australian answer to Serial but Bowraville – which wrapped up with a final episode last week – goes beyond that. It is a gripping true crime tale and an essay on racism; a challenge to the lies Australia tells itself about its treatment of Aboriginal and Torres Strait Islander people told through the voices of three Aboriginal families who have been indisputably let down.     Bowraville murder victims from left: Colleen Walker-Craig, Clinton Speedy (holding baby) and Evelyn Greenup.    Colleen’s disappearance was followed in three weeks by the disappearance of her four-year-old cousin, Evelyn Greenup. Just over four months later, 16-year-old Clinton Speedy-Duroux also disappeared. All three were last seen at house parties on Cemetery Road, a part of Bowraville known as The Mission and still unofficially segregated from the white side of town. All three were seen in proximity of the same non-Indigenous man. And, when they were first reported to police, the disappearances were each dismissed as just an Aboriginal kid going “walkabout” – until the bodies began to turn up. Two bodies, anyway. Colleen’s has never been found. The podcast has galvanised the public in a way that two decades of print and television reporting on the Bowraville murders have not. Box, who covered the case for the Australian for several years before getting the idea in December to turn it into a podcast, told Guardian Australia that before the first episode launched the case only got “small stories, down on page four”. Since the first episode, timed to coincide with a march at the NSW state parliament, the case has been bumped to the front of the paper, and been followed by other outlets including the Guardian.  By the fourth episode, the NSW premier, Mike Baird, had reiterated his government’s promise that any application for a retrial would be assessed by an independent arbitrator. The police commissioner, Andrew Scipione, had announced plans to meet with the victims’ families.  “I don’t think we would have got either of those without the reaction that the podcast produced,” Box said. “I have never done anything with this level of reaction.” It even induced the prime suspect, Jay Thomas Hart, to break his silence. Hart has been put on trial twice: in 1993, for Clinton’s murder, and in 2005, for Evelyn’s. He was acquitted on both occasions and, before contacting Box, had not spoken publicly since giving evidence at the first trial. In the interview, which makes up half of the final episode, Hart said he called Box after listening to the earlier podcasts. “That shocked me, because I never thought that he might listen,” Box said. “He would never have spoken to me without those first four episodes.” Box and his producer, Eric George, crammed 17 interviews into four days in Bowraville. Family members travelled down from other towns, so desperate were they to have their voices heard.  It is those voices, delivered in such an intimate format, that makes Bowraville impossible to ignore.  It is the crack of emotion from the family members, the quiet frustration of the detectives, the menace behind the laughing dismissal of Hart’s stepfather, and Hart himself. It is Box’s disapproval when told Colleen was living it up in Newcastle, and the birdsong that fills the silence when her sister is overcome.  No one is edited for soundbites. The conversation is allowed to ramble on and the pain and tension caused by the murder of three children in a small community bleeds through.     Aunty Dolly Jerome calling for justice for the Bowraville child murder victims during a march on NSW Parliament House. Photograph: Daniel Mcculloch/AAP    In the second episode, Gary Jubelin – the detective who has led the investigation since 1996 – said the family had been let down by the justice system and everything that surrounded it: police, the courts and the media, with its notable lack of outrage. “One thing I found unique about this investigation, and I have been doing homicide for a long time and I get the sense of things that attract the public’s attention, is here we have three kids murdered living in the same street and I am absolutely gobsmacked by the amount of people that have never heard of it,” Jubelin said. “You speak to the community and they say it’s because ‘we’re Aboriginal and people don’t care’. I have been working on this for 20 years and at first I didn’t think they were right but now I think they were spot on.”   Related: The murders of three Aboriginal children continue to haunt the legal system 25 years after the fact | Richard Ackland    Box, speaking after the final episode, agreed but said he thought Australia might be approaching a moment of reckoning for its dismissal of crimes against Aboriginal people.  It goes beyond Bowraville. There was the brutal case of Lynette Daley, who bled to death after what’s being described as a sexual encounter in 2011, which will be subject to an independent review by the director of public prosecutions following a report on the ABC’s Four Corners. And the death in custody in Western Australia of 22-year-old Yamatji woman Ms Dhu, whose face was projected on the side of public buildings in Perth during the coronial inquest. These are deaths that may have slipped the national interest a few years ago but have now triggered national outrage.  We’ve had moments of reckoning before. The Redfern speech was one, as was the Mabo decision; there was the Bringing Them Home report in 1996 and the case of Mr Ward, who was cooked alive in a West Australian prison van in 2008. It goes back decades, too – it was 1968 when W.E. Stanner gave a Boyer Lecture on the Great Australian Silence. But these moments of reckoning have never yet stuck. Just as the dream that Australia had become a post-racial society didn’t survive the 1990s, it seems impossible to think that the strong feelings generated by reporting like Bowraville will have a lasting impact.  On this case, however, it might be enough. “You can’t look at this without looking at race but, at the end of the day, it’s three dead children – and that is beyond race,” Box said.  • Listen to Bowraville here",
  "webTitle": "Australia's Serial: Dan Box on the making of true crime podcast Bowraville",
  "webPublicationDate": "2016-05-23T07:39:59Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/australias-serial-dan-box-on-the-making-of-true-podcast-bowraville",
  "keyword": [
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Serial",
      "id": "tv-and-radio/serial",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "media/2016/may/23/australias-serial-dan-box-on-the-making-of-true-podcast-bowraville"
}