{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/norwich-city-watford-premier-league-match-report",
  "id": "2016-05-11-38",
  "sectionId": "football",
  "body": "After winning the match but losing the fight for survival Alex Neil said Norwich’s relegation was largely his fault. “When you go up from the Championship everyone says how great you are and you sit there and take the plaudits, so when the team goes down I’ll take the brunt of the blame,” said the Scot. But most Norwich fans made it clear they disagree. The way the Carrow Road crowd serenaded Neil during a lap of appreciation following an entertaining but ultimately futile win over Watford showed that most Norwich supporters seemingly want the 34-year-old to stay in charge and lead the club to another promotion, having guided the team into the Premier League following his appointment in January 2015. “That made it tougher, I feel like we’ve let them down,” said Neil of the fans’ acclaim. “I feel as if we’ve come up short as a group, as a club.” But he was not prepared to guarantee he will remain at the club for next season. The man who appointed him, David McNally, resigned as the chief executive on Monday, a move that highlighted upheaval in the club as it digests a second relegation from the top flight in three years. “There’s a lot of soul-searching and discussions to be had to decide how the club is going to move forward,” said Neil. “A lot has happened in the last week. At this moment I’m just trying to come to terms with what’s happened on the pitch and where we find ourselves. The club has to decide what road they want to go down. I want to sit down with the owners and have a good chat with them. I’ve got absolutely no complaints with anybody who’s been here. They’ve given me the utmost support, I can’t grumble with anything.” By that he obviously meant that grumbles deserved to be spread around. “We made too many errors at crucial times in games, missed too many chances, my decisions at certain times throughout the season could have been better and at the start of the season we needed to strengthen the squad probably more than we did,” he said. “When you combine those four things, to survive at this level is going to be tough.” At least the nature of Norwich’s win meant they retained their pride. They looked in danger of going down without a fight when Troy Deeney scored early but Neil’s team stormed back with a performance that confirmed they have spirit and a degree of skill. Their campaign was undermined by a lack of in-depth quality rather than any character flaws. There is some consolation in that. How Neil must wish he had a strikeforce as deadly as Deeney and Odion Ighalo. That duo combined to give the visitors the lead in the 11th minute. Deeney headed a long pass on to his partner and then, after John Ruddy pounced at Igahlo’s feet, rolled the breaking ball into the empty net from nine yards. Things were looking ominous for Norwich but four minutes later they drew level thanks to Nathan Redmond and, in part, Heurelho Gomes, the Watford keeper beaten by a routine shot at the near post after Redmond exchanged quick passes with Steven Naismith. In the 18th minute Norwich seized the lead. Redmond was again instrumental, as his curling shot deflected off a defender and on to the far post. The rebound fell to Dieumerci Mbokani, who tapped it into the net from close range. Quique Sánchez Flores watched aghast as his team unravelled alarmingly in the face of Norwich’s new-found verve. The home side’s third goal summed up the visitors’ deterioration, as Allan Nyom slipped while attempting to intercept a pass, allowing Wes Hoolahan to send in a low cross that Craig Cathcart diverted into his own goal. The Carrow Road crowd started to sense events might just turn in their team’s favour after all, but news that Sunderland had taken a two-goal lead at the Stadium of Light quashed hope. Watford pulled a goal back just after the interval when Deeney outmuscled Russell Martin down the right and crossed for Ighalo to slot from six yards. But Redmond helped restore Norwich’s lead by threading a lovely pass through to Mbokani, who finished daintily. Flores said the contest felt like an end-of-season “party match” as his players “lost intensity and did not take care of little details”. Watford’s sorry second half to the season means he is a manager under pressure. He, too, will hold talks with the club’s owners to see whether he will continue in his job. “We need to meet and see what our feelings are,” said the Spaniard.   Related: Sunderland safe after Lamine Koné double sinks crumbling Everton       Dieumerci Mbokani scores his second goal of the game to put Norwich 4-2 up against Watford. Photograph: Jason Dawson/REX/Shutterstock     Related: Liverpool’s Christian Benteke pegs back Chelsea after Eden Hazard’s stunner",
  "webTitle": "Norwich beat Watford but are relegated as Mbokani comes good at last",
  "webPublicationDate": "2016-05-11T20:46:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/norwich-city-watford-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/11/norwich-city-watford-premier-league-match-report"
}