{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/new-band-of-the-week-daniel-wilson-no-103",
  "id": "2016-05-13-116",
  "sectionId": "music",
  "body": "Hometown: Ypsilanti, Michigan.  The lineup: Daniel Wilson (vocals, instruments).  The background: Daniel Wilson was named one of Time magazine’s 15 Musical Artists to Watch in 2015. Time magazine! They usually only report on political upheavals and wars (and the occasional seismic musical phenomenon). We did mention this 25-year-old Ypsilanti singer, songwriter and producer before, but there has been a substantial advance in terms of his compositional abilities, and we struggled last time to contain his excellence in a 100-blurb, so here’s a 700-word one instead. Besides, that last Guardian Music cameo caught his emergence, blinking, into the light, whereas this sees the full flowering of his talent.  It would appear to be his breakthrough moment: his latest (third) EP, Sinner of the Week – the follow-up to 2014’s Young Rubbish and Boy Who Cried Thunder – features studio enhancements from such production luminaries as Matt Hales (Disclosure, Lianne La Havas), Jimmy Harry (Madonna, Weezer), and Jimmy Hogarth (James Bay, Sia). Each adds lustre to what are essentially lo-fi laptop recordings made using his mother’s vintage tape recorder and a bunch of budget computer software (his own, not his mum’s). As a result, there is “hefty rotation” (technical music industry jargon) on both Radio 1 and Radio 2 for the EP’s lead single, Wedding Daze.        There’s a good reason for that: Wedding Daze is fabulous, gleaming electronic soul with a gritty big-band sample, like the (retro-)modern equivalent of those Fairlight orchestral stabs Trevor Horn used to splash all over records by ABC and Art of Noise. There’s also an attention-grabbing lyric (“I’m getting married, mama, if it’s the last thing I’ll do”) delivered by a falsetto warble, and a memorable melody of the sort that could, in the nicest possible way, have enlivened any pop song of the last 50 years. Hence the interests from Radios 1 and 2: this is the kind of tune that could appeal equally to fans of Dusty In Memphis and Dev Hynes, Motown and McAlmont & Butler. With his voice, steeped in the church and (original) R&B, you can imagine the bookers at Later… drooling over Daniel Wilson, a music production autodidact who spent 10 years in a gospel choir. But there are enough “indie”, idiosyncratic sonic details to appease listeners who prefer their R&B stripped-down and synthetic.  Of the other tracks on the new EP, Give You Away features Wilson in quavery voice mode, like a eunuch Bryan Ferry warbling “I’m missing a part of you” ahead of the more harshly sung chorus, “I’ll give you away”, the latter paraphrasing the misunderstood philosopher Gordon Matthew Thomas Sumner who once decreed that “if you love somebody, set them free”. Chasing and Ways betray Wilson’s gospel roots, but it’s the title track that confirms his greatness: this is an 80s-style electro-pop song with a shimmering production and melody, pure Jam & Lewis circa Saturday Love by Cherrelle. If Wedding Daze becomes Wilson’s debut hit, this will surely be the one they rush out to immediately replace it in the charts. Classy and classic.  The buzz: “His voice can work equally well accompanied by simple piano or all out synthpop euphoria”  The truth: Doo-doo-doo-doo, let’s sing it together  Most likely to: Cause an outbreak of dancing  Least likely to: Cause a political upheaval  What to buy: His new EP, Sinner Of The Week, is released in June by Zap File next to: Dev Hynes, Kele Okereke, Tunde Adebimpe, David McAlmont  Links: https://soundcloud.com/danielwilson  Ones to watch: ArchiveX, Lecaudé, Maps & His Mothball Fleet, Golden Age, Lyra",
  "webTitle": "New band of the week: Daniel Wilson (No 103)",
  "webPublicationDate": "2016-05-13T15:27:43Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/new-band-of-the-week-daniel-wilson-no-103",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Soul",
      "id": "music/soul",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bloc Party",
      "id": "music/blocparty",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "R&B",
      "id": "music/r-and-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Michael Jackson",
      "id": "music/michaeljackson",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Lester",
      "id": "profile/paullester"
    }
  ],
  "guardianId": "music/2016/may/13/new-band-of-the-week-daniel-wilson-no-103"
}