{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/what-makes-bad-writing-bad-toby-litt",
  "id": "2016-05-20-241",
  "sectionId": "books",
  "body": "Bad writing is mainly boring writing. It can be boring because it is too confused or too logical, or boring because it is hysterical or lethargic, or boring because nothing really happens. If I give you a 400 page manuscript of an unpublished novel – something that I consider to be badly written – you may read it to the end, but you will suffer as you do. It’s possible that you’ve never had to read 80,000 words of bad writing. The friend of a friend’s novel. I have. On numerous occasions. If you ask around, I’m sure you’ll be able to find a really bad novel easily enough. I mean a novel by someone who has spent isolated years writing a book they are convinced is a great work of literature. And when you’re reading it you’ll know it’s bad, and you’ll know what bad truly is. The friend of a friend’s novel may have some redeeming features – the odd nicely shaped sentence, the stray brilliant image. But it is still an agony to force oneself to keep going. It is still telling you nothing you didn’t already know. Bad writers continue to write badly because they have many reasons – in their view very good reasons – for writing in the way they do. Writers are bad because they cleave to the causes of writing badly. Bad writing is almost always a love poem addressed by the self to the self. The person who will admire it first and last and most is the writer herself.    When Updike began writing Rabbit, Run it was either going to be a great technical feat or a humiliating misjudgment    While bad writers may read a great many diverse works of fiction, they are unable or unwilling to perceive the things these works do which their own writing fails to do. So the most dangerous kind of writers for bad writers to read are what I call excuse writers – writers of the sort who seem to grant permission to others to borrow or imitate their failings. I’ll give you some examples: Jack Kerouac, John Updike, David Foster Wallace, Virginia Woolf, Margaret Atwood, Maya Angelou. Bad writers bulwark themselves against a confrontation with their own badness by reference to other writers with whom they feel they share certain defence-worthy characteristics. They form defensive admirations: “If Updike can get away with these kind of half-page descriptions of women’s breasts, I can too” or “If Virginia Woolf is a bit woozy on spatiality, on putting things down concretely, I’ll just let things float free”. If another writer’s work survives on charm, you will never be able to steal it, only imitate it in an embarrassingly obvious way.     Virginia Woolf: ‘The psychic risk of a novel such as Woolf’s The Waves is vast – particularly for someone for whom psychic risk was so potentially debilitating.’ Photograph: Central Press/Getty Images    Bad writing is written defensively; good writing is a way of making the self as vulnerable as possible. The psychic risk of a novel such as Woolf’s The Waves is vast – particularly for someone for whom psychic risk was so potentially debilitating. When Updike began writing Rabbit, Run all in the present tense, it was either going to be a great technical feat or a humiliating aesthetic misjudgment. (Excuse writers aren’t, in themselves, bad writers; not at all.) Often, the bad writer will feel that they have a particular story they want to tell. It may be a story passed on to them by their grandmother or it may be something that happened to them when they were younger. Until they’ve told this particular story, they feel they can’t move on. But because the material is so close to them they can’t mess around with it enough to learn how writing works. And, ultimately, they lack the will to betray the material sufficiently to make it true. Bad writers often want to rewrite a book by another writer that was written in a different time period, under completely different social conditions. Because it’s a good book, they see no reason why they can’t simply do the same kind of thing again. They don’t understand that even historical novels or science fiction novels are a response to a particular moment. And pretending that the world isn’t as it is – or that the world should still be as it once was – is disastrous for any serious fiction.    Any attempt to write fiction in order to make the world a better, fairer place is almost certain to fail    Conversely, bad writers often write in order to forward a cause or enlarge other people’s understanding of a contemporary social issue. Any attempt to write fiction in order to make the world a better, fairer place is almost certain to fail. Holding any value as more important than learning to be a good writer is dangerous. Put very simply, your characters must be alive before they seek justice. Bad writers often believe they have very little left to learn, and that it is the literary world’s fault that they have not yet been recognised, published, lauded and laurelled. It is a very destructive thing to believe that you are very close to being a good writer, and that all you need to do is keep going as you are rather than completely reinvent what you are doing. Bad writers think: “I want to write this.” Good writers think: “This is being written.” To go from being a competent writer to being a great writer, I think you have to risk being – or risk being seen as – a bad writer. Competence is deadly because it prevents the writer risking the humiliation that they will need to risk before they pass beyond competence. To write competently is to do a few magic tricks for friends and family; to write well is to run away to join the circus.   Related: What’s the secret of good writing?    Your friends and family will love your tricks, because they love you. But try busking those tricks on the street. Try busking them alongside a magician who has been doing it for 10 years, earning their living. When they are watching a magician, people don’t want to say, “Well done.” They want to say, “Wow.” At worst, on a creative writing course, the tutor will be able to show you how to do some magic tricks; at best, they will teach you how to be a good magician; beyond that, though, is doing magic – and that you will have to learn for yourself. For what a tutor can’t show you is how to do things you shouldn’t be able to do.  Mutants: Selected Essays by Toby Litt is published by Seagull Books.",
  "webTitle": "What makes bad writing bad?",
  "webPublicationDate": "2016-05-20T10:45:18Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/what-makes-bad-writing-bad-toby-litt",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Litt",
      "id": "profile/tobylitt"
    }
  ],
  "guardianId": "books/2016/may/20/what-makes-bad-writing-bad-toby-litt"
}