{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/mother-ellie-butler-jennie-gray-skull-injuries-foster-care",
  "id": "2016-05-25-165",
  "sectionId": "uk-news",
  "body": "A mother accused of covering up the murder of her six-year-old daughter claims the girl suffered a fractured skull while being looked after by her grandparents or the local authority. Jennie Gray, 36, told the Old Bailey she had information that her child, Ellie Butler, received a head injury during the five years she was fostered by Gray’s parents, Neal and Linda Gray.   “There’s evidence Ellie had a fractured skull before she even returned to mine and Ben’s care and the grandparents and social services never said she had a fractured skull,” she said.  Her claim echoes one made by her partner, Ben Butler, 36, who is also on trial charged with murder in relation to Ellie’s death in October 2013.  Ellie was removed from their care, aged six weeks, and went to live with her maternal grandparents. She was returned to Butler and Gray in November 2012 following a bitter legal battle. Gray has been accused in court of allowing her “devotion” to her violent partner to override concern for the daughter Butler allegedly killed in a fit of rage.  Gray told jurors she still loves Butler and has visited him in prison almost 200 times since he was charged with Ellie’s murder in March 2014. “Since that point you have visited him, certainly once a week, sometimes more than once a week and a total of 190 visits,” said the prosecutor Ben Fitzgerald. “During the currency of this trial, since the beginning of April you continued to visit him every week. Why is that?” Gray replied: “Because Ben is my family … Yes I do love him.”  The couple have been charged with child cruelty in relation to an untreated broken shoulder that pathologists discovered in the postmortem. They deny all charges.    The couple have admitted delaying calling 999 over fears that Butler would be blamed for harming Ellie as he had in 2007 when she was a baby.  Then he was jailed for assaulting Ellie in what appeared to be a case of shaken baby syndrome, but was later cleared by the court of appeal. Gray has pleaded guilty to perverting the course of justice by lying to police and covering up the circumstances of her daughter’s death but told the jury she did so because she feared Butler would be framed again.  Turning to the stream of abusive texts Butler sent Gray in 2013, Fitzgerald put it to her: “You have always maintained that Ben Butler has not been violent. You have always been hiding the truth. Because once you have admissions of him being violent, you would destroy any chance of you keeping [Ellie] and maintaining your relationship with him.”  Gray replied: “Ben was not violent to me and he certainly was not violent to my [daughter] and I maintain that 100%.”  She told jurors he was a “laddie man” who could be violent to other men when he was out but not to her. Asked if Butler had a temper, Gray said: “I have a temper. You have a temper. We all have a temper.”  Butler is charged with murder, which he denies. The pair have been charged with child cruelty, which Gray denies.  The trial continues.",
  "webTitle": "Mother of Ellie Butler says child's skull injuries occurred in foster care",
  "webPublicationDate": "2016-05-25T12:55:13Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/mother-ellie-butler-jennie-gray-skull-injuries-foster-care",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/25/mother-ellie-butler-jennie-gray-skull-injuries-foster-care"
}