{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/ted-cruz-donald-trump-indiana-primary-delegates-john-boehner-hillary-clinton",
  "id": "2016-05-01-29",
  "sectionId": "us-news",
  "body": "Ted Cruz made a last-ditch series of attacks on Donald Trump on Sunday, going so far as to call him corrupt, dismiss fellow Republicans, and invoke Trump’s endorsement by “a convicted rapist” as he argued that his chances are not in fact dwindling in the Republican presidential primary. Cruz blitzed television airwaves on Sunday morning, making appearances on five talkshows and doing everything in his power to undermine Trump. He admitted Indiana was “important” to his campaign’s hopes, but doggedly refused to consider the possibility that Trump could secure the nomination.   Related: Indiana is the only place that can save the GOP from a Trump takeover    “No one is going to clinch it on the first ballot. I’m not and Donald Trump is not either,” he told the ABC show This Week. “It’s why Donald Trump is so desperate to say it’s over now,” he added. “It’s going to be a contested convention.” But a new opinion poll published on Sunday suggested Cruz is the candidate in dire need of a boost. The NBC/Wall Street Journal/Marist poll showed him behind Trump in Indiana by 15 points, 49% to 34%, with 13% for Ohio governor John Kasich, the third candidate in the race. Poll averages show Trump ahead of Cruz by seven points in the state, which is one of the few yet to vote that could keep Trump from clinching the nomination. The stakes are high for Cruz. The senator is already mathematically unable to secure 1,237 delegates needed on the first ballot of the Republican convention, and all his hopes rest on preventing Trump from doing the same. Trump needs 282 pledged delegates, and Indiana and California are the two major states where Cruz has any hope of a major victory. The math did not deter Cruz from trying every rhetorical tool at hand to counter Trump. He insisted that the businessman is a liberal, and “flip-sides of the same coin” with the Democratic frontrunner, Hillary Clinton. Trump’s tariff proposals would “drive jobs overseas”, Cruz argued to NBC, adding that Trump’s foreign policy would leave the world without leadership. Not content to criticize the substance of Trump’s ideas, he accused Trump and Clinton of being agents of a corrupt system. “They’ve both gotten rich exploiting Washington, exploiting government power,” he said on NBC’s Meet the Press. On two other shows, he called the pair “enmeshed in corruption”, “ultimate Washington insiders” and members of a political “cartel”.  He also abandoned the appeals to unity that he had tried to make in hopes of bringing moderate conservatives to his cause. He pointedly dismissed criticisms from other Republicans, namely from John Boehner, a longtime Republican leader and former speaker of the House, who earlier this week said Cruz was “Lucifer in the flesh”. “I kind of wondered if Boehner was auditioning to be Donald Trump’s vice-president,” Cruz told CBS. “You know, a Trump-Boehner ticket would really say the Washington cartel in all its force.” He was bolstered by at least one peer, however: South Carolina senator Lindsey Graham, who readily admitted that “civil war” had broken out in the Republican party. “Lucifer may be the only person Donald Trump could beat in a general election,” he joked to CBS. “But when it comes women and Hispanics, Trump polls like Lucifer.” But Graham grew serious when asked about Trump’s foreign policy, which he described as dangerous isolationism: “It will lead to another 9/11.”  Finally, Cruz rebuked the businessman for the company he keeps. He noted that former boxer Mike Tyson had endorsed Trump this week, and alluded to Tyson’s 1992 rape conviction in Indiana.   “You know, all the tough guys endorse me,” Trump said earlier this week. “I like that.” Cruz rejected the endorsement: “I don’t think rapists are tough guys. I think they are weak. They’re bullies and cowards.  “We don’t need a bully,” he added. “We don’t need someone who yells and screams and insults.”  Campaigning in Indiana, Trump waved off the criticisms as annoyances, and mocked the men and Kasich at length.  “I refuse to call them the leftovers. It’s not respectful,” he said, before miming the look of a man clinging to the edge of a cliff. “The two guys that are hanging by their fingernails. ‘Don’t let me fall! Don’t let me fall!’” At a rally in Terre Haute, he said that he was already looking forward to the general election. “If we win in Indiana, it’s all over,” he promised. “And then we can focus on ‘Crooked Hillary’, please.” Earlier in the day, Trump did just that, telling Fox News Sunday that Clinton was playing “the woman card” and that “even women don’t like her”. He has for months accused Clinton of being a novelty candidate, although polling consistently shows that he is strongly disliked by most American women. And although Cruz recited a litany of attacks on Trump, he refused to say he would not support the businessman should Trump win the nomination. NBC host Chuck Todd asked Cruz nine times whether he could conceivably support Trump. The senator spoke at length in reply, but did not give a simple yes or no.",
  "webTitle": "Ted Cruz rails against Trump-Clinton 'cartel' in final push ahead of Indiana",
  "webPublicationDate": "2016-05-01T20:35:04Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/ted-cruz-donald-trump-indiana-primary-delegates-john-boehner-hillary-clinton",
  "keyword": [
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Boehner",
      "id": "us-news/john-boehner",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    },
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/01/ted-cruz-donald-trump-indiana-primary-delegates-john-boehner-hillary-clinton"
}