{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/06/uncharted-4-single-player-rollicking-globetrotting-adventure-review",
  "id": "2016-05-06-272",
  "sectionId": "technology",
  "body": "There have been very few video game characters as well conceived as Nathan Drake. Exuding charm and determination, strength and vulnerability, he is the sort of male lead great Hollywood screenwriters aspire to create, but that video games have tended to bypass in favour of gritty, cynical sociopaths on mindless quests for retribution. Nathan is a character you care for and want to protect, even when he makes awful decisions that will hurt the people he loves. That is great writing. In Uncharted 4 he gets the conclusion he and his fans deserve – a rollicking, globe-trotting adventure that manages to be funny and exciting, yet also touched with sadness. We soon begin to realise that Nathan’s quest to discover Libertalia, the fabled anarchist utopia set up by pirate Henry Avery, is symbolic of his whole career as a treasure hunter. This is a story about hubris, obsession and self-denial, and gradually, throughout the game, we discover that these are personality quirks shared between Nathan and Henry, as well as generations of other adventurers who set out to find Avery’s haul and died in the trying. But this is also a tale that Naughty Dog takes its time to tell. For the first eight chapters, we’re very much in backstory territory as we learn about Nathan’s childhood with his rebellious brother Sam, and about their first attempt to track down Avery’s treasure, which ends with them incarcerated in a South American jail. Nathan escapes, but Sam apparently dies in the dramatic getaway sequence. Then he turns up 15 years later, with a price on his head, and a desperate need to track down Libertalia and discover the massive treasure haul rumoured to be stored there. What follows is classic Uncharted. The duo, aided by Sully, gatecrash an auction in a beautiful Italian mansion, race to a frosty, mountainous Scotland, then fly out to Madagascar, following cryptic clues offered up by relics, hidden maps and secret messages. There are gigantic puzzle rooms where whirring cogs and sliding symbols must be turned, tweaked and interpreted so that monstrous clockwork machines jolt into motion, opening doors and exposing hidden chambers. And there are heart-jolting set-pieces including an astonishing car chase through the streets of a Madagascan town, the epic destruction of a beautiful belltower and a race through a cliffside pirate city as it splinters into the raging ocean.     A huge puzzle chamber hidden away beneath an abandoned church – familiar territory for Nathan Drake Photograph: Sony    Throughout the action, we get the wonderful verbal interplay between Nathan, Sam and Sully – the three guys wisecracking, scuffling, arguing, throwing around one-liners that are sometimes laugh out loud funny. Elena is here too, though woefully underused as Nathan’s narrative restraining bolt – desperate for him to be safe yet certain she will lose him if he feels she is holding back. The moments they spend together are among the most beautiful, authentically human cinematic sequences in the series. Indeed, as far as romantic relationships go, this love affair is perhaps the most nuanced and authentic that mainstream games have offered so far. But this is all about the narrative and where Uncharted 4 feels weaker it is in the moment-to-moment gameplay. Everything you do in this game is extraordinarily familiar to series fans. There is a lot of climbing, a lot of jumping, a hell of a lot of lifting great big logs out of the way so you can crawl through narrow entrances. Although Nathan carries a handy rope and grappling hook with him at all times, the opportunities to use it are so strictly defined, it can shatter your sense of immersion. The spaces look explorable, but they funnel you along narrow walkways of interactivity, blithely breaking the established rules of Nathan’s capabilities whenever they need to restrict your access. There were times, even amid the most astonishing scenery, when you may inwardly groan at the sight of yet another cliff face to creep along, or another adventure playground of tumbling wooden buildings, rope swings and walkways.     Astonishing scenery is plentiful. Photograph: Screengrab    Naughty Dog has this habit of creating levels that twist around on each other like vast spiral staircases, so that you lose all sense of place and direction. It is dizzying and sometimes frustrating and it divorces you from the sense that these are locations rather than fairground ghost rides. While the puzzle chambers are fun and impressive as moments of spectacle, they rely heavily on extremely similar, repeated motifs involving the correct placement of pirate symbols; they’re not as ingenious or wryly playful as the traps and tricks in the previous title. Shootouts are well handled, with a good, loose-cover mechanic and plenty of tactical options. But while the game does its best to mimic Far Cry’s tense stealth systems, it lacks the same basis in rich, procedural physics so the potential for flair and spontaneity are absent. Usually a straight-up shootout is the quickest and easiest option. As a game then, Uncharted 4 is very good, but not extraordinary. Its heavy reliance on genre conventions and mechanisms – lifting objects, wheeling crates, negotiating crumbling platforms – is at the expense of player freedom, invention and surprise. The driving sequences, though they’re definitely enjoyable, feel completely expendable providing as much exciting exploratory potential as the Coventry ring road system. In terms of the game input, of what you actually get to do, Uncharted 4 feels very much like a series running low on fresh ideas and sometimes coasting on the petrol fumes of past glories. In some ways it is best to think of this game as a narrative puzzler rather than a modern action adventure. There are things that contemporaries such as Rise of the Tomb Raider, Dishonored, Far Cry and Dark Souls have evolved to do better. But it is the narrative that will grasp your hand and tug you through this carefully constructed and visually splendid world. The story of Nathan finding his brother, of coming to a realisation about himself, and about Elena – it is a wonderful pleasure to see it unravel (even if the actual scene of reunion between the brothers is so bizarrely underplayed you feel that Sam has returned from a longer than expected trip to the corner shop rather than from the dead).     The relationship between Nathan and Elena is beautifully portrayed Photograph: Sony    Uncharted is PlayStation’s crown jewel and Nathan is its king. As such, his rule is coming to a fitting end, even if, at times, it felt as though he was going through the motions of regal duty. With our video game reviews we reserve a five-star rating for games that we think everyone should experience, that are so interesting or impressive in certain areas that they transcend any flaws, limitations or genre concerns. Uncharted 4 is certainly in that category.  Indeed, it is to be hoped that all subsequent makers of epic narrative adventures look upon this wonderfully entertaining series and learn from it. The way it gracefully merged recognisable game conventions with the dynamics of action cinema; the way it created actual relatable humans out of polygons and texture maps. Uncharted made us love this guy, despite his faults, his bad habits, his self-absorption. That is also how we love Uncharted itself. This is a review of the single-player component of Uncharted 4 only. We will test the multiplayer mode on public servers before providing a verdict on that portion of the game.",
  "webTitle": "Uncharted 4 single-player review - a rollicking, globetrotting adventure",
  "webPublicationDate": "2016-05-06T09:36:26Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/06/uncharted-4-single-player-rollicking-globetrotting-adventure-review",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sony",
      "id": "technology/sony",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/06/uncharted-4-single-player-rollicking-globetrotting-adventure-review"
}