{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/16/poem-of-the-week-to-a-nightingale-by-rf-langley",
  "id": "2016-05-16-248",
  "sectionId": "books",
  "body": "To a Nightingale Nothing along the road. Butpetals, maybe. Pink behindand white inside. Nothing butthe coping of a bridge. Muteson the bricks, hard as putty,then, in the sun, as metal.Burls of Grimmia, hairy,hoary, with their seed-capsulesuncurling. Red mites bowlingabout on the baked lichenand what look like casuallandings, striped flies, Helina,Phaonia, could they be?This month the lemon, I’ll sayprimrose-coloured, moths, which flinchalong the hedge then turn into hide, are Yellow Shells notShaded Broad-bars. Lines waver.Camptogramma. Heat off theroad and the nick-nack of names.Scotopteryx. Darkwing. Theflutter. Doubles and blurs themargin. Fuscous and white. Stopat nothing. To stop here atnothing, as a chaffinch singsinterminably, all day.A chiff-chaff. Purring of twoturtle doves. Voices, and somevibrate with tenderness. Isay none of this for love. Itis anyone’s giff-gaff. Itis anyone’s quelque chose.No business of mine. Mites whichramble. Caterpillars whichcurl up as question marks. Thenone note, five times, louder eachtime, followed, after a fraughtpause, by a soft cuckle ofwet pebbles, which I could calla glottal rattle. I amempty, stopped at nothing, asI wait for this song to shoot.The road is rising as itpasses the apple tree andmakes its approach to the bridge.       Less than 200 pages long, RF Langley’s Complete Poems, published last year by Carcanet, is a nightingale- rather than an ostrich-sized body of work, but, as its editor Jeremy Noel-Tod observes, few collections can rival the “intensity of perception and perfection of finish”.  Among the most readable of the avant garde poets, Langley has occasionally stirred in me what I term the Kenneth Williams effect. The wonderful fabric of his observation would suddenly break or knot, at which point I’d think: “Oh, stop messin’ about. You’re too good for trendy-bendy tricks.”  But I was wrong. These weren’t tricks but simply flying sparks, thrown off by language during the process of cutting and drilling through to a cleaner kind of origination. Certainly in the post-millennial collections, there’s no sense of participation in any langpo-regiment’s smartbombing of the synapses. Langley is a purer breed of iconoclast, on a scrupulous quest for revealing what his eye has seen and his mind understood. Despite some serious play, he doesn’t mess about.    Related: Complete Poems by RF Langley review – subtlety and flashes of clarity found through ant-like observation     To a Nightingale, the final poem in the volume, reveals the extent and delicacy of his iconoclasm. Any reader lured by the title to a pursuit of, say, Keats’s radiant, tragically resonant singer would deserve her disappointment: still, we might hope for a closeup of Langley’s. Like the clever narrator he is, and all good naturalist writers must be, the poet defers the encounter as long as possible, insisting we share his ambling, amiable attention to the minutiae of the Suffolk fauna. Insects feature in some detail: if the nightingale addressed in the title could read English poetry, she would no doubt appreciate the detour around her chosen diet.  Etymology and entomology seem closely affiliated as the poem’s eye flickers between descriptive methods. The image-making, for all its vivid quickness, seems to involve as precise a selection as the taxonomy: “Red mites bowling / about on the baked lichen…” In addition, the codes of a particular landscape are offered for our deciphering: the dried “mutes” on the brickwork, for instance, signify the presence of raptors but probably not very recently: the particular kind of moss, Grimmia, means conditions are usually moist. Thought processes themselves may be exposed. The note-maker hesitates to identify the striped flies he sees and leaves the question of identification casually open “Helina, / Phaonia, could they be?” Like a scrupulous watercolourist, he hesitates over the exact shade of the yellow moths’ perhaps fluctuating markings: “This month the lemon, I’ll say / primrose-coloured, moths, which flinch / along the hedge then turn in / to hide, are Yellow Shells not / Shaded Broad-bars.” Langley’s precision-engineered language requires terms like camptogramma and scotoperyx, but no less important is the recorded movement of his own perception. The greatest miracle in these lines, though, lies in the combination of verbs and appositions: “flinch / along…”, “turn in / to hide”.  Strolling on, the speaker begins fine-tuning his bird-recording equipment. The mimesis is delicate and complex. Earlier, although the insects were vividly imagined, the poem itself resisted any insect-imitating devices. Now, even the stop-start, notebook-jotting movement of the syntax and lineation seems birdlike. Avian and human activity seem to meet as tenor and vehicle might in a seamless metaphor. Perhaps Keats isn’t quite so far away?   The various, ever-fluttering moths and the chaffinch, who continuously sings, exemplify creatures that stop “at nothing” – a significant and ambiguous phrase, to be repeated later, combining two nearly opposite meanings. For the far-from-reckless human in the picture, stopping at nothing implies stasis rather than headlong rush. His art of seeing is like the art of dying: it’s to stop gracefully at the point where “nothing” is all that’s visible.   “Voices, and some / vibrate with tenderness” follows the note about the two “purring” turtle doves. Then it’s as if the poet reigns himself back. “I / say none of this for love.” The diction has been so alive and alert with feeling that the sudden assertion forms a nothing that stops the reader. “I say” doesn’t mean “I believe”, of course, and the throwaway phrase “anyone’s giff-gaff”, nicely minting a rhyme for chiff-chaff, makes extra mischief with its double-meaning – “mutual giving” in Scots but also a modern telecommunications network. What’s rejected is the vagueness of a word like “love” and the deforming romanticism of self-projection onto other species: “No business of mine.”   And, thus unprepared, we suddenly almost get to meet the nightingale. There is a beautiful passage later (“soft cuckle / of wet pebbles”) but the sound recordist wants us to know about the repetition and the “glottal rattle”. As for the daylight performance of the famous song, it’s anticipated rather than activated. “I wait / for this song to shoot,” the poet having reminded us that emptiness is the precondition for hearing. In any case, the poem doesn’t need to tell the nightingale. The listener takes his leave of us with an amused flourish, a scattering of affirmative symbols: “The road is rising as it / passes the apple tree and / makes its approach to the bridge.” Instead of the song itself, we have the shift of perspective, the new long view, opening out and offered generously at the point where we might least expect it: at the end of the poem, at the end of a life’s work, at the end of a life.",
  "webTitle": "Poem of the week: To a Nightingale by RF Langley",
  "webPublicationDate": "2016-05-16T10:48:12Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/16/poem-of-the-week-to-a-nightingale-by-rf-langley",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Carol Rumens",
      "id": "profile/carolrumens"
    }
  ],
  "guardianId": "books/booksblog/2016/may/16/poem-of-the-week-to-a-nightingale-by-rf-langley"
}