{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/mps-write-to-theresa-may-to-demand-inquiry-into-battle-of-orgreave",
  "id": "2016-05-25-170",
  "sectionId": "politics",
  "body": "A cross-party coalition of MPs have written to the home secretary, Theresa May, to demand an inquiry into alleged police brutality during the miners’ strike at Orgreave in Rotherham. Sir Peter Bottomley, a Conservative MP who was employment minister during the 1984-85 strike, has signed the Orgreave statement alongside Angus Robertson, the SNP’s parliamentary group leader, and the Liberal Democrat leader, Tim Farron.   Related: Orgreave inquiry calls grow after damning Hillsborough verdict for police    Much of the parliamentary Labour party, including Jeremy Corbyn, are also signatories of the statement, which calls for “difficult truths to be confronted”, not least “how and whether police forces – ostensibly there to serve their communities – were used against one”. The events of what became known as the Battle of Orgreave at the coking plant on the borders of Rotherham and Sheffield came to symbolise the miners’ strike. Large numbers of pickets were confronted by about 6,000 police from across the UK. Police charged 95 miners following the disturbances but the workers’ trial collapsed. Virtually all traces of the coking plant and the adjacent pit have since been eradicated. The letter notes that events of recent weeks – specifically the findings at the Hillsborough inquest, the subsequent statement by South Yorkshire police’s interim chief constable, Dave Jones, and the recently released documents by the IPCC linking Orgreave to Hillsborough – make the case for an inquiry “overwhelming”. A legal submission from Michael Mansfield QC, and the Orgreave Truth and Justice campaign, is currently being considering by the home secretary.The statement said: “Home secretary, we the undersigned believe that the developments of recent weeks make the case for a public inquiry into the events at and surrounding Orgreave overwhelming.   Related: Miners' strike 30 years on: 'I fought not just for “my pit” but for the community'    “Firstly, as you know, the Hillsborough inquests after 27 years of injustice exonerated fans delivering highly significant rulings which built on the vital work of the Hillsborough independent panel which found that in the aftermath of the 1989 disaster, South Yorkshire police had altered hundreds of statements with the intention of ‘deflecting blame’. “Secondly, media reports unmasked the previously redacted sections of the IPCC report from June 2015 into the events surrounding Orgreave which revealed striking similarities between the personnel and alleged practices of South Yorkshire police at Orgreave and at Hillsborough. Similarities which we found to be chilling, and which, in our view, render the need for truth utterly essential. “As you know, trust will never truly be restored until we find out the entire truth about Orgreave, which involved multiple police forces and multiple mining communities and the wider policing of the miners’ strike. “We therefore urge you to seize the opportunity to build bridges between the police and those still troubled by how and whether police forces – ostensibly there to serve their community – were used against one. “Thank you for the substantial personal contribution you have made to the search for justice for the families of Hillsborough. We sincerely hope you will now decide that it is time we got to the bottom of the events of that decade which still scar communities throughout South Yorkshire and around the country.”",
  "webTitle": "MPs write to Theresa May to demand inquiry into Orgreave policing",
  "webPublicationDate": "2016-05-25T12:42:31Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/mps-write-to-theresa-may-to-demand-inquiry-into-battle-of-orgreave",
  "keyword": [
    {
      "webTitle": "The miners' strike 1984-85",
      "id": "politics/miners-strike-1984-85",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Margaret Thatcher",
      "id": "politics/margaretthatcher",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "politics/2016/may/25/mps-write-to-theresa-may-to-demand-inquiry-into-battle-of-orgreave"
}