{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-kelly-duncan",
  "id": "2016-05-16-156",
  "sectionId": "small-business-network",
  "body": "Lucy-Rose Walker, chief solutions officer at Entrepreneurial Spark, explains why Kelly Duncan should win the Rising Star category of the Guardian Small Business Showcase competition:   Kelly has been with us for over three years and during that time has grown into a fantastic leader. She came in with a fixed mindset and initially saw the job as a means to an end, but that has completely changed. Her organisation skills, ability to time manage and deliver on outcomes are second to none.  She has the upmost respect from a diverse team who are spread out over remote locations, and she works hard to maintain these relationships. She has learned to manage our key stakeholders, who can be tricky at times. She has taken on two members of staff for the first time in her career and manages them with great care and attention, checking in each week to ensure they are being supported to deliver on their own outcomes. She leads us on an HR and recruitment side, helping us scale from four to 45 people in two years. Additionally, we have opened seven new offices in the last 18 months and she has efficiently project managed the design and move into all of them.  Being part of this rapidly scaling startup means requests come in at all hours of the day and she is always willing to help. I value her counsel and the fact that she will challenge and come up with new ideas if the first one doesn’t hit the mark. She has recently been asked to join our leadership team due to her development and her desire to continually grow.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Kelly Duncan",
  "webPublicationDate": "2016-05-16T14:23:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-kelly-duncan",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-kelly-duncan"
}