{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/imagine-the-fate-of-a-global-climate-treaty-without-the-eu",
  "id": "2016-05-18-131",
  "sectionId": "environment",
  "body": "Seven months and counting In 1972 the law was passed that allowed the UK to join what was then called the European Economic Community (EEC). Despite Europe’s current crises, it’s unchanging, fundamental challenge was expressed that year by Sicco Mansholt, then president of the European commission, probably better than by any of the current voices in the referendum campaign, whether for or against UK remaining in. “Will the EEC become a powerful agent for improving living standards and opportunity in solidarity with less fortunate countries?” asked Mansholt, “Or will it remain a select inward-looking club of some of the world’s richest nations? Will it continue to produce ‘bigger, faster and more’ for ‘some’ to the detriment of the global environment and the welfare of the ‘rest’?” Leap forward 20 years to the Rio Earth summit where Europe lobbied hard, and Germany and France floated the idea of a World Environment Organisation to counterbalance the World Trade Organisation, and commission president, Jacques Delors, said Europe would lose credibility if: “These agreements signed in Rio remain a dead letter and do not give birth to ambitious policies that respond to the scale of the challenge that faces us.” In the near half century since Mansholt framed Europe’s challenge, rather than working to resolve such tensions, however, two contradictory dynamics have taken hold.  Named after the cities where they were set, they became known as the Lisbon and Gothenburg agendas. The Lisbon agenda, following a summit in 2000, focused on Europe’s growth and competitiveness, meant to deliver jobs and social cohesion. Gothenburg came a year later when it was clear that the explicit environmental objectives written into the Maastricht treaty underpinning Europe were marginalised by Lisbon’s expansive economic focus, and likely to suffer. Gothenburg’s strategy pushed environmental priorities again and called on the economic, social, and environmental effects of all policies to be jointly assessed and coordinated. Since then, Lisbon’s objectives were undermined by the sheer economic inflexibility of having a single interest rate across an already very unequal European single currency zone. Yet these still take priority, for example in negotiations for the proposed Transatlantic Trade and Investment Partnership with the United States, over Europe’s more progressive environmental ambitions, threatening to leave them as Delors’ ‘dead letters.’  Such lifeless letters are incapable of matching the speed and scale of the Paris climate accord that wishes to halt overall warming by at least 2C, and move to the lower figure of 1.5C above pre-industrial levels. Arguments in favour of old-style economic expansion dominate the campaign to remain in Europe, sidelining and selling short the progressive case to build the architecture of international cooperation to address the crises of climate change, inequality and the unaccountable powers of finance. There remains considerable denial about the tension between a neo-liberal growth agenda, and the kind of economy that can effectively support a social and environmental Europe. Just as there remains some tenacious and occasionally flippant denial about climate change itself. When the free London newspaper Metro reported potentially record high temperatures for a day in May, instead of registering even feint concern about what it might indicate as part of a long-term trend, it encouraged readers to celebrate the good news by treating yourself “to a long lunch break.” In fact, new figures from Nasa were about to show that, globally, the preceding month, April, was the seventh month in a row to break temperature records, and the third month in a row in which the records had been broken by margins that were themselves records as well. In the midst of this, reflect on whether, imperfect and contradictory as Europe’s machinery is, it would be easier or harder to coordinate climate action without common institutions and the negotiation of joint, principled action? The history of the often recalcitrant roles played by the United States, Canada and Australia, let alone other major petro-states, suggests not. With some irony, the campaign for the UK to remain in the EU has ignored more obvious popular appeals, such as to Britain’s annual and permanent ‘solar migrants’ enjoying either holidays, retirement or long-term relocation to warmer parts of Europe – taking with them, unquestioningly, health insurance and a wide range of benefits guaranteed by EU membership. It’s often not just about the weather either, but cashing in the difference in value between typical UK house values, pensions and savings for a higher standard of living in lower income European states – a sort of reverse economic migration – again, unquestioned, and another irony. The urgently-needed rapid transition from ‘bigger, faster, more’ for a few, to an economy of ‘better, not bigger’ for the many, and on a timescale to avoid irreversible climatic upheaval, will take us all into largely unchartered territory. In this new place for civilisation, the ability to cooperate and coordinate will mean the difference between looking forward with hope to the future, or being trapped in an endless battle against the impact and consequences of irreversible climate change. Our societies also have an extensive, historical back catalogue of making rapid transitions happen, pushed at different times by everything from conflict to technological opportunity, politics, environmental change and economic collapse. But, we don’t need to feel that all we can do is react to changes happening out of our control.  A new, evolving initiative, involving a wide range of people and organisations is beginning to explore what can be learned from moments of rapid transition. From them, adapting lessons for today, we may identify the special circumstances and social, economic and political chemistry in which rapid, low carbon, economically successful and socially progressive transition becomes possible. The EU began as a positive experiment – even if one in conflict with itself – to both rebuild nations and prevent the catastrophe of future conflict. I’d like to think that we can still change it and put it to good use without playing out the old joke: Question: How many revolutionaries does it take to change a light bulb? Answer: You don’t change it, you smash it!",
  "webTitle": "Imagine the fate of a global climate treaty without the EU",
  "webPublicationDate": "2016-05-18T14:59:48Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/imagine-the-fate-of-a-global-climate-treaty-without-the-eu",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global climate talks",
      "id": "environment/global-climate-talks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Simms",
      "id": "profile/andrewsimms"
    }
  ],
  "guardianId": "environment/2016/may/18/imagine-the-fate-of-a-global-climate-treaty-without-the-eu"
}