{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/detroit-schools-desegregation-congress-report-civil-rights",
  "id": "2016-05-20-140",
  "sectionId": "us-news",
  "body": "When Terrance Green was a student at Detroit public schools starting in the 1980s, he celebrated his experience in the overwhelmingly black district. “The teachers were outstanding … there was a very strong ethos around racial identity, around civil rights, around celebrating who we were,” he said. It wasn’t lost on Green, however, that just north of 8 Mile Road – the demarcation line of Detroit and its suburbs – students had access to a significantly higher amount of resources. “I do remember … 8 Mile being like the psychological barrier, even in the early 80s it was,” said Green, 33. “I knew there were these suburbs [that] had more amenities, but I don’t think I could articulate that as an elementary school child.” A fourth-generation Detroiter, Green’s entry into the city’s public school system was only several years removed from a seminal 1974 US supreme court ruling on school desegregation, Milliken v Bradley, which ended a plan to integrate mostly white suburban schools into Detroit’s public school system. The city’s population continued to swiftly decline in the years that followed, eroding the school system’s resources in tandem until the state declared a financial emergency.    How do you have meaningful desegregation when you have white flight occurring at rapid rates?  Terrance Green     Green, a professor of educational policy and planning at the University of Texas at Austin, pointed to the Milliken decision as a “death knell” to implementing the supreme court’s 1954 decision in Brown v Board of Education to desegregate school systems. “How do you have meaningful desegregation when you have white flight occurring at rapid rates, but we can’t involve suburban school districts where this was occurring?” Green said. “It stopped mandatory desegregation efforts metropolitan-wide.” A report released this week by the Government Accountability Office illuminated the extent to which school systems across the US are, once again, becoming more segregated. The report found that more than 60% of schools with high levels of poor students were racially segregated, which the report defined as being at least 75% black or Latino.     John Conyers and Bobby Scott are pushing legislation that would amend Title VI of the 1964 Civil Rights Act and restore the rights of parents to file lawsuits against segregated school districts under claims of disparate impacts. Photograph: Evan Vucci/AP    The study reviewed federal data from 2001 to 2014 and found 16% of all US schools were both racially segregated and poor, increasing from about 7,000 schools in 2001 to 15,089 by 2013 to 2014. Observers and advocates for school desegregation said the report should be a “huge warning sign” that needs to be addressed. “There are many who believe in this country that we are operating on an even playing field,” said Jadine Johnson, staff attorney at Advancement Project.  “I think what this report revealed … is that the legacies of slavery in this country, the legacies of Jim Crow, are alive and active,” she said. “That did not go away with Brown v Board of Education.” Compared to other schools, the GAO report found, segregated schools offered fewer college prep, science, and math classes to take, and a disproportionate number of students were either held back in ninth grade, suspended, or expelled. Michigan congressman John Conyers was among several lawmakers who requested the report, which was released on the 62nd anniversary of Brown v Board of Education. Conyers and Virginia congressman Bobby Scott are pushing legislation that would amend Title VI of the 1964 Civil Rights Act and restore the rights of parents to file lawsuits against segregated school districts under claims of disparate impacts, which are based on ascertaining the discriminatory effect of a policy rather than ascertaining a discriminatory intent.    The legacies of slavery ... and Jim Crow are alive and active. That did not go away with Brown v​​ Board of Education  Jadine Johnson     “This GAO report confirms what has long been feared and proves that current barriers against educational equality are eerily similar to those fought during the civil rights movement,” Conyers said in a statement. “There simply can be no excuse for allowing educational apartheid in the 21st century.” Johnson said the loss of parents’ ability to file disparate impact cases was a “huge blow to the civil rights community”. Johnson has assisted in filing several Title VI complaints in recent years with the federal department of education – complaints that could have been filed in federal court under Conyers’ proposal. “Us having that right could have potentially … slowed down the school closures crisis that’s happening today,” she said. In Conyers’ home state, the largest public school system – Detroit – is currently embroiled in a struggle for survival amid bloated class sizes, paltry resources, and large-scale protests waged by teachers who have faced the prospect of working without pay. Michigan’s governor, Rick Snyder, is pushing a controversial $715m plan to overhaul the district, which needs a significant influx of cash to move forward with much-needed repairs for dozens of dilapidated facilities. Only one-third of high school students in Detroit public schools are proficient in reading, according to Snyder’s office.     There have been large-scale protests waged by teachers who have faced the prospect of working without pay. Photograph: Carlos Osorio/AP    Green said the Milliken decision is one of the “main culprits” in what has happened to his alma mater. Despite the supreme court’s 1954 landmark decision that US schools must be desegregated, Detroit’s school system remained effectively segregated, stemming in part from an accelerated white flight. When the NAACP legally challenged the state of Michigan in 1970 to end the district’s segregation, at first, the federal courts agreed something needed to be done: A plan was crafted to bus students in from suburban districts and was upheld by an appellate court. But the plan was quickly stamped out. In 1974, the US supreme court in a 5-4 ruling shot down the efforts in Detroit, saying desegregation measures had to remain inside district boundaries. In a column he co-wrote for the Detroit Free Press, Green argued that “we need advocacy and policies for all schools to be equitable, and racially and socioeconomically diverse across metro Detroit so that all children can learn to grow up in a diverse nation.” Compared to suburban districts, he said, citing the GAO report, segregated schools have less access to courses needed to exceed in college – and, in some cases, a lower level of teacher experience. Indeed, a plan approved by the Michigan house to overhaul Detroit schools would allow uncertified teachers to be hired by the district. “So I think there’s also a resource argument that has to be made [for integration],” he said. The GAO recommended that the US department of education “more routinely analyze” civil rights data to identify disparities and said the federal justice department could “systematically track key information on open federal school desegregation cases to which it is a party to better inform its monitoring”. Eve Hill, US deputy assistant attorney general, wrote in a response letter to the report: “The Department carefully monitors each open desegregation case to which the United States is a party on a case-by-case basis, recognizing that each case is unique.” The justice department is involved in 178 open desegregation cases, stemming from court orders that originated in the 1970s and 1980s. Green said the GAO report underscores the spirit of the Brown v Board of Education decision. “It’s not just about putting white bodies and black bodies together,” he said. “It’s about understanding what they said in 54, that racially segregated and separate schools are inherently unequal.”",
  "webTitle": "New report is 'huge warning sign' that desegregation has failed in US schools",
  "webPublicationDate": "2016-05-20T13:56:17Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/detroit-schools-desegregation-congress-report-civil-rights",
  "keyword": [
    {
      "webTitle": "Detroit",
      "id": "us-news/detroit",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Felton",
      "id": "profile/ryan-felton"
    }
  ],
  "guardianId": "us-news/2016/may/20/detroit-schools-desegregation-congress-report-civil-rights"
}