{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/john-mcafee-libertarian-party-presidential-candidate",
  "id": "2016-05-01-90",
  "sectionId": "us-news",
  "body": "The New York state Libertarian party convention was held in New York City on Saturday. It started at 10am. It grew lively at noon, the hour John McAfee showed up. The anti-virus software mogul and one-time international fugitive had turned into a presidential hopeful, and he arrived at the convention dressed like an ageing rocker: blond streaks in his hair, aviator sunglasses hooked into the neck of his white T-shirt and a flamboyant paisley scarf draped around his neck. McAfee, who infamously went on the run from Belize police in 2012 after being named as a “person of interest” in a murder case, would later tell the Guardian he never went out at night for fear that the government of Belize might try to “whack” him.  That threat aside, the 70-year-old seemed to be enjoying himself as he overshadowed the rest of Libertarian party nominees at the convention in the East Village. He was in the city to debate his fellow hopefuls, including the party’s 2012 candidate, Gary Johnson.  Johnson achieved the party’s best-ever election result last time round, winning 1.2m votes – 0.99% of the vote nationally. He’s a popular man. But there was no doubting who was the star on Saturday.  Rather than immediately enter the convention – held in the back room of the restaurant – McAfee posted up outside, having his photograph taken with Libertarians and passersby, smoking cigarettes and acting up for the four-person film crew he had arrived with.   Related: John McAfee: 'Bad people are still after me'    He is being filmed for a series on Spy TV, and he seemed to be enjoying the attention. He chatted into the camera, he laughed into the camera, he came up close to the lens and stuck his tongue out at the camera. It was all well and good until the camerawoman misjudged one of McAfee’s playful lunges and smacked him in the mouth with the camera lens. The 70-year-old checked his teeth in the window of a nearby swimwear store. No permanent damage. McAfee was best known for his eponymous software until 2012, when he went on the run from Belize. Police had wanted to question him in relation to the death of a neighbor, but were never able to, as McAfee made it back to the US. Four years after the incident, even in the middle of a presidential campaign, he is adamant that there is a constant threat to his life. “The government of Belize I shamed, I humiliated, I cost them a ton of money in terms of tourist travel,” he said.  “They want me to shut the fuck up about this, which I will not do and I have not. So if you think a corrupt government run by the Sinaloa cartel is not willing to whack an American citizen, then you need to bone up on the Sinaloa cartel.” McAfee said he did not feel under threat during the conversation – “it’s daytime; there’s a lot of people around. No one’s going to do anything” – but said he never felt safe. “I don’t go out at night,” he said. “Ever. Anywhere.” McAfee argued that he should be president because only he has the skills to address the problem of internet security. He referred to “the imminent collapse of our nation due to the fact that we are 20 years behind much of the rest of the world in cybersecurity.” “I will win,” McAfee added. “I would win the general election. Because I know who I am, I know my talents, and I know what my limits are. And I’ve been around long enough to know people’s minds.”     John McAfee was deported from Guatemala and returned to Miami in 2013. Photograph: Zuma/Rex Shutterstock    McAfee began his debate performance with an unorthodox opening statement: “I don’t have a statement prepared.” “I am unprepared for everything, always,” he added, “so I’m not going to waste your time.” He sat back down. He had used 30 seconds of his allotted two minutes. The others had prepared. Johnson, a two-term governor of New Mexico and seemingly the best qualified to be the 2016 nominee, set out his plan for what the Libertarian party needed to do to move beyond the role of quirky outsider: join presidential debates.  “If you’re not in the presidential debates, you’re not going to win. It’s not going to happen,” Johnson told the Guardian. In 2000, the commission on presidential debates decided that a party or candidate would only be allowed to participate if they received 15% support or more across five national polls. Johnson and the Libertarian party have only crossed that threshold in one poll so far. “A month ago, I was in my first and only national poll, and I was at 11% against Trump and Clinton,” Johnson said. “If my name were in the polls, given the polarizing nature of this race, I will be at 15%, which will get me into the debates.”   Related: Tech veteran John McAfee to join 2016 US presidential race as independent    To that end, he has pressed polling firms to include him in more surveys. He has also filed a lawsuit, along with the Green party, against the commission on presidential debates.  Johnson also expressed, with frustration, his belief that “most people” are libertarian but just don’t know it. During the debate and in conversation, he repeatedly referred to the website isidewith.com, which asks users to take a quiz to find out which presidential candidates they are most aligned with. “If everybody would take that quiz [to] find out who you align with, I think most people will be libertarian,” he said. “It’s the best sales tool I can think of, and what I tell people is: ‘Take the quiz’.” Johnson has taken the quiz.  “Outside of the other Libertarians running for president, the next presidential candidate that I most align with is Bernie Sanders, at 73% [aligned]. Which I found to be really revealing. “On the social side, marriage equality, marijuana legalization, crony capitalism, military interventions, we’re on the same page.” After the debate, Johnson and others hung around to chat and shake hands. But McAfee had had enough. He jumped up and marched out, his film crew scurrying behind him. He seemed to have lost some of his rock star pizzazz. “I’m 70 years old, and I’ve been talking all day.” Asked what he thought of the debate, he said: “It was boring, as all debates are, and utter nonsense. He said he planned “to rest as much as possible” before the party’s national convention at the end of May in Orlando, Florida. Then he returned to his hotel, camera crew in tow, presumably not to emerge until the next break of day.",
  "webTitle": "Truth or fiction? John McAfee for the Libertarian party's presidential nominee",
  "webPublicationDate": "2016-05-01T14:20:48Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/john-mcafee-libertarian-party-presidential-candidate",
  "keyword": [
    {
      "webTitle": "John McAfee",
      "id": "us-news/john-mcafee",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "us-news/2016/may/01/john-mcafee-libertarian-party-presidential-candidate"
}