{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/21/new-york-city-fc-red-bulls-mls-hudson-river-derby",
  "id": "2016-05-21-32",
  "sectionId": "football",
  "body": "Well, how about that? MLS had spent some serious time and effort hyping Saturday’s Hudson River derby as a new sports rivalry in America’s most lucrative market. What we got was a scoreline that was as jaw-dropping as it was justified – and one of the most pathetic home displays anyone can remember. Whichever way you spin it, a 7-0 defeat is bad news. When that 7-0 defeat happens at your home stadium, you can lift the embarrassment level up a notch. When it’s against your local rivals, in a derby game, in front of 40,000 spectators, it’s off the scale. Time to pull the duvet over your head and lie low for a week. Or two.   Related: New York City FC 0-7 New York Red Bulls: MLS – as it happened    It was a farce. A complete embarrassment. Rarely has a team been more compliant in their own downfall. All teams get hammered from time to time – this is football, and it happens. But it’s seriously unusual to see a side capitulate so completely.             It seemed to happen in slow motion. Three minutes in, Dax McCarty, 5ft 8in in his stockinged feet, scored the Red Bulls’ first, from a corner, heading past Josh Saunders as the NYC FC defence stood and watched. Five minutes before the break, Mike Grella left Federico Bravo on his backside and crossed for Bradley Wright-Phillips to make it two. It was just so easy, and when Wright-Phillips scored the third goal in first-half stoppage time, the game was done. Patrick Vieira, not one for ranting and raving, didn’t mince his words. “It’s been a disaster,” Vieira admitted during the half-time break. “I think we didn’t play at all, and nothing more to say. It’s been a really bad first 45. We didn’t turn up; we didn’t play, and we couldn’t live with the importance of the game.”   Related: Patrick Vieira, New York City FC and the Third Rail    Oh, but it was about to get a lot worse. NYC FC barely mustered an attack in the second half – and they kept making the same mistakes in defence. Concede a cheap corner, forget to pick up, and watch helplessly as the Red Bulls rack up the score. Ronald Matarrita barely got off the ground as McCarty planted another header past Saunders for 4-0. Alex Muyl, who replaced Wright-Phillips, made it five after another terrible piece of defending. And then, with the game petering out into an embarrassing 5-0 defeat, the home side managed to give up two more goals from corners.  Had Lloyd Sam shown a touch more composure in the six-yard box, it could have been more. But the sad truth was, the visitors didn’t have to excel. They showed energy, pressed high, and got the ball in the danger zone. Jesse Marsch’s team were dominant, and finally showed the form of last year, when they won the Supporters’ Shield, but there was no wonder-strike from 30 yards, no piece of individual brilliance – and no red card or dodgy decision as a mitigating factor. Red Bulls played very well, and more power to them, but this was all about the deficiencies of New York City FC. Some of the individual displays were abject. Matarrita had a horror show at left-back. Bravo practically lay down and took a nap as Grella went past him for the second. Josh Saunders looked his 35 years of age. Andrea Pirlo made two lovely passes in the first half but did little else. David Villa huffed and puffed, but even he couldn’t make it happen. You could practically hear the disgruntlement when Frank Lampard entered the field. It said much about the home supporters’ state of mind. At least we saw a bit of history. The Red Bulls had never won 7-0 in MLS – their biggest previous win was 6-0 over Real Salt Lake in 2006. At 5-0 they looked like they’d had enough. But the other two substitutes, Gonzalo Veron and Gideon Baah, fancied a piece of the action. They were allowed to seize it. If New York City go on to lift MLS Cup, we might look back and laugh at that 7-0 home reverse in May. Vieira said afterwards: “It’s always good [better] to lose one game 7-0 than seven games 1-0.” But this was an embarrassment. Vieira has serious work to do.",
  "webTitle": "NYC FC 0-7 Red Bulls: Hudson River Derby turns to low farce for Patrick Vieira",
  "webPublicationDate": "2016-05-21T22:39:27Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/21/new-york-city-fc-red-bulls-mls-hudson-river-derby",
  "keyword": [
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Hill",
      "id": "profile/timhill"
    }
  ],
  "guardianId": "football/blog/2016/may/21/new-york-city-fc-red-bulls-mls-hudson-river-derby"
}