{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/australian-marriage-equality-to-target-coalition-seats-during-election-campaign",
  "id": "2016-05-02-41",
  "sectionId": "australia-news",
  "body": "Australian Marriage Equality has announced it will target more than 30 electorates at the federal election, many of which are occupied by Coalition MPs who have not backed same-sex marriage.   Related: This week in marriage equality: a foretaste of the nasty narrative that will dominate a plebiscite | Rodney Croome    AME national director, Rodney Croome, said the campaign was the largest it had ever undertaken and would include events in more than 30 seats across every state. “It is our goal to build community and parliamentary support before and after the election and we will be running campaigns across a wide range of seats including Hume, Hasluck, Indi, Moncrieff, Mayo and Bowman,” Croome said. “The electorates have been chosen because there are strong candidates who support marriage equality, sitting members who can be persuaded to support and where there are strong local campaigns already in existence.” The electorates of Hume, Moncrieff, Mayo and Bowman are occupied by Coalition MPs Angus Taylor, Steven Ciobo, Jamie Briggs and Andrew Laming, all of who AME categorises as undecided or undeclared on same-sex marriage. Hasluck is held by Coalition MP Ken Wyatt, who AME notes is opposed to same-sex marriage. Indi is held by independent Cathy McGowan, who is in favour of same-sex marriage but sits on a razor-thin margin after defeating Liberal MP Sophie Mirabella at the 2013 election. AME will hold community forums to allow voters to ask questions and share personal stories to persuade others that marriage equality is an important issue. It hopes to win over MPs, senators and candidates from all major parties and independents. The campaign begins in Hume, with a community forum on Saturday in Goulburn. Further town hall-style meetings are planned for Campbelltown and the Blue Mountains this weekend and next. Croome said “marriage equality is an issue that unites supporters and candidates of all major parties and this election provides an opportunity to showcase that”. “Regardless of who wins government and whether there is a plebiscite, we need a strong cross-party majority if marriage equality is to be achieved.” Croome said the campaign is focused on values of love, fairness and equality. It will feature personal stories to show the importance of members of our families, our friends, neighbours and workmates having the same aspirations and opportunities as every Australian.   Related: Shorten: Labor won't change discrimination laws to please same-sex marriage opponents    “We are also sending the message that a plebiscite is unnecessary and expensive and calling for parliament to resolve the issue as soon as possible.” Labor has pledged that, if elected, it would hold a parliamentary vote on same-sex marriage within 100 days of the next election. At a Guardian Australia event in March, the opposition leader, Bill Shorten, said: “We need to campaign at next election for candidates who will vote for marriage equality. If you want to have marriage equality you need to change the government.” Labor MPs will be allowed a free vote on same-sex marriage, but the party’s policy will bind MPs to vote in favour if the issue is still being debated in two terms’ time. The prime minister, Malcolm Turnbull, supports marriage equality and opposed holding a plebiscite when the then prime minister, Tony Abbott, suggested one at a joint party room meeting in August last year. But since becoming prime minister in September, Turnbull has maintained the Coalition’s plans for a plebiscite. On Thursday, Turnbull said supporters of same-sex marriage were “unlikely to be disappointed” by the result of a plebiscite, as he predicted the result would be in favour of marriage equality.",
  "webTitle": "Australian Marriage Equality to target Coalition seats during election campaign",
  "webPublicationDate": "2016-05-02T20:00:34Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/australian-marriage-equality-to-target-coalition-seats-during-election-campaign",
  "keyword": [
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/03/australian-marriage-equality-to-target-coalition-seats-during-election-campaign"
}