{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/20/green-home-office-environmental-leadership",
  "id": "2016-05-20-336",
  "sectionId": "sustainable-business",
  "body": "“I know I should be bothered but I just can’t be”, said a colleague recently as they threw some paper towards the bin, “it’s weird really because at home we’re fastidious about recycling and all that … but at work I just don’t bother.” In one sentence highlighting how hard it can be to encourage employees to be as environmentally friendly in the workplace as they are in their own homes. As an academic interested in employee environmental behaviour I often find myself encouraging colleagues to be more environmentally friendly. However, research confirms that employees act worse at work because they don’t have a financial interest (most don’t even know the energy spend of their organisation), equipment is often shared so there can be a lack of responsibility and employees can’t control many of the elements that could make a difference to energy and resources use, such as heating or lighting.  Full-time employees spend on average more than 37 hours of the week in the workplace, during which they will be heavy users of heating, lighting, air conditioning, ventilation and computers, as well as generating waste and recycling. For this reason, organisations are turning their attention to employees’ behaviour to meet their CSR commitments, improve their reputation, reduce their carbon footprint and – in many cases – simply to save money.  A London council, for example, tackled printing by showing that if every employee used one less sheet of paper a day it saved paper equivalent to the height of a local landmark.   Related: What one milk carton says about sustainability messaging around the world    When we think about pro-environmental behaviour in the home we focus on conservation behaviour such as recycling, turning off lights or not leaving equipment on standby. In the workplace there are additional roles including encouraging others to act sustainably, joining committees to support sustainable development and making socially-responsible purchasing decisions.  Many of these are what we would consider an extra-role; they are not required as part of employees’ jobs. While environmental behaviour in the home is largely private and is motivated by our own individual values, at work factors such as leadership, whether a person’s job has an environmental focus, organisational culture and support all have an influence. As a result, employee environmental behaviours differ between organisation types (private versus public) and even between sites and buildings of the same organisations. Each may have its own constraints in terms of infrastructure, social norms or managerial expectations. Research has found behaviour may even vary during different times of the day or week because of employee’s emotional state, job satisfaction or ability to complete work goals.  So what is the answer for employers? There is no one solution to encouraging pro-environmental behaviour, but leadership is a key issue and without managers demonstrating their commitment, staff are unlikely to follow suit. They must also understand the barriers to sustainable behaviour for employees and what might motivate them to make different choices. This can be as simple as making sure that there are enough recycling bins or setting up computer systems effectively so employees can work remotely.",
  "webTitle": "'I just can't be bothered': why people are greener at home than in the office",
  "webPublicationDate": "2016-05-20T05:00:31Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/20/green-home-office-environmental-leadership",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/20/green-home-office-environmental-leadership"
}