{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/16/startup-universities-degree-awarding-powers-higher-education-white-paper",
  "id": "2016-05-16-357",
  "sectionId": "education",
  "body": "Startup universities could be given degree-awarding powers from the first day they open their doors to students, under government proposals to fast-track the establishment of new “challenger institutions” offering cheaper and less traditional courses. The higher education white paper to be published on Monday by the universities minister, Jo Johnson, sets out the Conservatives’ latest attempt to impose competition within the sector by attracting new non-profit and commercial operators with a short-cut to full university status. The move is also a sign of the government’s frustration at the rigidity of existing universities, which have largely stuck with offering conventional undergraduate degrees and in England charge £9,000 annual fees. The white paper, Success as a Knowledge Economy, outlines a new “teaching excellence framework” designed to measure the value of degrees to students, but appears not to link teaching quality to future tuition fee increases, as had been suggested. Other proposals include tougher requirements on universities to publish data on admissions, alongside a new Office for Students overseeing course quality and administration.   Related: Universities told to raise numbers of working-class and black students    The white paper will describe how approved challenger institutions – potentially including private, for-profit colleges as well as existing further education providers – could rapidly mint their own graduates, under a radical proposal for them to be granted “provisional” powers during their first three years of operation. Approved new providers could graduate their first cohort of students under their own degrees within two years, and six years after opening could be awarded full university status complete with royal charter – a process that has previously taken decades. Johnson said that in the past, potential high-quality entrants were “made to undergo procedures that served no real purpose”, leaving unmet demand for what he called faster routes into education, including two-year courses and degree-apprenticeships. “It’s also about the positive effects that competition injects into any system, in terms of driving up quality and driving up attention to student needs and the learning experience,” Johnson said. “These new entrants will be very high quality in order to be able to get into our system, under the new regulatory mechanisms we will be putting in place with the Office for Students, which will operate the point of entry. “Being part of our system is a real badge of honour internationally, and that will remain the case.” Martin Doel, the chief executive of the Association of Colleges, said the prospect of degree-awarding powers would be embraced by further education colleges.     Martin Doel of the Association of Colleges. Photograph: David Levene for the Guardian    “This step change away from the country’s traditional university system will empower more people than ever before to access higher education in their local area through a college,” Doel said. “Students, colleges and employers will welcome these plans, which mean more opportunities for people to access the most suitable and best value higher education courses.” But Julia Goodfellow, the vice-chancellor of the University of Kent and president of Universities UK umbrella group, said that new institutions needed to stand up to the UK’s international reputation for quality of teaching and research. “It is important also that any new higher education providers awarding their own degrees or calling themselves ‘university’ meet these same, high standards,” Goodfellow said. Previous attempts by the government to encourage new entrants into higher education have had mixed results, most notably with the fraud and minimal supervision seen after restrictions were eased by the coalition government in 2011. Gordon Marsden, Labour’s higher education shadow minister, said that the white paper’s safeguards designed to check the new breed of colleges were inadequate, and suggested students could suffer as a result. “There must be real concern that giving providers this option of applying for degree-awarding powers could potentially be very dangerous. Students would in effect be taking a gamble on probationary degrees from probationary providers,” Marsden said.   Related: Empty classrooms expose flaws in private colleges boom    “Who would pick up the pieces if it all went wrong? It is still unclear what resources the proposed Office for Students would have to police this or how affected students could be both financially compensated and given a clear plan for completing their education.” Currently, newly established colleges can only offer degrees if they are supervised and accredited by an existing university. Overall, according to Marsden, the white paper’s proposals appeared to be hasty, and failed to even mention the importance of adult skills education. “This is a crucial omission and the government is in danger of producing narrow 20th-century solutions to 21st-century challenges,” Marsden said. The white paper’s contents received a mostly muted response from universities, which appeared relieved that the new teaching excellence framework would not be as onerous as initial reports and the government’s green paper had suggested. Emran Mian, the director of the Social Market Foundation, said the white paper would nudge universities to be more responsive to students, but said that more could have been done. “The government might have gone further in offering variability in fees for the future. Almost every university charges the same amount despite large differences in the quality and intensity of teaching. The proposals in the white paper will largely leave that status quo in place,” Mian said. “The test for these reforms will be whether the quality of teaching among universities at the bottom of the league tables improves. Through a combination of new entry and tougher regulation, the pressure on these universities will increase. Now the onus is on them to respond.”",
  "webTitle": "Government may give startup universities degree-awarding powers",
  "webPublicationDate": "2016-05-16T04:30:26Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/16/startup-universities-degree-awarding-powers-higher-education-white-paper",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University funding",
      "id": "education/universityfunding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Further education",
      "id": "education/further-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Jo Johnson",
      "id": "politics/jo-johnson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "education/2016/may/16/startup-universities-degree-awarding-powers-higher-education-white-paper"
}