{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/30/five-talking-points-monaco-grand-prix-lewis-hamilton-f1",
  "id": "2016-05-30-95",
  "sectionId": "sport",
  "body": "1) Lewis Hamilton is not distracted by his social life Hamilton can party all he likes. He went off to enjoy himself in Monaco – where he lives – after winning his 44th grand prix on Sunday and no one should blame him for that after another brilliant win. The theory that he might be distracted by too much high-living and too many red-carpet functions is a fallacious one. He has always enjoyed a good social life and it has not stopped him winning three world titles. His party-going is also good for Formula One’s image. He has a rare ability to separate his off-time from his driving, where he is very focused.   Related: Lewis Hamilton: I thanked Nico Rosberg for being a gentleman in Monaco GP    2) Time to take Red Bull seriously Red Bull have more fizz in their can after two highly competitive weekends, despite the frustration of a bungled pit-stop in Monaco. At the beginning of the season everyone was saying that only Ferrari could take the fight to Mercedes, while Christian Horner’s team would be fighting for scraps with Williams, Force India and Toro Rosso. But now Red Bull have closed to within nine points of a disconsolate looking Ferrari team. OK, Monaco suited them. But Red Bull are back. 3) Palmer is under pressure After only six races Jolyon Palmer already looks like a fan fighting for his Formula One future. He crashed twice in practice in Monaco and again on the pit straight on race day. There is a very impressive calmness about Palmer, as he showed when he made his F1 debut in Australia in March. But is he quick enough? If results do not improve there are a number of impressive young drivers waiting in the wings. 4) Nico Rosberg is looking in his mirror again Rosberg made a terrific start to the season, with four successive wins, and deserves to be heading the championship table. But at Monaco his team-mate Hamilton showed a greatness that Rosberg can only dream about. In difficult conditions the German was slow while Hamilton came into his own, reminding him that when Hamilton is really on his game, and there is no bad luck, he can be untouchable. 5) Don’t write off Force India The constructor is still “on it”, whatever their money problems may be. This was an impressive weekend for the midfield team. Sergio Pérez won a place on the podium after starting seventh. And after a difficult period it was also a strong weekend for Nico Hulkenberg. He was quicker than Kimi Raikkonen in qualifying and finished sixth, ahead of Rosberg, despite a dodgy strategy and a not-too-clever pit stop.",
  "webTitle": "F1 Monaco Grand Prix: five things we learned from Monte Carlo | Paul Weaver\r\n",
  "webPublicationDate": "2016-05-30T13:47:14Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/30/five-talking-points-monaco-grand-prix-lewis-hamilton-f1",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Force India",
      "id": "sport/force-india",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Renault",
      "id": "sport/renault",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/blog/2016/may/30/five-talking-points-monaco-grand-prix-lewis-hamilton-f1"
}