{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/west-ham-sell-more-than-50000-season-tickets-for-olympic-stadium",
  "id": "2016-05-09-279",
  "sectionId": "football",
  "body": "West Ham have sold more than 50,000 season tickets for their new home at the Olympic Park – the second highest in the Premier League. Tuesday night’s match against Manchester United will be the club’s last at Upton Park before they move to the Queen Elizabeth Olympic Park in the summer. West Ham confirmed in March that the stadium’s capacity would be increased to accommodate 6,000 more fans each matchday, taking the capacity to 60,000.   Related: How West Ham struck the deal of the century with Olympic Stadium move    A statement on the club’s website on Monday confirmed that all season tickets and VIP Club London memberships are already sold out for next season. “As a result of the unprecedented demand, West Ham will now boast the highest number of season ticket holders in London, and the highest percentage of season ticket holders in the whole of the Premier League,” read the statement. “The club’s increase in capacity from 35,000 at the Boleyn Ground to 60,000 at the former Olympic Stadium also makes it the biggest and most successful stadium move in Britain in the modern era.” The club’s vice-chairman, Karren Brady, added: “David Sullivan, David Gold and I have always believed in the West Ham fanbase and knew we could fill the new stadium “Reports consistently show that we have highest average capacity in the Premier League and every game in our final season at the Boleyn Ground sold out within days of going on sale. “So having made the bold decision to move to the former Olympic Stadium, we are delighted to see how it has captured the imagination of the Hammers fanbase. We find ourselves going into our first season with more than 50,000 season ticket holders and tens of thousands of people on the priority list for seasonal seats in 2017-18.           Farewell Boleyn: the end of an era for West Ham United    “Without doubt, our stadium move is an unrivalled success story, but we know the hard work does not stop now. We must deliver a stadium that exceeds our season ticket holders’ expectations and support Slaven Bilic in building a team on the pitch that matches our stunning new home. “I would like to conclude by saying a personal thank you to everyone who has bought a season ticket or Club London package for next season. Together we will make history for West Ham United.” Last month, it was confirmed that West Ham would pay just £2.5m a season in rent, with the London Legacy Development Corporation also covering all the running costs for the stadium including corner flags. But West Ham, have insisted the new deal will bring benefits to the local community. “Today’s announcement practically guarantees that the new stadium will be sold out for every Premier League game next season, meaning an extra 1.5 million people will visit the Queen Elizabeth Olympic Park each year – generating millions of pounds of extra revenue for the taxpayer in the process,” it says. Manchester United currently have the biggest number of season ticket holders with 55,000, with Arsenal estimated to sell around 45,000.",
  "webTitle": "West Ham sell more than 50,000 season tickets for Olympic Stadium",
  "webPublicationDate": "2016-05-09T08:14:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/west-ham-sell-more-than-50000-season-tickets-for-olympic-stadium",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic legacy",
      "id": "uk/olympic-legacy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Olympic Games 2012",
      "id": "sport/olympics-2012",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Olympic Stadium",
      "id": "sport/olympic-stadium",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/09/west-ham-sell-more-than-50000-season-tickets-for-olympic-stadium"
}