{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/pro-corbyn-group-momentum-backs-remain-campaign",
  "id": "2016-05-24-124",
  "sectionId": "politics",
  "body": "Momentum, the grassroots group of Jeremy Corbyn supporters, is to swing behind the campaign to stay in the EU with a month to go before the referendum. In a boost for the remain side, the movement will now mobilise tens of thousands of activists from 120 local groups to campaign for staying in, under an umbrella campaign for leftwingers called Another Europe is Possible.   Brexit explained: text carousel   Momentum had been neutral until now, despite the Labour leader having set aside his scepticism about the EU to firmly support staying in. However, delegates from across the UK voted at a meeting on Saturday to support remaining in the EU, after a poll of members showed two-thirds backed staying in. The meeting passed a motion that criticised the status quo in the EU but concluded that Britain leaving would be a “victory for the nationalist right and their campaign against migrants”. It also called for a pan-European anti-austerity movement, radical democratisation of the EU and “an end to Fortress Europe”, with freedom of movement and equal rights for all. Momentum’s commitment may help allay some worries within the official remain campaign about the strength of support for staying in the EU from the left of Labour and turnout among young and left-leaning voters. The group’s role in the campaign will kick off with an event on Saturday where John McDonnell, the shadow chancellor, Yanis Varoufakis, the former Greek finance minister, and Caroline Lucas, the Green MP, will make a progressive case for staying in. Organisers predicted it would be the largest remain rally of the campaign so far. Momentum and other campaigners will launch an initiative called Your Referendum, which will aim to enthuse hundreds of thousands of progressive activists at local level. Emma Rees, a national organiser for Momentum, said: “As a democratic organisation, Momentum has had to wait for our national committee to meet in order to take an official position – but when it came the vote was overwhelming, and 66.5% of our members when surveyed also asked us to campaign for remain. “Although individuals will be free to take whatever position they wish, we will now be mobilising our resources and networks and fighting hard to keep Britain in the EU, with a very different message to that of David Cameron.” Michael Chessum, a member of Momentum’s steering committee and organiser at Another Europe is Possible, said: “There is now a growing coalition coming together to campaign for a remain vote on an unapologetically progressive and critical basis – for freedom of movement, internationalism and solidarity across borders.  “Momentum’s support will bring a real boost to the campaign at a grassroots level, bringing in the Labour voters and younger voters who have been put off by the rightwing, establishment-dominated official campaigns, and who may well determine the outcome of this referendum.”",
  "webTitle": "Pro-Corbyn group Momentum backs remain campaign",
  "webPublicationDate": "2016-05-24T14:30:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/pro-corbyn-group-momentum-backs-remain-campaign",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/24/pro-corbyn-group-momentum-backs-remain-campaign"
}