{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/26/close-encounters-of-the-third-kind-review-a-must-watch-directors-cut",
  "id": "2016-05-26-27",
  "sectionId": "film",
  "body": "Is it really almost 40 years old? Watching this gem again in the director’s cut – it is also a very rare actual screenwriting credit for Spielberg – makes you realise that it may be the nearest thing he created to an old-fashioned epic, and that maybe the vision of Devil’s Tower in Wyoming was a Spielbergisation of John Ford.    Related: Joss Whedon: the film that changed my life    But this is a sci-fi classic that needs no other referents. As with his later ET, the first signs of an alien visit are registered through the eyes of children with their instinctively generous reverence – but also through deadpan officialdom and all its occult, scientific dial-twitches and readings. The coolly extended scene-setting dialogue, with over-talking and middle-distance sound design, still feels great. Casting François Truffaut as the chief investigating scientist Lacombe was a left-field masterstroke; I’ve said it before and I’ll say it again – if Jean-Luc Godard was going to be in it, he would have wanted to play the alien, and not a very nice alien, either. Richard Dreyfuss is the everyman who is touched and sunburned and exalted by his close encounter. His cherubic whiskered face has never looked more like a child’s or a saint’s. John Williams’s eerie five-note alien music-language, ending questioningly on the dominant (like a broken toy), is repeated over and over again until exactly the right cosmic tempo is found for communication. Another inspired touch. Time for another encounter.",
  "webTitle": "Close Encounters of the Third Kind review – a must-watch director's cut",
  "webPublicationDate": "2016-05-26T21:25:13Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/26/close-encounters-of-the-third-kind-review-a-must-watch-directors-cut",
  "keyword": [
    {
      "webTitle": "Close Encounters of the Third Kind",
      "id": "film/close-encounters-of-the-third-kind",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Steven Spielberg",
      "id": "film/stevenspielberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Francois Truffaut",
      "id": "film/francoistruffaut",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/26/close-encounters-of-the-third-kind-review-a-must-watch-directors-cut"
}