{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/eu-referendum-scottish-remain-vote-could-tip-balance",
  "id": "2016-05-10-186",
  "sectionId": "politics",
  "body": "Pro-European campaigners believe a far stronger Scottish vote in favour of remaining in the EU could be a crucial factor in next month’s referendum with UK polls showing the result could be very close. But senior figures in the Scottish wing of the official Stronger In campaign fear that turnout in Scotland on 23 June may be lower because of voter fatigue after last week’s Holyrood parliament elections. Repeated opinion polls on the EU referendum in Scotland show a far larger gap between remain and leave votes, although the gap is narrowing.  A Survation poll for the Daily Record on Tuesday put the remain vote in Scotland at 76% – one of the highest yet recorded, just as a poll for the Scottish Chambers of Commerce said 68% of businesspeople would vote to stay in. John Edwards, a former European commission official who is spokesman for the Scotland Stronger in Europe campaign, said the “crowded political scene” over the past few months was difficult, and a factor in the EU referendum campaign. “This could be extremely important,” he said. “The Scottish vote shows every sign of being influential, if not crucial, for the overall turnout in the United Kingdom overall. So every Scot who does vote on the 23rd will know that their vote is making a very substantial difference. “From now on, we will be working flat out to try to secure every possible vote in Scotland.”  With the mood fluctuating, other polls show that less than 50% of Scots are certain to vote to remain or suggest the gap between in and out is about 25%. However, UK polls give the remain vote a far narrower lead, while others show the leave vote ahead.  An Opinium poll for the Observer last month suggested the far stronger Scottish remain vote could very narrowly tip the referendum result, giving a one-point lead for remain at UK level. Its regional breakdown showed the leave vote was two points ahead in England, but 21 points behind in Scotland, where the electorate is 8% of the UK total. The formal launch of the Scottish Stronger In campaign was delayed until Tuesday to avoid clashing with the campaign for last week’s Scottish parliamentary elections, giving it six weeks to galvanise pro-EU voters.     Mona Siddiqui said there was no room for complacency even if the polls showed a massive rise for remain. Photograph: Tina Norris/Rex Features    The Scottish Leave campaign is being led by the former Labour MP Tom Harris and Labour MP Nigel Griffiths, in alliance with the previous Scottish National party MP and deputy leader Jim Sillars. Its profile has been relatively low,focusing heavily on touring around local hustings and speaking events.  Campaigners hope Scotland’s high level of political engagement after the 2014 independence referendum could lead to a higher turnout than across the UK.  But they acknowledged on Tuesday that apathy or disinterest among pro-EU voters in Scotland could still affect the total UK result since the UK is operating as a single constituency. Eurosceptic voters are assumed to be more likely to take part. Prof Mona Siddiqui, assistant principal for religion and society at the University of Edinburgh, who chairs the Scotland Stronger In advisory committee and sits on the UK board of Stronger in Europe, said: “There is no room for complacency here even if the polls in two or three weeks show there’s a massive rise for remain, we will continue working until 23 June because it is a once-in-a-lifetime decision that everyone has to make, and there’s no turning back.” Voting experts estimate that a Brexit vote in England, and potentially Wales, where Ukip secured seven seats in last week’s Cardiff assembly elections for the first time, could be outweighed by a heavy remain vote in Scotland. The National Centre for Social Research estimated in December that if English voters backed the campaign to leave the EU by a narrow margin, with the remain vote in England at about 47.5% or above, then a stronger Scottish pro-EU vote could tip the balance. If a narrow vote to remain in the EU hinges on a stronger Scottish remain vote, that is likely to significantly increase tensions over Scotland’s future within the UK.  It may lead to calls for a second referendum on independence, while resentment over Scotland’s increasing autonomy within the UK may well grow among rightwing English Tories and Ukip activists and leaders.  Edwards said contrasting Scotland’s vote against England’s total vote was unfair, since there would be English regions such as London which were likely to heavily vote in favour of remain. “It won’t be Scotland alone,” he said. “There are other parts of the UK which are currently polling [for remain], such as London. There are other nations and regions as well, although we don’t have breakdowns regionally. There is a collective effort across different campaigns.”",
  "webTitle": "EU referendum: Scottish remain vote could tip balance of result",
  "webPublicationDate": "2016-05-10T12:00:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/eu-referendum-scottish-remain-vote-could-tip-balance",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/10/eu-referendum-scottish-remain-vote-could-tip-balance"
}