{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/13/lionel-shriver-bankers-perfect-villains",
  "id": "2016-05-13-225",
  "sectionId": "books",
  "body": "Before the collapse of Lehman Brothers, I used the business section of the newspaper to clean my windows. So it was quite a surprise to find that economics had grown as nailbiting as the Bourne trilogy, as apocalyptic as On the Beach. Recent non-fiction titles, such as Endgame by John Mauldin and Jonathan Tepper and Paper Money Collapse by Detlev Schlichter, are every bit as horrifying as grim dystopian classics such as Nineteen Eight-Four. I have become at once fascinated and dismayed by the fiscal world and, in this, I have company. My new novel is an economic dystopia seen through the eyes of one American family. Joe McGuinness’s harrowing novel Carousel Court, due out in August, describes surreal neighbourhoods in California, where homeowners trapped in negative equity burn their furniture, kill their dogs, and camp out in tents in the front yard with shotguns. For an Irish version, try Claire Kilroy’s The Devil I Know (2012), about the crazed development binge when the whole country got caught up in buying and flipping properties – until the music stopped, and the Irish were left with dumpy pebbledashes and scrub farmland for which they’d paid astronomical prices with borrowed money. Kilroy’s protagonist is an alcoholic; by inference, the Celtic Tiger’s gorging on property was also an addiction. Broadly, economics is about systems. And, since alternative social schema are the natural province of both science fiction and fantasy, many recent titles in these genres include an economic strand. Terry Pratchett’s Making Money (2014) undertakes a refutation of the gold standard. The monarchy in Sherwood Smith’s King’s Shield (2008) is broke: effectively, this is a fantasy sovereign debt crisis. The protagonist of Seth Dickinson’s The Traitor Baru Cormorant is a renegade accountant. In Karina Sumner-Smith’s Towers trilogy (2014-15), magic powers are the only currency, and your ability to pull rabbits from hats determines your socioeconomic status.     Drastic income inequality … Elysium. Photograph: Snap Stills / Rex Features    Apropos of contemporary political obsessions, several futuristic dystopias depict drastic income inequality. In the 2013 film Elysium, a posh elite sips champagne in a lavish orbiting spaceship, while the hoi polloi scruff around in the dirt with Matt Damon on our ruined planet. Using a variation of that paradigm, Antonia Honeywell’s 2015 novel The Ship has the British Museum taken over by the great unwashed, while 500 privileged passengers set sail from the UK for two decades headed nowhere but away. In kind, The Hunger Games (2008) portrays a starving populace who entertain their betters by killing each other. In her recent speculative fiction, Margaret Atwood has also been bitten by the economics bug. In The Heart Goes Last (2015), privatised prisons are self-contained economies, thriving on the slave labour of innocent convicts (ironically, what’s wrong with the book is that its economics don’t add up). The world in Atwood’s The Year of the Flood is also ruled by vast companies (the “CorpSeCorp”), which care little about “negative externalities”, money-speak for “we take no responsibility for having ruined your life”. The financial industry may not be synonymous with economics, but it does control a large enough sector of the global economy to sink us all, as was unnervingly demonstrated in 2008. Ever since, a flock of culture vultures has fed on the carrion of Wall Street. Both fiction and non-fiction require villains, which the crisis has provided in spades. Traders, analysts, and hedge fund managers are the new scoundrels who everyone loves to hate. Bankers and their ilk have never had an easy time of it in drama. The sole positive portrayal I could dig up of a cinematic character in the money business is Jimmy Stewart’s George Bailey, who runs a building and loan company. But It’s A Wonderful Life (1946) also provides us with one of the American Film Institute’s 50 greatest villains – a banker, of course – Lionel Barrymore’s Mr Potter, a crabby tyrant who wants to take over the whole town. Oliver Stone’s Wall Street (1987) gave us Michael Douglas’s greed-is-good Gordon Gecko, from whom film and television have taken their cue ever since.    In the public mind, an investment banker is no longer conservative; he’s a risk taker – deliciously dangerous    For storytellers, financiers make ideal rogues. The easiest way to make characters unappealing is to make them rich – shorthand for spoiled, picky, superior, and cold-hearted. Better still, a banker: overcompensated, undeserving, and corrupt. While one can’t always begrudge the wealth of people who have at least produced something of value, the rich of the financial world don’t make anything but more money. They’re not creative, aside from perhaps in accounting. Further, these finance people seem motivated only to make money for its own sake, ambitions to spend it on anything apparently being secondary or immaterial. The moral and cultural universe in which they circulate is therefore implicitly arid, sterile, and empty. The downside of financiers as villains has conventionally been that they’re seen as dreary: unimaginative stuffed shirts, nearly always fat-as-in-cat, even if modern bankers are more likely to have well-used gym memberships. The casino blowout of 2008 has made them much more enticing as characters. In the public mind, an investment banker is no longer conservative; he’s a risk taker, a gambler in high stakes, not to mention a thief. These people are dangerous – deliciously so. Non-fiction documentary makers have had a field day with the crisis, its lead-up, aftermath, and cast. Check out a few of the titles: Meltdown, Collapse, Inside Job, Floored and, of course, Michael Moore’s swashbuckling Capitalism: A Love Story. If you’ve still got the appetite after all that, keep an eye out for the upcoming Boom Bust Boom, Terry Jones’s charming, lively film about the history of fiscal catastrophe, in which the outlier economist Hyman Minsky appears as a puppet. Fictional financial dramas have equally proliferated. In 2010, Oliver Stone directed his sequel, Wall Street: Money Never Sleeps, in which a mildly chastened Gordon Gecko is released from prison (and collects an embarrassingly giant, chunky mobile on his way out). HBO converted Andrew Ross Sorkin’s Too Big to Fail into a compelling television drama in 2011, the same year JC Chandor fictionalised the fall of an unnamed Wall Street investment bank in Margin Call. In casting Leonardo DiCaprio as Jordan Belfort in The Wolf of Wall Street (2014), Martin Scorsese cemented the genre’s enduring image of investment broker as debauched fraudster.     The enduring image of investment broker as debauched fraudster … Leonardo DiCaprio in The Wolf of Wall Street. Photograph: Allstar/Paramount Pictures    But perhaps the banker as baddie has now reached its peak. This year, from a country that venerates the wind turbine, came the cracking Danish miniseries Follow the Money, recently concluded on BBC4, which made its villain the CEO of an alternative energy company. (More conventionally, the blandly benign broker played by Shia LaBeouf in the Wall Street sequel also pushes investment in alternative energy – today’s equivalent of wearing a white hat.) Meanwhile in Billions, which began on Sky Atlantic this week, we are presented with a cat and mouse between a hedge fund manager (Damian Lewis), who’s probably an inside trader, and a US attorney (Paul Giamatti), in which the audience is apt to root for the antihero – smarmy and smug or not. Perhaps what makes Lewis so captivating is that he’s attractive and creepy at the same time. As a result of all this public education, we have a somewhat better grasp of what went wrong and why, if still quite a poor sense of how to keep it from happening again. We better appreciate that abstract economic forces have consequences all too concrete, and that the slippery shenanigans of the financial industry can have implications for ordinary people – savers, pensioners, homeowners. We’re coming to realise how fragile the financial system is, how perilously complex and destabilisingly interdependent. Because even economists seem to disagree on the crudest fundamentals, we’ve reached the disquieting conclusion that no one is in control. Better informed is not forearmed. We still feel helpless. Today, I’m more engrossed by a sphere that once seemed impenetrably dull, but I also feel far more anxious, and ever more incredulous that the international economy works at all. • Lionel Shriver’s The Mandibles: A Family, 2029-2047 is out this month. She hosts Artsnight on BBC2 on Friday. bbc.co.uk/artsnight.",
  "webTitle": "Lionel Shriver: is there any better villain than a banker? ​",
  "webPublicationDate": "2016-05-13T11:00:13Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/13/lionel-shriver-bankers-perfect-villains",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Business and finance",
      "id": "books/businessandfinance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Lionel Shriver",
      "id": "profile/lionelshriver"
    }
  ],
  "guardianId": "books/2016/may/13/lionel-shriver-bankers-perfect-villains"
}