{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/jane-bond-james-heroine-gillian-anderson",
  "id": "2016-05-25-38",
  "sectionId": "commentisfree",
  "body": "The power of Twitter is, of course, a wonderful thing. It has an unparalleled ability to turn a casual remark into front-page news. This happened on Monday when X-Files star Gillian Anderson retweeted a poster made by a fan, imagining her as the new 007: the actor photoshopped in front of that big iconic whirly gun barrel and the official logo pasted at the bottom. Anderson added a caption: “It’s Bond. Jane Bond.” The web went wild. Already stirred by the smackdown between Tom Hiddleston and Idris Elba – the chief contenders to inherit Daniel Craig’s tux – the sudden arrival of a new hat in the ring proved to be the touchpaper. Anderson’s tweet was liked 30,000 times.   Related: As Cannes closes, a new breed of female lead emerges: empowered, careerist –and 'gender-neutral'    Yet not only do I find myself stubbornly unshaken by the whole Bond casting hoo-hah, I am also baffled by this kneejerk cheerleading for the prospect of a woman taking on a role that involves murdering your way round the globe, bashing and backstabbing, boozy and ruthless. Equality is obviously marvellous; gender-blind casting, where appropriate, also. But simply transferring unreconstructed attributes from one sex to another seems retrograde. Surely many classic Bond character traits are what we’re trying to move away from? Not just the violence and shades of sadism. Puns too, especially lecherous ones, aren’t necessarily a skill women should seek to appropriate. The campaign to make Bond female sits oddly with the vision of a world in which women leaders effect progress by adopting an approach not previously applied. Shouldn’t we be cooking up new heroines, rather than just sticking old ones in a frock? At Cannes this year, there was much evidence of the former. More than half the films in competition had female leads, most of them not defined chiefly by their love lives but by their – admittedly often wacky – professions. Kristen Stewart was a psychic personal shopper seeking a sign from her dead twin; Jena Malone a makeup artist who moonlights at the morgue to get her necrophiliac kicks; Charlize Theron a fragrant doctor eager to eliminate inequality in Africa; and Isabelle Huppert the chief executive of a video games company.     Isabelle Huppert on the gun range in Elle. Photograph: Alamy Stock Photo    Huppert was starring in Elle, an audacious masterpiece whose hot-potato plot (woman is relatively blase about sexual assault) masks an empowering and radical core. Huppert’s character operates in cool defiance of what other people perceive her to be. She has nerve, courage and as much agency over her own fate as possible. She is extraordinary, exhilarating and endlessly aspirational: Huppert blithely shopping for pepper spray; at the gun range; parking badly and laughing; masturbating while watching her neighbour construct a nativity scene in the garden with his wife; delivering brutal home truths to her son as she chucks her own mother’s ashes over a bridge. Elle is based on Oh…, Philippe Djian’s novel. All attempts to make it in the US failed because, said its director, Paul Verhoeven, “no American actress would take on such an amoral movie”. This is exactly the sort of person who ought to be held up as a role model. Strong women, like strong men, aren’t necessarily nice or kind. What makes them effective assassins or even good leaders may not be admirable human qualities. Sentimentality isn’t always to be sneered at. In the context of transatlantic cinema Huppert’s character is a complete anomaly. In most movies, if a woman is in a position of professional power, her veneer must at some point crack, leaving tears and oestrogen to leak freely. Curiously, it is in comedies that female bosses are both most present – it is an inherently funny set-up, after all – and shown to be most vulnerable. So, in The Devil Wears Prada, the ferocious magazine chief played by Meryl Streep is beset by secret misery: unfaithful husband, tricky kids, wig issues. Once she’s wept this out to her beleaguered assistant, she’s free to be less of a bitch. In The Intern, made only last year, the actor who played Streep’s assistant, Anne Hathaway, is the chief executive of an online start-up who cannot cope without being able to mine the wisdom and emulate the authority of a kindly older executive (Robert De Niro). In The Proposal, Sandra Bullock’s inhuman editor leaves female employees shaking, and so emasculates her male secretary she actually asks him to marry her. I was born just after the Tories returned to power in 1979, so I grew up in a country dominated by one very strong woman. “You had your ideal girl, I couldn’t match her / I didn’t want to: it was Mrs Thatcher,” sang Victoria Wood – something of a motto for a lot of people my age. Wood was much more my kind of pin-up. A strong woman defined by moxie, not her machismo. The future of Britain’s most enduring film franchise does not lie in its hero having a gender reassignment, 64 years after Ian Fleming first dreamed him up. Nor ought it to. Action films – and the people who take their cues from the movies – deserve more than second-hand stories and belated sex changes. Even fantasy needs some measure of credibility in a contemporary world. That’s why, at this stage, James Bond could do with Elba. And if women want something similar – well, Elle is a great place to start.",
  "webTitle": "Jane Bond is just James in a frock. We need a new heroine | Catherine Shoard",
  "webPublicationDate": "2016-05-25T19:29:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/jane-bond-james-heroine-gillian-anderson",
  "keyword": [
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gillian Anderson",
      "id": "culture/gillian-anderson",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/jane-bond-james-heroine-gillian-anderson"
}