{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/barack-obama-neglecting-suffering-korean-hiroshima-survivors",
  "id": "2016-05-26-260",
  "sectionId": "us-news",
  "body": "The bitter legacy of the atomic bombing of Hiroshima and the US military presence on Okinawa are threatening to cast a shadow over Barack Obama’s last G7 summit as US president. As Obama and other world leaders sat down to a working lunch in Ise-Shima to discuss the state of the global economy on Thursday, Korean survivors of the Hiroshima bombing in August 1945 accused him of neglecting their suffering ahead of his visit to the city on Friday – the first by a sitting US president. While many Japanese have welcomed the gesture, Korean survivors fear his trip will aid attempts in Japan to gloss over its own wartime acts of aggression. “The world thinks Japan is the atomic bomb victim. That is wrong,” said Shim Jin-tae, one of a small number of South Koreans at a protest outside the US embassy in Seoul. “Japan is the country that began the war, and Koreans are the victims of the atomic bomb,” added the 73-year-old, who lived in in Hiroshima and was two when the bomb was dropped.     South Korean survivors of the Hiroshima bombing and supporters stage a rally demanding a public apology from Obama. Photograph: Ahn Young-joon/AP    “The United States has never apologised for the atomic bomb and Japan, as a country that started the war, has never apologised.” Tens of thousands of Koreans, including Shim’s parents, were sent to Japan as forced labourers during Japan’s 1910-1945 colonial rule of the Korean peninsula. The Association of Korean Atomic Bomb Victims estimates that 40,000-70,000 Koreans died in the nuclear attacks on Hiroshima and Nagasaki. A delegation of Korean A-bomb survivors is to fly to Japan to urge Obama to visit a monument dedicated to Korean victims of the attack during his visit to the Hiroshima peace memorial park. Disarmament campaigners also accused Obama of hypocrisy for visiting Hiroshima – where he will restate his determination to rid the world of nuclear weapons – while overseeing an expansion of US nuclear capabilities. “We welcome President Obama’s attempt to understand the miseries of nuclear warfare, but this visit rings hollow without far bolder efforts to rid the world of nuclear weapons,” said Hisayo Takada, of Greenpeace Japan. “If the US wants to help build a peaceful world, it is not enough to only visit the ruins of the past.” Obama’s administration recently sent to Congress a budget that would include almost $1tn (£680bn) to update and expand the country’s nuclear weapons capacity while also cutting funding for nonproliferation efforts.  “This is wholly unacceptable for a Nobel peace laureate,” Takada added.     A file photo from 1945 shows devastated Hiroshima in the days after the atomic bomb was dropped. Photograph: AFP/Getty Images    Obama also walked straight into a fresh controversy over indiscipline among US military personnel and base workers on Okinawa, which hosts more than half the 47,000 US troops in Japan. On the eve of the summit in Ise-Shima, a clearly exhausted Obama offered his “sincere condolences and deepest regrets” for the recent murder of a Japanese woman, allegedly by an American working on a US air base on Okinawa. The arrest last week of Kenneth Franklin Shinzato, a former marine who is suspected of raping and murdering 20-year-old Rina Shimabukuro, has sparked protests in Okinawa and calls for changes to a bilateral accord that critics say offers unfair protection to US military-related suspects accused of crimes on Japanese soil. On Thursday, the Okinawa assembly voted to send a protest to the US demanding the withdrawal of thousands of marines on the island, and a reassessment of the controversial relocation of a US marine base to a coastal location near the Okinawan town of Nago.  “These kind of incidents should never be allowed to happen again,” the mayor of Nago, Susumu Inamine, told protesters. The US ambassador to Japan, Caroline Kennedy, is to visit Okinawa next week in attempt to soothe local sentiment and meet the island’s anti-base governor, Takeshi Onaga.",
  "webTitle": "Obama 'neglecting suffering of Korean Hiroshima survivors'",
  "webPublicationDate": "2016-05-26T09:38:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/barack-obama-neglecting-suffering-korean-hiroshima-survivors",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "us-news/2016/may/26/barack-obama-neglecting-suffering-korean-hiroshima-survivors"
}