{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/french-airport-security-under-scrutiny-egyptair-flight-ms804-crash",
  "id": "2016-05-20-96",
  "sectionId": "world",
  "body": "Security at French airports is under scrutiny following the EgyptAir crash. French air transport police have been checking all staff at Roissy/Charles de Gaulle airport in Paris who came into contact with the Airbus A320 during the hour and five minutes it spent on the tarmac before it took off for its flight to Cairo. The French president, François Hollande, has said no theory is being ruled out after flight MS804 disappeared off radar screens over the Mediterranean with 66 people on board.  Gérard Arnoux, an aeronautical expert, told Libération: “I can state that it would be possible for a person to introduce a bomb in a plane at Roissy. Staff are regularly checked, but airports aren’t fortified places surveilled by huge equipment like thermic cameras, which means anyone could throw a package over a fence.” Sébastien Caron, the director general of ASCT International, an air safety consultancy, agreed: “A baggage handler could very well, once the bag has been checked, add a booby-trapped case to the hold.” However, another air security expert, Xavier Tytelman, said he thought it unlikely that a bomb could have been planted on the plane at the French airport, which he said had some of the “highest security measures in the world”.   Related: What do we know about why EgyptAir flight MS804 crashed?    Security throughout France’s transport system has been tightened since November’s terrorist attacks on the French capital and the imposition of a state of emergency. The appointment of security staff working in sensitive positions in public industries is overseen by the Conseil National des Activités Privées de Sécurité (CNAPS). Airport staff are among the most strictly controlled. There are about 5,000 security agents at Paris airports, of whom 264 are employed by the airport directly and others by security companies. Anyone working in a “reserved” area has to have police approval to obtain a “red access badge”.  Shortly after the November attacks, it was revealed that 70 workers at Roissy/Charles de Gaulle and Orly airports in Paris had been stripped of their security badges because of “worrying behaviour”.  In December, two security guards from Orly airport claimed they had been pressured to shave their beards and heard remarks about their religion. Their employer, Securitas, said they had been let go for non-religious regions, but the two are suing the company for alleged discrimination.  Augustin de Romanet, the president of Aéroport de Paris, said there were 85,000 people working in secure zones at the two airports, and those whose clearance had been taken away had worked for subcontractors and had shown “signs of radicalisation”.  Under the state of emergency, officials opened 4,000 airport staff lockers.  About 10,000 people in France are on the S-list, a security register, most of them alleged religious extremists.  Guillaume Pépy, the president of the French rail network SNCF, said some staff had been transferred following the November attacks after concerns were raised by the intelligence services. “When the anti-terrorist services identify someone at SNCF, they don’t give us the fiche S [indicator used to flag an individual considered to be a serious threat to national security], but they give us information that this or that person should be subject to special measures,” Pépy said.  “We don’t make them redundant, but depending on their job, we can move them. For example, when someone is flagged up in this way, that person won’t be put in a signalling job.” Dounia Bouzar, the founder of the Centre for the Prevention of Sectarianism related to Islam, told the Guardian that employers were making a mistake singling out Muslim workers with beards who observed prayer times. “France has been behind in this for a long time,” he said. “We’ve been researching this for a decade and I can state that it’s not religious behaviour or appearance that should be setting off alarms, but someone whose social and relational behaviour suddenly changes. “A person who is radicalised becomes suspicious, paranoid; they change the way they interact with colleagues, clients, their boss and their family. That’s the real alert.” Bouzar added: “If a company does not want to discriminate or be lax, both of which are dysfunctional, they have to work on this. Someone who is radicalised stops laughing and joking with or even talking to their colleagues and isolates themselves. Those close to them will wonder if they are depressed or taking drugs or what’s happening. This is what we need to look out for, not beards and prayers.” Securitas, the private company that supplies security guards to airports, banks and others, said its staff were approved by the police and interior ministry. The approval must be renewed every five years.  Michel Tubiana, a lawyer and honorary president of the French League of Human Rights, said many of the security measures that had been introduced were arbitrary, based on erroneous information and discriminatory. “Of course we have to have security, but we’re in the process of stigmatising a part of the population because of their religious beliefs and this is extremely worrying,” he said. “These are arbitrary measures and those in place today guarantee nothing while being an attack on freedoms.”",
  "webTitle": "French airport security under scrutiny after EgyptAir crash",
  "webPublicationDate": "2016-05-20T15:32:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/french-airport-security-under-scrutiny-egyptair-flight-ms804-crash",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/20/french-airport-security-under-scrutiny-egyptair-flight-ms804-crash"
}