{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/elijah-wood-hollywoods-child-sex-abuse-comparable-to-jimmy-savile-case",
  "id": "2016-05-23-257",
  "sectionId": "film",
  "body": "Elijah Wood, the actor who took his first film role aged eight before starring in the Lord of the Rings movies, has said that organised sexual abuse of children in Hollywood is rife.  Speaking to the Sunday Times, Wood said that although he had been protected as a child – mainly through the efforts of his mother, who stopped him going to parties – many of his peers were regularly “preyed upon”. Wood, now 35, drew parallels between such experiences and the prolific sexual abuse perpetrated by TV host Jimmy Savile. “You all grew up with Savile,” said Wood. “Jesus, it must have been devastating. Clearly something major was going on in Hollywood. It was all organised. There are a lot of vipers in this industry – people who only have their own interests in mind.” “There is darkness in the underbelly,” he added. “If you can imagine it, it’s probably happened.”  The actor said he felt that such crimes continue to be unpunished because the victims “can’t speak as loudly as people in power”. “That’s the tragedy of attempting to reveal what is happening to innocent people. They can be squashed, but their lives have been irreparably damaged.”   Related: Producer of abuse documentary An Open Secret taking director to court    Allegations against senior figures in Hollywood have increased in recent years. Last year, Amy Berg’s documentary An Open Secret alleged similar levels of collusion over child molestation in the film industry. In 2012, the actor Corey Feldman spoke out about the threat he felt in the 1980s, saying he was “surrounded” by abusers, with around 15 older men “leching around like vultures”. Bizparentz, a group founded to help child actors, claims around 100 active abusers are currently being sheltered, and says a “tsunami” of cases is pending.",
  "webTitle": "Elijah Wood: Hollywood’s child sex abuse comparable to Jimmy Savile case",
  "webPublicationDate": "2016-05-23T08:58:03Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/elijah-wood-hollywoods-child-sex-abuse-comparable-to-jimmy-savile-case",
  "keyword": [
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/23/elijah-wood-hollywoods-child-sex-abuse-comparable-to-jimmy-savile-case"
}