{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/04/itv-dips-on-worries-about-online-competition-and-falling-ad-revenues",
  "id": "2016-05-04-244",
  "sectionId": "business",
  "body": "ITV has been caught in a two way pull and the bears appear to be winning at the moment. The broadcaster’s shares are down 1.8p at 226.2p, with Deutsche Bank issuing a sell note with a 200p price target, partly on the basis that the competition from mobile and online viewing is beginning to bite. Analyst Laurie Davison said:  We are cutting ITV advertising estimates again. It is tempting to point to the EU referendum as causing temporary uncertainty and assume a second half bounceback. But our checks point to three factors, none of which are going away: UK National Living Wage; falling number of adverts being watched from shifting viewing habits and advertisers being more aggressive on pricing. Consensus hopes for a second half recovery are too optimistic. A falling number of adverts being watched is of particular concern as it highlights our concerns for the linear TV ad model, where ITV is most exposed in Europe. ITV stock can fall further; at 10.9 times enterprise value/EBITDA versus more diversified and higher quality US peers at 7-10 times.  On advertising, Deutsche said:  Our channel checks with media agencies point to continuing deterioration in ITV ad revenues. In March, ITV guided for first quarter flat, and April -5% with a stronger May and June to come from spend in the run-up to Euro2016. Our Media Buyer call in Jan had agency forecasts for the second quarter at +4% to 9%. This has now fallen to +1-2% with April/May/June consensus at -5%/+3%/+7%, but some estimates as low as +5% for June. Ahead of ITV’s first quarter interim management statement on May 12, we cut second quarter from +3% to +1.5% and 2016 from +2.0% to +0.5%, earnings per share falls 3%.  And on the growing competion:  [The] shift to online viewing is not new, but is starting to bite. Let’s be clear, falling impacts is just one of the three reasons for the cuts. But we still find European investors remarkably sanguine on the growing risks to the linear TV model. The argument that “Europe is different” is right, but Euro TV is more exposed, not less than US entertainment names. ITV is most at risk with the UK seeing most rapid shifts and 75% of earnings from linear ads.   Meanwhile Credit Suisse has cut its price target from 296.74p to 270p but kept its outperform rating:  We lower our EPS forecasts by -4% for 2016 and 2017 to reflect the weaker expectations for net advertising revenue from UK media buyers. Our new forecasts leave us 1-2% behind consensus earnings per share for 2016. ITV has underperformed EU Media by -15% since the start of the year and we believe that these earnings downgrades will come as no surprise to investors. We believe that weaker net advertising revenue growth and risk surrounding the referendum has been more than priced in and we think that ITV looks attractive on an 8% free cash flow yield despite the risks. We believe that the significant transformation of the business which has reduced reliance on advertising and increased the strategic value of their Studios business means the long term strategic value of ITV is undervalued at current levels.",
  "webTitle": "ITV dips on worries about online competition and falling ad revenues",
  "webPublicationDate": "2016-05-04T10:34:27Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/04/itv-dips-on-worries-about-online-competition-and-falling-ad-revenues",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "ITV",
      "id": "business/itv",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/04/itv-dips-on-worries-about-online-competition-and-falling-ad-revenues"
}