{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/australian-election-2016-coalition-labor-turnbull-shorten-greens",
  "id": "2016-05-26-32",
  "sectionId": "australia-news",
  "body": "Welcome to the end of week three of the political campaign. Only five to go! Yep, that’s right, we’re not even halfway through. Nowhere near. But we’re still having fun, right? Think of all the gaffes and black holes still to come! To the headlines overnight and today: The big picture Readers will be aware of the backlash yesterday following comments made by the deputy prime minister, Barnaby Joyce, midweek that linked Australia’s suspension of live cattle exports with more asylum seeker boat arrivals.   Related: Australian election 2016: Labor focuses on Indigenous economy as David Feeney reportedly goes 'rogue' – politics live     I’m just stating the bleeding obvious. You don’t want to basically, what they would determine, insult another country by overnight ceasing the supply of a major requirement of their dietary intake, which is meat.  The Indonesian government rejected the comments and the opposition leader, Bill Shorten, described Joyce’s remarks as “ignorant,” telling him to leave foreign policy “to the grown ups”. Well, Indonesia appears to have accepted the government’s explanation of Joyce’s comments following their damage control yesterday. That explanation, which came from several MP’s including the foreign affairs minister, Julie Bishop, the resources minister, Josh Frydenberg, and the prime minister, Malcolm Turnbull, was that Joyce was just highlighting the flaws in Labor’s live export ban. The ABC reports:  In a one-line statement, a spokesman for Indonesia’s foreign ministry said the comments from the prime minister and Ms Bishop were “clear”. Indonesia has issued no further response.  Calm has been restored, for now. All is not well, however, for the embattled Labor MP David Feeney. He dominated headlines last week for forgetting to declare a $2.3m negatively geared property he owns in the Melbourne on the parliamentary register of interests. Then, there was a car-crash interview with Sky News, after which he accidentally leaked some of Labor’s campaign strategy. Now, according to the Australian, “Feeney is copping internal flack for ‘going rogue’ in his ­Melbourne campaign to see off the Greens in Batman and ignoring party advice”. The report says he “surprised ALP insiders by using billboards featuring a giant image of himself”.  One ALP source said personalising the campaign, as opposed to relying more heavily on the party’s brand, had turned out to be a bad choice given the damage his standing had taken. The source said the billboards, which have the party name prominently displayed but feature a large reproduction of the MP’s face, looked like something ­“produced by a North Korean propaganda artist”. “He’s been advised by us, but he doesn’t seem to be taking it,’’ the party source said.     Feeney ‘goes rogue’ in ad https://t.co/lTaiL3EHje— Melissa Davey (@MelissaLDavey) May 26, 2016    According to the Australian’s political editor, Dennis Shanahan, Thursday was Labor’s worst day of the campaign so far. He writes:  With five weeks of campaigning to go, it’s too early to say it’s been a fatal day for Labor, but Bill Shorten can’t afford too many more like this one. The real problem, beyond the embarrassing images and TV footage, is that structural, strategic flaws have been exposed and the focus remains firmly where the ­opposition doesn’t want it. The political bonus handed to Labor by Tony Abbott’s stringent 2014 budget and Labor’s blockade of savings in the Senate has suddenly turned into a negative. After years of arguing for fairness over a suite of measures and calculating losses to families and pensioners, Labor was mugged by reality and its Senate intransig­ence. Only 48 hours after taking a huge risk in undermining the Coal­ition’s economic credibility by over-egging the cost of Labor’s promises, Scott Morrison was able to stand up yesterday and declare triumphantly he’d “flushed out” Labor and forced more backflips than the Ringling Bros Circus.  With Joyce’s comments, black hole estimate blunders and a potential diplomatic rift with Indonesia avoided, I’d say the Coalition would be feeling pretty happy the end of the week is in sight as well. On the campaign trail   Related: Turnbull defends Indonesia in bid to hose down row over Joyce's comments    Bill Shorten is travelling to a remote Northern Territory community to announce $200m over four years to expand the Indigenous ranger program. The prime minister will be in Brisbane to discuss the government’s plan to boost the Indigenous business sector. The campaign you should be watching With the PM there today, keep your eye on Brisbane. Teresa Gambaro (LNP), who is retiring at the election, with the seat held by a margin of 4.3%. According to Fairfax:  The lack of incumbency thanks to Teresa Gambaro’s retirement has blown the battle for Brisbane open and led to an Australian political first – both major parties have preselected openly gay candidates. The lateness of Gambaro’s announcement and Trevor Evans’ subsequent preselection has given O’Neill a strategically important headstart and has set up perhaps the most intriguing race in Queensland.  And another thing(s) Earlier this week we saw a poll that revealed Labor is gaining ground and Shorten is growing in popularity. Well, polls would only present a risk for Malcolm Turnbull should he be narrowly re-elected, writes Michelle Grattan for the Conversation. Polls are less damaging during an election campaign than in the period between elections, she says.  Polls have been a major factor in the revolving door of recent prime ministerial politics. They were central in the replacement of Kevin Rudd, Julia Gillard, and Tony Abbott. Malcolm Turnbull cited the Coalition losing 30 consecutive Newspolls when he launched his challenge. The polls give followers a real-time measurement of leaders’ performances – or, to put it more accurately, how those performances are seen by the public at a given moment. The followers have become increasingly unwilling to tolerate leaders who, even if only in the short term, look like losers. Polls play to challengers who want to destabilise. Sometimes it is necessary and desirable to get rid of leaders, but continuous churn is destructive. If Turnbull wins this election with just a narrow majority his ability to govern strongly, and potentially his political life, will hang on the polls. He has plenty of enemies in his party, and their ammunition would be the polls, if they were poor. So for Turnbull this campaign is not only about winning. For him to be able to chart out bold policy in a second term, this has to be about winning well.  Some brutal honesty During the ABC’s Kitchen Cabinet program on the ABC last night, the Independent senator Jacqui Lambi was asked by Annabel Crabb which politician she would most like to take on. While preparing some Tasmanian salmon, Lambie didn’t miss a beat, replying, “[Cory] Bernadi”. Bernadi, she continued, was an “arsehole” who had been “born with a silver spoon” up his “rear end”.    Lambie takes swipe at PM and Corey Bernardi https://t.co/0vrict6lt7— ninemsn (@ninemsn) May 26, 2016",
  "webTitle": "Today's campaign: Coalition breathes easier after damage control with Indonesia",
  "webPublicationDate": "2016-05-26T21:08:06Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/australian-election-2016-coalition-labor-turnbull-shorten-greens",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/27/australian-election-2016-coalition-labor-turnbull-shorten-greens"
}