{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/trump-reality-tv-white-house-bear-grylls-kris-jenner",
  "id": "2016-05-25-106",
  "sectionId": "tv-and-radio",
  "body": "At a lunch panel hosted by the Hollywood Radio & Television Society on Tuesday, NBC’s president for late night and alternative (read: reality) programming, Paul Telegdy, took credit for much of Donald Trump’s political success. Deadline reports that when he was asked if Trump would be doing so well in the Republican primaries without his 14 seasons on The Apprentice, Telegdy replied: “You know the answer – of course not.”    Related: Could Donald Trump the actor win the election for Trump the candidate? | Jill Abramson    He added that Trump’s persona while trolling for votes across the country has been “in lockstep with his persona on the show … I don’t think where Donald is now in the campaign is any surprise to anyone that worked closely with him.” He has a point. Trump has gotten to be the presumptive Republican presidential nominee by being good on TV and giving the voting public what they want. There is no better place to learn those skills than in front of a camera on a reality show creating drama and correcting how the public perceives you. If we take this to its logical conclusion, reality stars could fill up the entire cabinet. It’s not a bad idea. Here is our modest proposal. Chief of staff: Mark Burnett     Mark Burnett: the organizer. Photograph: Lucy Nicholson/Reuters    For chief of staff, Trump would have to choose reality uber-producer Mark Burnett, who created the The Apprentice, Survivor, The Voice, and plenty of other shows. He knows how to run a huge organization with lots of moving parts and how to delegate responsibility to people who know how to get things done. He’ll have the West Wing running super smoothly. He is also a conservative Catholic and the producer of the miniseries The Bible, so that will play well with the Christians in the party.  Secretary of state: Phil Keoghan     The Amazing Race host Phil Keoghan. Photograph: CBS Photo Archive/Getty Images    Phil Keoghan would have to be secretary of state, because after hosting The Amazing Race, he knows all about the most far-flung countries of the world. He’s from New Zealand – and not even Putin can hate the Kiwis, right? Secretary of commerce: Kris Jenner     Secretary of commerce: Kris Jenner. Photograph: Venturelli/WireImage    Our first choice for secretary of the treasury is Mark Cuban, who not only built a fortune of his own but has also been helping people guide their own fortunes on Shark Tank. He could work closely with Kris Jenner, the next secretary of commerce. She created a billion-dollar empire from a sex tape and her own force of will. Just think about all the jobs she could create for the selfie-stick toting American people. Secretary of defense: John Cena     Secretary of defense: John Cena. Photograph: NBC/Getty Images    Secretary of defense is a tricky one. You want a veteran like Jeff Probst, who has been at the helm of Survivor since time immemorial. But I actually think John Cena would be a better choice. He’s only hosted American Grit, Fox’s military-centric reality show, for one season, but he would be so much better in recruitment videos. I would split the duties of attorney general between Real Housewife of Atlanta Phaedra Parks, who never misses an opportunity to remind people that she is a lawyer, and Marcia Clark, the center of the world’s greatest reality spectacle: the OJ Simpson trial.    Secretary of the interior: Bear Grylls     Bear Grylls: secretary of the interior. Photograph: Mark Johnson/ITV / betty    Bear Grylls is obviously secretary of the interior, and Dr Oz is obviously the secretary of health and human services. But wait, maybe we should give that job to Dr Phil and have Dr Oz be the surgeon general? Whatever. They can play a game of rock, paper, scissors and the winner gets to pick which position he likes more. As for agriculture secretary: Top Chef’s Tom Colicchio sure knows a few things about food. But, based on what the average Trump voter is like, Guy Fieri, the host of Diners, Drive-Ins, and Dives, is probably a more reasonable choice. There are so many choices for secretary of housing and urban development on HGTV alone that there should probably be a separate HGTV competition show to determine which one is the most qualified. (Probably the Property Brothers, right?) Think of it: there are plenty of benefits to doing things this way, right? You get qualified people tested in front of the cameras in some of the top positions in the country. Also, you’re never going to forget that Bear Grylls is the secretary of the interior. Who is the secretary of the interior now? Who knows? Wikipedia says it’s a nice lady named Sally Jewell, the former CEO of REI. She can’t be any more qualified than Bear, who had Jewell’s boss, Barack Obama, on Running Wild and once drank his own urine to survive.  This might actually make people care about what is going on with their government, just as Trump has gotten so many to attend his rallies and come out to vote for him, despite his having no policies that make sense and more flip-flops than a Hollister outlet sale.  And finally … UK ambassador: Mary Berry     Mary Berry: UK ambassador. Photograph: Craig Harman/BBC/Shine TV/Craig Harman    While we’re at it, the reality rule doesn’t have to just apply to the cabinet and chief of staff. Let’s make Mary Berry, judge of The Great British Bake Off (or, as it’s known in the States, The Great British Baking Show), the US ambassador to the UK. Who cares if she’s a Brit already? This is the kind of outside-the-box thinking and crushing of the old establishment that makes people love Donald Trump. If we want a reality star to be our commander-in-chief, then let’s really give this whole reality thing a go. After all, do we want Paula Abdul to be another “taker” living off of unemployment checks or do we want her as secretary of energy? I think you already know the answer.",
  "webTitle": "Trump's reality TV cabinet: our picks, from Bear Grylls to Kris Jenner",
  "webPublicationDate": "2016-05-25T16:11:03Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/trump-reality-tv-white-house-bear-grylls-kris-jenner",
  "keyword": [
    {
      "webTitle": "Reality TV",
      "id": "tv-and-radio/reality-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "The Apprentice",
      "id": "tv-and-radio/apprentice",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The Voice",
      "id": "tv-and-radio/the-voice",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/trump-reality-tv-white-house-bear-grylls-kris-jenner"
}