{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/francois-hollande-pushes-through-labour-bill-with-special-decree",
  "id": "2016-05-10-104",
  "sectionId": "world",
  "body": "France’s Socialist government has taken the risky and controversial decision to bypass parliament and use a special decree to force through a contested labour reform bill by its president, François Hollande, that has brought hundreds of thousands of protesters on to the streets.  The defiant move by the government came as it faces growing pressure from its own rebel MPs and an ongoing street protest movement that has seen violent clashes. The government opted to use a heavy-handed and rare constitutional tactic which allows policies to be pushed through without a parliamentary debate after it failed to win over its own group of rebels.           Protests in Paris against labour reforms    The move immediately sparked a flurry of criticism from deputies and unions who accused Hollande of authoritarianism and political weakness. “This is really an authoritarian government,” said Jean-Claude Mailly, head of the Force Ouvrière trade union. “If it was really a bill for social progress ... the majority [vote] would be found.”  Pascal Cherki, a Socialist rebel MP, said Hollande’s move was “a sign of weakness”. He told France Info radio it was terrible that parliament was being stopped from debating a proposed law that was so “deeply contested across the country”. The move to legislate by decree has been used only once before by Hollande, when he forced through another package of controversial economic measures last year.   Related: French parliament begins heated debate of labour law shakeup     The labour bill, which would make it easier for employers to hire and fire workers, is viewed as the last major change by the president, who intends to run for re-election next year despite being the least popular modern French president on record, with only 13% in approval ratings. The government has argued it needs to cut red tape and the more cumbersome regulations that deter employers from hiring in a country that has some of the most extensive and protective labour controls in the eurozone. But opponents, including trade unions and students, have said the plans betray the values of the left and are too pro-business. After two months of protests, the government watered down its proposals. Now business leaders are saying the changes do not go far enough.  The use of the strong-arm constitutional tactic is likely to further erode Hollande’s standing among the leftwing voters he crucially needs to be able to launch a credible bid for re-election. The government will now face a vote of no confidence put forward by the rightwing opposition in parliament. Some far left MPs and dissident Socialist deputies also want a no-confidence vote.  The two sides oppose the law for different reasons, and a joint effort is seen as unlikely. To force the government to resign and call fresh elections, a no-confidence vote would need an absolute majority (or 289 votes in the 577-seat assembly). The government appeared confident it could see this off.",
  "webTitle": "François Hollande pushes through labour bill with special decree",
  "webPublicationDate": "2016-05-10T16:22:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/francois-hollande-pushes-through-labour-bill-with-special-decree",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Unions",
      "id": "world/unions",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/10/francois-hollande-pushes-through-labour-bill-with-special-decree"
}