{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/09/refugees-settling-beyond-camps-struggling-emily-troutman",
  "id": "2016-05-09-326",
  "sectionId": "global-development",
  "body": "When the UN high commissioner for refugees finally implemented a comprehensive policy directive on urban refugees in 2014 (pdf), it marked the end of a long battle. For decades, aid and development experts argued about the pros and cons of camps. Refugees often don’t want to live in camps, and the UNHCR recognised that camps can turn into de facto prisons. “Camps should be the exception, phased out at the earliest possible stage,” it wrote in a 2014 policy paper (pdf).    Related: Syrian refugees: 'A whole generation is growing up displaced and uneducated' | Patricia Mouamar    Two years on, the situation facing Syrian refugees in Turkey calls that policy into question. More than 2.7 million refugees need assistance, but aid organisations cannot reach most of them. Sending refugees into the streets to fend for themselves may be the best solution in the long run. But if humanitarian organisations can’t track these refugees, how will we ever know? It is a core problem that no one has solved. In fact, most of the world’s refugees are not in camps. More than half of all refugees live in urban or rural areas. In some countries, doing so is against the law.  For example, in Kenya, the government’s policy is that refugees should live in the vast, remote camps of Dadaab or Kakuma. This means the camps may never be disbanded. Dadaab, which has existed for 25 years, currently has nearly 330,000 residents, mostly from Somalia. The alternative, when governments allow it, is for refugees to find their own place to live. But when they do, many have trouble making a living. In Turkey, the government ostensibly allows Syrian refugees to work. In practice, however, they are limited by strict quotas and to certain industries. The Turkish government has only issued about 7,000 work permits for Syrian refugees, yet an estimated 1 million adults need jobs to feed their families. The World Food Programme (WFP) believes that 2.5 million people – including all the urban refugees in Turkey – need food aid. Last year, they reached only 150,000 Syrian refugees outside camps. With no way to earn money legally, Syrian families in Turkey are sending children to work and marrying off their younger girls. Urban refugees are more inclined to send their children to work in Turkey because they can’t go to school. A report from Human Rights Watch, When I Picture My Future I See Nothing, found that, from 2014 to 2015, only 25% of non-camp refugee children were enrolled in a school or temporary education centres run by aid groups. Meanwhile, food assistance reached 100% of refugees in camps. They were also able to send their children to school, instead of sending them out to work: 90% of children in camps were able to continue their education. The WFP, Unicef and other UN agencies cite budget shortfalls as the primary problem in meeting the needs of urban refugees from the Syrian crisis. But the problem is more complex. It is difficult to raise money for non-camp refugees because no one has any idea what their conditions are. The Turkish government has not conducted a national needs assessment and aid agencies cannot receive permission to do so themselves. The UNHCR doesn’t even know where non-camp refugees live. After Turkey adopted a comprehensive migration law in 2014, the UNHCR was no longer allowed to register refugees. The Turkish government is not sharing its data. In the 3RP (pdf), an annual regional response plan for Turkey, the UN writes: “Detailed information on registration and vulnerability is not available to the UN and aid agencies”. The UN describes identifying the needs of refugees outside camps as the “biggest challenge”. Without explicit government cooperation, there is no way for the UNHCR to honour its commitment to ensure that refugees are protected and assisted. Job programmes and other development initiatives cannot be implemented without permission.    Related: Syrian refugees living in darkness in a derelict factory in Lebanon – in pictures    In this, Turkey is not an exception. A 2010 report by the Overseas Development Institute found the same problems in Kenya, where refugees are politically unpopular. The government plays down refugee needs because they don’t want to draw attention to them. Once refugees enter Nairobi, they essentially disappear. “The ‘invisibility factor’ of refugees was often cited as a major impediment to outreach,” the ODI report said. “Ultimately, all refugee groups interviewed felt that UNHCR had let them down.” Sentencing refugees to life in a camp is a terrible burden; it isolates people from the real world. Camps are also very expensive. But the alternative may be worse. Non-camp refugees are invisible, untraceable and desperately in need of help. As the war in Syria continues, the future for urban refugees in Turkey looks bleak. The number of refugees around the world is higher than it has been for decades, and climbing every year. If settling refugees outside of camps is really what’s best for them, why aren’t they doing better? • Emily Troutman is an independent writer and photographer. In 2009, she was named citizen ambassador to the UN. She publishes her work at www.aid.works",
  "webTitle": "If settling refugees beyond camps is best for them, why are they still struggling? | Emily Troutman",
  "webPublicationDate": "2016-05-09T06:00:07Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/09/refugees-settling-beyond-camps-struggling-emily-troutman",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Employment",
      "id": "global-development/employment",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/09/refugees-settling-beyond-camps-struggling-emily-troutman"
}