{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/27/great-barrier-reef-un-report-lead-author-shocked-all-australian-references-removed",
  "id": "2016-05-27-321",
  "sectionId": "environment",
  "body": "The lead author of a major UN report on climate change has expressed his shock that every reference to Australia was removed from the final version, following intervention from the Australian government. Guardian Australia on Friday revealed that chapters on the Great Barrier Reef and sections on Kakadu and Tasmanian forests were removed from the World Heritage and Tourism in a Changing Climate report, following the Australian Department of Environment’s objection that the information could harm tourism. The Union of Concerned Scientists, which jointly published the report with the United Nations environment program and Unesco, published an independent statement on the reef this morning. “The biggest threat to the GBR today, and to its ecosystems services, biodiversity, heritage values and tourism economy, is climate change, including warming sea temperatures, accelerating rates of sea level rise, changing weather patterns and ocean acidification.”   Related: Australia scrubbed from UN climate change report after government intervention    Adam Markham of the UCS, the lead author of the report, said he was “really disappointed” by the revelation that parts of the document had been excised. He also noted that with the removal of every mention of Australia went a number of positive stories about research and safeguards, including the protected area management strategies being tested to make Australian world heritage sites more resilient to change. “Australia has a good story to tell about its climate science and it should tell it,” he said. Markham said that the Australian government’s concerns seemed futile when the threats are obvious and publicising them could have had a positive impact on tourism to the country. “You can read in the newspapers almost every day what the threats – including global warming – are to the Great Barrier Reef, so I don’t think anything we would have put in the report would have been a surprise to anyone. “Rather than have a negative effect on tourism, I think this information would have helped galvanise the international community to want to reduce greenhouse gas emissions to the level where we might be able to reduce the impact on the [Great Barrier Reef] in the long term.” Asked whether he was concerned about the integrity of Unesco reporting, he said the agency was “fantastic to work with” over the year the report took to put together. He said it was a “complicated undertaking” and a joint partnership on the parts of all the agencies involved. Conservation groups have expressed shock at the government’s intervention.  Greenpeace campaigner Shani Tager said the news was “jaw-dropping”, especially in light of the dire state of coral-bleaching on the reef, but in line with cuts to the CSIRO and attempts to undermine the renewable energy industry.   Related: Revealed: report for Unesco on the Great Barrier Reef that Australia didn't want world to see    “We want an explanation from Malcolm Turnbull over how this can happen and an investigation into this decision. “The Australian public is owed an explanation over how and why this happened, and immediate steps put in place to ensure our scientists are independent of government intervention.” The Australian Marine Conservation Society has condemned the environment minister, Greg Hunt, for claiming that all was being done to save the reef. Great Barrier Reef campaign director Imogen Zethoven said the “cover-up” showed that Hunt and the government were “in denial” about the impacts of climate change. The Wilderness Society has called on the government to release all censored sections of the report, which it said was evidence of the “extreme lengths” the government was prepared to go to “to cover up the impacts of climate change”. “Censoring a report does not diminish the threats to tourism from climate change,” said national director, Lyndon Schneiders. “It makes the Australian government look petty and ridiculous and hampers transparent debate about climate change in Australia.” The Great Barrier Reef is in the middle of its worst crisis in recorded history, with 93% of the reefs along the 2,300km site experiencing bleaching caused by unusually warm ocean temperatures. The draft chapter on the reef pulled from the report but published exclusively by Guardian Australia warned that the reef was “poor and deteriorating” and “assailed by multiple threats”. The removals occurred in early 2016, when there was significant pressure on the government in relation to both climate change and world heritage sites. Less than a year before, the government had successfully lobbied Unesco not list the Great Barrier Reef on its list of world heritage sites in danger. The environment department spokesperson told Guardian Australia there were concerns that the draft report was framed to confuse “the world heritage status of the sites and risks arising from climate change and tourism”.",
  "webTitle": "Great Barrier Reef: UN report lead author 'shocked' all Australian references removed",
  "webPublicationDate": "2016-05-27T02:45:28Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/27/great-barrier-reef-un-report-lead-author-shocked-all-australian-references-removed",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Unesco",
      "id": "world/unesco",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "environment/2016/may/27/great-barrier-reef-un-report-lead-author-shocked-all-australian-references-removed"
}