{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/11/pep-guardiola-manchester-city-europa-league-champions-league-football",
  "id": "2016-05-11-213",
  "sectionId": "football",
  "body": "Louis van Gaal seems to have blown his shot at redemption now, Manchester City’s Champions League destiny is back in their own hands going into the last weekend of the season, and most people watching the visitors’ first-half performance in particular on an eventful night at the Boleyn Ground seemed to agree that Manchester United are nowhere near ready to mix it with the European elite in any case. Fair enough, but are City really that much better? Yes, Manuel Pellegrini’s side reached a Champions League semi‑final this season for the first time in their history, but the manner in which they went out suggested mere progress had been their ultimate concern. Real Madrid were good but not that good, and knowing they had nothing to lose in the second leg it is impossible to imagine Liverpool, or even Leicester for that matter, departing the competition as meekly as City. Pellegrini is entitled to say he has taken the club forward – although such an analysis could only be applied to City’s Champions League record, not two seasons of treading water on the domestic front – but he has not taken the club very far forward. Going further in Europe than United does not really cut it any more these days. City are still waiting for take‑off in Europe. Their fans seem only semi-engaged, the team still lack the confidence to fully impose themselves on opponents, and it is doubtful whether reaching the last four for the first time will have registered as an achievement in other corners of Europe. Pellegrini did as much 10 years ago with Villarreal; it did not exactly have the continent’s leading lights quaking in their boots. This, of course, is where Pep Guardiola is supposed to come in. Pep will sprinkle the stardust Pellegrini managed to misplace, sign a few more frontline players and put his undeniably impressive Champions League experience to good effect in bringing City up to scratch from a standing start. That is the theory, anyway. It sounded fine two or three years ago, or whenever it was City first decided that they needed to be more like Barcelona, though Guardiola has just completed three years in Germany without getting Bayern Munich beyond the Champions League semi-finals. That was not quite the plan when Bayern signed the world’s most in-demand coach in 2013, even if Guardiola was unfortunate to take over when Jupp Heynckes had left him an impossible task to follow by winning the club’s first treble, completed against Jürgen Klopp’s Borussia Dortmund at Wembley.   Related: Pep Guardiola must carry out major surgery to rouse Manchester City    Former Bayern coaches such as Ottmar Hitzfeld and Heynckes himself have been at pains to stress in recent weeks that Guardiola did not fail in Bavaria and three consecutive Bundesliga titles are testament to that, whatever the strength of the competition. If Guardiola can take City to three Premier League titles and three Champions League semi-finals in his first three years there will be few complaints in Manchester, though the club itself wants more. City want to be a big noise in Europe, regular attendees and sometimes winners of Champions League finals, hence their patient pursuit of the coach thought most likely to make them realise that ambition. Yet, for perhaps the first time, a flaw in the thinking is visible. If Guardiola could not take star-studded Bayern to a final, during a period in which home success was a constant and Germany blew the hosts away in winning a World Cup in Brazil, how is he going to manage it with Jesús Navas, Eliaquim Mangala and Co, not to mention a permanently injured captain? Perhaps that is a little unfair. City have been standing still for a while under a manager they always knew would be leaving, and Guardiola will naturally want to assess the situation and make any necessary changes. No one is saying he has to turn the team into Champions League finalists in year one, which is why it might not have been the end of the world had Manchester United won at West Ham and left City to finish in fifth (a situation that could still come about should Pellegrini’s team fail to close out their season well enough at Swansea on Sunday). Yes, the Europa League would be an ignominious start for a coach hired specifically for his Champions League know-how, but look what a success Liverpool have made of it. Klopp’s team are probably not quite ready for the higher echelons of the Champions League just yet, but by taking the Europa event seriously they have blooded a new generation of players in European competition, fully engaged their supporters and this time next week could end up with a pass into the senior tournament as a prize. The Champions League tends to be tough going for teams in transition, just ask Manchester United. The Europa League, if approached in the right way and not dismissed as a Thursday night afterthought, can be almost equally rewarding. Before anyone troubles to dig out and reprint the relevant excerpts, I freely confess I have not always thought this about Thursday night football. It has always seemed to me that the Europa League was a bit of a sham that only got going in its later stages and would have been better off on a different night of the week. It is also true that English teams have tended to disregard it and look for the earliest possible honourable discharge. But Klopp wasn’t having any of that. He took the competition at face value and decided it would be good for team development, not to mention a second final in his first season in England. Who now is to say he is wrong? Liverpool are not only finishing their season on a high, there was a powerful difference between the atmosphere at Anfield for Dortmund or Villarreal and that at an Etihad Stadium still in the habit of booing the Uefa anthem. Still not convinced, City fans? OK, let’s put it like this. City finish fourth and Guardiola will be under pressure to effect a Champions League improvement straight away, even though there is clearly work to be done to re-establish the team as one of the best in England, let alone Europe. United finish fourth, on the other hand, and Guardiola gets a more gentle introduction and something on which to build, while Van Gaal gets another season at Old Trafford. It is unrealistic of City at the moment, due to stagnation in the past two years, to expect instant Champions League credibility just because they have appointed a smart manager. When United finished fourth last season they were out of the Champions League by Christmas. You have to look at these things in the round, as well as being careful what you wish for.",
  "webTitle": "Pep Guardiola is best to begin with Manchester City in Europa League | Paul Wilson",
  "webPublicationDate": "2016-05-11T12:31:09Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/11/pep-guardiola-manchester-city-europa-league-champions-league-football",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/11/pep-guardiola-manchester-city-europa-league-champions-league-football"
}