{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/21/oil-majors-investments-renewable-energy-solar-wind",
  "id": "2016-05-21-83",
  "sectionId": "business",
  "body": "The world’s largest oil companies have in recent weeks announced a series of “green” investments – in wind farms, electric battery storage systems and carbon capture and storage (CCS). These unexpected moves come hot on the heels of revelations by Saudi Arabia, the world’s biggest crude exporter, that it plans to sell off parts of its national oil company and diversify its economy away from petroleum. They also come in the aftermath of a United Nations climate change agreement and before annual general meetings for Shell and Exxon Mobil this week, meetings at which shareholders will demand that more be done to tackle climate change. So has the fossil fuel industry finally woken up to the dangers posed to their futures by a move to a low-carbon world, or is this all “greenwash” – relatively insignificant investments designed to shake off critics? Or does it just make good business sense for Big Oil to do this at a time when oil prices are low, renewable projects look like steady long-term investments, and green businesses can be snapped up on the cheap? Some of the moves certainly have serious amounts of cash behind them. Total of France, for instance, announced two weeks ago that it planned to spend nearly €1bn on buying 100-year-old battery manufacturer Saft. Chairman and chief executive Patrick Pouyanné said the deal would “allow us to complement our portfolio with electricity storage solutions, a key component of the future growth of renewable energy”.     France’s Total is planning to buy battery maker Saft. Photograph: Regis Duvignau / Reuters/REUTERS    Pouyanné had said in April that electricity would be “the energy of the 21st century” and that he wanted his company to take advantage of the entire electricity value chain, including batteries, solar power and biogas generation. Total announced last year that it was spending €200m on transforming an unprofitable oil refinery into a biofuel plant, and separately that it would start to invest $500m a year in renewables. Total made its first real drive into renewable energy five years ago, with its $1.4bn acquisition of SunPower, one of the largest solar panel makers in the US. Total has also since set up a division, called New Energies, for these low-carbon technologies. Shell has done the same. No public announcement has yet been made but, behind the scenes, the Anglo-Dutch group has also established a New Energies arm, under the control of executive board member Maarten Wetselaar.     North America’s largest solar farm, built by SunPower, which is 60% owned by Total. Photograph: Olivia Hampton/AFP/Getty Images    Ben van Beurden, the Shell group chief executive, is expected to talk about the new division at the company’s annual capital markets day on 7 June, but it is known to encompass existing hydrogen, biofuels and electricity activities. Shell’s New Energies arm will have a $200m annual budget for acquisitions. Last month, the group made a bid, with partners, to build two windfarms off the coast of the Netherlands that could generate enough electricity to power 825,000 households. Its Big Oil rival, Statoil of Norway, has also been active in the sector: it last month outlined plans to spend €1.2bn, in partnership with E.ON, on the German Arkona windfarm in the Baltic sea. “This investment is in line with our strategy to gradually complement our oil and gas portfolio with profitable renewable energy and other low-carbon solutions,” said Eldar Sætre, Statoil’s president and chief executive. Statoil has also just been granted a seabed lease that will allow it to build the world’s largest floating windfarm, Hywind, off the coast of Scotland. A new battery storage solution for offshore wind energy will be piloted from the same project, and Statoil has also followed the trend and established a New Energy division for wind power and CCS. The Norwegian state operator has also just established a new fund, Statoil Energy Ventures, which will invest up to $200m over four to seven years.     An artist’s impression of the world’s largest floating windfarm, planned off the coast of Scotland.    Irene Rummelhoff, executive vice-president for New Energy Solutions at Statoil, said she was convinced global warming was a very serious problem and her company wanted to help find a solution. “We strongly believe oil and gas will still be needed in future but we also know we have to do things differently and are working to reduce the carbon footprint of these operations,” she said. “Equally we are building a renewable energy business, not because we have to, but because we want to. There is tremendous growth in that sector and we want to be part of that. “It makes sense to utilise our project-management skills from oil and gas to offshore wind which is why we are operating Sheringham Shoals and Dudgeon Sands off the UK. We are also looking at more carbon capture schemes and at solar [worldwide].” Even Exxon Mobil, often dismissed by climate change activists as the most conservative oil company of them all, has recently unveiled plans to investigate CCS more fully in a new partnership with a fuel cell company. But some of the sums being invested are quite small: the Shell New Energies, for example, has a capital expenditure budget of just under 0.5% of its total. And oil companies do have form for shouting loudly about moving into renewables only to beat a hasty retreat. BP in particular was pilloried for promising to go “beyond petroleum” – then running down its alternative energy division. Shell used to have a very big solar business, but this was scaled down several years ago. Environmentalists are increasing the pressure on oil companies by accusing them of trying to slow the march to low-carbon energy, if not of being the climate-change deniers some were of old. There are even claims that Big Oil has been deliberately infiltrating renewable energy lobby groups so that it can push its agenda of keeping gas, in particular, as a “transition fuel” of the future – something the companies deny.     Exxon is dismissed as conservative, but has recently become involved with CCS. Photograph: Bloomberg/Getty Images    But academics such as Paul Stevens, an energy expert at thinktank Chatham House, have warned that large oil companies must transform their business or face a “short, brutal” end within 10 years. Jeremy Leggett, a former petroleum geologist who went on to found photovoltaics group SolarCentury, thinks the oil companies are taking precautions as the world moves towards low-carbon energy. “The oil and gas majors are in a fascinating place,” he said. “They’re starting to use clean-energy investments to hedge their bets that markets for oil and gas will exist decades from now. “These investments are of varying degrees of seriousness. I would put Total at the top of the league table at the moment. But, unlike many of the big utilities, none of the majors has yet grasped the nettle and told stakeholders that the game is up. That oil and gas will be over by year X, and strategy is now being based on back-mapping from that year.” The Brussels-based SolarPower Europe lobby group also believes that of all the oil majors, Total of France is on a steady path to become the “green giant” of the future. James Watson, chief executive of SolarPower Europe, says: “We take Total’s moves seriously. From our perspective, it has been a long-time player in solar, it was a founding member of SolarPower Europe back in 1985. It acquired SunPower back in 2011 and recently announced that it wants to be one of the top three solar players by early next decade. “I suspect that it has also been pushing for the French government to drive solar – and we saw recently the announcement by the French government that they will triple the amount of deployed solar in France by 2022. This could make France the leading annual installer in Europe up to that point. “Shell has a stake in the Japanese solar company Solar Frontier, but has yet to do anything in Europe. We know its boss sees solar as the backbone of energy in the future, but at an undefined time. Having no date does not suggest a strong commitment.” Oil analysts themselves say it makes sense for oil companies to invest in renewables at a time when the value of green firms is also depressed by the low oil price. One leading City figure saw lots of reason for this: “Assets are relatively cheap; it’s a good time to diversify; and you can keep some of the low-carbon critics at bay. Also, the oil companies have a herd mentality: once one of them does it, you can expect the rest to follow. You could say green is in fashion.”",
  "webTitle": "Green really is the new black as Big Oil gets a taste for renewables",
  "webPublicationDate": "2016-05-21T15:00:16Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/21/oil-majors-investments-renewable-energy-solar-wind",
  "keyword": [
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "technology/energy",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Solar power",
      "id": "environment/solarpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wind power",
      "id": "environment/windpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Carbon capture and storage (CCS)",
      "id": "environment/carbon-capture-and-storage",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Terry Macalister",
      "id": "profile/terrymacalister"
    }
  ],
  "guardianId": "business/2016/may/21/oil-majors-investments-renewable-energy-solar-wind"
}