{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/laia-costa-victoria-one-take-thriller-interview",
  "id": "2016-05-22-147",
  "sectionId": "film",
  "body": "Spanish actor Laia Costa is the much-lauded lead in the German heist thriller Victoria, whose 138 mostly improvised minutes were filmed in one take by cinematographer Sturla Brandth Grøvlen (given top billing in the end credits by director Sebastian Schipper). The film has been described by the New York Times as a “sensational cinema stunt” and won six gongs at the German film awards last year (including best leading actress for Costa). Victoria is a foreigner alone in Berlin who hooks up with a group of young men as she is leaving a club in the early hours. At first there is much flirting and fun, but as the night unwinds she finds herself in darker territory, when she is co-opted to be their getaway driver in a robbery. Costa, 31, was included in the New York Times’s breakthrough performances in 2015 and Victoria is her first lead role. Have you been that girl, dancing alone in a club in a foreign city?No, I’m a very boring classic girl. That’s why I love Victoria so much, we are so different. I have had a happy life with family and friends. I’ve never felt alone. I love these kind of characters where I haven’t had the experience, those kind of feelings. I loved robbing a bank. I was like “Woah, I could do it now!” When you first read the script did you find it believable?I never had a script, they just told me the story. But I have a lot of friends in Spain who are living abroad, working or studying just trying to be, and I talked to them a lot before doing the movie and everyone said that this feeling of loneliness is very hard. It makes you do things you wouldn’t ever... you do it to survive. So I could believe that Victoria would [behave this way] because she is not robbing the bank to rob the bank, she is doing it because she has found some friends. They are showing her, for the first time, friendship with no limits, no conditions. A lot of the film was improvised, which must have been challenging. The club scene after the robbery is pretty wild.We rehearsed for 12 days before shooting [Schipper had three attempts at the film, which was shot between 4.30am and 7am in the Mitte district of Berlin. He released the third take]. It was a very unusual way of shooting, over a very short period of time. Every night we rehearsed one scene/location. For that club scene we were told, it’s like a big party and you have to be crazy because it’s a big moment... at first we weren’t doing it very well and then we figured it out – it’s not like going to party, it’s like breaking the limits, it’s about going crazy because you are feeling so free, you know? I have never been on drugs but I had the feeling that I was on drugs. We were doing this scene the whole night and in the end we couldn’t stop. We were saying, “We have to do it again” and everyone else was saying, “No, look guys, it’s done.”         Watch the trailer for Victoria    At the end of the movie you were so “in the moment” that you apparently just carried on walking [down a street] and the crew were shouting at you, telling you it was over, that you could stop.Yes I could hear them and it was like when you’re sleeping and someone is waking you up and saying, “Come on, you have to go to work and you’re thinking… just five minutes, OK, just five minutes.” It was the same sense. Quite an experience then?Yes. I really love the film. And when it came out everyone was crazy about it. I’m shooting in Buenos Aires at the moment [starring in Black Snow (Nieve Negra) with Argentine director Ricardo Darin] and the crew asked me to go and see Victoria with them at their house. They talked about it for hours. Which is really nice – you don’t get that reaction to all the movies. What do your family think of it?My boyfriend David, well my husband now, he’s not an actor, we met at university in Barcelona 10 years ago and he’s a company chief executive. He gives me good advice from the outside. When he saw Victoria he said “this is very good work because I cannot recognise you in this role. I cannot see you.” Usually he says he can see me in there. You only became an actor recently?Yes, four years ago. I was working in a Spanish advertising agency [in Barcelona] and then I worked in a German agency and the hours were different. I was finishing at 6pm and it was very weird for me, very early, it was like, “What am I going to do now before dinner?” My sister said, “Why don’t we go to this acting school?” And I said “Let’s do it”. My first job was on a TV soap opera in Madrid.     Isabelle Huppert in Michael Haneke’s The Piano Teacher. Photograph: Allstar    What actors/films do you like?I have four top films that when I saw them I felt very touched… I spent some weeks just thinking about them. One is The Piano by Jane Campion. Isabelle Huppert in The Piano Teacher. I love Emily Watson in Breaking the Waves. Also Gina Rowlands in A Woman Under the Influence. I like movies where there is a strong female lead. So you are a feminist?In film there is a really big problem with women. I read about women who have been rejected because they are too old to play a role with a very old man and they are 35. And I’m thinking, what? What kind of world do we live in? But actually that’s a reflection of our society. I’ve just seen a movie recently here in Buenos Aires and I had to leave the theatre because I was so angry about the way the girl was being treated. I was thinking “Why has this actress said yes to this role?” You know movies are not the most important thing in our society, of course they’re not, but movies are powerful sometimes and we need to fight or somehow speak about women in them. I’m talking about when you really feel that the female character is being treated like shit. Do you think you will ever get another role as good as Victoria?When we had finished I talked to the cameraman and I asked him, “Sturla, will you ever be offered a project like this again?” And I was so sad because he said no. No one is going to ask me to do a one-take movie of two and a half hours again. But later I thought, it doesn’t mean that tomorrow someone isn’t going to say “Look, do you want to do this other thing?” I want to think some good stuff is coming. Victoria is released on DVD/Blu-ray tomorrow",
  "webTitle": "Laia Costa: ‘We were doing this scene the whole night and in the end we couldn’t stop’",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/laia-costa-victoria-one-take-thriller-interview",
  "keyword": [
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ursula Kenny",
      "id": "profile/ursulakenny"
    }
  ],
  "guardianId": "film/2016/may/22/laia-costa-victoria-one-take-thriller-interview"
}