{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/sexist-poster-removed-from-arizona-school-library-protest",
  "id": "2016-05-04-34",
  "sectionId": "us-news",
  "body": "A poster at an Arizona school that compared girls to meat and boys to wolves has been taken down after a picture of it taken by a student was widely shared on social media. The poster, which has the caption “So you think you come to school looking pretty cute” under a picture of what appear to be scantily clad anime characters, then the caption “but what boys see is meat” under a picture of a wolf, was spotted in the library of Desert Ridge high school in Mesa, Arizona, by senior Alissa Adams during a class on 27 April. It goes on to say that “it is distracting … so they go on to get lousy grades … but then you end up with one of them anyway because he thought you looked HOT.”  “As we started reading it, we all just started looking at each other like, ‘is this serious?’” Adams said. “It says that because girls dress revealingly, then boys will then fail because of us.” “[The class is] boys and girls, and everyone was offended by it,” Adams said. “I was so mad that I had to say something.” She said that she asked the librarian to take it down, but the librarian refused. Under the final caption, which reads “But it’s okay – because you looked cute today!” – the word “today” is underlined – Adams, who said that she was “so mad”, took out her pen and wrote “so it’s the girls’ fault, right?” and appended the hashtag “#feminism”, then tweeted the photo. The following day, the poster was removed by school officials. “That was nice,” Adams said. “Nice little win for us.” Adams said she had received “thousands” of supportive comments since sending the tweet, but also a number of negative ones. “People have tweeted me saying ‘you need to let this go’ and ‘go hide under your bed’, or ‘you don’t understand this now, but the world isn’t as good as you think it is’, and ‘you’ll understand when you grow up’, and I’m like – I’m pretty sure I can understand a sexist poster now.”   Related: The year in sexism: how did women fare in 2015?    “It’s just a lot of rude comments about how the post is fine, and I’m just a liberal loudmouth – and I’m not even liberal,” she said. “The poster was offensive. It doesn’t take a liberal to see that.” Irene Mahoney-Paige, a spokeswoman for the Gilbert Schools system, said in a statement that the poster had been in the library “for some time” and it was not clear when it was made or by whom. “The librarian hung it up last week and as soon as it was brought to the attention of the Principal, it was promptly removed,” the statement continued. “The Principal has spoken to the librarian and has also met with students and student council. Hanging of the poster was inappropriate and very poor judgement on behalf of the librarian. It is not reflective of the spirit and community of Desert Ridge High School or the Gilbert Public Schools District.”",
  "webTitle": "Arizona school poster describing girls as 'meat' and boys as 'wolves' is removed",
  "webPublicationDate": "2016-05-04T20:09:55Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/sexist-poster-removed-from-arizona-school-library-protest",
  "keyword": [
    {
      "webTitle": "Arizona",
      "id": "us-news/arizona",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/04/sexist-poster-removed-from-arizona-school-library-protest"
}