{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-toni-horn",
  "id": "2016-05-16-189",
  "sectionId": "small-business-network",
  "body": "Chris Nobbs, head of business development at MBJ London, explains why Toni Horn should win the Rising Star category of the Guardian Small Business Showcase competition:   Toni started MBJ London, an online and digital solutions agency, with Julian Baladurage in 2011 when he was just 19. I joined the company eighteen months ago when there was five of us sitting in a small back office with no money, just a vision. We now have nearly thirty employees in three countries and are set to grow beyond that.  Toni’s work ethic, dedication and true entrepreneurial spirit have guided us to where we are today. He shows near obsessive-compulsive tendencies when it comes to perfection and implementing strategies, yet always remains charismatic and inspirational. His maturity is far beyond his years and his leadership skills come entirely naturally to him.  Our big project of the last quarter of 2015 was opening an office in Prague. Under Toni’s guidance we overcame endless hurdles to bring the project to life. We now have eight young, dedicated employees working for us there.  His latest idea is to revolutionise the way websites are built, sold and managed. He has coined the term Website as a Service (WaaS), in which we offer websites on subscription, rather than larger upfront costs. This allows people with smaller budgets to have stunning websites.  We also work with several universities in London, mentoring young people to develop and follow their online dreams. He is a wonderful guy, and an amazing colleague.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Toni Horn",
  "webPublicationDate": "2016-05-16T12:56:32Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-toni-horn",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-toni-horn"
}