{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/03/universal-credit-cost-cutting-treasury-benefit-reform-resolution",
  "id": "2016-05-02-6",
  "sectionId": "society",
  "body": "The future of the government’s biggest public sector reform programme, universal credit, rests “on a knife edge” because Treasury cuts have reduced it to an exercise in cost-cutting, potentially leaving millions of working families worse off, experts have warned. The original aim of universal credit (UC) – to encourage people to work more hours by letting them keep more of their low wage top-ups as their income rises – has been watered down so much that it risks failing to achieve its original purpose, according to the Resolution thinktank. Resolution, which is chaired by the former Conservative MP Lord Willetts, urged ministers to “reclaim” the troubled policy from the Treasury by correcting its serious design flaws and improving its generosity to claimants. “The suspicion is that UC has shifted from becoming a vehicle of genuine reform designed to improve jobs and and earnings prospects for lower income workers to a simple exercise in cost-cutting. Any shift must be reversed,” it said in analysis published on Tuesday. It said the majority of low-paid working families would be “detrimentally affected” by Treasury changes to UC, even when other government policies such as the “national living wage”, cuts to income tax, and extra free childcare for three and four-year-olds are factored in.    Related: Universal credit: tough love for low-paid workers    On current projections, Resolution estimates that the 1.2 million families who are in receipt of tax credits will no longer be entitled to any help under UC, leaving them £41 a week worse off, while a further 1.3 million will qualify for UC, but will be an average of £46 a week worse off. About 2 million families will be £34 a week better off. The report says: “Any ambition for supporting and rewarding work and progression looks very hard to achieve under the revised proposals. Indeed, even the welcome progress made over the last 15 years under the tax credit system is at risk of being dismantled.” The warning comes as the Department for Work and Pensions (DWP) claimed it was on course to deliver its commitment to “revolutionise welfare” through UC. It announced it had reached the “historic milestone” of making UC available to single claimants in every UK jobcentre and was preparing a phased rollout to all claimants, including families with children.  The rollout of the so-called “full service” across the UK will start this month for all new claimants in jobcentres in Newcastle upon Tyne, Lowestoft, Rugby, Bath, and Bridgewater, and will take more than two years to complete. The gradual shift of all existing tax credit and benefit claimants on to universal credit is not expected to be finalised until 2021. Stephen Crabb, the work and pensions secretary, said: “UC is transforming welfare and is central to our vision for our society where people of all backgrounds can earn a decent wage and provide for their families, with claimants moving into work faster and earning more than under the old system. Our focus now is on continuing its expansion to all claimants.” However, Resolution said Treasury reductions to work allowances in UC announced by the chancellor, George Osborne, a year ago meant that any gains originally envisaged by UC may now be outweighed by the likely pain and effort of implementing it. The work allowance changes are forecast to bring the exchequer £3bn a year in savings by 2021. The first impact of these will be felt in the next couple of weeks by tens of thousands of working families already on UC who were told in April they would lose up to £200 a month as a result.  The thinktank also warned that in-work conditionality, whereby low-paid working UC claimants would be expected to prove to DWP officials they were seeking to earn more by working longer hours or taking a second job, as a condition of receiving the benefit, would be controversial. Last month the Guardian revealed a full-time bar worker was fined £220 after she missed a jobcentre appointment to go on a family holiday. The fate of UC, which is several years behind its original schedule after delays caused by management failings and IT design problems, has been the subject of speculation since its champion, the former work and pensions secretary Iain Duncan Smith, resigned in March after years of clashes with the Treasury. Just over 200,000 people claim UC, instead of the 4 million anticipated at this point back in 2014.  However, his successor’s early pronouncements suggest the DWP for now remains committed to the scheme, which bundles six current benefits into a single payment, and will, if it stays on schedule, account for £53bn of social security spending by 2021. Owen Smith, the shadow work and pension secretary, said: “This report confirms the devastating impact of Tory cuts to universal credit that will leave 2.5 million working families over £2,100 a year worse off. This will completely undermine the work incentives that were supposed to be at the heart of universal credit.” Alison Garnham, chief executive of the Child Poverty Action Group, said: “Universal credit looked good on the drawing board but round after round of big Treasury cuts have reduced its ability to help people get better off through earnings.  “For all the claims for its revolutionising powers, the cuts to universal credit will actually hit working families’ budgets as hard as the now abandoned tax credit cuts would have. The cuts have weakened work incentives and reduced the gains from work for these families.”",
  "webTitle": "Universal credit reduced to cost-cutting exercise by Treasury, say experts",
  "webPublicationDate": "2016-05-02T23:01:38Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/03/universal-credit-cost-cutting-treasury-benefit-reform-resolution",
  "keyword": [
    {
      "webTitle": "Universal credit",
      "id": "society/universal-credit",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Butler",
      "id": "profile/patrickbutler"
    }
  ],
  "guardianId": "society/2016/may/03/universal-credit-cost-cutting-treasury-benefit-reform-resolution"
}