{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/readers-recommend-playlist-songs-about-power",
  "id": "2016-05-19-224",
  "sectionId": "music",
  "body": "Below is this week’s playlist – the theme interpreted and tunes picked by a reader from the comments on last week’s blog. Thanks for your suggestions. Read more about the weekly format of the Readers recommend series at the end of the piece. When introducing the topic, I referenced a Dylan Thomas poem, The Force That Through the Green Fuse Drives the Flower. I wanted to hear songs that captured the power of the universe, where it comes from and what we do with it all. Of course this could only mean one thing. Certain proteins containing chlorophyll pigments absorb energy from sunlight, a process summised in They Might Be Giants’ Photosynthesis. The song might be geared towards educating children how life on Earth began, but it’s also quite fun: “Photosynthesis does not involve a camera, or a synthesiser although that’s interesting too.”         The YouTube playlist. Click here if you prefer Spotify.    At some point in prehistory, early humans noticed that life-sustaining energy came from the skies. The sun provided life, warmth and growth, while the moon marked time in the sky, shape-shifting while pulling up the oceans’ skirts to reveal delicious seafood. Julian Cope’s Psychedelic Odin documents the rise of old religion, which placed its architecture and technology on propitious sites around the cold north, the better to document and record the whims of nature’s cycles. In Greek mythology, the god Pan is connected to spring, that time when life and light returns to the land after the privations of winter. Stevie Wonder, in Power Flower, channels this god from the dawn of modern thinking to sing about the elements of fire, air and water.   Related: 'Used to be a punk? Then you never really were one': readers on lives then and now    So where did all this photosynthesis and accumulative natural energy lead? Well, to here. Dead plants made oil, coal and gas, fossil fuels make money, and there are winners and losers in the extraction process. The extractor risks life and limb to feed their children, while the riches are grabbed by the mine owner and the planter of the derrick. Eric Burdon mined a few old tunes in his time, and there are few he handled better than 16 Tons. Man’s greatest benefactor? Easy: Prometheus, thief of fire. He felt sorry for mankind shivering in caves, and stole fire from mount Olympus to bring comfort to humanity, against the wishes of Zeus. Jimi Hendrix celebrated Fire, and for not dissimilar reasons. In 1966, wearing silks and satins at Christmas in the UK, Jimi is said to have stood in front of the fireplace at Noel Redding’s mother’s place, coveting the warmth of two pounds of smoking nutty slack, guarded by a large Alsation. “Move over, Rover,” he said, “and let Jimi take over.” Fish, Franklin, Faraday, Van Vliet: all pioneers in uncovering the boundless usage and wonder of electricity in all its forms. But catfish and eels got there long before we did. It wasn’t until the late 19th century this astonishing force was wrestled towards industrial application. In Electricity, Captain Beefheart introduces us to the high-voltage man who brings the light, the midnight cowboy who reads dark roads without a map – and, of course, lighthouses.      Enough of the serious stuff. Here’s a human dynamo who just needs his partner to plug in, charge him up and set him off like a battery bunny. With the words “a sweet romance is not for me, I need electricity”, the  Polecats’ protagonist in Make a Circuit With Me promises 50,000 volts to the lucky recipient of his diode.  Having witnessed the Dresden firestorm first hand, Kurt Vonnegut eventually found a literary technique capable of preserving his experiences in the novel Slaughterhouse-Five, in which a character’s death is remarked upon with the phrase, “so it goes”. This was war on an industrial scale. Nick Lowe doesn’t quite sing the phrase that often in his So It Goes, but he does take the listener on a journey from the voltage used at a concert to the disagreements between men of supreme power that lead inevitably to war. In 1887, Lord Acton said: “Power tends to corrupt, and absolute power corrupts absolutely. Great men are almost always bad men.” But the Weirdos are denying any personal culpability in We Got the Neutron Bomb. It’s not their fault they can lay waste to entire nations who refuse to cough up their resources. It’s nothing personal, just survival of the fittest.  To paraphrase MR James, Killing Joke offer a warning to the incurious on Glitch. If it all sounds a bit Y2K, the Joke are actually expounding a theory that suggests our technological society is precariously balanced on the cusp of a disastrous loss of the power which drives the modern world. One wrong move, a glitch, an unforeseen combination of switches thrown, and pff! The lights go out. Oi Polloi, on the other hand, have a solution. Nuclear Waste uses neat wordplay to suggest that nuclear power is actually wasteful, and exists only to create weapons.              vanwolf    14 May 2016 11:13am  nuclear waste - oi polloi solar power yet another alternativethink of the boundless energy that the sun has to givethen there's hydro-electricity with turbines and damsand we can out our consumption with conservation programmesharness the wind the sun and the waveswe don't need this filthy nuclear waste      They want our governments to invest in renewable resources such as wind and wave power, hydroelectrics and solar power. And they’re not asking, they’re shouting. Finally – what to do when disaster strikes? Executive Suite’s When the Fuel Runs Out illustrates a situation where the only warmth left is fuelled by love and companionship. More power to them. New theme  The theme for next week’s playlist will be announced at 8pm (UK time) on Thursday 19 May. You have until 11pm on Monday 23 May to make nominations. Here’s a reminder of some of the guidelines for RR:  If you have a good theme idea, or if you’d like to volunteer to compile a playlist from readers’ suggestions and write a blog about it, please email matthew.holmes@theguardian.com or add it here via GuardianWitness. There’s a wealth of data on RR, including the songs that are “zedded”, at the Marconium. It also tells you the meaning of “zedded”, “donds” and other strange words used by RR regulars. Many RR regulars also congregate at the ’Spill blog.",
  "webTitle": "Readers recommend playlist: songs about power",
  "webPublicationDate": "2016-05-19T11:00:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/readers-recommend-playlist-songs-about-power",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Killing Joke",
      "id": "music/killing-joke",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stevie Wonder",
      "id": "music/steviewonder",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jimi Hendrix",
      "id": "music/jimi-hendrix",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Captain Beefheart",
      "id": "music/captain-beefheart",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "George Boyland",
      "id": "profile/george-boyland"
    }
  ],
  "guardianId": "music/2016/may/19/readers-recommend-playlist-songs-about-power"
}