{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/09/harry-potter-causes-mental-illness-graeme-whitling-samantha-shannon",
  "id": "2016-05-09-295",
  "sectionId": "childrens-books-site",
  "body": "A blog post by a private school headteacher claiming reading fantasy such as Harry Potter and The Hunger Games can damage children’s brains has set the internet ablaze. Here’s a nice long quote from it:   Related: Neil Gaiman: 'my parents didn’t have any kind of rules about what I couldn’t read'     I want children to read literature that is conducive to their age and leave those mystical and frightening texts for when they can discern reality, and when they have first learned to love beauty. Harry Potter, Lord of the Rings, Game of Thrones, The Hunger Games, and Terry Pratchett, to mention only a few of the modern world’s ‘must-haves’, contain deeply insensitive and addictive material which I am certain encourages difficult behaviour in children; yet they can be bought without a special licence, and can damage the sensitive subconscious brains of young children, many of whom may be added to the current statistics of mentally ill young children. For young adults, this literature, when it can be understood for what it is, is the choice of many! Buying sensational books is like feeding your child with spoons of added sugar, heaps of it, and when the child becomes addicted it will seek more and more, which if related to books, fills the bank vaults of those who write un-sensitive books for young children! – Graeme Whiting    Related: Alex Wheatle: I was mesmerised by Tolkien’s inventiveness of language    And now fantasy writer Samantha Shannon tells us why she thinks Graeme Whiting is wrong, so wrong: It’s difficult to isolate the strangest part of a recent blog post by a headteacher in Gloucester, entitled ‘The Imagination of the Child’. That anyone could seriously believe that books like Harry Potter and Lord of the Rings cause mental illness, and could feel comfortable making that claim without a shred of evidence; that anyone could seriously consider Shakespeare, of all people, more suitable for children; that anyone could wonder at why people are allowed to buy fantasy books without a “special licence”; that an educator could write any of these things on a school’s website.     Samantha Shannon: I cherish my freedom to write and read whatever I choose, and how grateful I am that my parents and teachers only ever encouraged me to do so when I was still at school. Photograph: Tal Cohen/REX    As an author of dystopian fiction, my senses tingle when anyone – educators and politicians most of all – launch into these sorts of attacks on popular books. Having said that, I’m not here to convert anyone to the unhallowed ways of us fantasy lovers, or call for an apology. What I am going to do is try to ascertain the difference between what Mr Whiting calls the “old-fashioned values of traditional literature” and the “dark, demonic literature” that drips from every corner of our modern world.   Related: Women in fantasy – the children's books podcast    Let’s take Shakespeare as our main example. If you’re not familiar with Titus Andronicus, one of the Bard’s earliest plays, you should know that in it, Lavinia, daughter of Titus, is brutally raped. To ensure that she can betray her rapists’ identities to no living soul, they take her hands and tongue. Her rapists mock the silence they inflicted: “So, now go tell, an if thy tongue can speak, / Who ‘twas that cut thy tongue and ravish’d thee”. She is eventually able to name them only by gripping a stick in her mouth, steadying it with the stumps of her arms, and scratching their names in the dirt. She lives long enough to see them murdered by her father – who then murders her, in turn, out of shame that she was raped. Titus then has the rapists baked into a pie. If that’s not going to damage the “sensitive subconscious brains of young children”, nothing will. When I tried to think of an instance of similar grotesqueness in Harry Potter, the closest I could remember with was the scene in Harry Potter and the Goblet of Fire in which Wormtail slices off his own hand, providing the necessary “flesh of the servant” to resurrect Voldemort. Grim, yes – but let’s face it, it’s not quite in the same league as the image of the silent, violated, mutilated Lavinia. Does Titus Andronicus push the “old-fashioned values of traditional literature” – and if so, what exactly are they? I’ll be generous: perhaps Mr Whiting was referring to a different Shakespeare play, like A Midsummer Night’s Dream or The Tempest – but surely they’re as “carefully sprinkled with ideas of magic” as Harry Potter, and could lead our fragile children down the path of the occult? Prospero is a sorcerer, after all.  I’d be here all day if I were to continue plucking examples of fantasy from Shakespeare, but it’s worth noting that some of Mr Whiting’s other alternatives to the darkness of sensational literature include Keats and Shelley. (I’m going to assume he doesn’t mean Mary Shelley, because her fiction is, you know, quite dark.) I’m no Keats scholar, but I have read ‘Lamia’, and good luck trying to explain the story behind that one to a nine-year-old. The problem here is selective perception about how many writers have made use of fantastical and magical ingredients in their work over the centuries. They are as inescapable in the classics as they are today. I’ll leave you with this quote from Mr Whiting’s blog post:         “Imagination is so rich and important that I cannot understand why any parent would not actively prevent exposure to modern-world electronic gadgets, screens, films and literature that will encumber the minds and especially the imagination of their children.” I will treasure this piece of writing. I’d like it framed to remind me of how much I cherish my freedom to write and read whatever I choose, and how grateful I am that my parents and teachers only ever encouraged me to do so when I was still at school. The logic of dictators and book-burners throughout history, crystallised in all its nonsensical glory: that imagination can only flourish when it’s kept inside a cage.          Samantha Shannon is the author of The Bone Season and The Mime Order, both of which are available from the Guardian bookshop.  Got any thoughts on this subject? Let us know on Twitter @GdnChildrensBks or by email childrens.books@theguardian.com",
  "webTitle": "Why the headteacher who believes reading Harry Potter causes mental illness is wrong",
  "webPublicationDate": "2016-05-09T07:26:07Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/09/harry-potter-causes-mental-illness-graeme-whitling-samantha-shannon",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Harry Potter",
      "id": "books/harrypotter",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "JRR Tolkien",
      "id": "books/jrrtolkien",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hunger Games",
      "id": "books/hunger-games",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "George RR Martin",
      "id": "books/george-rr-martin",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Terry Pratchett",
      "id": "books/terrypratchett",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Literacy",
      "id": "education/literacy",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Samantha Shannon",
      "id": "profile/samantha-shannon"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/09/harry-potter-causes-mental-illness-graeme-whitling-samantha-shannon"
}