{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/children-lego-weapons-play-militarisation",
  "id": "2016-05-24-128",
  "sectionId": "commentisfree",
  "body": "Something odd has been happening in the toy business, as a short wander down the aisles at your local Toys R Us will reveal. The first clue is that the place might seem almost empty. The second clue is that the toys seem to be largely absent as well. Yes, there is a smattering of board games, some villages of Sylvanian creatures, and other crafty things to do with wool and paper. But the vast acres of these warehouses seem largely to consist of film and TV tie-ins. If your imagination extends as far as a Star Wars light sabre or a minion from Despicable Me, then the toy manufacturers of the far east can oblige you. Beyond that, well, nothing much. And at the same time, the real world of children’s play has been hollowed out by the virtual world, most games instantly downloadable without reference to the high street or the out-of-town shopping centres.    The boxes of Lego have to help pay fees to Hollywood franchises, and have been allowed to creep up in price    The boxes of toys at home are out. In their places are the massive Xboxes, Nintendo Wiis and PlayStations that will enable your children to kill 30 or 40 people a session using virtual automatic weapons. A new divide has descended in parenting – not the breast versus the bottle feeders, or the disciplinarians versus the liberals – but between those who worry about this trend and those who don’t. There are those of us – and I’m one of them – who fear that constant exile to the shiny, perfect world of online gaming is a kind of addiction, and one that can sooner or later lead to depression (in fact, you can play games that are supposed to help depression these days). There are those of us who worry that removing access to online gaming from their children will lead to a reaction a bit like Bilbo’s when deprived of the ring. Also, alongside the virtualisation of children’s play has come the militarisation, shaped by what the futurist John Naisbitt once called the military-Nintendo complex – the peculiar but still unproven sharing of resources between the two worlds which has resulted in games like Call of Duty. (Yes, I know that Call of Duty is actually made by Activision.) The one game in the real world that is left, not just standing but thriving, is Lego. Like its online equivalent, Minecraft, you can do almost anything you like with Lego – you can take the bits of pieces from a Star Wars spaceship and merge it with a dragon from the Hobbit if you want to. Or not, if you don’t. So I’m prepared to forgive the fact that Lego, to save itself – during its dodgy period around 2003 – has also disappeared largely down the film and TV tie-in route. I’m certainly prepared to forgive the same militarisation trend, now that New Zealand researchers have identified that nearly a third of all Lego sets include weapons.   Related: Lego 'arms race': study says company making more violent toys    The researchers called this a “significant exponential increases of violence over time” and it might be out of place in a Danish company with pacifist roots. But the truth is that children have always used Lego to make weapons. The very flexibility of the system makes it possible. That is what allows Lego to open up imaginative possibilities rather than to close them down, when online games tend to limit them. I’m prepared to let if off the hook for being implacably part of the real world (as treading on a piece of Lego at night can prove). I do have two provisos. One is that it should unravel its arms-length involvement with the miserable Legoland theme park, operated in the UK by Merlin, which has been allowed to own most of the theme parks in the UK with the inevitable result that it is ruinously expensive. The same applies to buying Lego too. The boxes of Lego have to help pay fees to Hollywood franchises, and have been allowed to creep up in price, partly because – well, it is almost the last successful toy in the real world. So let’s hear it for Lego. It is one of those toys that I played (I’m 58) that my children still play – miraculously, using the same pieces. OK, they are mixed in with bits of orcs from Lord of the Rings. Just keep it affordable, all right?",
  "webTitle": "Children have always used Lego to make weapons – no big deal | David Boyle",
  "webPublicationDate": "2016-05-24T14:19:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/children-lego-weapons-play-militarisation",
  "keyword": [
    {
      "webTitle": "Lego",
      "id": "lifeandstyle/lego",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Toys",
      "id": "lifeandstyle/toys",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "David Boyle",
      "id": "profile/david-boyle"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/children-lego-weapons-play-militarisation"
}