{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/album-covers-book-outtakes-photoshoots-blondie-david-bowie-the-specials-70s-80s-pop",
  "id": "2016-05-16-71",
  "sectionId": "music",
  "body": "For every iconic photo on an album cover, there are dozens of less iconic outtakes. They’re usually condemned to the dustbin of history, but, as proved by Outside the Lines, a book that collects outtakes from album cover shoots of the late 70s and early 80s, they frequently tell their own story, distinct and occasionally more truthful than their more famous siblings.      David Bowie during the photoshoot for his 1979 album Lodger. Photograph: Duffy Archive    Sometimes, they’re suggestive of the pains to which some artists went to get the right image – the disturbing cover of 1979’s Lodger was achieved by David Bowie lying on a specially made metal support and being pressed beneath a pane of glass – and sometimes they’re telling about the internal dynamic of the band involved. In one outtake from the Parallel Lines shoot, Debbie Harry looks down, adjusting her dress, her hair covering her face, but she somehow still completely dominates the photo: she still feels like the centre of attention, even when she’s looking away.     Debbie Harry and Blondie during the photoshoot for 1978’s Parallel Lines. Photograph: Edo Bertoglio    The street-tough image projected by the Ramones’ debut album cover was so pervasive that when the band arrived in London in 1976, Johnny Rotten allegedly asked their associate Arturo Vega if he thought they would beat him up: “He thought the Ramones were a real gang,” Vega subsequently chuckled. The question would never have arisen had Rotten seen the rest of the photo shoot, where the Ramones look rather sweet and impish.     An outtake from the Damned’s 1977 debut album Damned Damned Damned. Photograph: Peter Gravelle    For all that the artists and photographers involved clearly made the right decision when selecting their cover shots – would the Specials’ eponymous debut album have had quite the same impact if it had featured the band posing a little awkwardly on the roof of a cinema? – there’s something fascinating about the shots they left behind. They’re simultaneously familiar and jarringly different; too revealing to be kept under wraps.     Iggy Pop (left) in an outtake from the photoshoot for his 1982 album Zombie Birdhouse. Photograph: Esther Friedman       Album covers (clockwise from far left): Parallel Lines, The Specials, Damned Damned Damned, Lodger, and Zombie Birdhouse. Photograph: PR    Outside the Lines by Matteo Torcinovich is published by Octopus Books at £15. To order a copy for £12, including free p&p, call 0330 333 6846 or go to bookshop.theguardian.com. Click here to order it for £12.",
  "webTitle": "Parallel times: the album covers that never were",
  "webPublicationDate": "2016-05-16T18:32:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/album-covers-book-outtakes-photoshoots-blondie-david-bowie-the-specials-70s-80s-pop",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Bowie",
      "id": "music/davidbowie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Blondie",
      "id": "music/blondie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Specials",
      "id": "music/the-specials",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Iggy Pop",
      "id": "music/iggy-pop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/16/album-covers-book-outtakes-photoshoots-blondie-david-bowie-the-specials-70s-80s-pop"
}