{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/champions-league-kosovo-uefa",
  "id": "2016-05-28-39",
  "sectionId": "football",
  "body": "Fidan Rexhepi adored his uncle. During the week, he would borrow Rexhep’s boots to play football outside the family home in Koretice, hoping they might in some way transmit the hypnotic dribbling ability and sweet left foot whose reputation had spread far into the valleys and villages of Drenica. At the weekend he would see how it was done as Rexhep – Rexha to everybody – wore the captain’s armband and No11 shirt of Feronikeli, motivating his team-mates in action and word. One afternoon, Fidan was present to see Rexha carried aloft by the crowd, his name ringing in his ears, after inspiring a 3-2 comeback win. Football was often a dangerous pursuit in 90s’ Kosovo and the celebrations were, as always, laced with a hint of defiance. The memories flow freely as Fidan, now 28, drinks coffee at the family’s cafe along the main road into Drenas. A couple of minutes’ drive to the east is the pitch where he would stand in thrall to Rexha’s gifts. That is significant enough almost two decades later, but there is something else, too. Rexhep Rexhepi Stadium can call itself home to Kosovo’s first Champions League club after Feronikeli’s runaway title win was confirmed this month and also stands as a monument to the man in whose image the club was rebuilt. “Maybe I’m lucky to be here today, because I didn’t go with him,” Fidan says of what happened on 12 February 1999. Football in Kosovo was firmly on hold by then, years of deep tension and unrest between the independence-seeking Kosovo Liberation Army and the Serbian security forces having descended into open conflict 12 months previously. The Drenica region, to the west of the capital, Pristina, was regarded as KLA heartland. Rexha was not among those who fought, but, with the family relatively prosperous, he was in a position to assist some who were and was a close friend of the army’s regional commander. While he drove the few hundred metres between home and a shop owned by the Rexhepis in order to bring back provisions, his two sons and Fidan went skiing nearby. It was the last time he would be seen alive. He was 34. “We could hear some noises and knew straightaway that something was wrong,” says Fidan, whose recollection is chillingly clear. “We were scared and went straight back to the house. One of my relatives came in and couldn’t really get his words out, only saying: ‘There is something, there is something.’ “We didn’t know it at the time but he had seen Rexha out on the road, still just alive but dying. My older uncle went out to see what was going on and by the time he came back, the whole family had assembled in the house. I remember the car coming back and stopping in the garden and my grandmother asking where Rexha was. The door was opened and we saw that he was dead. My uncle was the first dead person I ever saw.” Rexha was, Fidan goes on to explain, barely recognisable. He had been shot 20 times by Serbian police who had, presumably, stopped him in the road and told him to alight from his truck. It was no sight for a 10-year-old to witness and the terror did not abate quickly. The house was isolated from all sides by the Serbs and the family, several more of whom were being targeted on suspicion of KLA activities, resolved that if one more of them was to die, they should all perish together. It was a sleepless, unbearably tense night and respite only came after William Walker, the American diplomat who headed the Kosovo Verification Mission, arrived to conduct negotiations. Rexha’s body was taken to Pristina and the rest of the family survived. The tragedy needs no amplifying and, sadly, most people in the area are at least party to such a tale, but anybody seeking context will find plenty in the Human Rights Watch investigation into the abuses carried out in the Drenica region during the period. It prefaces its findings by saying a comprehensive description is “beyond the scope of this report”.     Rexhep Rexhepi – second from left, bottom row – lines up in a Feronikeli team group from 1996. Photograph: c/o \"the Rexhepi family\".    Rexhep Rexhepi Stadium is situated within sight of Poklek, a village where one of the most appalling massacres of ethnic Albanian civilians was carried out two months after Rexha’s death. Today, many of its houses fly the Albania flag. Football cannot heal scars like these, but it can provide some light and that was what the family sought to do after the war ended. “I decided we needed to reconstruct Feronikeli, to make it strong, because of what Rexha did before the war,” says Naser, Fidan’s father, a kindly man who speaks of his brother with pride. “Football was his life, even at the expense of business, and he devoted himself to it. He had also helped finance the club when our league split from Yugoslavia in 1991 and it had such an important place in his heart. There were all kinds of emotional feelings about what he had done, so along with some other local businesses I started to put some money in and we got it back off the ground. Thanks to God, we are now in a good position.” Feronikeli were, for all their local popularity, an obscure provincial club when their rebirth got under way, but during the 2000s their improvement was dramatic. They rose from the third tier to the second with Naser, a board member before the war, holding the club presidency until 2007. At the same time Fidan, by now a young man determined to mould himself in his uncle’s image, was blossoming into a talented footballer and played his own role in their improvement, including promotion to the top division in 2012, until retiring to concentrate on his role as a youth team coach two years ago. “All the time, I was just trying to be like him,” Fidan says. “After the war I dedicated myself to becoming a footballer. When I was 15 I got into the first-team squad and they gave me the No11 shirt, which had been retired after Rexha died. My father used to say that he could see Rexha in me, but I could never be that good – although we were both free-kick specialists.” Two days later, Fidan and Naser are dressed for an occasion nobody could have envisaged. “Whenever I go to the stadium I can feel in my heart that Rexha is with us,” Fidan says, and the sense of provenance is strong. Barely 24 hours have passed since Kosovo’s acceptance into Fifa and 11 days since Uefa, by the narrowest of margins, voted them in on 3 May. Feronikeli will break new ground for their country in early July at the first qualifying stage and although the weather is wet and the sky relentlessly heavy, several thousand fans and curious others have come from the surrounding area to celebrate.   Related: Kosovo accepted as member of Uefa after Congress vote    The stadium is, unprecedentedly, almost full an hour before kick-off despite the downpour, the efforts of a local pop singer doing something to keep the energy levels up. The match itself, a derby against relegation-threatened Drenica Skenderaj, is less important than the reflection upon how far club and country have come. “We’ve been waiting for this day 30 years,” says midfielder Behar Maliqi, an influential cog in Feronikeli’s two successive title wins. “We have been isolated for so long. Now we can tell the whole world that a new country is coming to the international stage and you will hear about us. We will represent Kosovo in the Champions League in a dignified way and prove that we deserve to be at that level.” It is far from the days when Rexha and his team-mates would be beaten by police on their way to games, which would often be organised in secret and improvised conditions between 1991 and 1998 after Slobodan Milosevic’s regime sought to prevent matches from being played. Feronikeli, managed by Afrim Toverlani, a dead ringer for a textbook ageing rock star, play attractive, technical football on a lush green surface flanked by half-finished stands that the club say will be completed to Uefa standard within three years. In an occasionally chaotic local league whose traditional powers – notably FC Pristina, Kosovo’s main representative in the old Yugoslavian set-up – have underperformed of late, the stability and trust they have built on and off the pitch has set them on course to continue outstripping their rivals. “I think we can be compared to Leicester, if we’re talking about how much we spend,” says a smiling Toverlani, wielding the new buzzword for unlikely success. The theme is continued by Ekrem Elshani, the club chairman, who says Feronikeli’s advantage is “that we run the club much better than the others. We are much better organised among ourselves. We kept our promises to the players and the manager, told them where the money was going and kept our word. In doing that, we’ve fostered a responsibility in everyone to perform for us and the club.” The finances are secure, again a rarity in Kosovo, with the Drenas municipality providing support and a number of private donors – including NewCo Ferronikeli, the vast nearby ore mining complex from which the club takes its name – building on the Rexhepis’s work in recent years. Their lack of debt should ensure they receive their Champions League licence promptly from Uefa, although home games will for now have to be played in Mitrovica, 25 miles away, or possibly the Albanian city Elbasan. Feronikeli win the derby 3-1, one of the biggest cheers coming late on when their current No11, Perparim Livoreka, hurls himself into a challenge and emerges with half of his shirt invisible through mud. “Livo! Livo!” is the chant and you suspect a few minds are casting back to times when another left-winger would be serenaded with similar gusto. Minutes later, Naser Rexhepi is among those invited to join the squad in the centre of the pitch as they lift the league trophy. The sun is out now, the pyrotechnics can begin and the party will, too. “I just remember Rexha’s voice from that time,” Naser had remembered during that afternoon in the cafe. “He said: ‘If I will die for this place, for this country, let the new generation play football.’” They can do so now at the very highest level and there could be no more fitting memorial.",
  "webTitle": "Kosovo’s Champions League dream emerges from war and tragedy",
  "webPublicationDate": "2016-05-28T21:00:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/champions-league-kosovo-uefa",
  "keyword": [
    {
      "webTitle": "Kosovo",
      "id": "football/kosovo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Uefa",
      "id": "football/uefa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Kosovo",
      "id": "world/kosovo",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Ames",
      "id": "profile/nick-ames"
    }
  ],
  "guardianId": "football/2016/may/28/champions-league-kosovo-uefa"
}