{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/australian-police-accessed-phone-records-of-asylum-whistleblower",
  "id": "2016-05-23-16",
  "sectionId": "australia-news",
  "body": "Australian police investigated an immigration detention whistleblower and accessed his phone records in part because of his criticism of the country’s asylum seeker policies. Guardian Australia can reveal that the Australian federal police (AFP) compiled hundreds of pages of investigative file notes and reports surrounding Dr Peter Young following two news reports by the Australian Broadcasting Corporation and the Australian newspaper in December 2014 that disclosed the medical records of Hamid Khazaei, an asylum seeker on Manus Island who died following a skin infection on his leg. Young, who is a former medical director of mental health for Australia’s detention centres, urged workers from inside the system to be “angry and defiant” about attacks on whistleblowing.   Related: What's the end game for Australia's border policy – a world of walled city-states? | Jeff Sparrow    The circumstances of Khazaei’s death in 2014 sparked heavy criticism of the Australian government after concerns were raised that his treatment had been delayed on Manus Island. Four Corners reported in April that an initial medical recommendation to transfer him to Australia was not followed up by the immigration department. A coronial investigation into his death is still ongoing in Queensland. But the AFP continued to investigate the disclosure of medical information about Khazaei, in what Young said showed the Australian government’s “total commitment to secrecy” surrounding immigration policies. Details of the investigation have emerged after Young, who was employed by health provider International Health and Medical Services (IHMS), used the Privacy Act to request access to files held on him by the AFP. The heavily redacted files offer only a small glimpse of the investigation, but state that Young was a suspect in the investigation because of “comments attributed to him being highly critical of [the immigration department] and IHMS in their handling of asylum seeker medical care” in two news reports.  The file note said: “Dr Young’s phone did not identify contact with any media outlets or journalists during the period surrounding the publication of the media articles.” Although it was unclear what type of phone records the AFP accessed, it was likely to have included Young’s metadata – which would detail who he had communicated with across various periods of time. The AFP files indicate that it was partly Young’s vocal criticism of the immigration detention system that drew him to the attention of the AFP. Young first spoke to Guardian Australia in 2014, and is one of the most senior officials within the system to speak on the record. A spokesman for the AFP said Young was not targeted because of his comments, and said the agency “does not predetermine persons of interest when commencing investigations”. The documents also reveal that International SOS, the owner of detention health provider IHMS, provided evidence to the AFP early on in the police investigation. The organisation provided an internal report into the disclosures undertaken by IHMS to the AFP in December 2014. That document has been redacted by the AFP in part on the grounds that it might “prejudice the future supply of information to the AFP” if it were released. • Read the police files on Peter Young here  Young, who denies disclosing the records about Khazaei, said he was outraged by the “covert surveillance” the AFP had undertaken on him. “It’s outrageous that the federal police have been used by the government to undertake this sort of covert surveillance,” he said. “These kind of laws weren’t meant to be targeting doctors, they weren’t meant to be targeting journalists, and those reassurances have proven to be false. “It’s really telling that what they were concerned about here is the release of those medical records. It seems they were more interested in chasing this up than following up on the causes of his death.” In regards to IHMS and International SOS’s role in the investigation, Young said: “We were told that IHMS were to be in lockstep with the department. This is an example of how they demonstrate their loyalty, their fealty.” A spokeswoman for IHMS said: “IHMS refute the allegation that they have encouraged the AFP to target Dr Young.” “The AFP approached IHMS with a request to review an internal investigation conducted into the leak of protected health information. IHMS cooperated with that request.” A spokeswoman for International SOS also said it did not initiate the referral against Young, but that it “cooperates fully with authorised investigations – whether they be internal or conducted by external parties.” The investigation into Young was eventually discontinued due to a lack of evidence. He urged doctors and other workers from immigration detention to continue to speak out.  “Doctors shouldn’t be intimidated but they should be angry and defiant,” he said. The investigation into Young also contradicts comments made by the Australian Border Force commissioner, Roman Quaedvlieg.    Related: When people smugglers were seen as heroes, and we welcomed the dispossessed | Miriam Cosic    Following the passage of the Australian Border Force Act, Quaedvlieg said that former staff who spoke out generally about conditions in detention would not be prosecuted for disclosing information. Only those who leaked classified information could expect to be prosecuted, he said. The investigation into Young occurred before the Australian Border Force Act came into force and the comments were made by Quaedvlieg. An immigration spokesman stressed the act could not be applied retrospectively. The spokesman said: “The Australian Border Force Commissioner has made clear public statements on this matter and continues to stand by these statements.” “As stated on multiple occasions, the ABF Act does not prevent general statements being made about conditions in detention centres, however the secrecy provisions within the Act can apply to the disclosure of protected information.” The AFP inquiry was undertaken by head office investigations, a special division that handles sensitive political matters including investigations of government information in news reports. The offence the AFP was investigating was alleged unauthorised disclosures of information under section 70 of the Crimes Act.  A spokesman for the AFP said: “The AFP’s primary responsibility in this matter was to identify alleged criminality regarding the unauthorised disclosure of Commonwealth information.” The section has been criticised by the Australian Law Reform Commission for essentially criminalising any disclosure of information. The AFP’s investigation is likely to raise further concerns that journalists’ phone records may also have been accessed as part of the investigation. The AFP has previously sought access to journalists’ phone records as part of disclosure investigations. A spokesman for the AFP said that “investigative methodologies vary from case to case”. There has been increasing attention to the role of the AFP surrounding investigations of whistleblowers to news outlets.  On Thursday the AFP raided  Labor party offices in Melbourne as part of an investigation into the disclosure of documents about the national broadband network. The investigation also fell under the same section of the Crimes Act.           Asylum seekers self-harming is ‘seen as bad behaviour’. Peter Young talks to Guardian Australia in 2014    Contact Paul Farrell securely via the Guardian’s Securedrop server. • Disclosure: The author is currently engaged in a matter before the privacy commissioner surrounding access to documents about AFP disclosure investigations.",
  "webTitle": "Australian police accessed phone records of asylum whistleblower",
  "webPublicationDate": "2016-05-23T21:51:14Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/australian-police-accessed-phone-records-of-asylum-whistleblower",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian federal police",
      "id": "australia-news/australian-federal-police",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Data protection",
      "id": "technology/data-protection",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/24/australian-police-accessed-phone-records-of-asylum-whistleblower"
}