{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/sea-monsters-nature-disconnection-humanity",
  "id": "2016-05-18-163",
  "sectionId": "commentisfree",
  "body": "This spring is proving to be spectacular when it comes to its quota of sea monsters. As if reports of a sea serpent in the Thames and the Loch Ness monster being “found” weren’t enough, reality bites back with some true-life beasts beyond all expectation. A bizarre beaked whale washes up on an Australian beach like a primeval message from prehistory. A narwhal, complete with spiralling tusk out of some medieval bestiary, turns up in a Dutch estuary. And last Sunday a bowhead whale – an animal that may reach 300 years in age, and which surpasses all description with its huge, arching mouth filled with plates of fibrous baleen four metres long – surfaced off Cornwall, 1,000 miles and an ocean away from its designated domain.   Related: Why whale poo could be the secret to reversing the effects of climate change | Philip Hoare    What’s going on? What summons these weird deputations from the deep? They appear to be advance warning of something we already know – acidifying, warming seas, and irrefutable climate change. But they also bear witness to our mythic relationship with nature. Just as the middle ages had their Kraken, and we had the Loch Ness monster last century, so the modern world seems to be supplying new monsters of its own – by virtue of our dysfunctional occupation of this watery planet. The beaked whales, strange cetaceans defined by teeth that in some species grow over their mouths like a muzzle, are perhaps the last large unknown animals. There are species of beaked whales yet to be seen alive, known only from a handful of carcasses cast upon on remote strands. Equally, the narwhal is legendary on account of its ivory tusk – in fact, a grossly extended and highly sensitised tooth erupting through its upper lip, and once touted as the true horn of the unicorn. The 16th-century explorer Martin Frobisher gave one to Elizabeth I, so valuable it could have bought her a new castle. The bowhead, a slow-growing denizen of Arctic waters, has been found with Inuit stone harpoons embedded in its blubber, carbon dated to 235 years old. Its peers were around before the founding of modern America. How can we assert our dominion over the world – especially when its oceans contain 90% of the biomass on our planet – while such large creatures still elude us? We still know almost nothing about many of the great whales: how they live, or why they die. In January, the apparently unprecedented stranding of 29 sperm whales in the North Sea, some of which appeared to have ingested large pieces of plastic, was taken as an omen of anthropogenic change. Yet we know these animals were performing such seeming acts of suicide back in the 16th and 17th centuries, commemorated in Dutch paintings and Delftware. In a gesture of art imitating life – or vice versa – Albrecht Dürer, eager to reach a stranded sperm whale in Zeeland in order to draw it, died of a fever caught in the attempt. It speaks to our need for mystery that we recycle these stories for each new age, from Jonah to Blackfish, from Greek myths to Star Wars. As science tries to explain such strange creatures, art and popular culture appropriate them to fulfil our need for some meaning beyond our own animality. I find this all worrying and wonderful in equal measure. As a writer, I too appropriate the natural world to tell my stories. But when three sperm whales stranded on the Lincolnshire coast in January, there was outrage as protesters sprayed eco-slogans on the animals’ barely dead bodies. The way they were trying to get their message across was a potent example of the disconnection between us and the rest of the animate world.   Related: Whales are starving – their stomachs full of our plastic waste | Philip Hoare    Even as we bear witness to their deaths, we cannot allow animals just to be animals. Alive or dead, we must tag or ring them, film or fictionalise them for our own purposes while maintaining it is all for their own good. We seek these reassurances of our empathy, of our humanity, when truly, wild animals would rather be left alone. That may even extend to our pets: a recent report claimed that your dog actually hates being cuddled. In her new book, Wattana: An Orangutan in Paris, the French philosopher of science and artist Chris Herzfeld ponders what visitors in a zoo make of its prisoners. They “know almost nothing about the objects of their amusement, and captive apes are often reduced to being animals destined to entertain us on a Sunday afternoon, supposed witnesses of our distant origins, and representatives of a natural world from which city dwellers are now isolated”. Herzfeld concludes that primates have been forced to become part of our culture, adapting themselves to suit our requirements. Even those strange cetaceans advancing on our shores are drawn into a 24/7 spectacle of media sensation and YouTube clips. But surely we should realise that what we want from animals has nothing to do with what they want, or need, from us. When we look into the eye of a caged gorilla or the eye of a dead whale, the pity we see is our own.",
  "webTitle": "The sea monsters are coming to tell us how little we know of nature | Philip Hoare",
  "webPublicationDate": "2016-05-18T13:31:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/sea-monsters-nature-disconnection-humanity",
  "keyword": [
    {
      "webTitle": "Whales",
      "id": "environment/whales",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Cetaceans",
      "id": "environment/cetaceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Hoare",
      "id": "profile/philip-hoare"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/sea-monsters-nature-disconnection-humanity"
}