{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/moderate-republicans-donald-trump-hillary-clinton",
  "id": "2016-05-12-276",
  "sectionId": "us-news",
  "body": "When devoted Republican Lindsay Arthurs walks into a polling booth on 8 November, she will stare at two names on the presidential ballot – Hillary Clinton and Donald Trump – and refuse to choose. “It’s not who I want to represent me to the whole world,” she says. “I definitely feel cheated and slighted.” Trump heads to Capitol Hill on Thursday to meet House speaker Paul Ryan, GOP chairman Reince Priebus and other Republican leaders to try to bring the party back together.  But Arthurs is among moderate Republicans for whom Trump’s hostile takeover of the party represents a Hobson’s choice: take it or leave it. The probable Democratic alternative, Clinton, is anathema. Yet many regard voting as a sacred right and duty, so the prospect of staying at home on polling day is a painful one. Clinton was in Virginia this week to woo such voters and begin her general election campaign in earnest (the state has already held its primary). Barack Obama won it in 2012 with 51% to Mitt Romney’s 48%. Republicans hoping to flip the state red this time could find Trump more hindrance than help among moderates in urban areas.     Lindsay Arthurs: ‘I definitely feel cheated and slighted.’ Photograph: David Smith for the Guardian    These are party loyalists who defy glib stereotypes – Bible bashers, rednecks, the 1% – and share the dismay of Democrats and the outside world at the presumptive nominee’s outbursts against women, Mexicans and Muslims. Arthurs, from Arlington, who volunteered for Habitat for Humanity and at a food bank before motherhood took over 18 months ago, is socially liberal. “I’m 35 and I grew up in this world,” she said. “I grew up learning about Aids: it was out in the open. On abortion, it’s not the business of the government one way or the other. “I’m not going to vote for Trump because he’s crazy and he doesn’t represent the values I consider to be Republican. For a country founded on immigration, it’s a slap in the face to my ancestors as well as others. On foreign policy he’s a loose cannon and would be a danger in terms of China and Iran.” But for Arthurs, a commercial property manager, Clinton is an unpalatable alternative. “I don’t know if I’ll be able to vote for her. As a woman I would like someone a little more respectable to be the first woman president. The Benghazi stuff is troubling, besides the fact she let her husband do all that and let him get away with it.” In the town of Vienna, quality of life is high. The exclusive Westwood country club offers a golf course, gym, tennis courts and Olympic-sized swimming pool. Over the road, in an affluent suburban neighbourhood with abundant pet dogs, John Bradley has an unconventional lifestyle by Christian conservative standards: he lives with a male partner who, by the way, is a Bernie Sanders supporter. Bradley has voted Republican in every election since Ronald Reagan. But not this time.  “If the election was tomorrow, I would leave ‘president’ blank or write in Mitt Romney or Gary Johnson, the libertarian candidate,” he said. “I don’t like Hillary Clinton; I don’t care for Donald Trump. He doesn’t reflect my values at all. He embarrasses me with his behaviour and antics.”    I feel discouraged about the country: that’s who we are, and that’s what our choices are now  John Bradley     Bradley, 56, a government employee who voted for Marco Rubio in the Virginia primary, cannot imagine switching to Clinton in November. “I don’t trust her at all. Even if I was a liberal, I wouldn’t trust her. I think she’s about power and position. She’s a career politician.” His lack of options on election day is bleak. He added: “I feel discouraged about the country: that’s who we are, and that’s what our choices are now. It’s hard to be optimistic that it’s going to get better.”     Keith Kirkland on his options: ‘I look at it as the lesser of two evils.’ Photograph: David Smith for the Guardian    At the nearby Potbelly restaurant, manager Keith Kirkland, 46, who supported John Kasich in the primary, was weighing his options. He said: “I’ve voted Republican most of my life but I will be hard-pressed to vote for Donald Trump. He’s so much of a wild card on everything, from building the wall to kicking everybody out. It’s great for reality TV, but it’s not practical policymaking.” And Clinton? “I have considered it. I look at it as the lesser of two evils. It’ll be tough to pull the trigger on that one as well. If a third-party candidate ran, I would probably swing that way.” Diane Grant-Boesen, a design consultant from nearby McLean who has voted since 1968, will stay away this time. She explained: “We had many well-qualified candidates but ended up with Trump. I’m very disappointed in the way he belittled the other candidates. The man is not an intellectual, not intelligent; I think he lied about his educational background. He speaks at a grammar school level. If Congress feels he is an incompetent president, he can be removed. I’m hoping for that.” Grant-Boesen, 69, a divorced mother of two, finds nothing appealing about Clinton either. “I can’t stand the woman. I hate her. My feelings towards her are very strong. She is not really for women at all; she’s a career politician and she’s for herself. I hope she gets indicted for the emails.”     Diane Grant-Boesen on Trump: ‘If Congress feels he is an incompetent president, he can be removed. I’m hoping for that.’ Photograph: David Smith for the Guardian    The frustration extends to young Republicans. Becky, 27, who did not wish to give her surname, has decided not to vote this year. “I always vote Republican but I’m not a huge fan of Trump,” she said. “He’s very out there with his opinions. Having a celebrity as president scares me a bit. Yet asked if she would consider Clinton instead, Becky, a sales executive at a tech company, is blunt: “Hell no. I don’t trust her. She’s snaky. She’s a liar. I don’t think she’s fit for office.” She admitted: “I’m torn. I’ve been voting since I was 16 and this will be the first election when I haven’t. I’m probably doing myself a disservice as an American by not voting, but I don’t like either party.” But just as Reagan persuaded blue-collar workers to switch sides and become Reagan Democrats, so the rise of Trump looks set to spawn at least some Clinton Republicans. Judi Bradley, 49, a volunteer for the Animal Welfare League, is a liberal on issues such as abortion, gender equality and LGBT rights. “I’ve been a staunch supporter of marriage equality,” she said.    Voting for Trump would make a mockery of our foreign policy, and the US doesn’t need any help making a mockery of itself  Judi Bradley     As global head of tax for the multinational Cvent, she travels widely and learns how the rest of the world views America. “I don’t think I can vote for Mr Trump in good conscience,” she said. “It would make a mockery of our foreign policy and, from a global viewpoint, the US doesn’t need any help making a mockery of itself. “When I talk to Republican friends, it shocks me there are colleagues of mine – highly educated professionals – who support Trump because they think it’s time to put someone business-oriented in the White House. They think nationalistically rather than about the US on a global level.”     Hillary Clinton speaks at a campaign event in Athens, West Virginia, earlier this month. Photograph: Jim Young/Reuters    Despite concerns over Clinton’s economic policies, Bradley will probably vote for the former secretary of state but is frustrated with what’s on offer. “It doesn’t appear there will be a candidate I would be excited by. I’m disappointed. It seems a moderate candidate – fiscally moderate and socially liberal – is incapable of winning in our primary system.” Midge Biles, 50, an optometric technician, has voted Republican for 30 years but will defect to the Democrats in 2016. “You’ve seen who’s running, right?” she asked by way of explanation. “He’s a TV figure, not a leader. The only reason he’s winning is he used to be made fun of so people recognise his name. It was a joke that got carried away on its own momentum. No one expected it to go this far. “We would probably have Kim Kardashian as his vice-president and then they’d be really popular and the rest of the world would think less of us.” Biles has come to terms with her change of allegiance. “I will vote for Hillary Clinton and feel OK with that. I don’t like Bill Clinton but I’m much happier with that than the alternative.” For others, the choice remains agonising and hinges on Trump’s conduct in the coming months. Sitting at the bar of McCormick and Schmick’s restaurant beneath Ernst & Young offices, Jim, 49, a sales executive who did not wish to give his surname, said: “I’m up in the air. I’m more pro-Trump than pro-Hillary but some of the things he says are outrageous. I wish he had more decorum. I want to see what he does between now and the election. “I don’t see myself voting for Clinton. I’m not happy with either of them. I wish there could have been a better group of Republicans and Democrats but it’s a thankless job. The people who would be really qualified don’t want to go there.”",
  "webTitle": "Take it or leave it: Trump's rise puts moderate Republicans in a tough spot",
  "webPublicationDate": "2016-05-12T10:30:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/moderate-republicans-donald-trump-hillary-clinton",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Virginia",
      "id": "us-news/virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/12/moderate-republicans-donald-trump-hillary-clinton"
}