{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/creed-the-danish-girl-when-animals-dream-stallone-redmayne-review",
  "id": "2016-05-15-203",
  "sectionId": "film",
  "body": "It’s 40 years since Rocky scrapped its way into cinemas – I’d have added “believe it or not”, but when you see Sylvester Stallone’s swollen, fallen, stray pug face in Creed (Warner, 12), you definitely believe it. Still, how many film franchises have lurched along with the same actor for that long? And how many of those can claim to have peaked in their fifth decade? Fine wine analogies don’t apply here: the Rocky films have been corked since the 1980s. But Ryan Coogler’s film – not so much an extension of a franchise as a fresh graft of its mythos – is a very robust red: it’s a boxing film alive with bodily tension, social concern and, by its roaring climax, genuinely meaningful emotional rescue. Rocky Balboa isn’t the fighter this time: even Stallone’s bravado has its limits. Here, he’s a grizzled, initially reluctant mentor to hard-headed and harder-bodied up-and-comer Adonis Johnson Creed (Michael B Jordan) – son of Apollo, Balboa’s nemesis over the first four Rocky films. What might seem a corny, convenient torch-passing ploy instead yields a weighty, considered examination of legacy – professional, cultural, familial – and how it feels to carry it. Coogler and Jordan first worked together on Fruitvale Station, a 2013 film that chimed with the rise of the Black Lives Matter movement; Creed more tacitly follows suit, as its African American protagonist quite literally fights for his standing and status, as well as that of his father. It’s a remarkable reorientation of the original film’s socioeconomic politics and hero worship, given earthy ballast by Jordan and Stallone’s honest, broken-skinned performances; all of a sudden, an eighth Rocky film doesn’t sound like the worst idea.     ‘Decorous coyness’: Alicia Vikander (Gerda Wegener), left, and Eddie Redmayne (Lili Elbe) in The Danish Girl. Photograph: Allstar/Universal    The Danish Girl (Universal, 15), on the other hand, is as tidily hemmed in and fragrantly starched as Creed is swaggering and bloodily bruised: as film-making, it’s never naked for a moment. That’s a particular problem when the film is about transgender transitioning, a subject that isn’t illuminated by decorous coyness, which is what director Tom Hooper has in sensibly sized spades. The story of Lili Elbe, a celebrated painter who became better known in 1930 as one of the first people to undergo sex reassignment surgery, the film charts her feminine evolution largely through her succession of richly brocaded gowns. Despite the elaborately mannered physical affections of Eddie Redmayne’s performance, the film never successfully evokes how it might feel to have another person, of a gender different from your biological assignment, emerging inside you. Instead, the film principally navigates the more familiar emotional territory of dewy-eyed marital decline, as Elbe’s comparably free-spirited wife Gerda learns to let go. That she’s played as thoughtfully and open-heartedly as she is by an Oscar-winning Alicia Vikander makes the film more moving than it might have been otherwise, but it remains a thoroughly cautious study of a very brave act.         Watch the trailer for When Animals Dream.    One yearns to see The Danish Girl directed by David Cronenberg; I’d even settle for Danish director Jonas Alexander Arnby, who brings a disquieting understanding of morphosis to When Animals Dream (Altitude, 18), a sleek, sensitive portrait of a teenage girl finding her inner (and eventual outer) werewolf. It aims for the ice and blood humanism of Let the Right One In, and doesn’t entirely get there, but it’s a sustained, elegant shiver. Also falling short of lofty genre aspirations is Mojave (Signature, 15), a somewhat mapless thriller with an embittered undercurrent of Hollywood satire from The Departed writer William Monahan. Still, I enjoyed the dark bourbon tone and ambience of its ambling, as drifter Oscar Isaac and fizzled film-maker Garrett Hedlund circle each other in sexy, shifty style.         Watch the trailer for In a Lonely Place.    As smirking, smoking, showbiz noirs go, it’s no In a Lonely Place (Criterion, 12), but what is? Starring Humphrey Bogart at his most craggily disillusioned, Nicholas Ray’s once underrated but gorgeously mordant masterwork gets the rerelease it deserves from the Criterion Collection, its Indian-ink blacks and shimmery silvers sharpened to killer effect. If you’ve never seen it, this is the best possible introduction. Not to be outdone by the recent Criterion hype, meanwhile, the Masters of Cinema label continues to be a treasure trove. Josef von Sternberg’s 1928 silent The Last Command (Eureka, PG) – while noted by triviastes for Emil Jannings’s dignified performance, winner of the first ever best actor Oscar – is no mere footnote. Threaded with irony and compassion, this vast story of a tsarist Russian duke turned Hollywood extra deserves this polished revival. I’m writing this week’s column from Cannes, where Mexican director David Pablos’s The Chosen Ones, a tough, bluntly powerful study of the sex slavery racket, left audiences gasping last year. Always a challenging candidate for distribution, it has instead been internationally released as a Netflix exclusive, and if you can handle its hope-deprived worldview, it’s sternly impressive stuff. Taking the perspective of a young male employee of a sex trafficking ring, and sketching his moral crisis when he falls for one of its kidnapped teenage victims, it’s a film that suffuses unremittingly ugly subject matter with sensory clarity. Pablos is a name to watch; one wonders if Netflix has other plans for him.",
  "webTitle": "Creed; The Danish Girl; When Animals Dream; Mojave; The Chosen Ones – review",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/creed-the-danish-girl-when-animals-dream-stallone-redmayne-review",
  "keyword": [
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Sylvester Stallone",
      "id": "film/sylvester-stallone",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tom Hooper",
      "id": "film/tom-hooper",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Eddie Redmayne",
      "id": "film/eddie-redmayne",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Alicia Vikander",
      "id": "film/alicia-vikander",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guy Lodge",
      "id": "profile/guylodge"
    }
  ],
  "guardianId": "film/2016/may/15/creed-the-danish-girl-when-animals-dream-stallone-redmayne-review"
}