{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/08/commonwealth-patricia-scotland-secretary-general-anti-corruption",
  "id": "2016-05-08-53",
  "sectionId": "politics",
  "body": "Agencies operating in the Commonwealth countries may need to prove they are meeting anti-corruption standards to get access to aid and loans, under proposals drawn up by Patricia Scotland, the Commonwealth secretary general. She is also to set out plans to form a new Commonwealth Office of Civil and Criminal Justice Reform, a network of lawyers, bankers, prosecutors and law enforcement agencies capable of helping some of the smaller countries in the 53-nation Commonwealth to improve their laws and practices, including parliamentary checks against executive corruption. Her initiative suggests Lady Scotland plans to make the Commonwealth a more high-profile and interventionist body than it has been in its recent relatively quiet past.   Related: Nigeria calls on anti-corruption summit to back registers of ownership    She is to develop her ideas at a conference to be addressed by Nigerian president Muhammadu Buhari, who is in London for David Cameron’s anti-corruption conference on Thursday. Buhari’s office said he would be “urging the international community to move faster on the dismantling of safe havens for the proceeds of corruption and the return of stolen funds and assets to their countries of origin”. The president of the Nigerian senate, Bukola Saraki, is due to face trial on corruption charges. Scotland, appointed secretary general last month, is a former Labour attorney general, responsible for introducing the UK Bribery Act in 2010. She is making an attack on corruption one of the chief themes of her office. Scotland told the Guardian the proposed Commonwealth standard would identify those bodies, institutions and entities that are adhering to best practice, including transparency, in a bid to avoid corruption. Any agency that did not meet the Commonwealth mark was unlikely to get access to public contracts, aid or loans. She said: “The idea is to make it positively advantageous to be a compliant, transparent non-corrupt entity in the Commonwealth. At present too many times the advantage lies in not being compliant. The idea is to raise the bar right across the Commonwealth and mark those that are at least trying to be compliant. When people realise ‘no mark [means] no work’, it will slowly raise the standard. It would mean that when monies are given out for instance by the UN, the Council of Europe or the Department for International Development, they would look to see if the entity has been given the Commonwealth standard indicating you have good systems in place, including meeting the standards of the Bribery Act. “Those that were deemed compliant would go to the top of the queue for money”, she said, adding “that way you build a positive advantage to being compliant. If we can create this Commonwealth standard, and persuade it is the benchmark for suppliers that get international money then we can create a cadre of good practice”. She said that credit rating agencies might also look to see if the Commonwealth regarded a country as compliant in deciding what credit rating to give a country. Corruption she said was “poisonous, corrosive, vicious and an enemy of sustainable development”. She promised to be like a magpie stealing good ideas from around the globe to help commonwealth countries fight corruption by a creating a “Conspiracy of the Just”. Scotland said: “Corruption destroys people’s confidence in politics. If a system is corrupt and you feel your rights cannot be protected because you are not rich, don’t have the right name and cannot get ahead through your talents, the system defeats you. Take Tunisia: Mohammed Bouazizi could not get a fruit licence, and he thought “I cannot go to the courts, I cannot go to the police and I cannot feed my family”, and he set himself alight. The Arab spring was all about corruption and failure of the rule of law. The system implodes and eventually leads to civil disobedience because you cannot deprive people of their rights for so long.”  She said she believed the Bribery Act, including the requirement for companies to prevent bribery on its behalf, could become a model for Commonwealth countries to adopt. She said the act was trying to attack a culture so that compliant companies would have to show they had done all they could to end corruption. Scotland said: “It is the best standard internationally. It has extra territorial grip, it has got teeth, and it requires entities to ask themselves questions to ensure they have built a resilient system to fight corruption.” She defended her decision to prioritise the issue, saying: “The Commonwealth covers a third of the population. We have got a common language, an adherence to the common law and a parliamentary system, so if we can deliver and develop something for 53 countries that delivers real change, we have then got a template to say to countries outside the Commonwealth: here is a model that delivers.”",
  "webTitle": "Commonwealth chief draws up anti-corruption plan",
  "webPublicationDate": "2016-05-08T18:21:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/08/commonwealth-patricia-scotland-secretary-general-anti-corruption",
  "keyword": [
    {
      "webTitle": "Lady Scotland",
      "id": "politics/lady-scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bribery Act",
      "id": "law/bribery-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "politics/2016/may/08/commonwealth-patricia-scotland-secretary-general-anti-corruption"
}