{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/latino-muslims-spanish-mosque-cinco-de-mayo",
  "id": "2016-05-09-76",
  "sectionId": "world",
  "body": "Alfonso Flores looked relieved. Standing at the front of the prayer hall, the 29-year-old dental technician accepted hugs and handshakes from other members of the Centro Islámico, America’s only mosque founded specifically to be a place for Spanish-language programming for Latinos. Flores had just taken the shahada, the Islamic profession of faith, at the mosque’s first-ever Cinco de Mayo celebration on Saturday, where community members with roots in Colombia, Puerto Rico, Mexico, Cuba and other countries served halal variations of their traditional foods, while celebrating their shared identity as Muslims. “We’re like a family,” said Ana Ortiz, a Puerto Rican Muslim originally from New Jersey, who was serving food at the festival’s Puerto Rico tent.  Since it opened on 30 January 2016, 18 people like Flores have taken the shahada at the mosque in Houston. There are more than 55 million people of Hispanic origin in the United States, and more than 3 million Muslims. Estimates of the number of Latino Muslims in the US range from 30,000 to 300,000. Latino Muslims have organized across the country for decades, but have had few mosques specifically built around their communities. New York’s Alianza Islámica opened a storefront mosque in mid-1990s, but it closed down by 2005. Houston’s Centro Islámico is among the first to organize since then.     Centro Islámico, America’s first Spanish-language mosque. Photograph: Ryan Schuessler for the Guardian    “We used to gather in different masjids,” said Magidel Morris as she served halal tamales in the mosque’s parking lot on Saturday. “But then we got together and decided we had to have a place for Hispanic people to get together and learn about Islam.” With the Centro Islámico, America’s Latino muslims now have a home of their own.  “[Latinos] want to learn about Islam,” said Jalil Navarro, who donned a Mexican luchador mask while distributing Spanish-language Qur’ans in the masjid’s parking lot. “but sometimes they step into a masjid and there is no people to serve them if they don’t speak English.”  Islam in Spanish, the organization that founded the mosque, was formed to fill that gap. Founded in 2001 by Colombian American convert Jaime Fletcher, the organization produces Spanish-language programming and Islamic educational materials that are distributed throughout the Americas. Today there are more than 1,000 Latino Muslims affiliated with the organization.     ‘We had to have a place for Hispanic people to get together and learn about Islam.’ Photograph: Ryan Schuessler for the Guardian     Related: What do American Muslims think of the election and its presidential candidates?    “They’ve been able to really define very significant and strong Latino and Muslim identities, and to merge the two together,” said Ken Chitwood, a PhD student at the University of Florida who studies and writes about the growing Latino Muslim community. “And they are very intentional about that.” In his research, Chitwood has found that most Latino Muslims are converts from Christianity. Central and South American countries are heavily rooted in the Roman Catholic church. “Typically, there is some sort of spiritual wandering that occurs,” Chitwood said. “There is some type of spiritual dissatisfaction with their present religious outlook, be that Catholic or Protestant or whatever. And then they go looking.” “We have it in our roots,” said Navarro, who has been a Muslim for three years, one month, and 10 days as of 10 May 2016 – he’s counting. “Islam changed my life.” The interior of Houston’s Centro Islámico is decorated with motifs that echo the striped arches of La Mezquita de Córdoba, a 10th-century mosque still standing in southern Spain.     ‘You can practice Islam and remain a Latino.’ Photograph: Ryan Schuessler for the Guardian     “They are doing the work of identity construction,” Chitwood said. “They are imagining a common homeland for themselves, that is shared across Latino Muslims and is rooted in more traditional Islamic history. When you say ‘the Islamic world’, nobody thinks of Puerto Rico or Cuba.” Fletcher said: “You can practice Islam and remain a Latino … We want Latinos to be proud of where they come from, to have a strong sense of identity for themselves.” Flores had talked about Islam with Muslim co-workers, and had visited other mosques while learning more about the faith. But it was when he found the Centro Islámico – the community of Latino Muslims, specifically – that he was moved to profess his faith. Saturday’s Cinco de Mayo celebration was only the second time he had visited the mosque. “You can relate,” Flores said. “A lot of Muslims grow up in their lifestyle, and we’re different.” “We change our religion, but we don’t change our culture,” said Magidel Morris, whose hijab was striped with the colors of Mexico’s flag: red, white and green. “We’re still Mexican.”  This article was amended on 9 May 2016 to correct a previous headline, which misidentified the mosque as the first Spanish-speaking one in the US.",
  "webTitle": "Latino Muslims at country's only Spanish-speaking mosque: 'Islam changed my life'",
  "webPublicationDate": "2016-05-09T17:43:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/latino-muslims-spanish-mosque-cinco-de-mayo",
  "keyword": [
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Schuessler",
      "id": "profile/ryan-schuessler"
    }
  ],
  "guardianId": "world/2016/may/09/latino-muslims-spanish-mosque-cinco-de-mayo"
}