{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/tottenham-finishing-above-arsenal-good-feeling-harry-kane",
  "id": "2016-05-09-240",
  "sectionId": "football",
  "body": "Harry Kane has called on Tottenham Hotspur to end their season on a high by beating Newcastle next Sunday, especially as doing so will guarantee the “really good feeling” of finishing above Arsenal for the first time since 1995. Spurs’ 2-1 defeat to Southampton on Sunday was their third successive match without victory and has seen a team who were pushing Leicester City for the Premier League title less a month ago now in danger of completing the campaign in third. Mauricio Pochettino’s men can secured second place by winning at St James’ Park during this coming weekend’s final round of fixtures, when Arsenal, who are two points behind Spurs in third, play Aston Villa at the Emirates Stadium. Given Spurs’ superior goal difference, a draw against Newcastle is also likely to keep them above Arsène Wenger’s side.   Related: Premier League: 10 talking points from the weekend    Such has been the number of years since Spurs last finished above their local rivals in the top flight that Arsenal supporters have created a phrase – St Totteringham’s Day – to mark the exact moment in a season when they can no longer mathematically catch their team. The ‘celebration’ has been in existence since 2002 and is something Pochettino has called on the White Hart Lane faithful to not obsess about, but Kane fully appreciates their desire to see it banished once and for all. “It would be a really good feeling [to finish above Arsenal],” he said. “It was not something we focused on at the start of the season but now we are here it would be good, it would be good for the fans. “We all know what it means – we haven’t won the league this year, but there is still a lot to play for and that is definitely one thing. So the fans are urging us on, they were great but just disappointed we couldn’t do that [against Southampton] but there is still one more game and we will try our hardest. It is in our hands, we just have to win at Newcastle and then it’s job done.” Asked about Wenger’s assertion that it would be a “one-off” were Spurs to finish above Arsenal this season, Kane added: “That’s his opinion, they are going to want to finish above us next season and we will be trying to finish above them. We want to finish as high up as we can, we are not going to focus on anything but ourselves. We will finish the season strong and next season will go and they to win the title again.” Sunday’s defeat to Southampton was not only Spurs’ third successive match without victory but also the third in a row in which they have thrown away a lead. The team look understandably jaded after a campaign in which they have delivered high-intensity performances on a regular basis and Kane admits that tiredness has crept into the squad . “It has been a long season, we have been fighting hard mentally and physically but I still think we looked good out there,” said the forward. “We played good football, it is just in recent weeks, as people have seen, we haven’t finished teams off. We have been going ahead and then maybe a lack of concentration. “We know what we are capable of, what squad we have got here and we are confident. We want to finish strong and win our last game and take that into next season.”",
  "webTitle": "Harry Kane: Tottenham finishing above Arsenal would be a ‘good feeling’",
  "webPublicationDate": "2016-05-09T10:30:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/tottenham-finishing-above-arsenal-good-feeling-harry-kane",
  "keyword": [
    {
      "webTitle": "Harry Kane",
      "id": "football/harry-kane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/09/tottenham-finishing-above-arsenal-good-feeling-harry-kane"
}