{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/26/mel-gibson-interview-blood-father-gang-members-dea",
  "id": "2016-05-26-201",
  "sectionId": "film",
  "body": "Hi, Mel! Welcome to Cannes (1, see footnotes). You’re from the Guardian! That’s a respectable paper.   Related: Blood Father review: Mel Gibson taps into rage for pulpy thriller    We try. It’s nice to have you back as a leading man. Did you miss it? Yeah, it’s fun. I like to be in the driver’s seat. It’s kind of the dad version of the action guy – that’s a genre now (2). Very American. It’s about a relationship, and you can’t have a stronger bond than the parent-kid relationship. And I liked the character (3). A man with many transgressions, but willing to redeem himself. What especially appealed to you about him?  The fact that he’d led a pretty rough life – he’s got a lot of sins on his back. He was a criminal; he probably killed people. He was in prison, he was a biker. He was certainly a substance abuser and not a good dad. It was a redemption story from sinner to saint, I guess. Not quite saint, but close enough. (4) You have a very ratty beard in the film, plus tattoos and you’re all buffed up. Did you do lots of preparation? I’d actually researched a lot of biker gangs and inside prisons. I watched some documentaries. I talked to members of biker groups; to DEA guys, guys who infiltrated biker groups, and how they lost themselves. I learned how to tattoo. Some guy let me tattoo him. What did you tattoo? Just a line, man. I was just drawing little squiggles and pictures on the guy. He was like: “Yeah, go ahead, I don’t care.” With ink and everything. So, yeah, he’s stuck with that stuff now unless he wants to get it erased somehow. I used to ride motorcycles. Not much required, physically. A lot of risk, though. No, not really. I had a good stunt guy. Did you sustain many injuries?  I hurt my neck, but that’s just me getting old. What do you make of the current wave of superhero movies? In the 80s, blockbusters were more star-driven. Some are good. Some are kind of funny ... Guardians of the Galaxy. Or the first Iron Man. And some of them are just like retreats. I mean you can watch them do Spider-Man five times ... There is a slight shift in film. But, then again, I think all films are suffering from people not being able to now open them with their name. It’s a different kind of business these days.   Related: Lethal weapons: Shane Black's pulp fiction is still the best action around    Do you miss the way it was? Yeah, in a way. I think you used to get more variety of stories, films and performances. You had more of a chance of a profound film experience. But that’s not gone. I think that has been relegated to the independent world – but they have to do it twice as fast for half the money. Ever been approached to be in a superhero film? Yeah, long time ago, to play Thor’s dad (5). But I didn’t do it. How’s Hacksaw Ridge coming on (6)? It’s good – it’s almost finished. I love directing – it’s the most fun you can have standing up. I love telling stories. It’s good to be the storyteller. And to actually be able to see the story the way you visualise it. It has been 10 years since Apocalypto, your last film as director. What about your process has changed? I think I’ve just gotten meaner. A lot of time informs what you do. You make different choices. You think about the choices you made in the past, and you go: why did I make that choice? You evolve? I’m not sure. Maybe you devolve. Ever get nostalgic about your old movies? Yeah, sure. The past is nostalgia. You hear an old song and you go back to 1968. You come to Cannes and you go back to 33 years ago. The first time I came here with The Year of Living Dangerously (7). Back then, I didn’t have a tuxedo. I borrowed a tuxedo from a guy who was smaller than me, so I was in a little tuxedo, pulling the pants down. Actors have really taken to social media in recent years. Planning to join the party?  No. I don’t tweet. I fart. Footnotes (1) Gibson, 60, was at the festival with a pulpy revenge thriller called Blood Father, showing in the Midnight Screenings sidebar and directed by Jean-François Richet (Mesrine). It got really good reviews. He also presented Ken Loach with the Palme d’Or for I, Daniel Blake. They look happy together. (2) It is! See Taken, The Expendables, Indiana Jones – plus sequels. (3) John Link, a fiery ex-con forced to break his parole to protect his daughter from the Mexican drug cartel, as you do. (4) Remember: The Passion of the Christ, his third film as director, remains the highest-grossing R-rated film in US history. (5) Odin with the eyepatch was, in the end, played by Anthony Hopkins. (6) Out this autumn. Gibson directs Andrew Garfield as a misunderstood religious loner with a brave heart. (7) Mel Gibson and Sigourney Weaver are a reporter and diplomat who cop off on assignment in Indonesia.",
  "webTitle": "Mel Gibson: ‘Some guy let me tattoo him. I drew squiggles’",
  "webPublicationDate": "2016-05-26T12:16:55Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/26/mel-gibson-interview-blood-father-gang-members-dea",
  "keyword": [
    {
      "webTitle": "Mel Gibson",
      "id": "film/melgibson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/26/mel-gibson-interview-blood-father-gang-members-dea"
}