{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/11/lycamobiles-tax-affairs-confounding-its-own-auditors",
  "id": "2016-05-11-78",
  "sectionId": "money",
  "body": "Lycamobile, the largest donor to the Conservative party, uses a complex web of offshore and UK companies so opaque that its own auditors cannot account for £134m of assets. The financial affairs of the international telephone calls firm, owned by the Sri Lankan-born tycoon Subaskaran Allirajah, were described as “deeply worrying” by experts who also raised questions about the effect of the firm’s arcane structure on its UK tax bill. Revelations about the firm, which has given more than £1.5m to the Tories since 2011, come as the prime minister is under pressure to crack down on tax havens and is hosting a global anti-corruption summit this week. The shadow chancellor, John McDonnell, said: “If this is true, then it’s time the Tories finally took this issue seriously and refused to take further donations from any company that has funnelled money via tax havens. “The Tories can’t keep getting embroiled in tax avoidance scandals and not raise a finger.  “Otherwise the public will think that when the cameras are on the Tories talk tough on tax avoidance, but when they think no one’s watching they take the money from tax havens.”  Last month David Cameron faced criticism over his late father’s offshore investment fund. Accounts filed by Lycamobile at Companies House reveal that auditors KPMG warned that its staff “have not obtained all the information and explanations that we consider necessary for the purposes of the audit”. KPMG highlighted £134m owed to Lycamobile by related companies, “for which the audit evidence available to us was limited because of the complex nature of the related party structure the company operates within”.   Related: Tory party donor Lycamobile faces being struck off UK company register    The big four accounting firm, which has signed off Lycamobile’s accounts since its rival EY resigned in 2014, added that it was “unable to determine whether adequate accounting records have been kept”. Tax experts said the lack of clarity around Lycamobile’s accounts, filed six months later than they were originally due, showed the risks presented by complex multinational corporate infrastructure. Alex Cobham, director of research at the Tax Justice Network, said KPMG’s warning was deeply worrying and pointed to “an absence of internal record keeping that beggars belief”. Richard Murphy, director of tax research and a professor of practice in international political economy at City University, said the accounts showed the “danger of offshore secrecy”.  He said: “Lycamobile is so good at shifting substantial sums of money around its group that even the auditors, with full access to the books, cannot work out where that money has gone and if it can still be repaid.” And he warned that the lack of clarity over the £134m made it hard to assess whether Lycamobile can pay its debts, which include £3.6m due to HMRC, £7.5m in advances from customers and nearly £18m owed to other businesses.  “Let’s not pretend offshore secrecy and complexity has no consequence here in the UK. “These accounts prove that there is real resulting risk in the UK from the complexity Lycamobile has created in tax havens and elsewhere at potential cost to us all.”  It also emerged that Lycamobile’s UK operation bought £81m worth of mobile phone airtime last year from Lycatelcom LDA, a company based in the low tax jurisdiction of Madeira. The latest available data for this Portuguese division show it had just four employees, despite reporting £433m of turnover. Two of those employees, Richard and Filomena Benn, run a Madeira-based company that specialises in “tax planning”.  Cobham said: “Unless Madeira has discovered a mine where you can dig up airtime, or all Lycamobile’s customers are calling [Madeira’s capital] Funchal, it’s hard not to wonder what the tangible activity carried out there is. “I’m not sure a political party would be well advised to accept donations from such a source; but if you did, you’d probably want to keep the money in reserve just in case you might end up paying it back.” A separate filing for WWW Holdings, the holding company for a clutch of companies in the Allirajah empire, reveal that it remains in talks with HMRC over a £9.5m liability related to the rules on taxation of foreign subsidiaries. Allirajah is a Sri Lankan-born businessman and long-time supporter of the Conservative party. Lycamobile gave £712,850 to the Conservatives in 2015 alone, making it by far the biggest source of donor cash for the party that year. Allirajah has previously been a guest at the Tories’ “black and white” election fundraiser at Grosvenor House hotel, on Park Lane in Mayfair, central London, an event for which guests paid up to £15,000 a table.  His company’s support of the Conservative party has previously come under scrutiny after it emerged in 2012 that it had paid no corporation tax for three years. The latest set of accounts reveal that it did make a contribution of £2m to HMRC in 2015, after making a pre-tax profit of £6.2m. Lycamobile has also faced questions over its financial affairs after an investigation by BuzzFeed revealed that Lycamobile employees were depositing rucksacks full of cash, some containing up to £250,000, at the Post Office. There is no suggestion of any connection to Lycamobile’s tax affairs and the company has said its cash deposits were “day-to-day” banking sanctioned by the Post Office.  Another company in Allirajah’s business empire is under investigation in Sri Lanka, over allegations it was used to channel cash to the former president. Again, there is no suggestion of any link between the Sri Lankan investigation and the rest of the Lycamobile empire. Lycamobile declined to comment on the matter.",
  "webTitle": "Lycamobile's opaque tax affairs confounding its own auditors",
  "webPublicationDate": "2016-05-11T18:10:58Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/11/lycamobiles-tax-affairs-confounding-its-own-auditors",
  "keyword": [
    {
      "webTitle": "Mobile phones",
      "id": "money/mobile-phones",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "money/2016/may/11/lycamobiles-tax-affairs-confounding-its-own-auditors"
}