{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/the-gustav-sonata-rose-tremain-review",
  "id": "2016-05-22-93",
  "sectionId": "books",
  "body": "This is a perfect novel about life’s imperfection. Gustav is a mother’s boy growing up during the second world war in Switzerland. He has had to learn to have a stiff upper lip. Yet neutrality, in Rose Tremain’s hands, is never neutral. Gustav’s late father, Erich, a policeman, knows what is expected of him but cannot subdue his feelings. It is his distinction and downfall: he helps Jewish refugees into the country when they are no longer legally welcome, is discovered and sacked from his post. He dies when Gustav is still a child. Gustav’s mother, Emilie, refers to her late husband as a “hero” but cannot forgive him for showing the moral courage that wrecked her family’s fortunes. Emilie’s indifference to the plight of the Jews extends to an ignorance about how ignorant she is. She is self-pitying, discouraged and discouraging (especially of Gustav’s friendship with his classmate, Anton, a precocious Jewish pianist from a wealthy family).   Related: Rose Tremain: ‘The fear, when I was teaching, was that I would wind up not being able to write anything’    At every turn, Tremain knows when and how to let us read between the lines and see beneath the Swiss surfaces. What Gustav is not permitted to express or fully admit to himself, we feel for him. The narrative skill and subtlety are exemplary. Tremain does not judge – so we, inevitably, do: Emilie has not earned her son’s unfailing love. And yet, at the same time, we see that everything that happens is beyond blame; it could hardly have been otherwise. What Rose Tremain understands, above all, is the tragedy of temperament and the way it plays havoc with choice. Emilie won her handsome husband by boldly asking him to kiss her at a local fete to stop him paying attention to her prettier friend – a snog that became a marriage. It was a chance encounter, a random swipe, an unlucky dip. And the marriage could not hope to prosper because Emilie was not born with the temperament to rally in adversity, the stoicism to rise above circumstances, nor is her intelligence equal to her husband’s. Erich’s saturated unhappiness seems unavoidable. The “sonata” title is apt, too, in that, like the great classical composers, Tremain shows happiness and sorrow can collide – there are moments when the two are interchangeable. When Emilie and Erich go to Davos, in an attempt to repair their marriage and take to the dancefloor together, Emilie thinks: “If we could just go on like this, in this slow, formal dance, go on and on like this, without the need to speak, without the need to pause, then in the end – if an end had to come – all might be well.”     Rose Tremain: ‘writing at the height of her inimitable powers’. Photograph: David Kirkham    The central relationship of the novel is less predictable. It is between Gustav and Anton. Anton is an only child whose parents are ambitious for him to become a concert pianist. He plays like a dream, but international competitions are a torment – his nerve repeatedly fails him. Anton invites Gustav on holiday to Davos where the two boys discover an abandoned sanatorium with 30 beds and invent their own version of Thomas Mann’s The Magic Mountain. In the sanatorium, they can speak freely. Anton refers slightingly to his parents having sex and poor, prim Gustav replies wonderingly: “I don’t think my mother’s ever done that. She just goes to bed and reads magazines.” The boys invent 30 imaginary patients and their game includes an ambiguous kiss of life administered by Gustav to Anton, at Anton’s request. When Anton seems – in middle age – to be succeeding as a pianist, Gustav finds it hard to celebrate; he knows that success will remove Gustav from his orbit. Tremain is penetrating in describing the way in which one person’s happiness is sometimes another’s discomfiture – jealousy love’s neighbour. It is a bleak novel and inspires pity for its characters – that most uncomfortable but nonetheless interesting emotion. But Tremain is anything but an indulgent writer and is, here, writing at the height of her inimitable powers. Without giving away the ending, she has the most merciful, believable and uplifting surprise in store. And what ultimately matters here – the heart of this remarkable and moving novel – is Anton’s imperative. He tells Gustav: “We have to become the people we always should have been.” The Gustav Sonata is published by Chatto & Windus (£16.99). Click here to order a copy for £12.99",
  "webTitle": "The Gustav Sonata review – the wrong trait at the wrong time",
  "webPublicationDate": "2016-05-22T12:00:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/the-gustav-sonata-rose-tremain-review",
  "keyword": [
    {
      "webTitle": "Rose Tremain",
      "id": "books/rose-tremain",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Kellaway",
      "id": "profile/katekellaway"
    }
  ],
  "guardianId": "books/2016/may/22/the-gustav-sonata-rose-tremain-review"
}