{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/cannes-2016-woody-allen-jessica-chastain-and-kirsten-dunst-opening-dinner",
  "id": "2016-05-12-278",
  "sectionId": "film",
  "body": "Woody Allen was the first one in and the first one out at Wednesday’s kick-off dinner for the 2016 Cannes film festival, held immediately following the opening night screening of the film-maker’s 47th movie, Café Society. A romantic comedy set in the mid-1930s, Café Society features a bevy of glamorous party scenes that would feel right at home in a Baz Luhrmann production. But on the first night of the 69th edition of the festival, the famously reclusive director looked like he wanted to be anywhere else than at the big event.   Related: Cannes 2016 day one: Woody Allen, Kristen Stewart and Justin Timberlake – in pictures    His behaviour was understandable: earlier that day, Cannes was rocked by a piece in the Hollywood Reporter by Ronan Farrow, Allen’s estranged son, restating his support for his stepsister, Dylan, who in the past claimed Allen sexually assaulted her as a child. Upon entering the banquet hall atop the Palais des Festivals, Allen and his wife Soon-Yi Previn, beelined to their table in the centre of the cavernous room, where they would later be joined by Cafe Society stars Corey Stoll and Jesse Eisenberg. (Stoll worked the room; Eisenberg did not.)     Woody Allen and Soon-Yi Previn arrive at the dinner. Photograph: Venturelli/WireImage    Jessica Chastain and Naomi Watts, both looking resplendent in designer gowns, followed in Stoll’s stead. They maintained gracious smiles as a pack of Russian-sounding women sporting very tight faces, hounded the famous duo with lavish praise.  Watts later joined Julianne Moore, Susan Sarandon, Eva Longoria and Café Society lead Kristen Stewart (the most casually dressed of the evening, wearing a white T-shirt, skirt and flats), at a power women’s table next to Allen’s, where Chastain found herself sitting directly across from Previn.      Naomi Watts mingled with fans at the dinner Photograph: Gisela Schober/Getty Images     Related: Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood    The pair chatted during the first half of the night, with Chastain probably juicing Allen’s wife for details on the film-maker’s upcoming project – a smart move. Allen and Previn darted out before the veal dish was served, accompanied by Stoll, who appeared to be acting as their minder. With Previn gone, Chastain shifted her attention to László Nemes, the Hungarian film-maker who claimed last year’s Grand Prix prize for his debut feature, Son of Saul, which later went on to net the Oscar for best foreign language film. Like many in attendance, Chastain doesn’t have a film playing at the festival, nor is she serving on one of the juries. She told the Guardian she’s in Cannes simply in support of the event, which she credits for launching her career in 2011 by screening her two breakthrough features, The Tree of Life and Take Shelter. “I owe the festival everything,” she said. “It’s a special place.”  Nemes had a sound reason for dining: he’s a member of this year’s jury that will be deciding on the eventual Palme d’Or winner. The same goes for Kirsten Dunst, who sat across from him at a table with fellow juror, George Miller.     Kirsten Dunst is happy to be a juror Photograph: Buckner/Variety/REX/Shutterstock    For Dunst, a Cannes best actress winner in 2011 for her performance in Lars von Trier’s Melancholia, this marks her first time back at the festival since 2012’s On the Road, which screened in competition. She told the Guardian she’s more relaxed than ever this time around, elated by the prospect of just watching movies and not having to do days-worth of press. Along with Nemes, she was one of the last to leave.",
  "webTitle": "The meal deal: Woody Allen, Jessica Chastain and Kirsten Dunst at the Cannes opening dinner",
  "webPublicationDate": "2016-05-12T10:21:16Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/cannes-2016-woody-allen-jessica-chastain-and-kirsten-dunst-opening-dinner",
  "keyword": [
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jessica Chastain",
      "id": "film/jessica-chastain",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kirsten Dunst",
      "id": "film/kirsten-dunst",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jesse Eisenberg",
      "id": "film/jesse-eisenberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Naomi Watts",
      "id": "film/naomi-watts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/12/cannes-2016-woody-allen-jessica-chastain-and-kirsten-dunst-opening-dinner"
}