{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/beasts-of-cannes-the-animals-are-unleashed",
  "id": "2016-05-18-77",
  "sectionId": "film",
  "body": "Related: Cannes 2016: Chloë Sevigny interview special - the Dailies film podcast    Animal behaviour is everywhere at Cannes. From the ant-milling crowds on the Croisette to the alpha-jostling among the press at a packed screening, there is something about the film festival that brings out the beast in everyone. There is the rule of law, but when it comes to the crunch, Cannes runs on a system that is much more primal. Top of the food chain are the stars. Even the smallest names are elevated to stellar status here, while the A-listers (your Clooneys, your Goslings) could, quite easily, reach down and casually maul a lesser creature if they chose to. The police would not bat an eye. Next come the press, who have their own internal power structure, dictated by pass colour. Those given a white are the peacocks. They can strut up to a screening with five minutes to spare and, with a ruffle of feathers, a space will be cleared for them. The plumage becomes grubbier, the wingspan less impressive, as you go lower down. The yellows have to wait up to an hour for the chance of – maybe – securing a seat. They’re basically vultures, hoping that by hovering around long enough they will still find some meat left. The public are at the very bottom of the Cannes pecking order. A few will cluster around the entrance to the main venue, the Palais, holding signs asking for “Invitations SVP” from the accredited, who might have a few to spare. Even here, it’s the law of the jungle: attractive women get the spoils first, then anyone smart enough to have evolved a sophisticated style of pleading. I once saw a man sing a song about how much he wanted to watch The Expendables 3.         Julieta trailer on YouTube    The one thing you won’t find among the animal kingdoms of Cannes is meaning. It is basically chaos, fuelled by celebrity, ego and status. On screen, however, the wild world is forced to make sense. There are a number of semi-mystical beasts prowling the movies being released into the wild here this year. They all drag symbolism in their jaws. Andrea Arnold’s American Honey, about the predatory habits of a group of plains-roving US teenagers, is an entomologist’s delight. We cut from shots of the Shia LaBeouf-led pack pawing at each other to butterflies, stick insects, beetles and ants. Then, just after the heroine has a massive bust-up with LaBeouf, she is visited by a beast that’s nearly as fearsome: a brown bear. She sits stock still as the bear scratches around her, sniffs, then yawns in her face and walks off. She remained resolute and unafraid – she faced down a Shia. She is, from now on, strong and confident in her place at the top of the food chain. In Julieta, Pedro Almodovar’s drama about a woman trying to understand why her daughter flew the nest, a couple make love on a train after seeing a reindeer racing alongside their carriage. The animal keeps pace just long enough for the two strangers to see it vanish back into the dark. “I hope he doesn’t get hit,” says the woman. “He’s looking for a mate,” says her travelling companion. A glance, then something between a snarl and a smile, and pretty soon they’re at it like rabbits.         Paterson trailer on YouTube    Then there’s Staying Vertical, which drinks deepest at the watering hole of strangeness. It’s a story about a man wandering the hills of southern France while struggling to look after his baby son. It includes a swamp séance, a full-screen live birth and an elderly man being sodomised to death. It’s a film crammed with people acting wild. The arrival of a wolf pack to face off with dad at the story’s close is among the more normal things that happen in this properly bizarre work from Alain Guiraudie, who also directed Stranger by the Lake.   Related: American Honey review: Andrea Arnold mislays map on sweet, indelible roadtrip    Tamer animal antics occur in Jim Jarmusch’s Paterson, a gentle drama about the titular bus-driving poet, played by Adam Driver, who anchors his routine to the nightly walks he takes with Marvin, his English bulldog. Marvin is a grumpy mutt, liable to snarl at Paterson’s displays of affection as he holds court in a stolen armchair. Small wonder that Paterson leaves him tied up outside his favourite bar while he enjoys a beer inside. But Marvin will be Paterson’s undoing. He is domesticated but – for the purposes of Jarmusch’s narrative at least – still has something untamed lurking within him. There is comfort in the representation of animals in these stories. They tell you that the natural world makes sense, or that an encounter with the primal might be scary, but will always be meaningful. You leave the cinema with a sense that the raw chaos of the world has been tamed. Then you step into the Croisette and someone elbows you in the face because they have seen “George Clooooooneeeeeee!” and want him to notice them. Down you go. And the herd shuffles on over you.",
  "webTitle": "Beasts of Cannes: the animals are unleashed",
  "webPublicationDate": "2016-05-18T17:38:30Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/beasts-of-cannes-the-animals-are-unleashed",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Shia LaBeouf",
      "id": "film/shia-labeouf",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/18/beasts-of-cannes-the-animals-are-unleashed"
}