{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/29/copa-america-usa-warm-up-christian-pulisic-soccer",
  "id": "2016-05-29-84",
  "sectionId": "football",
  "body": "Zusi and Besler might be the next great survivors Over the years there have been certain players who have repeatedly found their way back into the national team set up, often in the face of popular opinion. DaMarcus Beasley was one such player, though he has now finally left the international scene. So, to an extent, is Kyle Beckerman. Looking ahead it’s possible to see a couple of others emerging, both of whom happen to play for the same club — the appropriately hardworking, no frills Sporting KC. It’s sometimes hard to see the single virtue Graham Zusi possesses to a greater degree than any of the men competing for places with him. There are faster players, others who are better at set pieces or more influential. But an aggregate of his virtues and versatility should make clear what he brings as a roster choice — there’s no sense of “hope this works” when he’s asked to deputize, and often plenty of balance, if not necessarily inspiration, in the teams he starts in. And then there’s Matt Besler: the straight man in the double act with the more celebrated Omar Gonzalez during the last World Cup qualifying Hex stage; the man whose club form fell away on his return from the World Cup; the man who kept plugging, even as the commentariat began celebrating Matt Miazga.  But Besler is a dutiful, solid player less prone to the type of mistakes or flashes of indiscipline you can associate with his ball-playing, lunge-tackling counterparts. You can see why Klinsmann continues to call him up.  What’s harder to see, perhaps, is why Klinsmann started Besler as a left-back against Bolivia, given that he had not played there since he was a rookie at Sporting KC. And yet 45 minutes later, as Besler left the field after an undramatic shift, to make way for a rested Fabian Johnson (who will presumably start against Colombia), you could see the reasoning. Besler can nearly always do a job for his coach. Players that can do that tend to stick around. Darlington Nagbe will have to deal with a new level of expectation at Copa América Since finally gaining his citizenship as well as a smattering of chances to impress in a US jersey, Darlington Nagbe has quickly gone from a player the fans have clamored to see, to a player the fans will now expect to deliver as a difference maker. How he handles that expectation may be one of the X-factors of the US Copa América campaign. Fans of the Portland Timbers, can tell you how frustrating expectations can be when they come to Nagbe. He is capable of sublime skill and worrying disappearing acts, often in the same game. Until a late season shift that finally moved Nagbe to the center of the Portland midfield. he had seemed to confound his one time college coach Caleb Porter’s attempts to get the best out of his undoubted potential. Porter did move Nagbe inside however, with MLS Cup winning results. And Klinsmann too has tended to play him in a similar fashion, when he has brought him on to provide a spark. The spark came late against Ecuador, but it’s hard to argue with a winning goal. And on Saturday night he was given an ideal opportunity to impress, entering a 3-0 game against Bolivia that was opening up nicely — with plenty of potential space for Nagbe to work in. He duly trotted on to the field alongside Christian Pulisic — who of course has his own particular air of expectancy around him — before making his first significant contribution to the game in the form of a driving run, give and go, and a slipped pass for Pulisic to finish.   Related: The day USA beat Argentina in Copa América: 'Simeone threatened to kill us'    It was an exciting reminder of what Nagbe is capable of, though the context was an already won game against a demoralized opponent rather than the rather tighter game the US found themselves in in the first half, and which they will see plenty of once the Copa gets underway. And that’s where Nagbe must demonstrate his worth in reliably unlocking defenses, in those moments when the USA’s tournament fate hangs in the balance. Pulisic is not just in the tournament for the experience One of the great US fan rituals is the constant anointing of the next big thing — usually accompanied by disgust for the pretensions of the last would-be-next-big-thing. Never mind the Landon Donovan MLS MVP award, the Landon Donovan Next Landon Donovan award is constantly being conferred and revoked. The latest contender is Borussia Dortmund’s Christian Pulisic, who entered the second of the three friendlies as a substitute, having missed the first due to the small matter of the German Cup final. He looked lively in midfield — scampering after loose balls and showing tenacity in keeping possession. And in case you missed that aspect of his game, you could always watch the animated gifs of those fragments of action the next morning, as the case for the LDNLD award was made across social media. Writing this on Saturday night, I can only imagine the equivalent renderings of the 17 year old’s goal against Bolivia, that are currently being prepared for excitable distribution. The fact is that all this frothy conjecture might be a constant part of US soccer life, but it’s also fairly meaningless until Klinsmann says otherwise. Including Pulisic in the final 23 sent a fairly clear signal of faith in the young player, but Klinsmann has also suggested this week that Pulisic might be under consideration as a starter. It’s hard to see that, given that for various reasons Pulisic hasn’t started any of this last week’s three friendlies, but the general mood around him in team circles is discernibly different, more bullish, than moments when other young players were called into the team. Julian Green was always a long shot to feature, let alone start at the World Cup, even if he did his best to take his chance when it was already too late against Belgium. But Pulisic’s Bundesliga pedigree is rather more credible than Green’s when he arrived in the team and Klinsmann expects accordingly.  Gyasi Zardes is becoming a less polarizing presence Gyasi Zardes has had a strange and oddly privileged international career. When other attackers, with pedigrees at more storied clubs, have struggled for minutes or been given opportunities in the most testing of circumstances, Zardes has been repeatedly called up from the LA Galaxy to provide … well, it’s not always clear. For sure Zardes offers pace, attacking width and an ever-improving sense of movement that owes plenty to an informal apprenticeship with Robbie Keane. But as time has gone on, and the young player has come under more focus, there have also been periods where he has looked like the place where promising attacks go to die. Too many runs into dead ends; too many poor touches at crucial moments when trying to make space for shots; too many moments where Zardes has looked nothing like a lethal international finisher.  Is that changing? Slowly, yes. If nothing else, Zardes has been one of the exemptions to the constant changing line ups under Klinsmann, and the benefits are that the players behind him have a rather better idea of his runs. With the game in a stalemate against Bolivia, one such Zardes run put him a step ahead to slide the opening goal past a stranded Guillermo Viscarra. A second goal came from being in the right place at the right time to finish an opportunistic US attack, and also, perhaps, offered a glimpse of future US line ups where Zardes is trusted to spearhead the attack rather than support such players. Zardes is still a way off that yet, but there’s a general acceptance these days that for better or worse he’s going to be part of the team going forward. Two goals in the USA’s final warm-up game is about as much as can be asked of any striker. Jürgen Klinsmann won’t change There’s a fair chance that the team that started the second half against Bolivia, with Fabian Johnson and DeAndre Yedlin replacing Besler and Michael Orozco, was the team that starts against Colombia. Or at least it would make a certain sense. Or maybe he’ll play Beckerman, or… We should know better than to know what to expect from a Klinsmann team, even on the brink of a major tournament. Orthodoxy might suggest that the final tune up game should feature the favored tournament line up from the start, but Klinsmann instead opened the Bolivia game with yet another variation on a back four.  Perhaps Klinsmann wanted to avoid exhausting hard-working attacking backs like Johnson and Yedlin, coming off injury and a Premier League relegation battle respectively. With sweltering conditions across much of the country expected to continue into the tournament, how Klinsmann manages his playing resources may have a direct bearing on his team’s fate. And if that’s the case, it’s hard to criticize a coach for paying attention to a facet of conditioning he arguably got wrong in the World Cup, by over-working the team physically in training. But watching the line up appear it was just as easy to believe that this was vintage Klinsmann — tinkering to the end. As we’ve noted on Besler, he did a solid job in an unfamiliar position, while in front of the defense, the players eventually played themselves into a degree of rhythm and intensity that augured well for the tournament. It meant that by the time we did see the possible starting line up for the opening game, they were playing in a game that was essentially already over.  It ended up being a fun game to watch, and the US finished with a record victory over South American opposition, but like so much of what Klinsmann does during friendlies, the value of the game as preparation was somewhat obscured by the opaque nature of the coach’s own process. At least his team will know to expect anything, especially from their coach.",
  "webTitle": "Copa América: what we learned from USA's warm-up friendlies",
  "webPublicationDate": "2016-05-29T14:21:23Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/29/copa-america-usa-warm-up-christian-pulisic-soccer",
  "keyword": [
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jurgen Klinsmann",
      "id": "sport/jurgen-klinsmann",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Copa America 2016",
      "id": "football/copa-america-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Copa América",
      "id": "football/copa-america",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Parker",
      "id": "profile/graham-parker"
    }
  ],
  "guardianId": "football/blog/2016/may/29/copa-america-usa-warm-up-christian-pulisic-soccer"
}