{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/26/alexander-economou-denies-harassing-father-woman-killed-herself-de-freitas",
  "id": "2016-05-26-84",
  "sectionId": "uk-news",
  "body": "The son of a shipping tycoon accused of harassing the grieving father of a woman who killed herself, conducted a lurid and gratuitous character assassination of her online, a court heard. Alexander Economou, 37, sent David de Freitas a series of letters and emails over an 11-month period in which he allegedly tried to “intimidate and silence” him, following the death of his daughter, Eleanor de Freitas, on 4 April 2014. He set up a “highly salacious and gratuitous” website using her name to portray her as a prostitute, the court heard. Eleanor, a 23-year-old trainee accountant who suffered from bipolar disorder, accused Economou of rape in 2013. No case was brought to court. Economou responded by bringing a private prosecution against Eleanor for making false claims, which was taken over by the Crown Prosecution Service. The young woman’s body was found by her mother, at the family home, three days before the case accusing her of perverting the course of justice was due to begin. William Emlyn Jones, prosecuting, told Westminster magistrates court the alleged harassment campaign against David de Freitas began on 6 November, with a letter that arrived late at night before he was due to give evidence at his daughter’s inquest. He was also due, the court heard, to give an interview with BBC Radio 4’s Today programme, to begin a campaign against the CPS decision to prosecute his daughter and against the way defendants with mental health issues are treated. The CPS was forced to defend its decision to pursue Eleanor for perverting the course of justice, after she died. The letter from Economou, which was delivered by hand, warned David de Freitas to “keep quiet or face the consequences” the court heard. “The effect of the letter was to make him feel very frightened and intimated,” Jones said. Giving evidence on Thursday, a visibly emotional de Freitas said the letter “took me back to a very difficult time”. As Economou, in a grey suit, white shirt and tie, looked on from the dock, de Freitas said: “I realised this was the man who had spent a considerable among of money prosecuting my daughter and I thought; ‘Oh my God, he’s coming after me now’. And all I’m trying to do is hold the CPS to account. It reminded me of all the stress Eleanor had gone though. It made me fearful for myself, for Miranda (his wife).” At one point, after a long pause in his evidence, de Freitas was asked by the judge if he would like to take a break.  De Freitas said he believed the purpose of the letter was: “To shut me up, to prevent me from saying anything. To intimidate me, to besmirch Eleanor’s name, to hurt me in any way he can as a father.” Asked how he felt about allegations in the letter from Economou that his daughter was a prostitute, de Freitas said: “Appalling. In a funny sort of way, I was glad she wasn’t there to witness that.” De Freitas said that he had never named Economou, as he had been instructed not to do so and that he was not the focus of his campaign. “There were two focusses of my attention,” said de Freitas. “Principally the CPS but the way defendants with mental health issues are treated.” He said that sending the letters and emails, Economou showed no understanding of their grief. “I felt there was no consideration or feeling for the fact that we had lost our daughter only six months previously. It was just ghastly.” Earlier, Jones told the court how Economou created a website “effectively hijacking her name to castigate her in the eyes of the public as a prostitute”. It also had CCTV footage of Economou and de Freitas buying sex toys. De Freitas said he was “stunned” when Economou sent him a link to the site. “I was utterly stunned that anybody that could set up a website and put that kind of stuff on it, but to use my dead daughter’s name. Words fail me ... how someone could be that inhuman.” He said Economou used the date of his daughter’s birthday to update the website. De Freitas described the cumulative effect of the series of emails, also sent to his solicitor Harriet Wistrich, of Birnberg Peirce, as a “dripping tap. More and more pressure, until he got his way.” The court was read details from the letter Economou sent on 6 November. In it, Economou said: “Eleanor and I went on a date. The following day, I did some internet searching and found out she was a prostitute.” It said he then told her he did not want to see her again and, as “revenge”, she had gone to the police with a false rape allegation. The letter also claimed she had done this to another man, the court heard. Jones told the court that in some of the emails Economou sent to Wistrich, he told her to stop her client portraying him in the media as a rapist, even though (David) de Freitas had not named him in any interviews. He threatened to publish CCTV of him and Eleanor de Freitas at an Ann Summers store together after purchasing £340 worth of sex toys.  In one email Economou allegedly wrote: “I am the victim of a very serious crime, anything that shows the opposite of the facts will be taken very seriously and legal action will be taken.” Economou, of King’s Road, London, allegedly went on to upload various recordings and comments on to websites such as YouTube, Vimeo and liveleaks.com. Jones invited the judge to consider whether this was “anything other than highly distressing” to her family. An alternative course of action to a false accusation of rape, would have been to “maintain a dignified silence” or to issue a denial, he said. One email, sent with the words “final warning” in the subject line, on the 13 December, told Wistrich to tell her client to: “Shut the fuck up”, and warned: “His next libel will be very expensive.” “This is not about clearing his own name but punitive consequences for Mr de Freitas,” said Jones. “More than just unpleasant, more than just unreasonable, but oppressive and unacceptable.” The court heard Economou believed he had been libelled by a series of articles including details of Eleanor’s accusation of rape, and each of his emails were a“reaction to [Mr de Freitas] speaking to the press”. De Freitas had not given details of Economou’s name but it appeared in an article in the Daily Mail. David Lee, defending, said Economou “felt he had no way” of getting across his point of view. “It was not designed to cause distress or alarm or harass anyone,” he said. The inquest into de Freitas’s death found that her impending trial for perverting the course of justice was a “stressor” in her life when she killed herself at the family home in Fulham on 4 April 2014. The coroner recorded a verdict of suicide. Economou denies a charge of harrassment without violence between 5 November 2014 and 10 October 2015. Economou is taking a defamation case against de Freitas for claims he made in the media. A court ordered that Economou must not publish anything about Eleanor or David de Freitas. The trial will conclude on Friday.",
  "webTitle": "Alexander Economou denies harassing father of woman who killed herself",
  "webPublicationDate": "2016-05-26T18:14:06Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/26/alexander-economou-denies-harassing-father-woman-killed-herself-de-freitas",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    }
  ],
  "guardianId": "uk-news/2016/may/26/alexander-economou-denies-harassing-father-woman-killed-herself-de-freitas"
}