{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/guardian-view-on-bbc-charter-renewal",
  "id": "2016-05-12-56",
  "sectionId": "commentisfree",
  "body": "For months past, the BBC has felt under threat. The institution that together with the NHS most inspires pride, that sustains Britain’s national identity and educates, informs and entertains us, seemed at the mercy of a culture secretary who has never hidden his dislike for what he has called a “£4bn market intervention”. Famous actors, leading writers and directors, musicians and even David Attenborough sprang to its defence. So, in their thousands, did the ordinary licence fee payer; almost 200,000 of them responded to last year’s green paper. In this context, the white paper that has finally emerged felt like a win for the BBC and its director general, Tony Hall, who has been closely involved in the head-to-head negotiations of the past few weeks. It looked like a defeat for John Whittingdale, whose long flirtation with breaking up the BBC appears to have been delayed, if not defeated, by the combined might of a prime minister and a chancellor who have more sympathy for the corporation and no incentive to pick any more fights. There are some very welcome wins, but there are too many important details still to be decided to start the celebrations yet. However, the BBC itself has moved too. It is willing to accept greater accountability. Ten years ago, the idea of regulation by Ofcom was resisted. Now it is to be accepted, and so is an extended remit for the National Audit Office. The reformed system of governance ought to be better at warning against some public catastrophes like the lavish pay-offs for senior staff, or the aborted £100m digital media initiative, and for oversight if anything as grim as the Savile disaster struck again. But if the BBC has moved, the government appears to have had a major reconsideration of the position it set out in last year’s green paper. That promised the biggest shake-up in the BBC for a generation. It hinted at a restricted remit for the BBC, and described the licence fee as a regressive and unfair tax. Now the compact between corporation and audience that the licence fee represents is confirmed for another decade. So too is last year’s deal promising a rise in line with inflation for the next five years. Not paying remains a criminal offence, despite a push from the Tory backbenches, and the iPlayer loophole will be closed. Top-slicing to fund other broadcasters’ public service programming is restricted to children’s programmes. Most importantly, the new charter is for 11 years, removing it from electoral cycle. All these are significant re-evaluations. Yet threaded through the white paper’s free-market language (where the BBC is described as a broadcaster of distinction, like a traditional gents’ outfitter) are potential pressure points. The five-year break to review the new system of governance is too vague about how ministerial powers might be used. While the BBC appears to have won the day on appointing a majority of directors to the new and powerful unitary board, the process of appointment is not yet spelled out and Lord Hall, touring his empire’s studios, admitted there was still much to fight for. The exact regulatory remit of Ofcom needs clarification. The addition to the BBC’s statement of purpose of “distinctive” programme-making and “impartiality” suggests Mr Whittingdale intends them to be assessed as part of the review process. And neither side has answered the biggest question: in this rapacious media environment, what is the role of the publicly funded BBC? There is no strategic sense here of the scale of the challenge ahead. In a world increasingly controlled by commercial giants such as Google and Facebook, where independent media organisations like the Guardian fight for their place in the digital environment, debate about the role and extent of a public service broadcaster should have been at its heart. Maybe it was a casualty of the megaphone negotiations that presented a binary choice between BBC or no BBC. But the opportunity to define the BBC’s place in a digital future has been missed.",
  "webTitle": "The Guardian view on charter renewal: round one to the BBC | Editorial",
  "webPublicationDate": "2016-05-12T19:01:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/guardian-view-on-bbc-charter-renewal",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tony Hall",
      "id": "media/tony-hall",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Public service broadcasting",
      "id": "media/public-service-broadcasting",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/guardian-view-on-bbc-charter-renewal"
}