{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/27/friday-best-tvworld-biggest-flower-market-love-nina-watch-this",
  "id": "2016-05-27-299",
  "sectionId": "tv-and-radio",
  "body": "The World’s Biggest Flower Market  9pm, BBC2 Cherry Healey and florist to the royals, Simon Lycett, take a look inside Aalsmeer flower market in the Netherlands, which is so big it has its own monorail system. A lot of the flowers bought in the UK start out there; tonight, as Mother’s Day looms, the pressure’s on to supply the goods. Tulips, lilies and roses are in high demand, so Healey meets the people who produce them as well as those who make sure that the flowers arrive in the best condition. Hannah Verdier Blue Eyes  9pm, More4 After the terrorist-driven, Reservoir Dogs-tinged events of its penultimate episode, the Swedish thriller concludes with an episode that focuses largely on the politicians. Cue Elin (Louise Peterhoff, who does earnest intensity with an aplomb that calls to mind Jodie Foster) and Gunnar (Sven Nordin) working out the conspiracy that’s caused so much bloodshed. But what to do with this knowledge? And can you live a moral life while keeping dark secrets? Jonathan Wright Stauffenberg: The True Story  9pm, PBS America If you could go back in time, would you kill Hitler? Claus von Stauffenberg nearly rendered this cliched counterfactual moot back in 1944. Never a wildly enthusiastic Nazi in the first place, Von Stauffenberg still managed to rise through the Third Reich ranks, eventually reaching a position that offered personal access to the dictator. This documentary assesses how close he came and ponders possible repercussions. Phil Harrison Love, Nina  9.30pm, BBC1 Nick Hornby’s adaptation of Nina Stibbe’s memoir about braving 80s bohemian London as a young nanny from Leicester continues. Local lad Nunney finds Nina struggling to keep literary editor George’s (Helena Bonham Carter) offspring in check, and so a cycle of half‑berating, half-flirting with one another begins. But will his “university hair” and book suggestions be enough to bag him a date with the new, crisp‑ sandwich-loving girl on the block? Hannah J Davies Mum  10pm, BBC2 The titular matriarch Cathy is having a garage sale. What could possibly go wrong? Inviting the family, for one thing, with all hope of shifting dusty Roncos dispelled in favour of patience-testing pettiness, not least during a visit from Kelly’s sabre-tongued mother. One of the best comedies on TV; a show that makes one wish it were physically possible to hug a sitcom. Mark Gibbings-Jones The Windsors  10pm, Channel 4 Battle lines are drawn after Wills decides the monarchy is bunk and a referendum should be held to decide its fate. All the younger royals are backing Wills, who proves rather adept at leading the abolish campaign, while Charles leads the charge to maintain the established order, with Camilla orchestrating the dirty tricks. There are more misses than hits on the gag front, not to mention the persistent Gypsy jokes, which are now getting a bit tired. Ben Arnold No Such Thing As The News  11.05pm, BBC2 Week two of the news digest that aims to do for current affairs what the popular QI podcast No Such Thing As A Fish does for facts: find interesting stuff, kick it about, explain it and then bask in the glow of human knowledge gently expanded. Hosting in front of a live audience, which must be a daunting step up from sitting in an office with some microphones, are the “QI Elves”: James Harkin, Andrew Hunter Murray, Anna Ptaszynski and Dan Schreiber. Jack Seale Live sport Tennis: The French Open More grand slam action from Roland Garros in Paris. 9.30am, ITV4 Test Cricket: England v Sri Lanka  The second Test in the three-match series gets under way at the Riverside in Durham. 10am, Sky Sports 2 International Football: England v Australia  Another friendly for Roy Hodgson’s England team as Euro 2016 draws closer. 7.30pm, ITV Film choice Requiem For A Dream (Darren Aronofsky, 2000) 11.15pm, Film4 Adapted from Hubert Selby Jr’s novel, this nightmarish descent into a drug-saturated hell is hard to stomach: a queasy swirl of gruesome images and frantic, split-screen mayhem. Ellen Burstyn is the Coney Island widow hooked on TV gameshows and diet pills; her son (Jared Leto) is a heroin user and would-be dealer; and his addicted girlfriend (Jennifer Connelly) is reduced to performing at sordid stag nights. A raw slice of what passes for life. Paul Howlett Psycho (Alfred Hitchcock, 1960) 12.35am, Channel 4 For all the horrid goings-on at the Bates motel where Norman (a twitchy Anthony Perkins) runs quietly amok, there’s little violence on screen: even in the rightly famous shower scene, Hitch leaves nearly all to the viewer’s nasty mind. And no one had ever thought of horribly murdering the heroine halfway through the film before, which was brilliant, but a pity, too: Janet Leigh’s Marion Crane, crooked secretary on the run, was a terrific noir dame. Paul Howlett",
  "webTitle": "Friday’s best TV: The World’s Biggest Flower Market; Love, Nina",
  "webPublicationDate": "2016-05-27T05:10:23Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/27/friday-best-tvworld-biggest-flower-market-love-nina-watch-this",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/27/friday-best-tvworld-biggest-flower-market-love-nina-watch-this"
}