{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/theft-sausage-cheese-hungry-homeless-man-not-crime-italy",
  "id": "2016-05-03-80",
  "sectionId": "world",
  "body": "Italy’s highest court has ruled that the theft of a sausage and piece of cheese by a homeless man in 2011 did not constitute a crime because he was in desperate need of nourishment. The high court judges in the court of cassation found that Roman Ostriakov, a young homeless man who had bought a bag of breadsticks from a supermarket but had slipped a wurstel – a small sausage – and cheese into his pocket, had acted out of an immediate need by stealing a minimal amount of food, and therefore had not committed a crime. The case, which drew comparisons to the story of Jean Valjean, the hero of Victor Hugo’s Les Misérables, was hailed in some media reports as an act of humanity at a time when hundreds of Italians are being added to the roster of the country’s “hungry” every day, despite improvements in the economy.   Related: Saintly succour for Italy’s hungry thief | Letters    One columnist writing in La Stampa said that, for supreme court judges, the right to survive still trumped property rights, a fact that would be considered “blasphemy in America”. But others commented that the case highlighted Italy’s notoriously inefficient legal system, in which the theft of food valued at about €4.70 (£3.70) was the subject of a three-part trial – the first hearing, the appeal, and the final supreme court ruling – to determine whether the defendant had in fact committed a crime. “Yes, you read that right,” an opinion column in Corriere della Sera said, “in a country with a burden of €60bn in corruption per year, it took three degrees of proceedings to determine ‘this was not a crime’.” Ostriakov, who was described as a homeless 30-year-old from Ukraine, had been sentenced to six months in jail and a €100 fine by a lower court in Genoa, but that punishment was vacated by the supreme court. “The supreme court has established a sacrosanct principle: a small theft because of hunger is in no way comparable to an act of delinquency, because the need to feed justifies the fact,” said Carlo Rienzi, president of Codacons, an environmental and consumer rights group, told Il Mesaggero.  “In recent years the economic crisis has increased dramatically the number of citizens, especially the elderly, forced to steal in supermarkets to be able to make ends meet.” Rienzi said that in such cases the real offence was caused by the state because of its abandonment of the poor, which it turned into food thieves. The decision will likely please Italy’s most vociferous champion of the homeless: Pope Francis. The Vatican announced this week that the Argentinian pope would be welcoming thousands of homeless people and others who live on the margins of society to Rome in November, which will mark the closing of the jubilee year of mercy.  The European Festival of Joy and Mercy will take place from 11-13 November and will include about 6,000 vulnerable people, who will be treated to an audience with the pope, a papal mass, and a tour of Rome. Recent studies found that one in four people in Italy risk poverty or social exclusion. Caritas Europe, a unit of the Catholic charity group, found that 28.4% of Italians were at risk, compared with 24.5% of people in the European Union. Another report by Noi Italia, based on 2013 data, confirmed the scale of the economic devastation facing Italians following years of recession and economic stagnation.",
  "webTitle": "Theft of sausage and cheese by hungry homeless man 'not a crime'",
  "webPublicationDate": "2016-05-03T17:46:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/theft-sausage-cheese-hungry-homeless-man-not-crime-italy",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/03/theft-sausage-cheese-hungry-homeless-man-not-crime-italy"
}