{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/the-guardian-view-on-graduates-and-employment-degrees-but-not-destinations",
  "id": "2016-05-03-56",
  "sectionId": "commentisfree",
  "body": "For all those gripped by gloom over the steel crisis and wondering what it is precisely that Britain makes any more, this newspaper has an answer. The UK leads the world in manufacturing graduates. Per head, it churns out more degree-holders than Germany, Austria, Norway, Switzerland or Spain. From 19% of school leavers entering higher education in 1989, to 47% now, the UK has seen the biggest expansion of its university industry anywhere in Europe. That is especially remarkable, given the shake-ups to the admissions procedure and financing, and the huge rise in costs. Yet that growth often lets down the young people actually going through the higher education mill. It leaves them laden with debt, and as government figures demonstrated last week, often in employment that neither draws upon their skills nor pays their way. All this is not what successive governments promised. From John Major to Tony Blair to David Cameron, prime minister after prime minister has urged young people into university, offering in return a ticket to top jobs. They also hoped it would make the economy more dynamic, as in this 2006 official report for Gordon Brown’s Treasury: “The UK must become a world leader in skills. Skills is the most important lever within our control to create wealth and reduce social deprivation.” Well, the UK is now a world leader in “skills”. It has, on paper, the most skilled workforce the country has ever had. Yet look at the latest official graduate labour market statistics, which show that almost one in three, 31%, of all graduates are not doing graduate – or high-skilled – jobs. To be clear, on average it still does pay to go to university. The report shows that young graduates are more likely to be employed and are paid an average of £6,000 a year more than those with no degree. But the “graduate premium” – the extra amount a graduate can expect for those three or more years – is narrowing. And black graduates are particularly poorly served by higher education – only 37% of them are in graduate jobs. Some in the higher-education lobby might claim this reflects an economy still groggy from the aftermath of the banking crisis and its long slump. But this grotesque mismatch between graduates and graduate jobs was plainly visible before the crash. Two economists at the University of Kent looked at what happened to graduates in the jobs market between 1992 and 2006, that is from the aftermath of the ERM crisis through the long boom of the Blair years. They found that a third of graduates were “overqualified”, doing work that wouldn’t usually require a university degree. One out of every 10 graduates was “really overqualified” – doing a job that didn’t use any of their costly university training. Employers now hire graduates for work that previously didn’t require a degree: estate agents, police officers, nurses. The government’s response to all this will soon emerge in a higher education bill. But already this month, a No 10 briefing paper was caught on long lens camera acknowledging that “Education across the spectrum – from some in the Russell group … through FE [further education] colleges – do not offer the quality and intensity of teaching we expect for 9k.” Their answer will probably be to rank degrees by how much their students can expect to earn at the end. As Andrew McGettigan, author of the recent Great University Gamble, predicts, this could open the way to taking the £9,000 cap off fees altogether. “Better” faculties will then be able to charge students whatever their managers think the market will bear. Yet whatever the failings of some university departments, it’s clear that ministers are also to blame – for presiding over a low-pay, low-productivity jobs market that simply isn’t fit for the bright young things being launched into it.",
  "webTitle": "The Guardian view on graduates and employment: degrees but not destinations | Editorial",
  "webPublicationDate": "2016-05-03T18:44:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/the-guardian-view-on-graduates-and-employment-degrees-but-not-destinations",
  "keyword": [
    {
      "webTitle": "Graduate careers",
      "id": "money/graduates",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/the-guardian-view-on-graduates-and-employment-degrees-but-not-destinations"
}