{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/jose-mourinho-mission-possible-special-one-old-trafford-ego-reputation",
  "id": "2016-05-25-244",
  "sectionId": "commentisfree",
  "body": "Now that he has the Manchester United job he long-coveted, what does the resurrection of José Mourinho, and the demise of Louis van Gaal, say not just about football management but about leadership more generally? The first thing is that if you are looking for lasting friendship and loyalty, you might be better off even in politics than in top-flight football management. There has been a real lack of class about the way Van Gaal’s departure has been handled, his one moment of triumph in winning the FA Cup last Saturday totally wrecked by the breaking news that he would soon be on his way. Even as Van Gaal has been struggling at United, Mourinho and his powerful agent, Jorge Mendes, have finally got their way. Strategists bide their time and strike when they can – in this case even if it means hurting Mourinho’s former mentor at Barcelona.    When I went to Chelsea’s training ground after his departure, I was surprised at how negatively people spoke about him    When I first interviewed Mourinho for my book on Winners, not long after Van Gaal had replaced Alex Ferguson’s chosen successor, David Moyes, I asked him if he missed Ferguson as a rival in football since his retirement. “Life goes on,” Mourinho replied. I asked if he had sympathy for Moyes. (His Man United appointment had reduced Mourinho close to tears say former colleagues.) His formulaic answer – “I have sympathy for anyone who loses their job” – suggested not. I asked if it was an impossible job to follow Ferguson. He half snorted, half shrugged: “Why impossible?” The answer, of course, is that it is never easy for leaders to follow people perceived as big winners. Thatcher/Major, Blair/Brown, Clinton/Gore in politics; BP’s John Browne/Tony Hayward in business. Mourinho, around whom a sense has developed that he burns himself and his players out after three years or so, will now discover for himself if rebuilding Manchester United after Ferguson is Mission Possible or not. After all, one period of relative failure at Chelsea in a 15-year career delivering 22 trophies in four of the top footballing nations in the world does not suddenly make Mourinho a loser. The test will be whether he has learned anything from why he failed second time round. As the Irish athletics coach Colm O’Connell brilliantly puts it: “The winner is the loser who evaluates defeat properly.” Van Gaal, it seems, did not do this. In a world changing as fast as modern football is, with the money for the top clubs making it more a global business than local town sport, and even average players earning fortunes fans can only dream or moan about, he believed methods and values that had served him well in different places at a different time would serve him well at United in the most hyped league in the world. But the boardrooms, dressing rooms and media battlegrounds of today are very different places to those in Holland, Spain and Germany – even just a few years ago – where he, like Mourinho, had a reputation as a winner.   Related: Eric Cantona: ‘I love José Mourinho but he is not Manchester United’    As his era ends, more and more stories are emerging of how the players resented the way Van Gaal talked to them, treated them and managed them. Add in a style of play that made both players and fans unhappy, and an abrasive approach to the media, and you have a reservoir of goodwill that is not exactly overflowing. First time round at Chelsea, Mourinho was positively loved by the players; second time round he was more cavalier about making enemies. So when the rumour mill started churning he ran out of friends, and the most powerful “friend” of all, Roman Abramovich, was able to cut the cord. When I went to Chelsea’s training ground on a work-related visit a few months after Mourinho’s departure, I was surprised at how negatively people spoke of him. His row with the team doctor, Eva Carneiro, and the loss of players who have shone elsewhere did real and lasting damage. What Van Gaal has learned painfully, as Mourinho did at Chelsea last season, is that no matter how good a leader you think you are, even the best need a team to achieve anything. And if your own team becomes your enemy, you’re toast. How he handles that will dictate whether or not Mourinho’s reputation as a winner strengthens.",
  "webTitle": "Is Manchester United José Mourinho’s Mission Possible? We’ll soon find out | Alastair Campbell",
  "webPublicationDate": "2016-05-25T08:49:27Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/jose-mourinho-mission-possible-special-one-old-trafford-ego-reputation",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alastair Campbell",
      "id": "profile/alastaircampbell"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/jose-mourinho-mission-possible-special-one-old-trafford-ego-reputation"
}