{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-sally-tears",
  "id": "2016-05-24-102",
  "sectionId": "small-business-network",
  "body": "Sandra Patterson, director of Kids Bee Happy Ltd, explains why Sally Tears should win the Rising Star category of the Guardian Small Business Showcase competition:   Our company has just finished the first year of running our own direct sales division, which Sally Tears heads up. As a department, it’s all about people: talking, encouraging, nurturing, training and motivating. This can be challenging when everybody is self employed in a sector that is well known for having an average three-month turnover.  Despite the challenges, Sally has excelled herself in this role, and provided amazing support to the consultants. She has made herself available weekday, weekends, evenings – whenever people need her – and communicated with them by phone, messenger, Facebook, Skype, and sometimes even driving hundreds of miles to personally visit them.  Her personal touch means that she really does know each of our consultants personally, and gets to know them all as individuals. The business impact of this is that Sally’s has really brought out the best in our them, and has created a strong group of team leaders, who support and help their consultants in the same way that Sally has done for them.  We are a young business, doing something very different and dynamic in the direct sales world, and Sally has been – and will continue to be – a key part of making this happen.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Sally Tears",
  "webPublicationDate": "2016-05-24T15:42:07Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-sally-tears",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-sally-tears"
}