{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/02/write-your-own-shakespeare-tales-deborah-patterson-review",
  "id": "2016-05-02-171",
  "sectionId": "childrens-books-site",
  "body": "As the world celebrates legendary playwright and poet Shakespeare’s 400th anniversary, this book is a brilliant guide book/activity book about all things Shakespearean.  Very colourful with period-style illustrations, it is laid out beautifully. Small, square, but with nearly a hundred pages of things to do, this would be easily transportable to take on long car journeys and fill up time on holidays. Snippets of the plays are dotted throughout the book to inspire you. There are various different activities in this book including crosswords, word searches and a syllable activity to help with writing sonnets.       My favourite parts were those that helped you to write your own poetry, writing wicked spells based on Macbeth and helpful tips in constructing your own Shakespearean insults! This is a fun book, not a chore to read. There are no dreary English lessons here - you are learning, creating and laughing as you go with this one. Before I read this I was, in the words of the Bard, a ‘weedy, onion eyed measle’ - and you wouldn’t want to be a ‘logger headed boil brined barnacle’ would you?  To make up some insults of your own, check out this book. When it comes to 9-12 year olds reading Shakespeare, after these activities, they are likely to appreciate him and seek his plays and poetry out more.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Write your own Shakespeare Tales by Deborah Patterson – review",
  "webPublicationDate": "2016-05-02T11:00:22Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/02/write-your-own-shakespeare-tales-deborah-patterson-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Non-fiction (children and teens)",
      "id": "books/childrens-non-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/02/write-your-own-shakespeare-tales-deborah-patterson-review"
}