{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/revealed-none-of-britain-tech-unicorns-openly-support-brexit",
  "id": "2016-05-16-329",
  "sectionId": "politics",
  "body": "None of Britain’s so-called unicorns, private companies with a valuation above $1bn (£710m), will support Britain leaving the EU, the Guardian can reveal. Of the 14 companies on the list, five have come out as explicitly against Britain’s exit from the EU, while the rest either remained officially neutral or declined to comment on the matter. Taavet Hinrikus, the co-founder of the financial technology (fintech) startup TransferWise, said: “We believe it would be crazy for the UK to leave the EU, both for businesses and consumers.”  Funding Circle, another fintech startup, said: “A successful, well-functioning Europe is crucial to a business like ours and we believe this is best achieved by remaining part of the EU.” Alex Chesterman, the co-founder of property website Zoopla, said: “We have benefited from access to both capital and talent as part of the EU and leaving would create both economic and political uncertainty, which could have a material impact on our currency, borrowing rates, house prices and wider consumer prices.” David Brown, the chief executive of e-commerce technology company Ve, gave an impassioned defence of Britain’s position in the EU, saying: “From the perspective of a tech business in London I don’t think Britain leaving Europe is sensible in the slightest. In fact, I believe we should further increase our ties with Europe on a trade and economic basis.” The food delivery website Just Eat said even though Britain leaving the EU would not materially affect its own business, “we feel a close affinity with all our colleagues within the EU and, on balance, feel it would be favourable for Britain to remain within it”. Valuing pre-IPO companies can be tricky, and the definition of a unicorn organisation is often contested. The Guardian started with a list of Britain’s 16 unicorns compiled by the investment banking firm GP Bullhound in June 2015, and then removed Powa, which went into administration in February 2016, and Wonga, which has shrunk since its peak in 2012 when it was valued at just over £1bn.    From the perspective of a tech business in London I don’t think Britain leaving Europe is sensible in the slightest    The Guardian contacted the remaining 14 companies and asked about their stance on Brexit. Those who stayed neutral were asked why they had decided to stay out of the debate. The absence of any public support for Brexit reflects the wider attitude of Britain’s technology sector. In March, a survey of members of the industry body Tech London Advocates revealed that 87% were against Brexit, with just 3% prepared to support leaving the EU.  A few days later, Silicon Valley Bank released another survey, showing that 72% of UK-based technology and healthcare startups said leaving the EU would have a negative effect on their business. Manish Madhvani, a co-founder of GP Bullhound, argues that the biggest advantage of EU membership is the psychological boost it provides to British firms by forcing them to think about themselves in a pan-European context and compete on an equal footing with the US giants. Leaving, he argues, “would just create uncertainty, and potentially increase the cost of doing trade. “People, as a statement, will move some of their headquarters. Quite a few large corporates have already said that. And that will undoubtedly reduce the talent pool. The stat is 60% of all European corporates of size now have their headquarters in London. That’s a great position and that’s why we’ve got in my view the best city in the world. Anything that disrupts that hugely pivotal talent pool, well, that’s the key to all of this.”     ‘It would be crazy for the UK to leave the EU, both for businesses and consumers,’ says Taavet Hinrikus. Photograph: P4263 Jan Haas    Where they stand AO.com: no stance Formerly Appliances Online, the Bolton-based white goods retailer reported revenue of £385m in 2014.  AO is not taking a political position in this debate as we believe that a vote to leave the EU would have little direct impact on trading across any of AO’s three European sites. At the same time we are mindful that a vote to exit could create a level of uncertainty for markets and the wider UK economy in which we operate.  Asos: no comment The fashion retailer took more than £1bn in revenue in 2015. It launched in 2000, created Asos magazine, a print product, in 2006, and this year has launched its first TV show, a dating game called #Digidating.  Asos declined to comment. Farfetch: no response Launched in 2008, Farfetch bootstrapped its way up to dominate the boutique fashion market by providing services to independent fashion boutiques. By first providing web development aid, then pooling all the goods sold by all its partners in one central hub, the company hit a $1bn valuation in March last year. Farfetch did not respond to multiple requests for comment. FanDuel: no comment Offering online “fantasy sports” to a predominantly American userbase, FanDuel was founded in Edinburgh in 2009. Although its headquarters have jumped around the place, legal issues related to whether playing fantasy sports for money constitutes gambling have left it with one foot firmly in Britain. FanDuel declined to comment. Funding Circle: against Brexit The largest of Britain’s peer-to-peer lenders, Funding Circle allows individuals to lend money directly to small and medium-sized businesses, getting a higher rate of return than they would from a conventional savings account (while taking on commensurately more risk). Founded in 2010, it has helped make more than £1bn of loans.  We’re a global business that operates across four European markets, so a successful, well-functioning Europe is crucial to a business like ours and we believe this is best achieved by remaining part of the EU.  Just Eat: against Brexit Founded in Denmark in 2000, Just Eat moved its headquarters to Britain six years later, before expanding to countries including India and the Netherlands. Unlike many unicorns, the company is profitable, turning almost £60m profit in 2015 on revenues of £250m.  Ultimately, it is for the British people to decide. Just Eat is a global business with a significant presence in a number of European markets. All these businesses are run as local entities and we do not trade across borders within Europe. As a result, we do not believe that Brexit would have a material impact on Just Eat’s business. Nevertheless, we feel a close affinity with all our colleagues within the EU and, on balance, feel it would be favourable for Britain to remain within it.  Markit: no comment The economic data firm was founded in 2003, and has made a name for itself with rapid provision of accurate financial information, initially in credit derivatives. Since then it has grown to provide processing services, as well as customised data platforms. It has net profits of almost $500m (£350m). A Markit spokesman said: “Thank you for reaching out to us on this topic, however, we are going to refrain from commenting on this issue and prefer not to comment on why we are refraining.” PokerStars: no stance The online poker website launched on 11 September 2001. Its inauspicious birthday was only the beginning of its troubles: it has been dogged by legal wrangling with the US, where gambling is illegal, for much of its life. In 2011, its domain name was seized by the US Department of Justice. The company thrived regardless and launched legal gambling in New Jersey this year. A spokesman said: “PokerStars’ base of operations and headquarters is located in Onchan on the Isle of Man, which is already outside the EU. As a result, we do not envisage that there will be any significant impact on PokerStars’ operations, regardless of the vote.” Rightmove: no comment The online portal for home sales and lettings was created in 2000. With £192m of revenue in 2015, it is the biggest website of its kind in the UK. Rightmove declined to comment.  Skyscanner: no stance Founded in Edinburgh in 2001, Skyscanner offers a search engine for flights, hotels and car hire. It took £120m in revenue in 2015, taking $11.2bn in bookings.  We’re not actually taking a stance on Brexit – we’re apolitical as an organisation, and our focus is on growing our business and producing a world-class product.  Shazam: no comment The oldest company on this list, Shazam was created in 1999. Its audio fingerprinting technology enables it to identify songs from snippets heard through a phone, something that was originally monetised with a premium-rate phone line. Years later, tech caught up with Shazam and it launched a smartphone app in 2008, the same day the iPhone app store was launched. Shazam did not respond to multiple requests for comment. TransferWise: against Brexit Founded by two Estonians, Kristo Käärmann and Taavet Hinrikus, TransferWise touts itself as a peer-to-peer money transfer service. At the heart of its business is the idea that pairing people in the same country who want to transfer currency means no real exchange needs to occur, saving on foreign exchange fees. Hinrikus said:  We believe it would be crazy for the UK to leave the EU, both for businesses and consumers. A Brexit would have a big impact on TransferWise. The EU means free movement of talent: we have 40+ nationalities working together at TransferWise. To grow an international business you need an international team and access to the best talent in the world. Being in the EU also makes it easier to do business globally and break into new markets. We’re regulated in the UK, which currently means we’re regulated in every EU country. This cohesive approach to regulation has simplified our growth across the region. Like many businesses in London we chose to headquarter here because of the access to global talent and global markets. If the UK leaves the EU, we’ll have to consider whether it makes business sense to stay headquartered here. It’s a decision we don’t want to make but one that we’re having to consider. This year we’re setting up offices in Australia and Asia, and the fact is that countries and cities all around the world are in competition when it comes to attracting businesses. London is a great place to set up a business today but other cities are fast catching up.  Ve: against Brexit Ve provides technology to e-commerce firms to acquire, engage and convert customers. The company’s estimated annual turnover is about £20m. David Brown, Ve’s chief executive, said:  From the perspective of a tech business in London I don’t think Britain leaving Europe is sensible in the slightest. In fact, I believe we should further increase our ties with Europe on a trade and economic basis. On a practical level, the differing rates of VAT from country to country are an administrative and potentially business-damaging issue. Import taxes charged directly to consumers when they receive goods ordered online from a business in another European country is bad for the buyer and troublesome for the industry. Additionally, hidden cost in currency conversion by banks and credit cards at time of purchase further complicates matters. None of this bodes well for the online industry; not the businesses nor the consumers. From an industry perspective, Europe has always played the poor relative to the US because there is very low liquidity in public markets and, as a result, less capital in Europe for the tech industry. A Brexit would also reduce the likelihood of IPOs being conducted in Europe, with those that do happen unlikely to see success on the scale of the US. This would be very damaging for the tech industry today and is playing into the hands of the American capital market and tech industry. In my view, innovation is far more prevalent in Europe than the US, but the capital is in the US and it is time this balance was addressed. A single currency, a united marketplace and consolidated financial markets across Europe would allow the UK to stand shoulder to shoulder with the US and would drive a seismic shift in the tech industry. Politically and socially, I think it is still a personal view. The beauty of each country’s individualism is the charm of Europe, so the more each country can remain independent the better. But these issues should be separated from the desperately needed closer economic and trade ties facilitated by a united Europe.  Zoopla: against Brexit Zoopla Property Group owns and operates the home sales and letting websites Zoopla and PrimeLocation, and also the price comparison website uSwitch. In the first six months of the 2014-15 financial year, it took revenues of £42m. Its founder, Alex Chesterman, said:  We support the UK’s continuing membership of the European Union. Whilst the EU is by no means a perfect union, we believe that Great Britain is better in than out. We have benefited from access to both capital and talent as part of the EU and leaving would create both economic and political uncertainty, which could have a material impact on our currency, borrowing rates, house prices and wider consumer prices. Using the prime minister’s marriage analogy, perfect unions are hard to come by and we believe that we would be far better off working on ways to make it more effective from within than by throwing in the towel with no opportunity to impact it in the future.",
  "webTitle": "Revealed: none of Britain's 'unicorns' openly support Brexit",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/revealed-none-of-britain-tech-unicorns-openly-support-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology startups",
      "id": "technology/startups",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "politics/2016/may/16/revealed-none-of-britain-tech-unicorns-openly-support-brexit"
}