{
  "apiUrl": "https://content.guardianapis.com/business/economics-blog/2016/may/20/george-osborne-uk-economy-deficit-economic-plan-spending-labour",
  "id": "2016-05-20-317",
  "sectionId": "business",
  "body": "Despite repeatedly missing his own targets, George Osborne has so far done well out of his decision to focus attention on the deficit. In keeping the spotlight on the public finances, the chancellor has avoided scrutiny of his broader economic strategy.  The masterstroke was to convince the public that excessive spending by Labour caused the financial crisis. This was an impressive feat of persuasion: when the crisis began in 2007, public debt was lower as a share of GDP than when Labour took power a decade earlier. Despite finding little support in the facts, the story stuck, thanks in part to a media that failed to question Osborne’s narrative. John McDonnell’s announcement of Labour’s fiscal rule is a admission that the Conservatives have succeeded in framing the economic debate. It is a tacit confession that Labour needs to improve its perceived lack of economic credibility.    Related: Making things matters. This is what Britain forgot | Ha-Joon Chang    The rule commits a Labour government to balancing the budget over each parliamentary term, while exempting borrowing for investment. It bears more than a passing resemblance to the rule proposed by Ed Balls during the 2015 election campaign, a proposal derided at the time as “austerity lite’” by McDonnell. The difference is that he appears to be serious about embarking on a major public investment programme. It is unfortunate that a symbolic gesture of this kind is needed. The rule is being adopted for political reasons, not because the economics demands it. A balanced current budget is a reasonable aim, but is not something that a government can commit to. Budget deficits have a life of their own, as Osborne has discovered.  But if the adoption of the rule helps Labour draw a line under the debate on the public finances and move on, it will have served its purpose.  Discussion of deficits and austerity has been a diversion from the real issues. Successive governments have refused to put forward any serious economic strategy, choosing instead to invoke the power of the market.      John McDonnell has committed Labour to a major public investment programme. Photograph: Hannah Mckay/Reuters    A programme of cuts to government spending – and middle-class taxes – is not a long-term economic plan. It is also failing even on its own terms: the latest figures show that national debt has is now rising as a share of GDP. The Conservatives are increasingly isolated in their refusal to engage in long-term economic thinking. Elsewhere, there is broad support for a renewal of industrial policy. It is clear that McDonell is committed to a more active role for government.  In a rare cross-party statement, the former business secretaries Vince Cable and Chuka Umunna recently expressed their support for British industrial policy. Dan Jarvis, who is widely seen as a Jeremy Corbyn stalking horse, has spoken in favour of industrial strategy and the need to shift away from corporate short termism. Labour’s factions should put aside their differences and work together to flesh out such a strategy. McDonnell’s proposal has been well received, while Osborne’s rule – and his agenda of fiscal austerity and redistribution from poor to rich – have been widely criticised by economists. McDonnell’s rule should allow Labour to shift the terms of the debate towards more important matters. The list of issues requiring attention is sobering: flat productivity; lagging wages; an imbalanced economy reliant on imports, consumer credit and house price inflation; an ageing population – currently offset by immigration – and potential pressures on jobs from new forms of automation. Instead of debating whether greater investment expenditure is needed, this should be a given. The country can afford it. A more important task is outlining how the government can play an effective role in supporting and directing the economy. An obvious first step is to upgrade the UK’s ageing infrastructure and begin working on reducing carbon emissions. But this will not be enough. The UK is fast becoming a post-industrial nation – a trend that receives little serious discussion. Britain needs to produce goods and services that the rest of the world wants to buy.  What should industrial policy look like in a post-industrial society? It is time for Osborne’s critics to move beyond the anti-austerity message and put forward a clear description of a modern economic strategy for the UK. To his credit, McDonnell has organised a series of events aimed at opening up debate on these issues. The state of the economy conference on Saturday provides an opportunity for the discussion to continue. Jo Michell is a senior lecturer in economics at the University of the West of England.",
  "webTitle": "Osborne's focus on UK's deficit deters scrutiny of his weak economic plan",
  "webPublicationDate": "2016-05-20T06:00:33Z",
  "webUrl": "https://www.theguardian.com/business/economics-blog/2016/may/20/george-osborne-uk-economy-deficit-economic-plan-spending-labour",
  "keyword": [
    {
      "webTitle": "Budget deficit",
      "id": "business/budget-deficit",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Borrowing & debt",
      "id": "money/debt",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "business/economics-blog/2016/may/20/george-osborne-uk-economy-deficit-economic-plan-spending-labour"
}