{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/books-ebook-publishers-paper",
  "id": "2016-05-13-256",
  "sectionId": "commentisfree",
  "body": "At last. Peak digital is at hand. The ultimate disruptor of the new information age is … wait for it … the book. Shrewd observers noted the early signs. Kindle sales initially outstripped hardbacks but have slid fast since 2011. Sony killed off its e-readers. Waterstones last year stopped selling Kindles and e-books outside the UK, switched shelf space to books and saw a 5% rise in sales. Amazon has opened its first bookshop. Now the official Publishers’ Association confirms the trend. Last year digital content sales fell last year from £563m to £554m. After years on a plateau, physical book sales turned up, from £2.74bn to £2.76bn. They have been boosted by the marketing of colouring and lifestyle titles, but there is always a reason. The truth is that digital readers were never remotely in the same ballpark. The PA regards the evidence as unmistakable, “Readers take a pleasure in a physical book that does not translate well on to digital.” Virtual books, like virtual holidays or virtual relationships, are not real. People want a break from another damned screen. What went wrong? Clearly publishing, like other industries before (and since), suffered a bad attack of technodazzle: It failed to distinguish between newness and value. It could read digital’s hysterical cheerleaders, but not predict how a market of human beings would respond to a product once the novelty had passed. It ignored human nature. Reading the meaning of words is not consuming a manufacture: it is experience.   Related: The power of paper in a digital era | Robert McCrum    As so often, the market leader was the music business. Already, by the turn of the 21st century, its revenues were shifting dramatically from reproduction to live. This was partly because recording and distributing music became so cheap there was no profit margin, but it was largely because the market had changed. Buyers, young and old, wanted to witness music played in the company of like minds, and were prepared to pay for the experience – often to pay lots. Soon the same was true for live sport, live theatre, even live talks. The festival has become king. The money is back at the gate. Books must be the ultimate test. Admittedly some festivals now give away books for free and charge instead to hear the writers speak. But just buying, handling, giving and talking about a book seems to have caught the magic dust of “experience”. A book is beauty. A book is a shelf, a wall, a home. The book was declared dead with the coming of radio. The hardback was dead with the coming of paperbacks. Print-on-paper was buried fathoms deep by the great god, digital. It was rubbish, all rubbish. Like other aids to reading, such as rotary presses, Linotyping and computer-setting, digital had brought innovation to the dissemination of knowledge and delight. But it was a means, not an end. Since the days of Caxton and Gutenberg, print-on-paper has shown astonishing longevity. The old bruisers have seen off another challenge.",
  "webTitle": "Books are back. Only the technodazzled thought they would go away | Simon Jenkins",
  "webPublicationDate": "2016-05-13T09:43:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/books-ebook-publishers-paper",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ebooks",
      "id": "books/ebooks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Waterstones",
      "id": "books/waterstones",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Booksellers",
      "id": "books/booksellers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/books-ebook-publishers-paper"
}