{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/michel-platini-cas-appeal-ban-football",
  "id": "2016-05-09-263",
  "sectionId": "football",
  "body": "The Uefa president, Michel Platini, will finally resign from the post after losing his battle to appeal against his ban from all football over a “disloyal payment” from his former Fifa counterpart, Sepp Blatter. After the court of arbitration for sport upheld the ban but reduced the sanction from six years to four, Platini again protested his innocence and railed against a “profound injustice”. The Frenchman had originally been the runaway favourite to replace Blatter when the Swiss resigned in the wake of the meltdown that followed police raids on the Baur au Lac hotel in Zurich during February 2015. But Platini, who said he would fight on in the Swiss courts to clear his name, was then suspended and later banned after Swiss authorities opened a criminal investigation into Blatter’s payment of 2m Swiss francs in 2011. The so-called “disloyal payment” was based on a verbal agreement between the two men relating to a period when Platini acted as a special adviser to Blatter between 1999 and 2002. The payment was made in addition to the salary Platini was paid during the period. Fifa later confirmed Markus Kattner, the current acting secretary general, was aware of the contentious payment from Blatter to Platini in 2011 when it was made. “Due to his function as finance director at the time Markus Kattner was of course aware of the payment. Marco Villiger, legal affairs director, was not privy to the arrangement and had no knowledge about it,” a spokeswoman said. The three-man Cas panel said it was “not convinced of the legitimacy” of the oral deal and found Platini had obtained an “undue advantage” and there been a conflict of interest that was in breach of two articles of the Fifa ethics code. In its ruling Cas also pointed out the payment was made four months before the Fifa election in 2011, at a time when Blatter was facing a challenge from the Mohamed bin Hammam. The Qatari was later banned for offering bribes and Blatter, backed by Platini’s Uefa, was re-elected unopposed. Platini had, like Blatter, originally been suspended for eight years but that sanction was reduced to six by Fifa’s appeals committee. Cas reduced it further to four, but the decision effectively ends Platini’s career as a football administrator because – as he pointedly noted – it rules him out of standing for the Fifa presidency in 2019. Cas also criticised Fifa. Although the payment was known about in 2011, Cas said it was not referred to Fifa’s ethics committee until the Swiss prosecutor took action in 2015. The panel also revealed Platini benefited from a pension arrangement to which he was not entitled and said his lack of repentance and his senior position within both Fifa and Uefa, where he had been president since 2007, were factors in the length of the sanction. Platini again hinted he believed wider forces were at work in forcing him out of the upper echelons of football administration only two months before a European Championship in his native France that he had hoped would be a lap of honour after ascending to the Fifa presidency. Instead, his one-time general secretary Gianni Infantino is the new Fifa president and Platini will be barred from performing any official or ceremonial duties at the tournament – although he will be allowed to attend matches. “I take note of today’s decision from Cas but I see it as a profound injustice,” Platini said in a statement. “This decision inflicts a suspension on me that, as luck would have it, stops me from contesting the next election for the Fifa presidency. As agreed with the national associations, I am resigning from my duties as Uefa president to pursue my battle in front of the Swiss courts to prove my innocence in this case. “Life is always full of surprises: I am henceforth available to experience more of them.” Uefa will meet next week in Basel to decide on its next move. A presidential election is likely in September and the Dutchman Michael van Praag is expected to be among the favourites to replace Platini. European football’s governing body said it would not name an interim president in the meantime.           Michel Platini: ‘I haven’t made any mistakes’ — video",
  "webTitle": "Michel Platini resigns as Uefa president after ban reduced to four years",
  "webPublicationDate": "2016-05-09T09:07:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/michel-platini-cas-appeal-ban-football",
  "keyword": [
    {
      "webTitle": "Michel Platini",
      "id": "football/michel-platini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Fifa",
      "id": "football/fifa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Uefa",
      "id": "football/uefa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/09/michel-platini-cas-appeal-ban-football"
}