{
  "apiUrl": "https://content.guardianapis.com/culture-professionals-network/2016/may/13/art-audience-how-to-create-unique-immersive-experiences",
  "id": "2016-05-13-233",
  "sectionId": "culture-professionals-network",
  "body": "We at Home Live Art (HLA) specialise in producing site-specific, immersive and participatory art experiences, often in mainstream, non-arts environments. Artists from performance and live art disciplines create the works, which are based on the concepts of familiarity and the everyday: contexts in which to make and experience art. We launched 16 years ago, presenting experimental live work to very small, predominantly arts-based audiences in a family house in south London. Artists used spaces all over the house, in and among the paraphernalia of everyday family life. The combination of the “homely” personal performance environment, alongside this extreme audience proximity to the work (which was quite unusual back then) taught us much about the role of the audience in determining the outcome, direction and often the very nature of what that performance might be.  Basically, we learned what it meant to consider the audience. We moved on to explore these ideas in more mainstream contexts, with increasingly larger and diversified audience groups. We’ve been commissioned many times by large cultural institutions to devise “leftfield” arts events that bridge their programmes and their target community audiences.  You may have seen HLA programmes in the lobbies or outdoor spaces at the Barbican, National Theatre, Tate Britain, or interloping into mainstream cultural celebrations such as The Queen’s Diamond Jubilee. Having spanned both the very small and very large, here are some considerations for producing experimental or interactive work in these two contexts. Small-scale Respond to the spaceYou feel you’ve experienced something really unique and special when you know that it wouldn’t exist in the same way anywhere else. We think about the place first, then we think about which artist’s work would respond well there. We move on to the hows and whats of the work after that.  We work with artists we trust. Nine times out of 10 they will be commissioned before we know what they are going to do. The risk of not knowing in advance is infinitely compensated by work that will be absolutely bespoke. Timing is everythingI can’t stress enough how highly charged a direct exchange with an artist in an intimate performance setting can be.  We make allowances for each audience member’s own pace, looking for opportunities, where possible, to leave time for them to make choices and have some control around how they engage and when they access the work. Some will take longer than others and we try to anticipate that. Look after your audienceYou can safely assume that someone with a ticket for a one-to-one in an en suite bathroom is going to be up for it. But in removing conventional divisions between audience and performer, you also remove all the unwritten protocols of expectation.  This can be thrilling, or terrifying. If we’re asking an audience member to let themselves go into a new experience, things will always go better if they’re comfortable with what’s going to be expected of them. We create new protocols that work in the space, for example by establishing the boundaries (“you can explore anywhere you find a door open”) or by clarifying what’s allowed (“ask anything, touch everything, sit wherever you like”). Large-scale (it’s the same, just bigger) Respond to the spaceWe approach artists in the same way that we would for a tiny space – always in response to the location. But worth remembering is that larger areas can trigger a compulsion to fill every corner with “something”.  Audiences need space to just be, without necessarily being in constant contact with an aspect of the work. They need to be able to dip in and out of theaction. If you do that, they will stay longer!   Related: How I balanced fear and fun in my stage adaptation of Goosebumps    Timing is still everythingAs well as allowing space, we also adhere to one of allowing time. People don’t want to be marched from one thing to the next on a tight schedule. We don’t ever over-programme.  With our large public events we assume the audience may span seasoned performance art followers to those on a family day out. We offer a range of access points into the work or works, so people can choose to observe from a distance, participate anonymously as part of a large group, or go in for the direct interaction. You can still look after your audienceAlthough working with large numbers and big public spaces have greater logistical and practical demands, meeting these comes with a bit of experience, good infrastructure and a production manager who knows their onions.  The real consideration for artists and ourselves is still this notion of audience expectation and treading a balance between challenge and innovation: not pushing an audience too far, but just enough to feel that it’s a new experience.  Mimi Banks is co-director of Home Live Art The company’s latest project, At Home: A 21st Century Salon, is at Angel House Brighton on 20-21 May Join our community of arts, culture and creative professionals by signing up free to the Guardian Culture Pros Network.",
  "webTitle": "Art meets audience: how to create unique, immersive experiences",
  "webPublicationDate": "2016-05-13T10:30:13Z",
  "webUrl": "https://www.theguardian.com/culture-professionals-network/2016/may/13/art-audience-how-to-create-unique-immersive-experiences",
  "keyword": [
    {
      "webTitle": "Culture professionals network",
      "id": "culture-professionals-network/culture-professionals-network",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Audiences",
      "id": "culture-professionals-network/audiences",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "culture-professionals-network/2016/may/13/art-audience-how-to-create-unique-immersive-experiences"
}