{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/18/five-navigation-tools-every-young-explorer-needs",
  "id": "2016-05-18-193",
  "sectionId": "childrens-books-site",
  "body": "Maps Learn how to read a map! Maps use special lines called contours, to show you where there are mountains, hills and valleys. They can also show rivers, lakes and streams, they can even show you things like areas of forest or boggy ground. Learning how to read a map will help you to navigate safely and accurately.     Use your watch as a compass!    A compass A compass points the way! Did you know that there’s a giant magnetic field in the Earth that makes a compass needle spin? It doesn’t matter where you are in the world, your compass needle will always point north. When you use a compass and a map together, it’s really easy to find out where you are and plan a route.     Justin Miles, on an adventure.    GPS phones GPS and phones help with navigation too. Did you know that there are no fewer than 24 GPS satellites orbiting the Earth at any one time? Those satellites are bombarding the surface of the planet with messages that get picked up and read by GPS devices. These gadgets can then tell you, really accurately, where you are – anywhere in the world! Your mobile phone can work in a similar way, and most mobiles have a mapping app that will work really well… so long as your phone has signal...     Find your way using the stars!    Nature Let nature lead the way! You might not realise it, but nature provides us with loads of clues to help us navigate, from using the sun and the stars to working out which side of a tree has the most moss on it. If you live in the northern hemisphere and stand with your back to the sun at mid-day, your shadow will be facing due north. From that, you can work out all of the other points of the compass. You can use your watch as a compass too, so if you need to know which way is north, you don’t have to wait until 12 o’clock to do it. At night you can use the stars. You can find the North Star by using two constellations called the Little Dipper and the Big Dipper. Once you’ve found the North Star, you just draw an imaginary line down on to the horizon to find north, and from there you can work out all of the other points of the compass. Curiosity The world is an AWESOME place, full of amazing things to see and experience and not all of them are a long way from home! Be nosey, be inquisitive, be curious and and explore the world, whether its your back garden and the local park or mountains and jungles.      Justin Miles is a British professional adventurer and has honed his mapping and navigation skills in some of the more extreme areas of the world. His adventures include exploring the Arctic, climbing mountains, exploring deserts and hacking his way through jungles. All of Justin’s experiences have been used to support charities and to fuel various education projects. He reveals his navigation secrets in The Ultimate Mapping Guide for Kids. Buy it at the Guardian bookshop.",
  "webTitle": "Five navigation tools every young explorer needs",
  "webPublicationDate": "2016-05-18T11:52:50Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/18/five-navigation-tools-every-young-explorer-needs",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/18/five-navigation-tools-every-young-explorer-needs"
}