{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/isabelle-huppert-woody-allen-noah-baumbach-interview-phaedra-elle",
  "id": "2016-05-22-146",
  "sectionId": "stage",
  "body": "Isabelle Huppert is known to have a certain self-awareness regarding the way she looks. But we’re not talking about the kind of vanity you might conventionally be tempted to ascribe to film stars. With this outstanding French screen and stage actor, it’s more a precise analytical interest in her appearance and the meaning it can convey. She once said, “In a close-up, a flicker of the eyelids is a major event” – and in so many of her films that flicker, or the slightest tense moue at the corner of the mouth can have a profoundly eloquent, even seismic effect. Her body and her face are among the precision tools of her trade, so it’s understandable that she takes a hands-on interest in her relation with the camera, whether it’s shooting film or stills. So when I walk into her dressing room at Paris’s historic Théâtre de l’Odéon, Huppert has her glasses on and is huddling over the Observer photographer’s laptop, peering intently at the portraits he’s just taken of her and giving firm opinions on which do and don’t work. “Non – too hard. Not this one, it makes me look like I’m missing a leg. This one’s good. But you’d have to crop it here.” I’d love to be able to report on exactly how Huppert uses those finely tuned features in the stage performance she is about to bring to London’s Barbican. But I arrive in Paris to find that this evening’s performance of Phaedra(s), her current spectacle at the Odéon, has been cancelled because the theatre is occupied by demonstrating intermittents du spectacle – arts workers protesting against proposed cuts to the benefits that they receive while not working. That this system exists is testament to the enlightened attitude towards culture that still operates in France, although it’s apparent that a certain irritation towards the cause exists backstage at the Odéon, the show’s director Krzysztof Warlikowski having decided it was impossible to stage Phaedra(s) during the occupation.     Isabelle Huppert on stage in Phaedra(s) in Paris. The play comes to London’s Barbican next month, complete with surtitles. ‘You will understand,’ Huppert promises. Photograph: Pascal Victor/ArtComArt    In the event, all I have seen of the production is a somewhat blurry video recording in which Huppert and her fellow actors appear as murky figures in the stage landscape. But I can report that, vocally and physically, Huppert gives a performance radically at odds with the minimalism we often associate with her screen roles. There are eldritch screams, agonised physical contortions, highly formal enunciations of speeches and stage directions alike. The theme is the classical story of Phaedra, the queen who falls passionately for her stepson Hippolytus – as told by Euripides, Seneca and most famously Racine. Polish director Warlikowski’s version of the myth mixes the classics with a new text by Lebanese writer Wadji Mouawad, chunks of JM Coetzee’s 2003 essay-novel Elizabeth Costello and the entirety of the late Sarah Kane’s characteristically brutal 1996 play Phaedra’s Love. Containing dance sequences, video projections, an extremely mobile stage set and a radically decentred approach to its ostensible subject, Phaedra(s) is a full-on multi-media assault that will startle theatregoers expecting a classic tale classically told. It has, I suggest to Huppert, very little to do with the British theatre tradition. “Or with the French theatre tradition,” she says. “Let’s say that Warlikowski has his own world.” This is the second time she has worked with the director; their last collaboration was a version of A Streetcar Named Desire set in a mental hospital, with Blanche DuBois as a literature professor reciting Flaubert and Euripides.    I don't particularly think about Phaedra the character. We know what her problem is. She's in love with her stepson    Sitting in her dressing room – trim at just over 5ft, in black trousers and boots and a white couture jumper – Huppert lives up to one of her reputations. I don’t mean the version that depicts her as a chilly, forbidding figure, but certainly the one that presents her as unashamedly cerebral, an alert and acute thinker who doesn’t squander words. French actors in particular can be a little vaporous in interview as they weave poetic abstractions around the intangibles of their art, but with Huppert, speaking in French, you feel you’re getting a very considered tutorial. On Sarah Kane, whose demanding 4.48 Psychosis she performed in 2002, Huppert says, “Her language is the language of consciousness. It’s somehow cosmic, certainly in no sense realist.” She explains how the different levels of Phaedra(s) fit together. “Wadji Mouawad gives us a geopolitical Phaedra – a Phaedra torn from her roots, who reminds us of the struggles of immigrants, people who’ve lost their land and are dealing with the deaths of those close to them. Sarah Kane gives us a bourgeois family stifling under the weight of secrecy, lies and shame. And Coetzee’s Phaedra isn’t really Phaedra but an intellectual giving a lecture on female desire, on the relationships between men and gods.” Phaedra, Huppert commented in a recent French interview, “is less a character than an idea”. What, for her, is the difference? “When I do a performance like this, I’m not particularly thinking about Phaedra the character. Everyone already knows what her problem is. She’s in love with her stepson, who isn’t her son, so it’s transgression but not quite incest – and maybe that makes it worse.” With mythical figures, you’re dealing with readymades, she says. “It’s a bit like Madame Bovary” – whom Huppert played in a Claude Chabrol film of 1991 – “Madame Bovary is ennui, depression, unrealisable dreams. And Phaedra is burning desire, desire associated with death. That means you can very easily move away from the story, from the anecdote,” she says, giving the word the very faintest hint of contempt. There’s no denying that Phaedra(s) is a challenging piece, both in its kinetic, confrontational staging, and in its dense flood of text, performed in a heightened, non-naturalistic manner; in the Kane section, Huppert recites the stage directions aloud in a haunted, robotic style. Some French critics admitted to being mystified by the show. So how will it go down in London, accompanied by surtitles? “I’ve seen a lot of surtitled performances, and I’ve done a lot of them,” Huppert says. “Sometimes it can really open things up, because a surtitle can’t give you everything. In theatre it doesn’t matter if there’s something else that transmits meaning – our imagination can take its cue from vision alone. For me, it’s not a problem if I see a play and I can’t understand anything at all – it can be fun. Here, you won’t understand nothing – you will understand.”     Huppert with Gérard Depardieu in Loulou (1980). Photograph: Alamy    Huppert clearly feels at home in an abstracted, experimental realm of theatre; the last time I saw her on stage in Paris was in a super-austere version of Hedda Gabler, in which she spent nearly the whole evening standing motionless on a stage resembling a Japanese lacquered platform. “I’ve been lucky,” she says. “I’ve had a very rich experience in theatre because of the stature of the directors I’ve worked with.” She reels off a list of names including Bob Wilson, Peter Zadek, Yasmina Reza. But her debut in theatre was a little more rough and ready. Born in 1953 and raised in the Paris suburb of Ville-d’Avray, Huppert is the daughter of an English teacher mother and a father who manufactured safes. She studied at the Paris Conservatoire and had an early stage stint at the start of the 70s working with her sisters, director Caroline and playwright Elisabeth. A particular hit was a cafe-theatre production of Elisabeth’s play The True Story of Jack the Ripper. “It had a very long run – it was a pretty scandalous play. It imagined Jack as a woman, so you had this sapphic relationship between Jack and his victims. And in a cafe-theatre, you’re very close to the audience, which makes for a very powerful eroticism.”    All the directors whose debut features I’ve made recently  turned out to be real film-makers – I have good intuition    Perhaps in a similar mode, Huppert will soon be seen in a French reworking of the Jekyll and Hyde story, Mrs Hyde, in which she plays Madame Géquil. Her husband in the film will be Gérard Depardieu, a screen partner from way back: in 1980, they made a striking star-crossed couple of social outsiders in Maurice Pialat’s realist drama Loulou. Last year, one of the event movies in Cannes was their reunion after 35 years in Valley of Love, in which the actors play a divorced couple – named Isabelle and Gérard – summoned to California’s Death Valley, seemingly by their dead son. It’s a haunting figures-in-a-landscape drama, and an essay on time and physicality, with a trim, elegant, seemingly ageless Huppert, now 63, framed in the shadow of Depardieu’s weary, gargantuan bulk. When I ask about the film, Huppert is more willing to talk about the locale than her co-star. “There are lots of tourists but you can get away – I went on some long walks, miles from anyone. It was a brilliant idea to set that story there – if they had met up in the Place de l’Odéon, it wouldn’t have been the same.” As for working again with Depardieu, Huppert is almost dismissive about the legendary status of their reunion, which was so much the film’s selling point. “It’s not like we’re Marlene Dietrich and whoever.”         Valley of Love trailer.    Huppert generally seems reticent to talk about other actors or collaborators. When I ask her about sharing a stage with Cate Blanchett in The Maids in Sydney and New York, she simply says they have very different acting styles, and turns the discussion to how strange it felt to be performing Jean Genet in English. On working with Patti Smith for a reading of the singer-poet’s book Just Kids, she only says Smith has a fabulous voice whether singing or speaking. Huppert is more inclined to enthuse about directors; she has said that her only criterion for deciding to make a film is the desire to work with a particular person. In the course of a formidable – and sometimes relentlessly globe-trotting – career, she has chalked up a vast catalogue of illustrious auteur names. She has worked her way through the pantheon of major French directors: in recent years, Claire Denis, Catherine Breillat, Olivier Assayas, François Ozon; before that, Jean-Luc Godard, Bertrand Tavernier and, repeatedly, Claude Chabrol. She has also collaborated with film-makers from Russia, Hungary, South Korea and the Philippines, as well as making a handful of films in the US, most famously Michael Cimino’s maudit western Heaven’s Gate (1980). And she regularly works with largely untested names on first or second features – much more than a star of her status might be expected to – a recent example being Belgian director Bavo Defurne, in whose forthcoming Souvenir she plays a forgotten Eurovision singer on the comeback trail. How does she know when a new name will have what it takes? She gives a casual shrug. “Oh, it’s just a bet I take, and I’ve rarely been wrong. All the directors whose debut features I’ve made in the past seven, eight years have turned out to be real film-makers – I have a good intuition.” Huppert’s latest film, however, is directed by a controversial A-lister – Paul Verhoeven. He’s the Dutch provocateur who became one of the biggest names in 80s-90s Hollywood, specialising in abrasively violent science fiction (RoboCop, Starship Troopers) and sexually intense thrillers and melodramas such as Basic Instinct and the flamboyantly brassy Showgirls – a film widely regarded as a bad joke, yet viewed in France as a highly serious artistic statement. Premiered at Cannes, Verhoeven’s French-language thriller Elle stars Huppert as the head of a computer games company reacting to rape by a mystery assailant. Judging by the trailer, it plays both on Huppert’s skill at extreme emotion and on her fine command of inscrutability.     Huppert with Kris Kristofferson in Heaven’s Gate (1980). Photograph: Courtesy Criterion Collection.    She loved working with Verhoeven, she says. “The film is really rich, very surprising and enigmatic. It’s elusive. It’s not a genre movie, but it’s not a non-genre movie either – it floats somewhere between Chabrol and Hitchcock, but it’s still a thousand per cent Verhoeven. There’s also a sociological dimension. It’s about a very contemporary woman, not a victim, but someone who bears up – only you don’t see her bearing up. Things just happen to her and she lives through them, without complaining. You can’t say she’s a victim, or a heroine, or a woman of power – although she is a woman of power. All those categories distract us from reality, in a way.” It’s strange to think of Verhoeven – whose notoriety rests partly on a subliminal flash of Sharon Stone’s crotch in Basic Instinct – making what sounds like a feminist film. “I don’t think it’s strange – Showgirls was a major feminist film. In a way. He’s certainly not misogynist.” Perhaps a more overtly feminist statement is Things to Come, Huppert’s collaboration with young French writer-director Mia Hansen-Løve, which premiered in February in the Berlin film festival. In it, Huppert gives a phenomenally vivid yet understated performance as a philosophy teacher going through separation from her husband and coping with her elderly mother’s dementia. A middle-aged intellectual woman with complex depths, everyday emotional travails and a sense of humour – this is the sort of role that barely anyone writes these days. Only in France, you might say, and only from someone as astute as Hansen-Løve, who made the French techno-generation film Eden, and who is herself the daughter of philosophers; Huppert says she essentially plays the director’s mother. Does she, I wonder, ever feel less appreciated when playing ordinary women, rather than the characters she’s often most closely associated with – such as the emotionally damaged musician in Michael Haneke’s harrowing The Piano Teacher, or the murderous women of Chabrol’s films (Violette Nozière, La Cérémonie)? “Not at all,” she says. “Most of my characters are very, very ordinary women. Chabrol only ever cast me as fairly ordinary characters – they just have rather particular destinies.” There’s also the comic side of Huppert, seen in the lighter films that don’t always get distributed in the UK. It sometimes comes as a surprise to see her letting her hair down and having fun, playing a confused tourist in the South Korean comedy In Another Country, or in Copacabana, a French film in which she plays a flighty ex-hippie holed up in Ostend, of all places. Viewers do tend to think of her on-screen persona as a full-on neurotic, steeped in psychosexual anguish. “Yes, but you can be a comic neurotic too.” So does she feel underrated doing comedy? “I certainly do feel…” she hesitates a moment; I take that as a yes. “That’s why I’d love to work with Woody Allen or Noah Baumbach – to do comedy in that New York vein.” But her serious roles, she insists, often contain more humour than is apparent. “Even The Piano Teacher – although I wouldn’t try to persuade anyone that was an out and out comedy…”    I haven't started it yet but you can imagine what a Michael Haneke film called Happy Ending will be like    Next year, Huppert will be seen in another film with the austere Austrian maestro Haneke. “I haven’t started it yet. But you can imagine what a Michael Haneke film called Happy Ending will be like. You can imagine there will be a certain irony, a certain…” – she hesitates playfully, choosing her words – “clear-sightedness. For me, the title says everything about how lucidly Haneke sees the world.” Apparently it’s about immigration, I hazard. “Apparently. That’s not all there is to it. We’ll see.” The mention of immigration seems a good moment to steer Huppert on to political themes, although she is famous for being reserved on this terrain: she once told an interviewer, “You’re not entitled to ask questions like, ‘Who do you vote for?’” Given that the Odéon is, while we’re speaking, surrounded by a police guard – even with a relatively small, quiet contingent of demonstrators in occupation – I ask how she feels about the general mood in Paris since the attacks at the Bataclan and elsewhere in November 2015. Huppert turns uncharacteristically vague. “It’s complicated. There’s definitely less freedom of speech, less freedom tout court – you have to really be careful about what you say, it’s very easy to be misunderstood, and that makes for a harmful climate. It’s all a bit complicated. Still, you have to have faith in the future.” I mention the rise of the right in France. “Well, it’s not just the right and the extreme right, there are problems on the left too, it’s all a bit complicated…” And that’s about as far as she’ll go.      Huppert is also famously guarded when it comes to her personal life. She never discusses her husband, and the father of her three children, Ronald Chammah, whom she met when he directed her in a 1987 film called Milan Noir: “That’s part of my private life,” she firmly told me when I asked her about him years ago. Yet, given her reluctance to place her life in the media spotlight, I tell her I’m surprised to see her all over the Paris newsstands on the cover of Psychologies magazine, together with her 32-year-old daughter Lolita Chammah, herself a rising screen actor. Huppert perks up. “Is it out already?” I pass her my copy. On the front are mother and daughter in a portrait that plays up their resemblance: both red-haired, both in identical white shirts, both gazing inscrutably at the camera. “Ah… C’est belle la photo!” she enthuses. Inside is a lengthy interview in which the pair discuss the pleasures and pains of the mother-daughter relationship. “Why did I do it? Does that surprise you? But I don’t talk about my private life in it at all, it’s all very general talk about a mother’s relationship with her children – there are no details, no anecdotes.” The interview does indeed maintain an amiable pitch of faux-revelatory vagueness: “I don’t think I’ve been an anxious mother… more a strong, protective one,” and so forth. They’re clearly a strong team, in any case; Huppert and Lolita play a zesty comic turn as mother and daughter in Copacabana, and are about to play similar roles again. Admirers of Huppert on screen, then, should be prepared to abandon all preconceptions for Phaedra(s). They should probably abandon some of their preconceptions of theatre too – if the production is theatre, strictly speaking. “For me,” Huppert says, “theatre is all about the possibility of not doing theatre. Very often in theatre, you think you’re obliged to do certain things – but it really gets interesting when you’re obliged to do precisely nothing. It’s about placing writing and language somewhere other than they’re usually supposed to go.” And neither is her idea of the theatrical experience necessarily to do with emotion, she says. “Whether it’s moving or not, that’s not really my problem. It’s more the feeling of life.” Phaedra(s) is at the Barbican, London EC1, 9-18 June. The production is part of the Lift festival, from 1 June-2 July. An Isabelle Huppert retrospective is at the Ciné Lumiere, London SW7, till 12 June. Isabelle Huppert presents Barbara Loden’s Wanda at the Whitechapel Gallery, 18 June",
  "webTitle": "Isabelle Huppert: ‘I’d love to work with Woody Allen or Noah Baumbach’",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/isabelle-huppert-woody-allen-noah-baumbach-interview-phaedra-elle",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Isabelle Huppert",
      "id": "film/isabelle-huppert",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Michael Haneke",
      "id": "film/michael-haneke",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "The Piano Teacher",
      "id": "film/the-piano-teacher",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Romney",
      "id": "profile/jonathan-romney"
    }
  ],
  "guardianId": "film/2016/may/22/isabelle-huppert-woody-allen-noah-baumbach-interview-phaedra-elle"
}