{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/13/five-of-the-best-plays-this-week",
  "id": "2016-05-13-196",
  "sectionId": "stage",
  "body": "1: O No!  If you have an aversion to audience participation and theatre about theatre you may think it wise to steer clear of this show by Jamie Wood. You would be so wrong. Taking its inspiration from Yoko Ono’s art instructions, this wonky and utterly joyous hour is both a love letter to Ono and a gentle send-up, and it offers a kind of miracle as it turns even the most reluctant members of the audience into participants.  Wardrobe Theatre, Bristol, Sat & Sun  2: King Lear  There are still several Lears to come this year, including productions in Bristol (Timothy West), London’s Old Vic (Glenda Jackson) and Stratford upon Avon (Antony Sher). But will we see a better one than Don Warrington’s dispossessed king in Michael Buffong’s plain but effective revival? Warrington acts up a storm as a majestic monarch who loses both his authority and his peace of mind as Cordelia’s truth-telling punctures the trappings of power and tragedy ensues.   Birmingham Repertory Theatre, Thu to 28 May  3: Our Ladies Of Perpetual Succour  Vicky Featherstone’s production of Alan Warner’s cult 1998 novel The Sopranos is about a group of Scottish Catholic schoolgirls on the razzle during a choir trip to Edinburgh. Lee Hall’s script captures both the inner and outer lives of these sweet-voiced and often dirty-minded teenagers, while the music – ranging from choral to pop – magnifies the emotions of an unashamedly big, bold and brassy story.  Theatre Royal, Brighton, Tue to 21 May  4: The Strange Undoing Of Prudencia Hart  David Greig and Wils Wilson’s show – in which buttoned-up academic Prudencia Hart has an encounter with Satan while attending a conference – has been a deserved hit. Now it returns home to Scotland to spread its rough and ready magic on tour. Greig’s rhyming couplets gleam with wit and cackle with naughtiness as Prudencia enters into a pact with the devil and at last becomes the lead character in her own story.   Blairgowrie, Tue; Montrose, Wed; St Andrews, Thu; Crieff, Fri  5: Ma Rainey’s Black Bottom  Sharon D Clarke plays brilliantly obstreperous musician Ma Rainey in August Wilson’s 1982 play set in a Chicago recording studio. It’s your last chance to see Dominic Cooke’s exquisitely acted revival, which follows the rhythms of jazz as the band try to fathom what it means to be an African American in a world where white men make all the rules.  National Theatre: Lyttelton, SE1, Mon to Wed",
  "webTitle": "Five of the best… plays this week",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/13/five-of-the-best-plays-this-week",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/13/five-of-the-best-plays-this-week"
}