{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/ranieri-for-president-leicester-city-fans-across-the-world-celebrate-a-miracle",
  "id": "2016-05-03-336",
  "sectionId": "football",
  "body": "On the bottom of the world, at the farthest away city you can travel to from Leicester, a Foxes fan had no internet connection but was receiving minute by minute SMS updates from a friend in the UK. At 8:18am local time in New Zealand, Hayley Stirling received a text saying Chelsea had just scored a goal and were now 2-1 down against Spurs. They needed to equalise for Leicester to win the Premier League.   Related: Claudio Ranieri proves nice guys do not always come second | Owen Gibson    At 8:43am, another text came through: “2-2!!! 7 minutes to go!! A draw is all they need!!! Come on!!” Several minutes later, the text she wanted landed. “Oh my god!!!!!!!! Waaaaahhhhhoooooooo!!!! Foxes foxes foxes foxes!!!! Ranieri for president!” she replied. Stirling lives in Dunedin, the nearest city in New Zealand to the exact opposite point from Leicester if you drilled a tunnel right through the globe “I think it’s a timeless thing anyone can relate too - we all want the underdog to have a chance for success, in sport and life,” said Stirling, who is the Women’s Football Development Officer for Football South.  As daylight moves west, the world has woken up to a miracle in the British Midlands, gradually celebrated across the Earth by millions who love English football. Or indeed any football. In Japan, the official broadcaster NHK singled out its national, Shinji Okazaki for praise: “He worked tirelessly in front of the goal, and was devoted to protecting his defence,” it wrote. “Goals such as his exquisite overhead kick in March helped Leicester keep up a momentum they never lost.” A Leicester fan living near Tokyo offered help with the city’s often mispronounced name.     How to pronounce Leicester, a guide: Lee stir? Le ice seater? Leeeestire shyer?No. It's pronounced \"Champions.\"#LCFC— double r double f (@PatrickSherriff) May 2, 2016    “I’ve been a Foxes fan all my life, but only through an accident of birth,” Patrick Sherriff told the Guardian. “I had lapsed in my devotion, bemoaning money and crass commercialism as destroying the beautiful game. You know, the usual. And then to see them keep defying the odds, game after game, I started to follow again.” The unofficial Leicester supporters club in Japan tweeted: “We live Japan but, our hearts are always together!!!”    Thank you for all congrats messages from all over the world!We live Japan but, our hearts are always together!!! pic.twitter.com/RCqDeQUQMc— Leicester City Japan (@Leicester_CityJ) May 2, 2016    In Okazaki’s hometown, Takarazuka, people spoke of their pride. “I’m bursting with happiness that Okazaki plays for this team,” one resident wrote.  “Takarazuka pride! Wherever Okazaki plays, he wins.”    レスター優勝！！！！！🏆💙2年前のシーズンは2部やったし今年の目標は1部残留って言ってたのに、プレミアで優勝なんかほんますごすぎる………なによりそこに岡崎がいることが嬉しすぎる！ほんまに宝塚の誇り！ほんまサッカーってどこが勝つって決まってへんから面白い！好き！！！😚😚😚— chinatsu (@cntnskdr8) May 2, 2016    Further west in Thailand, the win was especially heartwarming for fans as the club’s owner is Thai billionaire Vichai Srivaddhanaprabha. The duty-free magnate has flown Buddhist monks to bless King Power stadium, named after his company, and raised a portrait of the Thai king at the grounds. Many supporters on Leicester City’s Thai Facebook page, which has nearly 600,000 members, shared photos of themselves holding up talismanic cloths, which are blessed by Buddhist monks. “Goosebumps! Cheering on Leicester City is like cheering on the Thai national team. Foreigners say it’s a Thai team - not Mr Vichai’s team,” wrote user Imnanmanas. The club is known as the “Siamese Foxes” in the south-east Asian nation.    CHAMPIONS: #LeicesterCity win Premier League titlehttps://t.co/YYXA113gjX #LeicesterCityChampions pic.twitter.com/eTuN7KAhzA— Coconuts Bangkok (@CoconutsBangkok) May 3, 2016    In China, state broadcaster CCTV described the win as being less likely than finding the Loch Ness monster or discovering that Elvis was alive. Wang Song Ao Han, a 26-year-old, became a Foxes fan back in 2014 when he was studying at the University of Leicester for a master’s degree in media and advertising. Wang was a regular at the King Power Stadium and said Monday night’s victory had left him on the verge of tears. “I have no words to express how I am feeling. It’s probably one of the best feelings I have ever felt in my entire life,” said Wang who lives in Beijing but is originally from Tongliao, a city of about three million inhabitants towards China’s border with Mongolia and Russia. “I watched Leicester when they were virtually unheard of. Hardly any Chinese journalists knew about them. Even in the UK, it isn’t a well-known city. It’s a very small,” Wang went on. “It is really hard to express the feeling of seeing a team go from being a complete nobody to being today’s Premier League champion.” In Indonesia, “Leicester City” was the top trending tweet.    1. Leicester City2. #MetGala3. #TangkapAhok4. #dahSyatYuhuu5. #SukaSusiDukaNelayan2016/5/3 11:39 WIB #trndnl https://t.co/OMCuQPRWwL— Trendinalia ID (@trendinaliaID) May 3, 2016    Fans sent emails to the Guardian from Australia to Iran to Nigeria. “I’m crying continuously after reading this news as Leicester wins the Premier League title,” said a fan in Dhaka, Bangladesh. John Perry in Nicaragua said: “I’ve supported Leicester City for over 30 years, mainly because my late son Joss dragged me to the games when he was about 10 years old. It’s fantastic to see a team that you’ve watched being relegated to League One having such an amazing season. What a team, what a manager, what a club, what a city!”   Related: Leicester City win the Premier League title: latest updates – live!    Riley Strother was alone at Race Rocks lighthouse “which is situated on a tiny island on the west coast of British Columbia, Canada, and I am ecstatic about Leicester becoming champions!” “I’m a Newcastle fan, but since the start of the season I have been pulling for Leicester to pull off this incredible upset, and for the last few months I’ve been following every game out here on this rock. “Even though there are only seals and sea lions to confirm it, I am indeed dancing for joy!” Additional reporting by Christy Yao",
  "webTitle": "'Ranieri for President!' Leicester City fans across the world celebrate a miracle",
  "webPublicationDate": "2016-05-03T05:56:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/ranieri-for-president-leicester-city-fans-across-the-world-celebrate-a-miracle",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    },
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    },
    {
      "webTitle": "Richard Smart",
      "id": "profile/richard-smart"
    },
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "football/2016/may/03/ranieri-for-president-leicester-city-fans-across-the-world-celebrate-a-miracle"
}