{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/scott-morrisons-tax-avoidance-taskforce-is-an-admission-of-defeat-says-labor",
  "id": "2016-05-04-355",
  "sectionId": "australia-news",
  "body": "The Turnbull government’s decision to increase the resources of the Australian tax office is an admission the Abbott government’s deep job cuts to the agency were a failure, Labor has claimed.   Related: Scott Morrison: raising taxes to fund spending 'would come to a grisly end' – politics live    Scott Morrison announced in the budget the creation of a 1,300-strong tax-avoidance taskforce, inside the ATO, to pursue serious tax avoidance by multinationals and wealthy individuals. The taskforce will cost $678m to establish and will boost the ATO’s personnel by 390 people, including specialist lawyers, accountants and economists. Morrison said in his budget speech the government had listened to voters’ concerns about tax avoidance, and the taskforce was evidence of that. But the shadow assistant treasurer, Andrew Leigh, said the Coalition had seriously damaged the agency’s ability to collect tax by slashing thousands of jobs since 2014. “Promising to restore some of the tax office’s funding in this budget is an admission of failure, not a new crackdown on multinationals,” Leigh said on Wednesday. “It’s too little and too late.” The ATO has had its workforce cut by 16.1% since 2013-14, from 22,022 to 18,482 people.    Related: War of words in Australia over tax avoidance following Panama Papers     Thousands more jobs have been lost across Australia’s financial and market regulators in that time. The Australian Securities and Investments Commission has had its workforce slashed by 14.4% since 2013-14, from 1,834 to 1,569. The head of Asic, Greg Medcraft, has admitted that budget cuts pursued since 2014 have compromised his ability to investigate corporate wrongdoing. Morrison said on Tuesday the new taskforce would raise $3.7bn in extra revenue over four years. But Leigh said that plan directly contradicted the attacks by former prime minister Tony Abbott in 2015. In parliament last year, Abbott criticised Labor’s plan to increase funding to the ATO. He said: “So far the only idea they have come up with is to spend $100m on the ATO to raise $1bn. Well, next time they will be telling us to spend $1bn on the ATO to raise $10bm. That is the problem. All they can think of is spending more and taxing more.”  Leigh said Morrison’s budget “does precisely that,” by claiming a $679m investment will raise more than five times as much – $3.7bn.",
  "webTitle": "Scott Morrison's tax-avoidance taskforce is an admission of defeat, says Labor",
  "webPublicationDate": "2016-05-04T04:06:33Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/scott-morrisons-tax-avoidance-taskforce-is-an-admission-of-defeat-says-labor",
  "keyword": [
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/04/scott-morrisons-tax-avoidance-taskforce-is-an-admission-of-defeat-says-labor"
}