{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/06/atopodentatus-was-a-hammerheaded-herbivore-new-fossil-find-shows",
  "id": "2016-05-06-45",
  "sectionId": "science",
  "body": "An ancient creature with a skull the shape of a vacuum attachment could have been one of the first plant-eating marine reptiles, researchers say. Dug up in Luoping County in the Yunnan province of China, the newly discovered fossils of the sea-dwelling creature Atopodentatus unicus, thought to have lived around 244 million years ago, suggest it had a “hammerhead” skull, with two very different sets of teeth that allowed it to feed on underwater plant matter.    Related: It’s all about the genitals: the secrets of fossil insects and amber    The findings overthrow previous conclusions drawn from the first Atopodentatus fossil reported in 2014 that suggested the creature, thought to be between 2.5 and three metres in length, had a drooping snout with a vertical, zipper-like arrangement of teeth. This peculiar feature, the researchers had concluded, was used rather like a flamingo’s beak to rummage around the seabed for invertebrates to eat.      A model of Atopodentatus unicus next to one of the new fossil finds. Photograph: National Museums Scotland    “This is an intriguing piece of revisionism where an animal that was announced only a couple of years ago, and had the weirdest of anatomies, now makes much more sense thanks to the discovery of some more complete specimens,” said Michael Benton, professor of vertebrate palaeontology at the University of Bristol, who was not involved in the research. Published in the journal Science Advances by researchers from China, Scotland and the US, the new study was based on two newly unearthed fossil skulls boasting, as the scientists put it, “remarkable jaw apparatus”. The findings suggest that Atopodentatus is the earliest known herbivorous marine reptile.  Reminiscent of the business part of a vacuum cleaner, the “hammerhead” skull featured a bank of chisel-shaped teeth along the top and bottom of its wide front edge that were used, the authors say, to scrape plant matter and algae off the rocky sea-bed. The resulting matter, suspended in the water, was then sucked by the creature into its mouth. As the water was then pushed out, the food was retained by a row of needle-shaped teeth acting as a filter. These teeth snaked around the side of the hammerhead and back along the narrow part of each jaw.     The “hammerhead” skull featured a bank of chisel-shaped teeth along the top and bottom of its wide front edge that were used to scrape plant matter and algae off the rocky sea-bed. Photograph: Y. Chen, Institute of Vertebrate Palaeontology and Palaeoanthropology    Even in the new interpretation, Atopodentatus unicus is more than living up to its name which, loosely translated, means “bizarre, unique arrangement of teeth”. “In some ways it is even more bizarre now because instead of feeding on invertebrates it is a herbivore,” said Nick Fraser of National Museums Scotland, who co-authored the research. “This is the earliest known record of herbivorey in a marine reptile.”   Related: Tully Monster: mystery of the 300 million-year-old fossil finally solved    Around 95% of all marine life is thought to have been wiped out in the end-Permian extinction 252 million years ago. But the form and function of the Atopodentatus skulls, together with other findings from the same deposits, says Fraser, offers new insights into the rate at which life bounced back. “There is a great diversity of different feeding habits already developed 244 million years ago,” he said. The mystery of Atopodentatus’s head might have been solved, but according to Fraser there are plenty more where that came from. “There is other weird stuff still coming out these deposits,” he said. “This is just the beginning of the story.”",
  "webTitle": "Atopodentatus was a hammerheaded herbivore, new fossil find shows",
  "webPublicationDate": "2016-05-06T18:00:14Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/06/atopodentatus-was-a-hammerheaded-herbivore-new-fossil-find-shows",
  "keyword": [
    {
      "webTitle": "Fossils",
      "id": "science/fossils",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Zoology",
      "id": "science/zoology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "science/2016/may/06/atopodentatus-was-a-hammerheaded-herbivore-new-fossil-find-shows"
}