{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/21/hystopia-david-means-review",
  "id": "2016-05-21-173",
  "sectionId": "books",
  "body": "It’s not just generals who make a habit of fighting the last war rather than the one at hand; artists do it, too. The novels, films and television shows that best captured the dark paradoxes of the Vietnam War for Americans – Catch-22, Slaughterhouse 5 and M*A*S*H – were set during the second world war or the Korean war. So while David Means’s new novel features characters damaged by and obsessed with “Nam”, the unspoken, urgent presences on its pages are the US’s recent conflicts in Afghanistan and Iraq, or, rather, what they have done to the men and women who fought them. But another war makes itself felt in this novel as well: the struggle between a writer and his times. Means has published four short-story collections and is acknowledged as a master of the form. His great subject is suffering and its transmission, through loneliness, grief and violence. With sentences that seem carved from granite, he depicts, typically, a dark midwestern landscape populated by the forsaken people who once served as the US’s industrial working class, as well as cannon fodder for the architects of the nation’s wars in Asia and the Middle East. Harm and bad luck are their legacy, passed on to strangers, friends and kin. As exquisite as Means’s stories are, their emotional tenor ranges from the grim to the tragic, which on top of the fact that they are short stories, limits their appeal to all but the most stout-hearted readers. Publishers tend to view short-story collections as warm-ups to the inevitable novel, which is why Hystopia has been described more than once as long-awaited. But not every virtuoso of one form excels equally at the other, and Hystopia shows the strain of an author pushing to adapt to a form in which he is not at home. The novel comes with a lot of metafictional apparatuses. It is framed with editor’s notes and appendices explaining that the main body of the book is the work of a veteran named Eugene Allen. The novel within the novel takes place in an alternative version of the 1970s, one in which John F Kennedy was not assassinated in 1963, but instead has survived multiple attempts to kill him and has prevailed on the US public to (unconstitutionally) elect him to a third presidential term. In Hystopia, Vietnam grinds on and on at Kennedy’s command and has been stripped of all elements of geopolitical strategy or significance, however misguided or trumped up. The novel is set entirely in the state of Michigan, and while many of its characters are veterans psychologically swamped by the horrors they endured or perpetrated in the war, no one bothers to speak of why. The war simply is. Like, perhaps, life itself, it is a factory for producing trauma, and the management of trauma is what preoccupies every character in Hystopia. A government agency known familiarly as Psych Corps has developed a medicated technique, called “enfolding”, that allows veterans to partition off their memories of horrific events in an inaccessible corner of their brains. They have institutionalised denial. A big chunk of Michigan has been set aside for the rehabilitation and reintegration of the “enfolded”, but since the process, when it goes awry, causes the subject to become fantastically violent, other parts of the state have been nearly taken over by “wayward” vets and motorcycle gangs. The novel focuses on two heterosexual couples: a pair of Psych Corps agents assigned to track a psychopathic “failed enfold” named Rake and two hostages held by Rake in a rural house in the lawless sector of northern Michigan. For the first two thirds of the book, these characters seem mired in a drug-fuelled state of gluey semi-stasis, while all around them the novel sizzles and hisses with proliferating what-is-real palaver reminiscent of the fiction of Don DeLillo or David Foster Wallace. Singleton, an enfolded Psych Corps agent, suspects that his assignment might be his boss’s new variation on enfolding: “If this is some sort of treatment, or if we’re supposed to be thinking this is treatment, he’d want us to be aware that we’re aware of our own awareness of the situation.” Can Means himself really care much about this flimsy paranoia and the elaborate conceit of Eugene Allen? It’s as if he feels that the stuff that novels are made of – multiple storylines, rising and falling cadences of narrative excitement, the construction of a plausibly imagined world – are merely the extraneous, padded scaffolding erected around a truth, rather than a form that truth can take. When he turns, instead, to another character’s beautifully precise observations of the natural world (“The trees thinned where the rocky berm began, showing shards of slate-colored lake”), the book settles into itself, but to keep things moving forward it must revert to its frantic efforts to wrestle with “big ideas”. For Means, whose great theme is the starkness and communicability of pain, as well as those flashes of beauty that make it worth bearing, many of the elements required by a novel are superfluous. Like enfolding, they keep us from looking at what he most wants us to see. • To order Hystopia for £12.99 go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Hystopia by David Means review – the virtuoso short story writer’s tricksy first novel",
  "webPublicationDate": "2016-05-21T06:30:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/21/hystopia-david-means-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Means",
      "id": "books/david-means",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Miller",
      "id": "profile/laura-miller"
    }
  ],
  "guardianId": "books/2016/may/21/hystopia-david-means-review"
}