{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/29/england-steven-finn-bowling",
  "id": "2016-05-29-50",
  "sectionId": "sport",
  "body": "At last Sri Lanka found some form and some fight, almost certainly futile in terms of saving the game but a reminder that they can play and a bit of a boost before Lord’s. Kaushal Silva battled tenaciously alongside Angelo Mathews, who swung with elegant violence especially when Moeen Ali was bowling. This pair registered Sri Lanka’s first 50 partnership of the tour, thereby allowing the tourists to compile a most respectable score after their batsmen’s wretched start to the series. On Sunday morning Sri Lanka became the first side to record three consecutive sub-120 totals in Test cricket since the New Zealanders who toured England in 1958 – and John Reid’s side has never been considered a frightfully good one. This resistance will surely not have an impact on the result of this match and the series; it may not even influence the outcome of the Super Series that you may have forgotten about. But at least the Sri Lankans can be cheered by their efforts in their second innings. After Mathews and Silva, Dinesh Chandimal and Milinda Siriwardana actually looked to be enjoying themselves in the evening sunshine. Not that Sri Lankan are the only ones searching for that elusive moment, which can signal the return of some form. Consider Steven Finn. He snatched three wickets at the end of the Headingley Test that may have neatly disguised the fact that the ball was not quite coming out as he would wish. He did not manage a wicket in the first innings here in his seven overs but greater Sri Lankan resolve plus a more benign surface meant that he would have more opportunities now. He bowled eight overs before tea. Ostensibly they were respectable enough; the ball was landing more or less in the right place. Thereafter it thudded rather too gently into the middle of the bat at the other end. His pace was modest – in the low 80s; he did not even seem to be delivering the ball from his optimum height and remember how that extra bit of bounce has always been one of his obvious assets. Sometimes he seemed to be straining as he ran up to the crease, but this never resulted in extra zip when he let the ball go. So far in this game he had been palpably outbowled by Chris Woakes. Forget the forgettable figures after eight overs – nought for 31; they told us nothing. Finn was struggling. There must have been a conversation at tea-time, which ended with a determination to run in and bowl the ball faster rather than aiming for face-saving respectability. Cook spread the field in such a way to allow or even encourage Finn to bowl some short deliveries. Which he duly did. There was a hint of venom but not much happened in almost three overs. In came Finn again and Silva attempted to whip a shortish ball on the leg side. A leading edge flew skywards and Jonny Bairstow caught the ball. Perhaps Silva had been duped by extra pace. However Finn’s anxiety was not yet over. Umpire Dar knew that a large left boot was close to overstepping; Finn knew that too. It transpired that the ball was legal by virtue of the odd millimetre. Finn’s reaction to this news was more relief than unfettered celebration as the decision to bend his back in an uncomplicated, old-fashioned way was vindicated. It would be neat if this moment had triggered a startling transformation. But that was not quite the case. Finn bowled three more overs in this spell as quickly as he could, offering a greater threat than earlier in the day. There were two overs more just before the close; no more wickets but he had made a contribution. However, it would be an exaggeration to say that he had suddenly rediscovered his form. It should not be taken for granted that he will be selected in the final XI at Lord’s. This might prompt howls of protest from the bowlers’ union. How is it that a bowler can be dispensed with in such a perfunctory manner while batsmen are often retained after what seems to be a longer sequence of failure in which their form has gone awol?   Related: Kaushal Silva and Angelo Mathews lead Sri Lanka fightback against England    There is, in fact, a logic here that is hard to bear for perspiring, frustrated bowlers. When a batsman fails the evidence is scanty; often he is not there long enough to provide it. And he is, almost inevitably, “hitting the ball beautifully in the nets”. The unfortunate bowler rarely has that escape clause. Usually he has bowled enough overs to demonstrate that everything is not quite in perfect working order. Hence the selectors are more inclined towards change, a gloomy thought for bowlers on the first day of the series when the English ones have been defiantly blunted by the Sri Lankans.",
  "webTitle": "England’s Steven Finn struggles and strains but fails to find bowling form",
  "webPublicationDate": "2016-05-29T18:17:33Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/29/england-steven-finn-bowling",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Steven Finn",
      "id": "sport/steven-finn",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/29/england-steven-finn-bowling"
}