{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/eurovision-2016-latex-chiffon-politics-joe-jake",
  "id": "2016-05-08-63",
  "sectionId": "tv-and-radio",
  "body": "It’s time for the chiffon, the latex and the pyrotechnics, the hair extensions, the semi-clad dancers and the strangely discordant backing vocalists, the terrifying key changes, the neon-white smiles and the political (nul) point-scoring. However, this time the organisers of the Eurovision song contest have conspired to create a much more sombre event. The theme is “come together” and the show will feature a dance sequence evoking Europe’s refugee crisis, as well as a handful of political entries. Mans Zelmerlow, last year’s winner and this year’s co-presenter, told the Swedish broadcaster SVT: “It is more necessary than ever before that we unite and join together, and that is literally what we do in Eurovision, where most of the countries in Europe meet together.  “We obviously want to touch upon it: anything else would be to bury your head in the sand. We have shut the borders now, so I don’t know if there’s that much to be proud about.”  Sven Stojanovic, content producer of the show, said of the dance routine: “We want to make people think and be left with something to reflect upon after seeing the performance.”     Italy’s Francesca Michielin rehearses the song No Degree Of Separation Photograph: Jonas Ekstromer/TT/AFP/Getty Images    Sweden’s ambassador to the UK, Nicola Clase, has made an entirely serious radio documentary, to be broadcast on Wednesday on the BBC World Service, called The Swedish Ambassador’s Guide to Eurovision,  insisting that its history is “as much about politics as pop”. She cites the tension this year on and off stage between Russia and the Ukraine. Eurovision rules bar overtly political songs, but Russia has taken a dim view of the Ukrainian entry, 1944, written by the singer Jamala, which never refers explicitly to the Crimean Tatars or the Soviet leader Joseph Stalin but deals with her great grandmother’s experiences in the year when thousands of the Tatar people were exiled. Sunday saw the suitably surreal launch of the Eurovision week, which will climax on Saturday with the 2016 final watched by an expected 200 million people. Members of the Swedish Life Guards regiment raised the flags of 42 countries as the competing artists paraded along a 95-metre red carpet before being whisked away to the opening reception at Stockholm town hall.  In true Eurovision style, the first tears have already been shed. There should have been 43 flags and 43 competitors, but Romania was expelled last month from the European Broadcasting Union for failing to pay an accumulated debt of €14.5m (£11.4m). With it went the right to seek Eurovision glory. The unfortunate 24-year-old singer who had already been chosen to represent Romania, Ovidiu Anton, said: “Dear friends, I have finally received the official communication. I am trying to smile and not get carried away, but it is unfair.” It was perhaps a fortunate turn of events. If Romania had won this year’s competition, they would be saddled with the additional debt of paying for the whole show in 2017.  The sensible Swedes have dramatically slimmed down the cost of staging the event, since the glory days when Azerbaijan is believed to have staged the most expensive contest ever. In 2012, the country allegedly spent at least $108m (£74m) on preparations, including building a new arena – and renovating an old one in case the Crystal Hall was not ready in time – in the capital Baku. The drama of the final – the organisers insist – has been undergone a major revamp  of the already bewildering voting system, separating the scores of the professional juries and the viewers voting by app or text message, “adding a new level of excitement for hundreds of millions of viewers in Europe and beyond”.  Ireland, which has the highest number of wins of any competing country with seven victories, including three consecutive years, has since put forward Dustin the Turkey once, and Jedward twice, to guard against any repeat. This year it’s Nicky Byrne, former Westlife star and co-author of the entry Sunlight, described on his own website as “a modern, mid-tempo pop track with an ultimately catchy hook”.     Amir Haddad, who represents France, performs the song J’ai cherche during rehearsals Photograph: Jonas Ekstromer/EPA    The United Kingdom has remained quite safe for many years from the threat of having to host: Electro Velvet picked up just five points in 2015 in Vienna. This time it’s Joe and Jake – who only met last year as contestants on The Voice – singing You’re Not Alone (chorus “uh oh oh wah oh oh”). After their first rehearsal, odds shortened dramatically from 50-1 to 25-1. “They could now be considered a lively outsider,” a spokesman for William Hill said.  They should perhaps consider adding a wolf. Minus One from Cyprus have a wolf in their video and howl like wolves on stage, and it remains to be seen whether Ivan from Belarus achieves his ambition of singing naked on stage flanked by a pair of live wolves – in rehearsal he was, disappointingly, fully clothed. “[He] will be naked on stage and there will be wolves,” his manager said firmly. There remains the small issue of the rule, so wisely introduced in anticipation that one day wolves would become a Eurovision thing, which states: “No live animals shall be allowed on stage.”  This article was amended on 9 May to clarify that it wasn’t Swedish life guards, but members of the Swedish Life Guards regiment who raised the flags.",
  "webTitle": "Eurovision song contest 2016: latex, chiffon and a little bit of politics",
  "webPublicationDate": "2016-05-08T17:23:32Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/eurovision-2016-latex-chiffon-politics-joe-jake",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/eurovision-2016-latex-chiffon-politics-joe-jake"
}