{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/no-evidence-edward-heath-dropped-prosecution-police-watchdog",
  "id": "2016-05-12-127",
  "sectionId": "politics",
  "body": "There is no evidence that a police force attempted to cover up allegations of child sex abuse against Sir Edward Heath in the 1990s, the police watchdog has found. The Independent Police Complaints Commission said last year it was investigating concerns that Wiltshire police abandoned a prosecution against a brothel keeper in February 1994 because she threatened to expose the former prime minister as a paedophile. But on Thursday the IPCC concluded that the alleged threat did not cause the trial to collapse, nor did any officer fail to act on the claims against Heath. The inquiry was opened after a retired senior officer claimed that the solicitor for Myra Forde told him at the start of her trial that she was planning to reveal she had been “supplying young boys” to Heath. The then detective constable, who the IPCC has revealed was working undercover to spy on Forde in her brothel, claimed to have passed on details of the threat to a supervisor and the trial was abandoned shortly afterwards. As soon as the IPCC announced its inqury last year, Wiltshire police opened an investigation into abuse claims against Heath, who died in 2005. aged 89. They launched a widely criticised appeal for information from outside his former Salisbury home. The force confirmed on Wednesday that its inquiry was continuing in seven force areas, including its own, at a cost to date of nearly £400,000. Wiltshire police advertised in January for staff investigators to assist the inquiry for at least 12 months, possibly up to two years. The recruitment drive was reportedly launched to support plans to examine the Bodleian Libraries’ Heath archive, which consists of about 4,500 boxes of material. The Wiltshire-led operation, named Conifer, continues despite the Metropolitan police shutting down its VIP sexual abuse inquiry, in which Heath was named as a suspect by a witness known only as “Nick”, whose credibility has been seriously questioned. As part of the IPCC inquiry, Wiltshire police were asked to search for any historical information they held relating to allegations against Heath. They found nothing. Forde, who now lives in north London, was jailed twice for operating a brothel in Salisbury. Originally from the Philippines, she trained runaway children as sex workers from her property in Salisbury, less than a mile from Heath’s house. One of the now retired officers who worked on the investigation linked to the collapsed trial told the IPCC he remembered Forde being a “bit of a fantasist” who liked to make out she was high up in the criminal fraternity. Neither of Forde’s defence team – Matthew Court, a barrister from Pump Court Chambers, and Nigel Holt, a solicitor from Richard Griffiths and Co – recalled Forde making any reference to Heath.  The then prosecutor Nigel Seed, who is now a judge, told the IPCC he understood there was media interest in the trial at the time because Forde was rumoured to be planning to say she supplied rent boys to Heath, not underage boys. Either way, he told the IPCC, he did not believe this to be true and nor did the police.  “He said he thought it was a comment made by a desperate woman trying to avoid a trial,” the IPCC said. The watchdog concluded that the trial against Forde was stopped by the prosecution because witnesses would not attend court or refused to give evidence. Friends of Heath have been angered by the damage the inquiries have done to his reputation. The crossbench peer Robert Armstrong said Heath was “almost completely, if not completely asexual”.",
  "webTitle": "'No evidence' linking Edward Heath claims to dropped prosecution",
  "webPublicationDate": "2016-05-12T16:13:14Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/no-evidence-edward-heath-dropped-prosecution-police-watchdog",
  "keyword": [
    {
      "webTitle": "Edward Heath",
      "id": "politics/edward-heath",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Independent Police Complaints Commission",
      "id": "politics/ipcc",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "politics/2016/may/12/no-evidence-edward-heath-dropped-prosecution-police-watchdog"
}