{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/23/emoji-women-google-suggestions",
  "id": "2016-05-23-145",
  "sectionId": "technology",
  "body": "When it comes to women and emojis, it can feel a bit like the 1950s got trapped in your keyboard. The “femoji” are all girly girls; they get their nails done 💅, get haircuts 💇, get married 👰, and dress up as dancing Playboy bunnies 👯.. Meanwhile “menmoji” are policemen👮 , construction workers 👷 and cyclists 🚵.. There have been many suggestions as to how best to change the emoji-optics. Michelle Obama tweeted that she’d like to see an emoji of a girl studying. Always and Bodyform, the feminine hygiene companies, have both launched campaigns to introduce less stereotypical emoji. In Bodyform’s case these revolve around periods and include an angry-PMS-face emoji, which isn’t stereotypical at all.    Related: Google proposes new set of female emojis to promote equality    Now, Google has waded into the debate and is pressing for more professional female emoji. “Isn’t it time that emoji also reflect the reality that women play a key role in every walk of life and in every profession?” reads a proposal from a team of Google employees submitted to the Unicode Consortium – the body that approves new emoji and ensures standardization across platforms. Yes, it is time! The Google Female AdWords Software Engineer is the emoji that women both need and deserve. But if we’re going to ensure a truly realistic representation of modern women we need to go further than that. So here are a few more emoji suggestions that the Unicode Consortium can add to their list:  Resting bitch face The RBF-sufferer is constantly told that smiling uses fewer muscles than frowning. She would explain that she has extensively researched this “fact” and it is bullshit, but that would take too many muscles.  Mansplain strain  You might think this is characterized by a slightly pained facial expression. Well, actually it’s more like a sort of glazed-eye wince as you pretend to be listening.  Empowerment batteries Because being constantly empowered requires a lot of energy. Netflix and chilled by my own inertia Was going to get off the couch and ensure the next feminist revolution will be televised, but my empowerment batteries have run out and episode 5 of OITNB is going to autoplay in 5, 4, 3, 2, 1.  Menstruation magician And for my next trick I will make this tampon disappear. Following which I will turn water into wine.  Pay-gap grin When you give someone 79% of a smile as they explain to you how the pay gap is a myth, actually.  Basically busy bitch Sorry to do this for like the 356th time, I am the absolute worst, but can we resched drinks because I’ve just gotten crazy busy?  Studio slut Joined Classpass and immediately became promiscuous, visiting a different workout studio every night. After they put up their prices she cancelled in disgust, but her old instructors don’t look at her the same way any more.  SoulCycle spinster Will never love anyone the way she loves SoulCycle. But that’s OK because, as she exhales expectation, she knows she is a beautiful warrior living for each and every single moment. Ferrante-faking face Oh yes I love Elena Ferrante. Such an incisive exploration of female friendship. Which of her books was my favourite? Well, um, you know, all of them really. The woman card dealer Don’t tell anyone but this is who all the women get their Woman Cards from. The Amazon woman Thanks to her Prime account she has not seen the inside of a drugstore for four years and buys everything online. The UPS man hates her. The Übermensch The elusive Superwoman who can have it all and do it all … as long as she can get there in an Uber.  Tired Tinderella Former online-dating enthusiast who is now swiped out.  The ghostess With the mostess Has been ghosted so many times by Tinder dates that she has developed a sixth sense.  Woman laughing alone with salad The thing nobody has understood about this stock photo stereotype is that she’s not laughing with it, she’s laughing at it. Fertilized eggplant That feeling when your period is late and you know you must be pregnant despite this being basically impossible as you haven’t had sex for … well, let’s not even go there.  The everywoman Whatever you want from emoji feminism, whatever you need. Anything you want done by a small digital image, this one does it naturally. Leaned in a little too far Now she has fallen over and can’t get up.",
  "webTitle": "So Google wants to make emojis for real women? Here are a few suggestions",
  "webPublicationDate": "2016-05-23T14:37:45Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/23/emoji-women-google-suggestions",
  "keyword": [
    {
      "webTitle": "Emoji",
      "id": "technology/emoji",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Arwa Mahdawi",
      "id": "profile/arwa-mahdawi"
    }
  ],
  "guardianId": "technology/2016/may/23/emoji-women-google-suggestions"
}