{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/donald-trump-republican-nomination-canada-wildfires-takata-recall",
  "id": "2016-05-05-197",
  "sectionId": "us-news",
  "body": "Trump tries to bury the hatchet Donald Trump will today begin the process of pulling together the Republican party, add staff for a national campaign, try to seduce donors he’s alienated, and stem the loss of party faithful to likely Democratic candidate Hillary Clinton, following his installation as presumptive GOP nominee with Ted Cruz’s and John Kasich’s withdrawals from the race. George HW and George W Bush, the only two living former Republican presidents, as well as several senators including Dean Heller of Nevada and Ben Sasse of Nebraska, have all made clear they will not endorse him. Trump meanwhile is floating the idea that he is will consider former opponent Ted Cruz as his vice-presidential pick. He praised Cruz as “a capable guy” only 24 hours after he questioned whether Cruz’s father was involved in the assassination of John F Kennedy, and Cruz called Trump “totally amoral”. Trump told the New York Times he would implement his plan to ban Muslims for the US and produce designs for a Mexican wall within his first 100 days as president. He also told CNN he had sacrificed two seasons of Celebrity Apprentice to run for president. Ben Jacobs looks back on Cruz’s campaign, which ended on Tuesday night after his loss in Indiana: “Every successful move, every stratagem that took Cruz – who dropped out of the presidential race on Tuesday night after a disastrous loss in Indiana – from an ambitious Ivy Leaguer to one of the final three Republican candidates for the presidency prevented him from attaining the ultimate goal,” he writes.  Navy Seals–Isis firefight on film The Guardian has obtained exclusive film of an intense firefight between US special forces, Kurdish commandos and Islamic State fighters this week. Special Warfare Operator First Class Charles H Keating IV died in the action. The film was shot by a Lt Saad of an elite Kurdish peshmerga unit. He said: “If it was not for the American firepower, we would have more casualties. They are really good fighters.”           Iraq firefight in which US navy seal died reveals intensity of battle.    Canada burns The Canadian province of Alberta has declared a state of emergency around the oil sands hub of Fort McMurray as a wildfire forced the evacuation of 80,000 residents and destroyed at least 1,600 buildings. The fire local chief called it a “nasty, ugly” inferno. More than 250 firefighters are fighting the fire, assisted by helicopters and air tankers. Holocaust survivors ‘dying in poverty’ Tens of thousands of Holocaust survivors are “dying in poverty while awaiting compensation”, reports Harriet Sherwood. Their financial hardship is the result of decades of delay in the processing of compensation claims for property stolen during the Nazi era. Today, Holocaust Remembrance Day, campaigners will call on 47 countries to honor their commitment to just restitution. Airbag recall now biggest in US history At least 35m more cars have been added to the largest automotive recall in US history over fears that an unanticipated, explosive inflation of Takata-made airbags in Malaysia, killing two people, could repeat in the US. Some 63.8m cars are affected – equivalent to more than a quarter of the vehicles on US roads. Bald eagle plane strike kills four Authorities have confirmed that a light plane was struck by a bald eagle before it crashed north of Anchorage, killing four people. The National Transportation Safety Board (NTSB) believes there have been other crashes involving eagle strikes that resulted in serious injuries but this is the first fatal encounter.  California looks to light up legally California is set to introduce a recreational marijuana initiative on the November ballot. Lieutenant governor Gavin Newsom says the Adult Use of Marijuana Act, bankrolled by Napster founder Sean Parker, is a “game changer” for a state that is already the largest pot producer in the US. Newsom called it an antidote to what he described as the failed and racist war on drugs. ‘Dry farmers’ grow plants without water There’s something different about Will Bucklin’s grape vines, writes Charlotte Simmonds in San Francisco. At first it’s hard to notice, but a drive through northern California’s Sonoma Valley, past waves of green, manicured vineyards, makes it clear. The black ribbon of PVC irrigation pipe that typically threads the vines is curiously absent here – because Will doesn’t water his crops. Is it possible to grow healthy grapes without watering them? Actually, if conditions are right, he says, it’s possible to grow even better ones.  Prince intervention too late Prince was due to meet with a doctor specialising in opioid addiction the morning he died, according to new reports, as the singer’s representatives sought help. Attorney William Mauzy said the representatives reached out to California addiction specialist Dr Howard Kornfeld the day before Prince died and that Kornfeld had sent his son to Minneapolis. Minnesota police have confirmed to the Hollywood Reporter that the DEA and US attorney are now involved in the investigation. Lee Daniels to Sean Penn: I’m sorry Empire director Lee Daniels apologized to Sean Penn and made a donation to charity over allegations the actor abused Madonna. Daniels said his comments were “damaging and hurtful”. “I am so sorry that I have hurt you, Sean, and I apologize and retract my reckless statements about you. How thoughtless of me. You are someone I consider a friend, a brilliant actor and true Hollywood legend and humanitarian,” said the director of The Butler and Precious. Penn hit Daniels with a $10m defamation suit last September after he told the Hollywood Reporter that criticism of actor Terrence Howard for his admission he’d punched his wife was wrong, since he “ain’t done nothing different than Marlon Brando or Sean Penn”. Famed British artist: ‘I hate painting, it’s irrelevant’ On the occasion of a new exhibition in New York, Howard Hodgkin, one of the world’s greatest living painters, says: “I hate painting. Most of the time it’s irrelevant. It doesn’t mean enough, ever, quite.” The 83-year-old artist says he’s now more prolific than ever. “I realize there isn’t much time left.”  Bad night for Manchester City in Madrid The Premier League side were knocked out of the Champions League after scoring an own goal in their game against Real Madrid, who will now face Atlético Madrid in the final on 28 May.  And one more thing ... The Obamas celebrated Star Wars day, AKA “May the Fourth”, by dancing with R2-D2 to Uptown Funk. You won’t get that under President Trump.           Barack Obama, looking a little robotic on the dancefloor.    _______________ Please take a moment to tell us what you think.",
  "webTitle": "Trump attempts Republican reconciliation after sealing the nomination",
  "webPublicationDate": "2016-05-05T11:56:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/donald-trump-republican-nomination-canada-wildfires-takata-recall",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/05/donald-trump-republican-nomination-canada-wildfires-takata-recall"
}