{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/ken-loach-cannes-2016-palme-dor-win-i-daniel-blake",
  "id": "2016-05-22-45",
  "sectionId": "film",
  "body": "There were shocks and surprises – and even talk of a renegade jury – at the closing ceremony for the 69th Cannes film festival. Few of the perceived favourites picked up prizes, while some movies derided as turkeys triumphed – and the one-award-per-movie rule also appeared to have been torn up.   Related: I, Daniel Blake review: Ken Loach's welfare state polemic is blunt, dignified and brutally moving    Ken Loach won his second Palme d’Or – the festival’s highest honour – for I, Daniel Blake, a social-realist drama about a disabled carpenter struggling with the red tape of the benefits system. The director, who turns 80 next month, returned from retirement to make the film, and took to the stage at the Palais to address the audience in French.  “The festival is very important for the future of cinema,” he said, instructing all present to “stay strong.” Loach continued by saying it was “very strange” to received the award in such glamorous surroundings, considering the conditions endured by those people who inspired the film.  “When there is despair, the people from the far right take advantage,” said Loach. “We must say that another world is possible and necessary.” Jury member Donald Sutherland praised I, Daniel Blake as “an absolutely terrific movie that resonates in your heart and soul,” backstage during a press conference. Loach has a very loyal following in Europe: many of his films have premiered at Cannes, while The Wind That Shakes the Barley, about two brothers who join the IRA in the early 1920s, won the Palme d’Or in 2006. Yet few foresaw victory for the veteran dramatist on Sunday.  The film-maker called his second win “extraordinary” backstage. “Our breath has been taken away,” Loach said. “We weren’t expecting to come back. We are quietly stunned.”   Related: Cannes 2016: full list of winners    The prize for best director was a tie between Graduation, Cristian Mungiu’s Romanian drama about a doctor’s daughter struggling with her exams and Olivier Assayas’s Personal Shopper, a horror starring Kristen Stewart as a recently-bereaved psychic PA in Paris. The first film was warmly – if soberly – received; the second was greeted with boos at its press screening – although not quite as many as met It’s Only the End of the World, Xavier Dolan’s melodrama about a young man who returns to his family to tell them he’s dying.  That film took the Grand Prix – or runner’s up award – marking the second time Dolan has triumphed, following 2014’s Mommy. In an emotional speech, the 27-year-old French Canadian thanked his producer for “feeling the emotion of the film”.   Related: It’s Only the End of the World review: Xavier Dolan's nightmarish homecoming is a dream    “Emotion is not always easy to share with others,” he continued. “Violence can sound like a scream. All we do in this world, we do to be loved. Me, especially. To be accepted. The more I grow, the more I direct, the more difficult it is to be understood. I now know who I am.” Jury member László Nemes, the director who last year won the same prize for the Auschwitz-set drama Son of Saul, called Dolan’s film “a very moving journey,” backstage. “It had ambition - and much risk was taken. “When it started, you could feel a very specific voice of director,” he continued. “I’m very happy when I see people try to go in very different and personal ways. I think that’s the essence of cinema.” Dolan used his time backstage to address his critics. “I’ll always read what people think and say,” he said. “This is how I’ve been building my life - I’ve been wondering what people think. If they see black when I see white, there’s a problem.” Meanwhile British film-maker Andrea Arnold won her third Jury Prize (after Red Road and Fish Tank) for American Honey, a lyrical road-trip across the US. Many had anticipated a more substantial award for the film which, alongside Maren Ade’s Toni Erdmann, was considered one of the frontrunners. “When I’m happy I want to dance,” said Arnold in a speech in which she thanked her team. Asghar Farhadi’s The Salesman – a quiet thriller about an actor wrestling with his desire for vengeance after his wife is assaulted in their flat – took best actor for Shahab Hosseini and best screenplay for the writer/director. “I wasn’t expecting a second award for the film,” said Fahardi on stage.  Jaclyn Jose won best actress for her role as an impoverished mother fighting police corruption in Brilliante Mendoza’s Manilla-set crime thriller Ma Rosa. She took expressed shock. “I am so surprised,” she said on stage. “I just walked the red carpet with my daughter.” Jose thanked the festival before dedicating her award “to the Philippines”. “We found her to be a master of her skills,” said jury member Mads Mikkelsen, backstage, of their decision to award Jose. “It was a beautiful performance for a lead actress. That’s why she got it.” The jury this year was chaired by Mad Max director George Miller, whose Fury Road was one of the breakthrough films of last year’s festival.    Related: Cannes 2016: Ken Loach wins Palme d'Or – the Dailies film podcast    His fellow jurors included Nemes, as well as actors including Sutherland, Kirsten Dunst and Vanessa Paradis. Speaking at the start of the ceremony, Miller described the previous fortnight as “exhausting, but one of the best experiences of my life”. “We must commend the festival for this feast of cinema,” he said. “We passionately and fiercely debated the films. Nothing was left unsaid.” Backstage speaking to the press, Miller echoed his sentiments made at the ceremony, calling the experience of leading his jury “rigorous and vigorous.” “Arguably we debated longer than most juries,” he added. “Nothing was left unsaid. And we avoided looking at what other people were saying.” Divines – about a teenage girl in the Paris suburbs, commended as a successor to La Haine – won the Camera d’Or for best debut. Its director, Houda Benyamina, used her time onstage to ebulliently cheerlead for more female directors.  “Cannes is ours,” she said. “We are here! It’s possible. The fact that a woman won the prize is a curiosity; things have to change. It’s about time.” Benyamina then paid tribute to her female producer, before crying out “Another woman!” and “Vive directors!” The honorary Palme went to Jean-Pierre Léaud, the veteran French actor best known for his work with François Truffaut. Léaud, now 71, played the character Antoine Doinel in a series of films by the New Wave icon, starting with 1959’s The 400 Blows. The juror Arnaud Desplechin made emotional tribute in his introduction, which was followed by a prolonged standing ovation.  In his speech, Léaud remarked: “Cinema is the only art the captures death at work, like bees we can see dying in a hive.” Despite the unexpected end, the verdict on this year’s festival was that it passed without the cinematic fireworks of some previous editions, with fewer films debuting on the Croisette likely to be loom large in the awards conversation. Yet the relative peace outside the Palais was a triumph, with heightened security and 500 extra policemen apparently fending off any terrorist threat.",
  "webTitle": "Ken Loach stuns at Cannes 2016 with Palme d'Or win for I, Daniel Blake",
  "webPublicationDate": "2016-05-22T18:49:15Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/ken-loach-cannes-2016-palme-dor-win-i-daniel-blake",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Olivier Assayas",
      "id": "film/olivier-assayas",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Andrea Arnold",
      "id": "film/andrea-arnold",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "George Miller",
      "id": "film/george-miller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    },
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/22/ken-loach-cannes-2016-palme-dor-win-i-daniel-blake"
}