{
  "apiUrl": "https://content.guardianapis.com/film/2016/apr/27/son-of-saul-review-profoundly-distressing",
  "id": "2016-05-01-159",
  "sectionId": "film",
  "body": "Any film dramatising the unimaginable horrors of the Holocaust risks accusations of trivialising, misrepresenting or exploiting its awful subject matter. When László Nemes’s debut feature, a harrowing drama set in Auschwitz-Birkenau in 1944, premiered last year at Cannes, the New York Times critic Manohla Dargis dismissed it as a “radically dehistoricised, intellectually repellent” work in which “technical virtuosity” risked diverting the audience’s attention from “the misery on screen”. Focusing its tightly held, shallow-focus gaze on a single prisoner in whose face we see reflections of atrocities too hellish to depict, Son of Saul is indeed a stylistic masterpiece, a film of precise visual and aural design, executed with fearsome skill, precision and commitment. Yet far from being a “technical” triumph, the claustrophobic aesthetic that Nemes employs has a powerful moral raison d’etre, seemingly born out of a desire to address a subject that arguably has no place in dramatic cinema. Feature first-timer Géza Röhrig is astonishing as Saul Ausländer, a Hungarian-Jewish prisoner forced to work on the Nazis’ extermination production line as a member of the Sonderkommando, the special squad whose controversial legacy has inspired such narrative features as Tim Blake Nelson’s The Grey Zone (2001). We first meet Saul emerging from incongruously leafy woodlands (Nemes has cited Elem Klimov’s 1985 Come and See as a touchstone), shepherding new arrivals into the gas chambers where they will be poisoned, their bodies burned, their ashes shovelled into a river. Saul’s expression is one of mortified catatonia – a silent scream within this ninth circle of hell. But when a young boy survives Zyklon B inhalation only to be summarily suffocated by a doctor, Saul claims the body to be that of his son, whom he resolves to bury with dignity. His mission is desperate and threatens to endanger a planned uprising among his fellow prisoners. “We will die because of you,” one tells him, to which Saul replies: “We are already dead.”     Exclusive trailer for Son of Saul   Even writing that brief synopsis feels almost obscenely prurient. Yet Mátyás Erdély’s camera consistently pushes the horrors that surround Saul to and beyond the edges of the film’s 4x3 frame, the narrowness of the image somehow broadening the scope of its impact. In several sequences set within the gas chambers and furnaces of Saul’s netherworld existence, only Röhrig’s face is in focus, the Boschian landscape of suffering and death in which he dwells remaining expressionistic rather than explicit. Yet even as our eyes are turned away from the abyss, an incessant soundtrack of screams, barks, orders, gunshots, cries and whispers evokes a cataclysmic landscape of evil unbound. The effect is utterly overpowering. Writing about the impossibility of representing the Holocaust in dramas such as Spielberg’s Schindler’s List, the great French film-maker Claude Lanzmann (whose monumental Shoah eschewed archive footage for eye-witness testimony) famously declared that “fiction is a transgression” and spoke of his own belief in “a ban on depiction”. Yet, after seeing Son of Saul, Lanzmann concluded that it gave “a very real sense of what it was like to be in the Sonderkommando”, in a manner that was “not at all melodramatic” and “done with a very great modesty”. Lanzmann’s most recent feature, The Last of the Unjust, revisited a 1975 interview with Benjamin Murmelstein, the last surviving president of the Jewish Council in Theresienstadt whom some had branded a collaborator, but whom Lanzmann found to be “extraordinarily courageous”. Although different in form, Nemes’s fictional film (inspired by the real-life accounts recorded in the “scrolls of Auschwitz”) shares with Lanzmann’s work a preoccupation with what Primo Levi called the Nazis’ “demonic crime” of attempting “to shift on to others – specifically, the victims – the burden of guilt”.     Director Laszlo Nemes, left, on the set of Son of Saul with actor Geza Rohrig.    Within the godless void of his enslaved existence, Saul’s desperate search for a rabbi to recite the Mourner’s Kaddish over the body of the child – who may or may not be his own (we are never sure and it never matters) – seems to represent an act of atonement, a cleansing ritual amid the stench of the Sonderkommando’s mephitic existence. Accepting the Oscar for foreign language film, Nemes stated that “the hope of this film” was to show that “even in the darkest hours, there might be a voice within us that allows us to remain human”. Those dark hours (the film takes place over two days and one night) are as vividly, devastatingly portrayed as anything I have experienced in the cinema; I struggle to remember the last time a non-documentary film proved so profoundly, soul-shakingly distressing. This is as it should be – anything less would be immoral and irresponsible. Yet, unthinkable as it seems, there is a glimmer of light in this appalling darkness, infinitesimal yet inextinguishable. Ultimately, it is that glimmer that makes Son of Saul so traumatic. Days after watching it I remain haunted by Saul’s face, his skin covered in the ashes of the dead, his eyes alert with anxiety and anguish, a recognisable trace of humanity in world beyond belief.",
  "webTitle": "Son of Saul review – profoundly, soul-shakingly distressing",
  "webPublicationDate": "2016-05-01T07:59:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/apr/27/son-of-saul-review-profoundly-distressing",
  "keyword": [
    {
      "webTitle": "Son of Saul",
      "id": "film/son-of-saul",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Holocaust",
      "id": "world/holocaust",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/apr/27/son-of-saul-review-profoundly-distressing"
}