{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/locked-up-like-orange-is-the-new-black-with-added-sex-and-violence",
  "id": "2016-05-17-158",
  "sectionId": "tv-and-radio",
  "body": "‘I was in prison just once, because I shot a m …” – Maggie Civantos trails off and for a second I am convinced she is about to confess a homicide in the middle of our interview. “I shot a movie,” she adds. Ah, of course. A movie. Not a man. Civantos, 31, is the star of new Spanish prison series Locked Up – set to hit British screens today as part of the Channel 4 foreign TV bonanza Walter Presents. The show has been a smash in Spain, attracting an average of 3.5 million viewers an episode and earning Civantos several best actress awards. Spanish fans enter competitions in their droves to win the uniforms worn in the show.     ‘She’s not proud to be a bad girl; she just has to do it’ … Macarena (Maggie Civantos).    If the words “television” and “women’s prison” immediately make you think of Orange is the New Black, hold your high-security horses for just a second. Locked Up (known as Vis a Vis in Spain) is a thriller, a whodunnit and a howdidtheydoit, rather than a comedy. It follows the apparently innocent Macarena Ferreiro, played by Civantos, who is dubbed Snow White by inmates and tries to battle her way out of prison and back to a “normal” life. Along the way, she encounters a scorpion-baiting psychopath called Zulema (played by the Spanish singer and actor Najwa Nimri), a textbook butch prison mother called Soledad “Sole” Núñez and the curly-haired Estefanía Kabila or “Rizos”, who asks Macarena in the shower to be her girlfriend. And yes, while there are blond protagonists in both, Civantos is keen to point out that she and Taylor Schilling play quite different characters.   Related: 'It's better than The Sopranos': the foreign TV you'll be bingeing on this summer    “I know people want to call it Spain’s version of Orange is the New Black, but the only similarity is that we’re both blond and both in uniform,” says Civantos from her home in Madrid, where Locked Up has turned her from a working actress to a spotted-in-the-street-by-old-ladies star. She has just finished filming the second series, for which she had slightly more time to prepare than the first: “I got the part a week before we started shooting, so there wasn’t time to go and talk to any prisoners,” she says. “I was very nervous.” And the first scene she ever had to shoot? One in which the man playing her boss sticks his hand up her skirt in a business meeting.      Zulema the scorpion-baiting psychopath.    According to Civantos, Spain doesn’t have a prison system like the one we see on screen. “There aren’t private prisons, with uniforms and things,” she says. “It’s a drama. But the women’s feelings are the same; the violence is the same. My neighbour works in a juvenile detention centre and she says it’s very similar.” The violence is marked right from the start, as an inmate gets boiled alive in the laundry room. No wonder the creator, Alex Pina, says it has “the most sex and violence we’ve ever seen on TV in Spain”. “Macarena has to change just to survive in jail; to survive the violence,” explains Civantos, who says she is sceptical about prison as an institution. “She’s not proud to be a bad girl; she just has to do it.”  The actor is very proud to be involved in a show with so many prominent female characters. “I don’t consider myself a feminist, but I am tied to the idea of men and women being equal; being the same. So often, women on TV are subordinate – they’re the friend or the supporting character. In this, you see real women: strong women, weak women, sweet women, violent women.”     Locked Up has the ‘the most sex and violence we’ve ever seen on TV in Spain’.    You also see a lot of women in bright yellow suits. Was Civantos thrilled about spending so much time dressed as a high-visibility banana? “Initially I worried, because in Spain yellow is considered bad luck and I’m very superstitious,” she says. “When Molière died he was wearing yellow; people think it’s unlucky to wear it on stage, too. But now the series has been such a success, it’s my favourite colour.”  With the simmering sense of claustrophobia, the determined set of her jaw and the wardrobe of white vests, there is something of the Sigourney Weaver in Alien about Civantos’ performance in Locked Up. “My mum says the same thing!” she laughs. “Honestly, she says it all the time. I’m very proud – I love Sigourney Weaver.” Would she like to get super ripped and run around with a massive gun on set? “That was my plan for the second series … well, to get stronger,” says Civantos. “But it would have messed with the continuity. Maybe in the third series I can get muscles like Sigourney.” • The first episode of Locked Up is on Channel 4 tonight at 10pm, then the whole series will be immediately available on Walter Presents on All 4.",
  "webTitle": "Locked Up: it's Orange is the New Black – with added sex and violence",
  "webPublicationDate": "2016-05-17T13:14:10Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/locked-up-like-orange-is-the-new-black-with-added-sex-and-violence",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Orange is the New Black",
      "id": "tv-and-radio/orange-is-the-new-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nell Frizzell",
      "id": "profile/nell-frizzell"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/locked-up-like-orange-is-the-new-black-with-added-sex-and-violence"
}