{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/28/the-great-gatsby-f-scott-fitzerald-review",
  "id": "2016-05-28-87",
  "sectionId": "childrens-books-site",
  "body": "While reading this book, I found that Fitzgerald has successfully transported me back to the ‘roaring twenties’, perfectly capturing the rebellious, carefree nature of the Jazz Age.  His story is firmly set in 1920s America, a time where the American Dream consumed everyone with naive hope and aspiration. The green light at the end of Daisy’s dock will forever be a symbol of the unattainable American Dream that had all of America reaching out for the impossible. But somehow, I see that there is a Gatsby within all of us, hopelessly reaching towards the ‘minute and far away’ green light at the end of our own docks, always reaching for that dream that seems to be too far away.      I’m sure too that we all know a Daisy Buchannan. Someone who appears to be a symbol of purity in a world of lying and cheating, but who later reveals themselves to be indifferent to everybody else. Her ‘voice is full of money’ and she is so selfish she is willing to silently ignore her husband’s infidelities for his wealth. Fitzgerald is successful in initially making her appear as a vision in white, a foil to her husband Tom, who is worthy of all of Gatsby’s love and adoration. Cleverly, Fitzgerald then tarnishes her image. While Gatsby treasured the idea of her so much, she did not meet his great expectations of purity and perfection.  Fitzgerald uses the demise of Daisy to further illustrate his ideas about the American Dream, as Gatsby dreamed only of being with her, she turned out to be greedy and unworthy of such love. Fitzgerald suggests that no matter what, the American Dream will always disappoint and highlights how even today, a perfect, dream life will always be out of reach.  I strongly recommend this book, particularly to those interested in dreams and romance and intrigued by 1920s America. If you enjoyed reading books such as Of Mice and Men, which is hugely centred on dreams, this book could be a perfect fit for you!    Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Great Gatsby by F. Scott Fitzerald –  review",
  "webPublicationDate": "2016-05-28T14:00:06Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/28/the-great-gatsby-f-scott-fitzerald-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "F Scott Fitzgerald",
      "id": "books/fscottfitzgerald",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/28/the-great-gatsby-f-scott-fitzerald-review"
}