{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/01/running-hare-secret-life-of-farmland-john-lewis-stempel-review",
  "id": "2016-05-01-125",
  "sectionId": "books",
  "body": "“Lying down in the field at night,” writes John Lewis-Stempel, “ear close to the ground, I can hear the Pleistocene crackle of nature breaking up the soil, tiny cave by cave.” His latest book is a paean to his corner of the world – south Herefordshire – yet it was written “with some anger”, as the author contemplated the ravages modern agriculture has inflicted. “I have had a gut’s-ful of chemical farming,” he says. Lewis-Stempel has 70 acres spread over five lots, but this volume, the latest capitalising on the vogue for nature writing, tells the story of the acquisition of 15 new acres on a two-year farm business tenancy. The parcel included an arable field, and the author sets about, over the course of a year, sowing wheat and wildflowers. Where possible, he follows traditional ways, often deploying non-traditional methods to achieve his goals: he buys an antique seed fiddle on eBay for £150 and cuts his wheat into sheaves rather than bales.    I had no idea that the ploughman’s lunch was invented by the Cheese Bureau in the 50s    The diary form of The Running Hare facilitates impressionistic and spontaneous prose as the rural year unfurls. Problems queue up for recognition, of course, but Lewis-Stempel ploughs on (sorry), sowing, among other things, to encourage the eponymous hare. And the animal comes. “Have hares, have our national landscape.” Readers who enjoyed the author’s last book, Meadowland: The Private Life of an English Field, will find much in the same vein here: a mix of agricultural history, rural lore, topographical description and childhood memories. I learned a good deal. I had no idea that traditionally in the countryside sexual abstinence prevailed from Advent till Candlemas (2 February) in order to avoid heavy pregnancies at harvest time. Or that the ploughman’s lunch was invented by the Cheese Bureau in the 50s.   Related: Meadowland review – John Lewis-Stempel's fascinating field study    At his best, Lewis-Stempel is a fine stylist, adroitly conjuring scenes in which “medieval mist hangs in the trees” or “frost clenches the ground”. He uses the dramatic present, always tricky, and on the whole pulls it off. The conversational tone can be less successful: I don’t care for “I kid you not” in a proper book, or “sorted”. Cliches sprout like the ears of wheat: “You can take the boy off the farm, but you can’t take the farm out of the boy.” But Lewis-Stempel quotes widely and judiciously from folk songs and literature (Gerard Manley Hopkins, John Clare, Edward Thomas). His passion for the Herefordshire countryside sings from these pages. He says that a bond he formed with a crow in his field was “one of the greatest privileges in my life”. There is a political dimension. Identifying as an “environmentalist”, Lewis-Stempel asserts his moral superiority over his neighbours “the Chemical Brothers” and states that “every time one buys the lie of cheap food a flower or a bird dies”. But the cheap food he so despises is all that is affordable to many. Regrettably, a whiff of class privilege hovers over these pages. That said, there are no glib solutions here to the problems we have created, and this is not a campaigning book. Lewis-Stempel is a realist. He thinks George Monbiot’s “rewilding” mission is an idea that should “get into the fucking sea with the red herrings”; it is “at best, fiddling at the edges of Britain’s environmental problems”. Agreed; but what else can we do? The National Farmers’ Union is worse, it turns out, than St Monbiot. When it boasts of its members’ efforts to support birds, Lewis-Stempel writes: “That clapping sound? The ghost of Goebbels putting his hands together in awed appreciation of some real propaganda.” Crikey.   The Running Hare is published by Doubleday (£16.99). Click here to buy it for £12.99",
  "webTitle": "The Running Hare: The Secret Life of Farmland by John Lewis-Stempel – review",
  "webPublicationDate": "2016-05-01T11:00:53Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/01/running-hare-secret-life-of-farmland-john-lewis-stempel-review",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sara Wheeler",
      "id": "profile/sara-wheeler"
    }
  ],
  "guardianId": "books/2016/may/01/running-hare-secret-life-of-farmland-john-lewis-stempel-review"
}