{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/02/eintracht-frankfurt-borussia-dortmund-darmstadt-bundesliga",
  "id": "2016-05-02-75",
  "sectionId": "football",
  "body": "Der Gang zu den Fans, going over to the terraces to thank your supporters after the final whistle has become a non-negotiable duty for Bundesliga players, second only to the mandatory wearing of shin pads. You have to do it when you win. You have to do it when you draw. You have to do it if your own supporters have just spent 90 minutes booing you and you’ve lost 5-1. (Because if you don’t, they’ll block the team bus outside the stadium for hours until you come out and apologise). You also have to do it if you’ve just won 5-1 and were booed for 90 minutes by your own fans, like Mats Hummels had been at the Westfalenstadion on Saturday. The want-away Borussia Dortmund captain coolly faced up to an island of irate fists amid the ocean of black and yellow on the Südtribüne. “I think I’m the only player in league history to get jeered before a move [has been finalised],” he said, “but it was only 300 of them, a group of fans who didn’t love me before either, certainly not 80,000. Not 8,000 even.” Whistles and an anti-Hummels placard (“The captain’s the first one to leave the ship – go now!”) on the Yellow Wall were countered by friendly applause from the main stand.   Related: Atlético’s traffic control system proves decisive with Gabi at the wheel | Sid Lowe    Two hundred kilometres further south the Eintracht Frankfurt team were so relieved to have won 2-1 in the Hessenderby at local rivals SV Darmstadt 98 that they overlooked a crucial detail on their jubilant Gang zu den Fans: there weren’t any away fans at the Böllenfalltor Stadion. Or, to be more accurate, there shouldn’t have been any. The DFB (German Football Association) had banned all away supporters from the match after crowd trouble at the first meeting in December; a local court had also banned Eintracht fans from setting foot in the city of Darmstadt. The city’s mayor revoked that blanket ban, however, on Saturday morning. A few hundred away supporters turned up to symbolically occupy rival territory, sing about “Darmstadtschweine” (Darmstadt pigs) and half-heartedly attempt to break through the police cordon to get to the stadium. There were a few minor skirmishes, 530 (mostly temporary) arrests; for reasons that are still not entirely clear Eintracht ultras ripped out a bush while a few Darmstadt ultras trashed an ice cream parlour in their own city.     Eintracht Frankfurt fans in Darmstadt city centre. Photograph: Boris Roessler/EPA    Inside the ground a few Frankfurt fans had managed to buy tickets for the main stand, somewhere in the Nordkurve, too, among the die-hard Lilies supporters. Cue more aggro when the infiltrators blew their cover to celebrate Stefan Aigner’s winner seven minutes before full-time. Riot police officers rushed in to stop fisticuffs as helicopters circled the ground and the stadium announcer castigated Eintracht fans as “violent thugs”. The worst was over by the time of the strange spectacle Bild called “the most stupid celebration of the year”*, Niko Kovac’s men applauding in front of a vacant away end when the thrilling relegation six-pointer was over. “It was not meant as a provocation,” insisted SGE captain, Marco Russ. “We didn’t want to make a fuss.” The defender Bastian Oczipka explained the players had spotted an Eintracht flag and a few fans in the corner of the stadium; they had headed over “instinctively”, Kovac maintained. The board member Axel Hellmann apologised for a move he called “not good”, however, calling it “a tad too provocative in view of the DFB ban. There’s no need for it.” To Darmstadt’s credit they did not regard the away team’s (empty) block party as too big a deal. The keeper Christian Mathenia criticised both sets for fans (“I have zero sympathy for people who go to the ground to have a fight in between families with kids”) for the flare-ups but seemed just as concerned with the home support’s over-confident attitude before the defeat. They had welcomed the Eintracht team with “Absteiger” (team to get relegated) chants, “but we can still go down, too,” Mathenia acknowledged.   Related: Sassuolo show hare-brained Milan the value of simplicity and structure | Paolo Bandini    After picking up many points with good ol’ long-ball football and great attitude Dirk Schuster’s team look as if they are running out of gas with the chequered flag in sight. They had started really well, taking the lead through Mario Vrancic and had a chance potentially to kill off the match when Haris Seferovic tugged Luca Caldirola in the box. To paraphrase Louis van Gaal: That might be allowed, welcome even - but not in this particular context. The SV striker Sandro Wagner stepped up, gave Lukas Hradecky the eyes and saw his tame shot saved. “If that had been the 2-0 I couldn’t have imagined us coming back,” said the Eintracht chairman, Heribert Bruchhagen. Darmstadt had dominated so much before the break that their subsequent caving-in was hard to explain. ”We were afraid, we only reacted, we let them play their game,” Kovac said about the first half. “It was nothing, the worst 45 minutes of my time in charge.” Since the Croat took over at the beginning of March the Eagles haven’t exactly scaled new heights of playing fine football but the 44-year-old has at least been able to bring an element of resilience into the team. He tirelessly pushed his men forward from the touchline and made sure to have a ball ready for his side at all times, to stop the ball boys from time-wasting. Armin Veh’s easy-going hands-off regime has given way to a bit of Simeone-esque motivational intensity from the former Bayern Munich midfielder. “Football is a matter of willpower,” explained Hellmann, “it’s good to have an instigator on the touchline, somebody who knows what’s going on.” Tactically, some semblance of order has returned as well. “We’re not all over the shop any more,” said Russ. A more concerted effort was enough to trouble the hosts: Makoto Hasebe equalised with a deflected shot shortly after the break to start the fightback.     The empty away end at Darmstadt’s Böllenfalltor stadium. Photograph: Ralph Orlowski/Reuters    Frankfurt, for all their improvement, are by no means safe. Staving off relegation will continue to be a struggle without the services of their injured talisman Alexander Meier. He might be back for Saturday’s game at home to Dortmund; he might not be. But the main thing is that Eintracht have found hope. “We’re alive again,” proclaimed Hradecky. Darmstadt are still two points to the good in comparison with their wealthier neighbours but the last two weeks of the season will now be much more fraught than necessary. They are only two points clear of the relegation play-off spot (before Werder’s Monday night date with VfB Stuttgart), with a pair of very tough opponents (Hertha and Gladbach) to come. “We’re still ahead of schedule,” Schuster claimed. He and Kovac shared a warm embrace at the final whistle to demonstrate there was no need to persist with the enmity beyond the confines of the pitch and in recognition of the mounting pressure they are both enduring. Thus the most troublesome derby of the season ended on a surprisingly conciliatory note, as the authorities also pleaded for a sense of perspective. “Considering the amount of people with potential for violence in the city, relatively little happened in our view,” the police director, Bernd Denninger, told Frankfurter Allgemeine. *They obviously hadn’t watched the car-crash Laureus Awards, with Bill Murray as host.",
  "webTitle": "Eintracht applaud absent friends after derby win aids relegation fight",
  "webPublicationDate": "2016-05-02T16:58:41Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/02/eintracht-frankfurt-borussia-dortmund-darmstadt-bundesliga",
  "keyword": [
    {
      "webTitle": "Eintracht Frankfurt",
      "id": "football/eintrachtfrankfurt",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bundesliga",
      "id": "football/bundesligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Darmstadt",
      "id": "football/darmstadt",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Raphael Honigstein",
      "id": "profile/raphaelhonigstein"
    }
  ],
  "guardianId": "football/blog/2016/may/02/eintracht-frankfurt-borussia-dortmund-darmstadt-bundesliga"
}