{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/donald-trump-hindu-nationalist-far-right-presidential-election",
  "id": "2016-05-16-155",
  "sectionId": "commentisfree",
  "body": "If there were a United Nations of the global far right, Donald Trump would be its undisputed leader. His message does not just resonate in the forlorn rust-belt towns of rural America: it travels far beyond the country’s shores. It is bigotry without borders.  Consider the incredible prayer session organized for him in New Delhi by a nationalist Hindu group last week. Amid prayer bells, incense and chanting, good wishes fluttered from the Indian capital all the way to the US. A poster made for the occasion declared Trump to be the “hope for humanity”. Despite his unwavering “America First” nationalism, Trump’s message has struck a chord with the Hindu right because they share a common enemy. Long at odds with religious minorities in the country, it is no surprise that some Hindu nationalists approve of Trump’s plan to ban Muslim immigration to the United States. “He’s the only man who can put an end to Islamic terrorism”, said Hindu Sena chief Vishnu Gupta. “He is the savior of mankind.” They are not the only ones to hold Trump in high esteem. The far-right Greek Golden Dawn party support him. The founder of France’s Front National, Jean-Marie Le Pen, said he would vote for him. The Dutch leader of the Party of Freedom and anti-Islam campaigner, Geert Wilders, now tweets things like “Make The Netherlands Great Again!”. Meanwhile the head of Italy’s anti-immigrant Northern League party, Matteo Salvini, says he considers Trump “heroic” and added “we are on the same wavelength when it comes to many things”.  Before Trump arrived on the scene, Vladimir Putin was the uncrowned leader of the illilberal factions of the western world. A motley crew of European fringe parties leaps to legitimize him at every turn. When Putin annexed Crimea, representatives from 12 European parties flocked there to act as observers during the referendum – giving it the veneer of legitimacy. Now, it appears Putin has competition from across the Atlantic. The populists’ admiration for Trump should not be a surprise: he has been doing their bidding on issues that matter to them most. Trump backs Brexit – he said the UK would be “better off without” the EU – and criticized Angela Merkel for making “a tragic mistake with the migrants”. That mistake, of course, was to let them into Europe in the first place. But it’s not just the far right that is watching him closely. Even mainstream conservative politicians are looking to the Trump phenomenon for cues – if not always successfully. In the race to be London’s mayor, Zac Goldsmith, a Conservative party parliamentarian, ran what his Muslim opponent, Sadiq Khan, and liberal commentators called a campaign “straight out of Donald Trump’s playbook”. The strategy backfired miserably, but it is telling that Trump’s tactics found an echo in Goldsmith’s campaign in the first place.  Trump emboldens those who sow seeds of division and hate. He has brought the vile, the vulgar and the downright venomous into polite company. One white nationalist in the United States recently noted that his members used to feel demoralized – presumably because their views made them pariahs. Not any more. They walk with newfound confidence now.  There is a multiplier effect at work in Trump’s victories. As the far right make common cause with each other – fighting each others’ battles, echoing each others slogans – no advance in one corner of the globe is without its consequences in another. Remember Anders Behring Breivik, the Norwegian terrorist and white supremacist who killed 77 people in 2011? In his hate-filled, rambling manifesto he wrote about an unlikely ally in the fight against Islam: the Hindu far-right. “It is essential that the European and Indian resistance movements learn from each other and cooperate as much as possible. Our goals are more or less identical.”  Breivik was on to something: many of the goals of the far right are identical. The group praying for Trump in New Delhi understands that well. That is why, in the fight against Trump in the United States, liberals and progressives should join forces with those battling their own bigots overseas. It will take a global effort to overcome a threat that has implications for us all – no matter where we live.",
  "webTitle": "How Donald Trump emboldens bigots across the world | Amana Fontanella-Khan",
  "webPublicationDate": "2016-05-16T14:23:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/donald-trump-hindu-nationalist-far-right-presidential-election",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amana Fontanella-Khan",
      "id": "profile/amana-fontanella-khan"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/donald-trump-hindu-nationalist-far-right-presidential-election"
}