{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/21/big-issue-white-working-class-brexit-migration-labour-party-tristram-hunt",
  "id": "2016-05-21-26",
  "sectionId": "news",
  "body": "Tristram Hunt’s argument that Labour should respect not challenge white working-class xenophobia is nostalgic paternalism (“There’ll always be an England ... and Labour must learn to love it”, In Focus, last week). It is not crassly materialistic or “metropolitan squeamishness” to oppose the visceral racism underlying Brexit anti-immigration discourse. Recent research from the London School of Economics proves that European workers have brought in tax income and economic growth far outweighing their costs, and that their presence has not led to significant job losses or wage cutting. They enhance rather than undermine public services such as the NHS and social care. Culturally and socially we are enriched, not threatened, by their presence – as with previous waves of immigration. Hostility to this is not some organic expression of English identity but the outcome of decades of inflammatory media distortion and political opportunism, building an atmosphere of ignorance along with the dehumanisation of immigrants and refugees.  Labour’s role is not to pander to this scapegoating but to provide the real facts about migration, such as that millions of Britons work, study or are retired in Europe. Labour should not promote narrow, backward-looking English nationalism but the working-class tradition of solidarity and the socialist value of internationalism. Gideon Ben-TovimSenior fellow in sociologyUniversity of Liverpool  If one of Tristram Hunt’s students based a whole thesis on one quote, out of context, it would certainly be failed. Labour lost in Harlow in 2015, as in the country generally, for many reasons, but primarily because it had still not adequately refuted the lie that the 2008 global financial crash was caused by Gordon Brown’s profligacy, while its “austerity light” programme did not inspire voters that the party had a viable alternative. In the recent local election in Harlow, Labour held all its seven seats, retaining its overall council majority of five. It pushed Ukip into third place overall, and had Ukip’s two sitting councillors been up for re-election this year, Labour would have regained their seats. So much for Labour alienating its traditional working-class voters! As a party member since before even Jeremy Corbyn was born, I have this message for all the plotters and the naysayers: every negative statement you make about not winning in 2020 helps to make it a self-fulfilling prophecy. Stop it! Have constructive debates about policies, of course, but be positive, united and comradely in the process. Incidentally, what Emily Thornberry should have done was to knock on the door of the St George’s flag house and have a chat with the occupier. It could have been enlightening for both parties.Frank JacksonHarlow Labour Party Labour has lost its traditional working-class voters because of a loss of trust brought about by the experience of Labour governments being tied to pro-business policies in office, and forgetting practical ideas to satisfy working-class aspirations, such as the repeal of anti trade union legislation, building council houses and providing support for manufacturing.Ian HughesBridgend",
  "webTitle": "Labour must challenge the scapegoating of immigrants",
  "webPublicationDate": "2016-05-21T23:02:26Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/21/big-issue-white-working-class-brexit-migration-labour-party-tristram-hunt",
  "keyword": [
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tristram Hunt",
      "id": "politics/tristram-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "news/2016/may/21/big-issue-white-working-class-brexit-migration-labour-party-tristram-hunt"
}