{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/01/leicester-city-fans-title-spirit-wes-morgan-draw",
  "id": "2016-05-01-40",
  "sectionId": "football",
  "body": "In the end the Leicester City supporters decided to have a party anyway. “We’re gonna win the league” seemed to be on a loop in the far corner of the stadium, where just over 3,000 travelling fans were bouncing up and down long after the players had left the pitch. The engraver has not yet been commissioned to start work on the Premier League trophy, but it looks like a matter of when and not if Leicester will be crowned champions and that moment may well arrive just before 10pm tomorrow. Trailing by eight points with three games remaining, Tottenham Hotspur now know they have no margin for error at Stamford Bridge and it is easy to imagine Chelsea, their bitter rivals, relishing the chance to twist the knife. Leicester can sit back and relax, knowing even if Spurs win at Chelsea the stage is set for a memorable evening at the King Power Stadium on Saturday, where a win over Everton would complete the fairytale. What a night that promises to be. The Manchester United supporters, showing a touch of class after the final whistle, clearly felt they had just watched the champions. As the Leicester players made their way along the front of the Sir Bobby Charlton stand and towards the tunnel, those United fans who had remained behind – and there were plenty of them – rose to applaud them in a gesture that was clearly appreciated, as Wes Morgan and his team-mates clapped in response.   Related: Manchester United 1-1 Leicester City: Premier League – as it happened    Moments later Jamie Vardy emerged from the tunnel, walked on to the pitch, shared a brief word with Fabio Capello – the now 29-year-old was playing for Stockbridge Park Steels when the Italian took England to the 2010 World Cup – and soaked up the atmosphere as he looked towards the sea of blue at the other end of the stadium. By now Leicester fans were going through their full repertoire of songs, including “Jamie Vardy’s having a party”. Vardy is back for the Everton match, after serving a two-match suspension following his sending-off against West Ham, and it says much for Leicester’s spirit and resolve that they have collected four points without the services of the Premier League’s second-highest goalscorer. In a game of musical chairs, Danny Drinkwater will now have to take Vardy’s seat in the stand after his late dismissal here, which will almost certainly open the door to Andy King, perhaps fittingly given the Welshman is the longest-serving player at the club. In many ways a 1-1 draw at United was a strange scoreline for Leicester to try to digest and there was a moment at the end when Ranieri turned on his heel in the technical area and looked like a man who was not quite sure where to go and what to do. He had stood with his shoes within six inches of the pitch for the entire match, occasionally showing flashes of emotion, in particular in the frantic final minutes, when United were pressing for a winner. “Be strong, come on!” bellowed Ranieri, clenching his fists. Time and again this season his players have showed their resilience and never-say-die attitude, and this was another one of those occasions, especially after Leicester found themselves in the unfamiliar position of conceding first. United, for once, had started like a house on fire and, when Anthony Martial gave them the lead after only eight minutes, it was interesting to see how Leicester, with the eyes of the world watching them, would respond. Morgan, once of Dunkirk FC in the Midland Football Alliance and a former business student at South Notts college, provided the answer with a close-range header that exploited the weak link in United’s defence. Marcos Rojo never looked equipped to deal with Morgan, who is built like a nightclub bouncer, and it showed every time the two came up against one another. As Morgan wheeled away to celebrate, Rojo had his face down in the turf and Leicester, in one perfectly executed set piece, had pulled the plug on United’s electric opening. Alongside Robert Huth, Morgan has been outstanding this season and if there was a moment against United that summed up the value of that partnership to Leicester it was in the 71st minute. Stretching every sinew, Morgan managed to just about cut out a pass that threatened to release Marcus Rashford on goal. The United striker still pounced on the loose ball and thumped a right-footed shot that Huth, reading the danger, managed to get in position to block. At that point the Leicester fans were biting their nails in between breaking into chants of “we shall not be moved” – a song that could easily be applied to Leicester’s position at the top of the table.",
  "webTitle": "Leicester’s fans get in the title spirit as Wes Morgan earns draw | Stuart James",
  "webPublicationDate": "2016-05-01T19:41:56Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/01/leicester-city-fans-title-spirit-wes-morgan-draw",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/blog/2016/may/01/leicester-city-fans-title-spirit-wes-morgan-draw"
}