{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/05/claudio-ranieri-leicester-city-premier-league-title",
  "id": "2016-05-05-266",
  "sectionId": "football",
  "body": "Leicester City are great, aren’t they? We can all agree on that. Not content with winning their first title at ludicrous odds and embarrassing the Premier League’s so-called big guns along the way, the Foxes then showed how celebrations should be done, with action at Jamie Vardy’s house, the long-awaited trip to a pizza restaurant and – an especially neat touch – an impromptu photo opportunity with a Footballer of the Year lookalike on the team bus. Truly English football will never be the same again, or so we hope. Bookmakers’ calculations are never going to be the same again either, football writers’ predictions for the coming seasons are going to become a lot less brash and breezy, while clubs on the lookout for a new manager will have a lot more to ponder now that the man in charge of a Greece team humbled by the Faroe Islands has just become the most popular face in football.   Related: Claudio Ranieri has rediscovered himself at Leicester, says his mother    Claudio Ranieri deserves it too. Unlike one or two members of his team whose peerless performances on the pitch were let down by more unsavoury behaviour off it, the Italian never put a foot wrong through a momentous season. It now looks as if he will be celebrated chiefly for pizza incentives and “dilly ding, dilly dong” routines, which is exactly as he would wish it, though in fact Ranieri has done a lot more than simply smile benignly as his players raised their sights from survival to Europe to the Premier League crown. Ranieri switched from a back three to a back four early in the season, despite the success Nigel Pearson’s system had belatedly enjoyed in keeping Leicester in the top flight at the back end of the previous campaign. Switching to a 4-4-2 set up cannot be described as an adventurous or fashionable move, but Ranieri must have recognised what suited his players best and together they made it work. There was nothing secret about Leicester’s plan for success, they allowed opponents a lot of the ball and relied on defenders staying in defensive areas to repel attacks until possession could be regained and their speed merchants in forward positions could be brought into play, but even the best sides found it a difficult gameplan to counter. Few would have imagined at the start of the season that the Premier League could be conquered by such a an old-fashioned ploy as two lines of defence and a counterattacking game, but we were all wrong. Even when teams began to wise up and not play such a high defensive line Leicester remained in control, because players such as Riyad Mahrez and Marc Albrighton were still able to hit killer passes and crosses, while defensive midfielders N’Golo Kanté and Danny Drinkwater could find more space in which to operate. All that is being wise after the event, of course. Ranieri hatched it as a plan that might work, and for that he deserves credit, considering his reputation was at such a low ebb when he arrived. He did not talk of three-year plans or periods of transition, he simply got down to work with the players at his disposal, making bold decisions from the start such as leaving out his own signing Gokhan Inler because he was impressed with the contributions others were making. Ranieri has said he felt sorry for Inler on a number of occasions, but he still kept leaving him out. The Mr Geniality persona does not quite tell the whole story and the Tinkerman episodes are in the past. Ranieri saw what he had at Leicester and single-mindedly made the best of it. Perhaps he saved the best bits until last too, for there was something marvellously crafty about the way he kept saying he was sure Spurs would win all their games in the run-in. He came out with that prognosis in mid-April, just after Mauricio Pochettino’s hugely impressive team had beaten Manchester United by three goals and Stoke City by four. Number of games Spurs won after Ranieri predicted they would keep winning? None. Two draws in a row wrapped up the title and handed it to Ranieri on a plate. It could be said, or at least suggested, that Ranieri had psyched his opponents out, or even that he had employed mind games to put Spurs under pressure, though there is no need for anything so melodramatic. Ranieri simply knew the right thing to say at the right time. The polite thing. If Spurs found it hard to live up to his confidence, it was entirely their own problem.   Related: What will Hollywood make of Leicester’s spellbinding season? | Marina Hyde    Ranieri should probably retire right now, perhaps announce it on the pitch on Saturday evening against Everton. His career is not going to get any sweeter, his popularity cannot possibly rise any higher, his reputation has no more need of restoration. He himself has just admitted Leicester will not be title contenders next season and a mid-table finish is the most likely goal, so what is the point of sticking around for that? Except he would say that, wouldn’t he? And who knows what Leicester might accomplish in the Champions League? If he can keep his best players over the summer and maybe add one or two judicious reinforcements, there seems no reason why Leicester should not add a few big names around Europe to their list of conquests. It would be a shame were key players such as Kanté and Mahrez to be picked off by bigger clubs over the summer, because while they undoubtedly deserve improved contracts and the chance to play at a higher level, they have just become the English champions and in this country at least there is no higher level. Here’s hoping Ranieri and Leicester can keep it all together for at least another season, because everyone has enjoyed this story and everyone wants to see it keep unfolding. Well, apart from Arsenal, Chelsea, Spurs and the rest. Not forgetting the bookmakers, who seem to have learned their lesson judging by the stingy 50-1 being offered against the Foxes winning the Champions League. Yet for a team that has just proved that nothing is impossible those odds could still be worth exploring. It would at least be a better value punt than the 25-1 available on Leicester being relegated, and a considerably more cheerful investment. What is wrong with backing the best of England in Europe anyway? Particularly when led by such an amiable yet capable Italian. Perhaps Ranieri has saved the best of everything until last. After bagging his first major league title in almost 30 years of trying, the 64-year-old may be on a roll.",
  "webTitle": "Claudio Ranieri deserves acclaim. He did more than just say the right thing | Paul Wilson",
  "webPublicationDate": "2016-05-05T09:00:03Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/05/claudio-ranieri-leicester-city-premier-league-title",
  "keyword": [
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/05/claudio-ranieri-leicester-city-premier-league-title"
}