{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/bruce-springsteen-etihad-stadium-manchester-river-review",
  "id": "2016-05-29-149",
  "sectionId": "music",
  "body": "Bruce Springsteen has his eyes screwed shut. His fists, bound in wristbands, are clenched. Veins are popping in his temples, but not from the happy exertion of a song such as Glory Days, or the even more cardiovascular Born to Run, both of which light up the tail end of tonight’s set. He is stock-still, singing almost privately as much as to the 55,000 fans enduring the unrelenting Mancunian drizzle on a cold May evening. This is The River, the title track of his 1980 double album – his first US No 1, ushering in a decade of superstardom – and it is one of Springsteen’s finer songs, bearing witness to ordinary people’s travails. Young love goes wrong, foundering on the rocks of responsibility and hardening times. Dreams are remembered with yearning, as a man surveys the dried-up river where love and youth first flourished. An extra frisson comes from the biographical roots of the song, in Springsteen’s own sister’s marriage. In falsetto, Springsteen croons a long, ghostly “ooh”-ed lament, taken up at the end by his harmonica. The E Street Band, eight-strong tonight, shorn of the choirs and horns of more recent tours, are dialled down, as twinkly as they can be in the debased sonics of a stadium.    A man with a squeegee wipes moisture off the platforms at the lip of the crowd so Bruce can commune with his people    The next song is even more bleak. On the piano-led but angry Point Blank, Springsteen watches as a girl falls into a squalid trap of a life, beyond the help of his narrator. The forces of perdition have got his love right where they want her: “Bang, bang, you’re dead.” These two songs remain hard to listen to, never mind hard to play in a stadium, where the dynamics are more suited to blowing off steam after work than having your nose rubbed in life’s vicissitudes. They form the hard emotional core of a three-hour set where lighter forces do come out to play and Jake Clemons’s bright sax solos are mustered as another defence against the elements. A man with a Manchester City blue squeegee wipes moisture off the little platforms at the lip of the crowd so that Springsteen – often followed by guitar foil Steven Van Zandt, Clemons, guitarist Nils Lofgren and fiddling fourth guitarist Soozie Tyrell – can come down and commune with his people. The River was a pivotal album that kept expanding, to accommodate, as Springsteen has noted, “fun, dancing, laughter, jokes, politics, good comradeship, love, faith, lonely nights and, of course, tears”. It was released as a double; still, reams of songs were abandoned. Significantly, this was where the young turk turned his attention to “the ties that bind”, examining lasting love, duress and community – all the things that the live-fast-die-young, treat ’em mean types that populate the genre usually run from.     “Are the Manchesterians with me?” Photograph: Jon Super/Redferns    Last year, The Ties That Bind: The River Collection box set finally compiled many of these cold store River-era songs. With a solo album in the can, and an autobiography ready to roll (due in September), Springsteen agreed to a few low-key dates to promote the box – laughably, given the sizable merry-go-round this tour has become. The set list has loosened over time, with River-era songs fleshed out by the catalogue, so that no fan could ever go home feeling cheated of the Springsteen they most love: the rabble-rousing bard, the troubled lover, the ordinary guy. Tonight’s set features 32 long songs performed lustily, with the bonhomie that comes as standard when the E Street Band roll in.    The encore is, as ever, designed to send the crowd home a little higher on oxytocin than they arrived    Things can get corny. A man dressed as Father Christmas waggles a placard and is ushered on stage as the band launch effortlessly into Santa Claus Is Coming to Town. On the US leg, cover versions have marked the passing of David Bowie, Glenn Frey and Prince, but a dearth of rock star deaths means we get the set staple Twist and Shout. Crowd requests are accommodated with gusto. Among others, we get Darkness on the Edge of Town, another vein-popper. Tonight, there are two Courteney Coxes – the actress first spotted on screen dancing with the Boss in the video for Dancing in the Dark. One is a school-age placard bearer called Issy, delivered up to sing along on the never more appropriate Waiting on a Sunny Day. For Dancing in the Dark itself, a woman dressed like one of Bananarama circa 1983 places her necklace around Springsteen’s neck. For those paying close attention, The River’s deep cuts are satisfying; a mix of strutting bravado (Out in the Street) and romance. I Wanna Marry You is, says Springsteen, “a daydream of a love song”.         Courteney Cox in Springsteen’s video for Dancing in the Dark.    Adele recently dubbed Springsteen “a gentleman” for lending her his jacket at his recent gig in Lisbon. I Wanna Marry You finds his gallant protagonist in love with a girl already pushing a buggy, marvelling at how hard her life must be, undeterred in his affections. Springsteen bears witness, with maracas, then he uplifts. The encore is, as ever, designed to send the crowd home a little higher on oxytocin than they arrived. “Are the Manchesterians with me?” hollers Springsteen at the climax. Even as he shouts it, he is grinning, pretty sure it’s a malaprop. He does come back at the very, very end for a solo version of This Hard Land. It resonates with me, given the tents erected by the homeless opposite the hotel where later I am fortunate enough to sleep.",
  "webTitle": "Bruce Springsteen review – 32 songs performed lustily",
  "webPublicationDate": "2016-05-29T07:00:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/bruce-springsteen-etihad-stadium-manchester-river-review",
  "keyword": [
    {
      "webTitle": "Bruce Springsteen",
      "id": "music/springsteen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/29/bruce-springsteen-etihad-stadium-manchester-river-review"
}