{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/farmer-ian-turnbull-convicted-of-of-nsw-environment-officer-glen-turner",
  "id": "2016-05-27-298",
  "sectionId": "australia-news",
  "body": "An 81-year-old farmer farmer has been found guilty of the murder of a New South Wales environment officer he shot after a long-running dispute over land clearing. A jury found Ian Turnbull guilty in the NSW supreme court of murdering Office of Environment and Heritage compliance officer Glen Turner, 51, at his Croppa Creek property in the state’s north in July 2014. The five-week trial heard Turnbull shot Turner three times in July 2014 with a rifle used to kill vermin, after a lengthy legal battle with the department.   Related: Farmer was deeply depressed when he killed environmental officer, court hears    The supreme court jury returned its verdict after six and a half hours of deliberations on Friday. Turnbull showed little emotion when the six-man, six-woman jury handed down the verdict. Members of Turner’s family embraced and wiped away tears. During the trial the jury was told Turnbull held the wounded Turner and fellow departmental official Robert Strange under his control for up to 40 minutes, firing the lethal shot as Turner tried to flee. The attack followed years of tension and a legal battle with the environment department over allegations of illegal land clearing on the Turnbull family’s properties. Turnbull’s defence team argued for a manslaughter verdict on the basis of substantial impairment, saying the farmer had been suffering severe depression at the time. But the jury rejected that argument with Friday’s verdict. Turner’s partner, Alison McKenzie, and sister Fran Pearce expressed relief at the verdict and criticised the way Turnbull’s defence team had sought to portray the 51-year-old victim. Pearce said the trial was hijacked by the defence and turned into an attack on her brother’s character, and a platform for the Turnbull “dynasty” to express their grievance over native vegetation laws. “The murderer was portrayed as the victim – a poor, depressed, respectable farmer driven to despair by the Office of Environment and Heritage,” she told reporters outside court. “In reality, he is a wealthy property developer who simply refused to accept that the law applied to him. “Today’s verdict does not bring Glen back, but we do take some comfort knowing that justice has been done.” “The decimation of Glen’s character, and we weren’t able to stand up and say what a great man he was – that was the hardest part for me,” she said. A sentencing hearing has been set for 15 June.",
  "webTitle": "Farmer Ian Turnbull convicted of murder of NSW environment officer Glen Turner",
  "webPublicationDate": "2016-05-27T05:22:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/farmer-ian-turnbull-convicted-of-of-nsw-environment-officer-glen-turner",
  "keyword": [
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/27/farmer-ian-turnbull-convicted-of-of-nsw-environment-officer-glen-turner"
}