{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/nigel-farage-remain-leave-eu-referendum-tories",
  "id": "2016-05-15-227",
  "sectionId": "commentisfree",
  "body": "We knew from the off that the Outers didn’t like the European Union. The referendum campaign has exposed just how much they can’t stand each other either. The In team yesterday laid on a big show of cross-party unity to demonstrate the breadth of support for their cause. There were speeches and campaign appearances by the leaders of the Tory, Labour, Lib Dem and Green parties, along with a lot of activity on the street by their supporters. This couldn’t have been better timed to strike a contrast with the furious rows consuming the Out gang. While Britain prepares to make a profound choice about its place in the world, the feuding factions among the Outers have been squabbling about which of them should appear on a TV programme. Let us dwell on that spat for a moment because, while it seems terribly trivial in the wider scheme of things, it is symptomatic of the fundamental structural split that divides the Leavers. ITV has booked David Cameron and Nigel Farage to appear on the same live debate show in June. They won’t actually go head to head: they will appear separately to field questions from a studio audience. The broadcaster is nevertheless pleased to have booked the prime minister. David Cameron is happy because he’d rather be up against the Ukip leader than take part in a blue-on-blue event against another Tory such as, to pick a name at random, Boris Johnson. Nigel Farage is delighted because he has secured a role in the debate programmes with a profile that is commensurate with his ego. Are other Outers celebrating that the prime minister has agreed to appear on the same programme as one of their most famous advocates? No, the official Leave campaign is beside itself with rage. It launched an incandescent complaint, vein-bulging in its apoplexy, which accused ITV of “a secret stitch-up” with Number 10 and darkly warned the company that “there will be consequences for its future”. Both sides know that for many swing voters this decision will come down to a choice between which advocate they find most credible. This is why many of the Tory Outers have always wanted to minimise the screen time given to the Ukip leader. One of the Brexiter cabinet ministers says: “We know that if the referendum is framed as a choice between what David Cameron prefers and what Nigel Farage prefers, it is a win for Remain.” This notion that he should be marginalised makes Mr Farage furious – and understandably so. He started agitating for Brexit many years ago, long before the banner was picked up by opportunistic, Johnny-come-lately Tories such as, to pick a name at random, Boris Johnson. I’ve said before, and I don’t mind saying again, that this referendum would almost certainly not be happening were it not for the Ukip leader. He it was, more than anyone else, who panicked David Cameron into promising a plebiscite. This moment is Mr Farage’s claim to history’s attention. The Ukip leader believes that immigration is the strongest card in the hand of the Outers. Opinion polling suggests that he is right. Discontent with levels of migration is the greatest fuel of hostility to the EU. But the anti-Farage Outers feared that putting all their emphasis on migration risked repelling as many voters as it might attract. They also absorbed another message from the polling, which is that concerns about migration can be trumped by fear of what Brexit will do to the economy. The voters saying that the economy is the decisive question tend to outnumber those identifying immigration as the key issue by around two to one. A campaign with a Farageiste focus on immigration also looked awkward for some of the Tory Outers such as, to pick a name at random, Boris Johnson. As mayor of London, it was his boast that he was “pro-immigration”. He even once proposed an amnesty for illegal immigrants. He and Michael Gove like to think of themselves as cosmopolitan liberals, not kipper nostalgics yearning to time travel back to the 1950s. So the campaign began with that faction of the Outers placing its emphasis on the economy and the alleged benefits to Britain once it had been liberated from the oppressive yoke of Brussels. The trouble for them is that they have always had a problem with engaging on this terrain of the economy. They have never been able to paint an agreed and plausible picture of how Britain would prosper once it had amputated itself from the EU. As the campaign has become more intense, that hole in their case has only grown larger. For a time, some Brexiters cited Norway as an example of the benefits of being outside the EU. But there was a snag with Norway because it has to contribute to the EU budget and has to accept freedom of movement in order to enjoy the benefits of access to the single market. So the Outers quit Norway and travelled further afield in search of a model that they could recommend to the British people. This journey around the globe has taken them to destinations as diverse as Canada, Peru and Hong Kong. None of them have stood up to scrutiny as a model for a post-EU future for Britain. Some of the credit for the confusion and incoherence among the Outers must go to the In campaign. They have maintained a relentless pressure on their rivals on this question. It may have been boring at times, but it has been effective. As a result, the Outers have now wound up in Albania. In a recent speech, Mr Gove cited Albania’s trading arrangements as an example that a post-EU Britain could emulate. The justice secretary is the cleverest man on the Out side. They have no better brain and no more elegant debater. When the smartest guy on your team has to suggest a small and rather poor state in the Balkans as a model for Britain’s future, you really are in trouble. Especially when the Albanian prime minister then says that he wouldn’t recommend becoming Albania. The Outers have also floundered on the economy because another thing demonstrated by the campaign is the enormous imbalance of forces between the two sides of the argument. Hardly a day passes without a piece of heavy artillery firing off cautions that Brexit would cause extreme turbulence in the short-term and depress growth over the longer-term. Risk warnings about the threat to trade, investment and jobs have been issued by everyone from the International Monetary Fund to the OECD, from the president of the CBI to the general secretary of the TUC, from the governor of the Bank of England to the president of the United States and the prime minister of Japan. They only differ over the degree to which it would be self-harming for Britain to self-eject from the EU. Pretty bad, say some. Very bad or exceedingly bad, say others. By contrast, the Leave camp has not a single international or domestic economic authority that it can cite in support of Brexit. In reply to all these heavyweight institutions and international voices, the Outers can put up, er, Norman Lamont. Out do have a few economists making a case for Brexit, but for every one of them there are many more on the other side. The Out side has taken such a pummelling on the economy that, if this were a boxing match, the referee would be stepping in to stop the fight. When anyone dares to express an opinion about the hazards of Brexit, the Outers now routinely wail that it is somehow “unfair” or “bullying” or even a “conspiracy”. That suggests that some of them wish that there really was a referee who could intervene to spare them any more punches. So they have had to look for different ways to try to make their case. Some of the Outers have gone back to venturing their classical arguments about sovereignty, but these tend to be too abstract to have much impact on the sort of swing voter that they need to persuade. Then there’s the debate about whether or not we are safer with the EU or outside it. The security argument is also running against them. In recent days, five former heads of Nato, retired intelligence chiefs, and foreign and defence chiefs from every White House administration of the past 40 years have all added their voices in support of the contention that Britain and the world are safer for our membership of the EU. In reply, the Out campaign has been able to muster, er, Liam Fox. As a result, they have been defaulting back to talking about immigration. They are doubling down on Nigel Farage’s favourite topic. Michael Gove recently put his name to an argument that public services would be overwhelmed by an immigration “free for all” when (or if) Albania joins the European Union. The poor old Albanians must be thoroughly confused by the justice secretary. One week they are his favourite model for Britain’s post-EU future; the next week the Albanians are a terrifying menace. The increasingly Farageiste tone of the Leave campaign prompted the intervention by Sir John Major, in which the former Conservative prime minister warned Tory Brexiters that they were “morphing into Ukip”. Which is the great and inglorious irony of the attempt by the Leave campaign to keep Nigel Farage off the TV screens. They don’t want him to be seen and at the same time they are beginning to sound more and more like him.",
  "webTitle": "They wanted to gag Nigel Farage. Now Tory Outers sound like him | Andrew Rawnsley",
  "webPublicationDate": "2016-05-15T04:00:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/nigel-farage-remain-leave-eu-referendum-tories",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Rawnsley",
      "id": "profile/andrewrawnsley"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/nigel-farage-remain-leave-eu-referendum-tories"
}