{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/06/good-news-charities-help-tell-stories",
  "id": "2016-05-06-180",
  "sectionId": "voluntary-sector-network",
  "body": "When I joined the National Council of Voluntary Organisations (NCVO) a few months ago, little did I imagine my new job was going to attract the attention of the United Nations director-general.  It turns out that Michael Møller, with over 35 years of UN experience behind him, is an advocate of constructive journalism, the solutions-focused approach to news coverage that’s at the heart of the Constructive Voices project I’m running for NCVO. Last week we had the chance to tell him – and an array of national news editors and journalists – about this emerging field of journalism and how it involves the voluntary sector. Constructive journalism is good news for charities on two counts.   Related: Charities need to remember why they exist – and shout about it    Firstly, it dovetails neatly with the work of charities as its focus on exploring solutions as well as investigating problems naturally draws on the wide-ranging solutions offered by the voluntary sector. Charities have so many positive stories to tell (and often innovative, practical solutions to offer), on many of the big issues we face. Too often these are going under the radar. We want to ensure these compelling solutions are heard publicly and rolled out more widely for the public good, where appropriate.   Constructive journalism is also helpful for charities in another way: the impact of negatively-framed news (not about charities, but in general) is bad news for the voluntary sector. It’s been demonstrated not only to make people feel more anxious and helpless, but also significantly less likely to take positive action, such as offering their opinions, or giving their time or money to charity. Constructive news by contrast, has been shown to empower people to do those things and generally act to make the world a better place. So how can our project Constructive Voices help your charity, and how can you get involved?   Related: How charities can win back public trust    We want to be a hub for positive responses to problems so the media can more easily access them when looking for the solutions angle in their reports. We’re asking charities, social entrepreneurs and any innovating organisations to send in case studies of how they’ve achieved positive social impact in a range of areas, from tackling domestic abuse to growing old positively. It doesn’t have to be the whole solution to a problem; it can address just one aspect.  But beware – this isn’t about fluffy stories or PR puffs – this is about ensuring the mainstream media investigates and highlights the solutions we collectively offer to the problems we face as a society. We want to hear from you and the people and causes you serve – what has changed as a result of your work and what is the difference you make to the world around us. In order to connect charities with the media, we’re also inviting journalists to register so that we can proactively contact them about important developments that are relevant to their area of work. They’ll also be able to ask us for help sourcing case studies – thanks to you, we’ll already have them on tap.  We’re collaborating too with CharityComms’ service, AskCharity, which enables journalists to issue requests for interviewees. And we’ve set up a Twitter account @ConstructiveVox which will highlight breaking news, showcase examples of constructive news, and promote constructive journalism.  In a nutshell, we aim to get more constructive news stories in the media by connecting journalists with charities, social entrepreneurs and other voluntary groups. Sir Martyn Lewis, the chair of NCVO’s trustee board, wryly observed this week, “National media mostly ignore charities unless they screw up”. So here’s a chance to increase your positive exposure by signing up to Constructive Voices. The service we offer the media can only be as good as the case studies and positive impact stories you offer us.  For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "Good news is good for charities – help us tell those stories",
  "webPublicationDate": "2016-05-06T12:19:20Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/06/good-news-charities-help-tell-stories",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Communications",
      "id": "voluntary-sector-network/communications",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector network blog",
      "id": "voluntary-sector-network/voluntary-sector-network-blog",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/06/good-news-charities-help-tell-stories"
}