{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/chicago-may-cut-summer-school-programs-violence",
  "id": "2016-05-14-75",
  "sectionId": "us-news",
  "body": "The Chicago public school system may dramatically cut back summer school programs for their most vulnerable students this year, despite a surge in shootings that has put the city on track for its most violent year in more than a decade.  A school system spokeswoman said Illinois’ budget standoff had put summer school programs for more than 17,000 students in jeopardy. The programs largely serve students who are struggling to graduate or move on to the next grade, and they include students from the third grade through high school. Since the beginning of the year, both murders and shooting incidents have spiked in Chicago. There have been more than 1,000 shooting incidents so far this year, a 67% increase compared with last year, and roughly twice as many shooting incidents in the two years before that. Murders are up 56% compared with the same time period last year.    Related: Chicago's much-criticized police review authority replaced with civilian agency    Among the wounded and dead are children and teenagers, including a 13-year-old violence prevention activist and a former South Side prom king whose turnaround story was featured in a CNN documentary.  The potential cuts, first reported by the Chicago Sun-Times, raise questions about whether having academically struggling students outside this summer, rather than in classrooms, might put them at greater risk of violence.  Chicago public schools spokeswoman Emily Bittner blamed potential summer school cuts on the state budget crisis, and said they were “driven by the state’s discriminatory funding”. Summer school programs would not be eliminated entirely, she said.  “Our priority will be to serve the most vulnerable students, but unfortunately, reducing summer school opportunities will set students’ progress back.”  Bittner declined to comment on whether the summer school cuts might impact the basic safety of Chicago’s public school students, as well as their educational achievement.  A recent poll of Chicago residents found that 85% of black residents thought it was likely that a typical young person in their neighborhoods would be a victim of a violent crime. Half thought it was “very likely”. Less than a third of black residents thought there was good availability of quality public schools in their neighborhoods.  The scale of the cuts to Chicago’s public summer school programs will depend on what action the state government takes, Bittner said. A spokeswoman for Illinois governor Bruce Rauner did not immediately respond to a request for comment. Illinois has not passed a new budget for nearly a year. Rauner, a Republican, has battled with the Democratic legislature over spending, taxes, and policies to weaken the collective bargaining powers of public employees.    Related: Sweeping protections for transgender students welcomed in Chicago    Without a budget, social service agencies that rely on state money to function have had to lay off hundreds of employees and make huge cuts to the services they offer, from mental health services to programs to help the elderly. Local advocates in Chicago said they had lost funding for summer jobs programs, support services for at-risk youth and violence intervention outreach workers.  Mayor Rahm Emmanuel, who is facing record public disapproval ratings, did not comment on the potential summer school cuts. His office referred questions to the school system, which is struggling financially and has announced a potential 20% overall budget cut for next school year. News reports called the cut the largest in the school district’s history.  An analysis of public crime data by FiveThirtyEight found the increase in Chicago’s violence dated to late November, when the city released a video of a Chicago police officer shooting 17-year-old Laquan McDonald. The increase in both murders and nonfatal shootings was closely correlated with drops in official statistics on arrests by police officers, FiveThirtyEight concluded. Some officials in Chicago have said that officers have become less proactive because of a fear of being the subject of the next viral video of police misconduct.  Bittner, the Chicago schools spokeswoman, said the potential summer school budget cuts would affect four major summer school programs that cost a total of $16.1m last year. One program provides an extended school year for “diverse learners”. Two others serve students in the third, sixth and eighth grades who fail to meet the criteria to move on to the next grade. The last offers high school students who have failed courses the chance to make up the credits.  She said the school system was working with “sister agencies” to look for alternative summer support programs for Chicago students.",
  "webTitle": "Chicago may cut summer school programs despite a surge in violence",
  "webPublicationDate": "2016-05-14T17:14:57Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/chicago-may-cut-summer-school-programs-violence",
  "keyword": [
    {
      "webTitle": "Chicago",
      "id": "us-news/chicago",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/14/chicago-may-cut-summer-school-programs-violence"
}