{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/13/marina-lewycka-finding-something-bedroom-tax-was-challenge",
  "id": "2016-05-20-165",
  "sectionId": "books",
  "body": "“At the moment the big fashion is for crime and horror,” comic novelist Marina Lewycka tells me over coffee and pastries, “but when I go to the pictures and it’s something scary, I can hardly watch. I like to be cheered up by things, and it’s not because I think the world is OK, it’s because I think the world is so awful.” Had someone set about imagining what sort of English novelist the daughter of Ukrainian refugees, born in a British-run camp in Germany in 1946, might turn out to be, it is unlikely they would have guessed right: when we think of writers from the former Soviet Union, we are far more likely to think of angst than jokes. But over the course of five novels, starting when A Short History of Tractors in Ukrainian became a wildly unlikely smash hit just over a decade ago, Lewycka has made a name for herself in the world of comic fiction. She won the Bollinger Everyman Wodehouse prize for comic fiction in 2005 (the prize is a Gloucestershire Old Spots pig); the only woman to have won in all its 16 years. Her latest book, The Lubetkin Legacy, which has been shortlisted for the same prize, is out this month and is built around the parallel lives of Berthold and Violet, two lonely souls living in the same London block of flats. Developers are circling, or rather attacking the cherry trees outside with chainsaws, and poor Berthold, a failing actor whose mother Lily has just died, is so terrified of being thrown out by the council that he moves another old lady in to impersonate her. “Finding something funny in the bedroom tax was a challenge,” says Lewycka. “I suppose it’s a Yorkshire thing, but when things are bad you have to think about how to make them funny, because that’s how you survive. So I look for comic situations and think: what else could happen that’s really awful?” Inna, the Ukrainian widow befriended by Lily in hospital, gets to crack the novel’s first jokes – a barrage of complaints about “bleddy foreigners”, “Any Cheese” (the NHS) and male doctors wearing pink. However, within the homophobic xenophobe beats the heart of an ally, and co-crusader against the “under-bed tax” and its author: “Mister Indunky Smeet. You know this devil-man?” As in all Lewycka’s books, many of the jokes are linguistic – malapropisms and mispronunciations from characters speaking English as their second language (or in her other novels, from children). Such humour would surely not flow so readily from the pen of someone who did not have a different mother tongue herself: Lewycka learned English at school, and says “being bilingual is very good because it makes you listen. My father was a very good linguist but my mum’s English was awful. It was quite funny. When we had a bunch of foreigners in the house I would secretly listen to them talk, and even when I was quite little I’d be thinking that they weren’t speaking proper English.”    Once I thought writing would change the world. Now I think the best thing you can do is cheer people up a little bit    But it took a long time for Lewycka, whose first novel was published when she was 58, to find her distinctive voice. She studied languages – English, French and Russian followed by more English at university – and started a PhD, but had 30 years of unpublished work, a file full of rejections and a career in PR and higher education behind her by the time she signed up for a creative writing course. The book she began, A Short History of Tractors in Ukrainian, drew on her relationship with her elder sister and the late-life romantic adventures of their father. Earlier attempts at fiction, she says, were stifled by a stuffy narrator. Then she discovered the first person, and how to tell a story from the characters’ point of view. In Two Caravans she used nine voices, including a dog’s, but she now thinks this was overreach, and the new novel has just two. Its finest moments are Berthold’s, and include him bumping into his nemesis from the council in the Oxfam changing room, his mother’s eco-funeral and the day he dresses up as a coffee bean, when the jobcentre’s threats escalate to a point where he can no longer turn down work. Had she been published when she was younger, Lewycka says her fiction would have been quite different. “I thought you had to be a proper writer with a capital W,” she explains. “I would have been much more serious and philosophical, and possibly more modernist – I would have played with forms and so on, whereas now I’m very happy to be entertaining. I suppose when I was younger I thought writing would change the world, but I don’t think that any more. I think the best thing you can do as a writer is to cheer people up a little bit for an hour or two.” Lewycka’s mother, who died before her first book was published, came from a bourgeois background but drove a forklift truck under the Soviets. Despite having trained as a vet, she never had a career in the UK, but worked occasionally as a cleaner. However she was, says Lewycka, “on the whole content to be in England, because she thought everywhere else was a lot worse, which indeed it was. She could see her daughters getting a good education, and free cod liver oil and orange juice – postwar England was great.”    I’m a bit too soppy, I think my books would be much more exciting if I could do a straight bad person and real fear    It is Lewycka’s “great pride” that despite her championing of this golden age for social democrats, she has featured in the Daily Mail book club twice. She thinks subtlety is the key to attracting those who might not share her politics, and while that is not the first word that springs to mind when reading her bedroom tax satire – with its subplot, stewarded by Violet, tackling the equally timely topic of offshore banking – Lewycka wraps her messages in her stories and characters with care. Her heroes are flawed, she finds anger offputting, and is “not good at doing villains, really,” she says. “I’m a bit too soppy, I think my books would be much more exciting if I could do a straight bad person and real fear.” She has spent most of her adult life, as well as part of her childhood, in Yorkshire (her former husband was an engineer with the National Union of Mineworkers). She currently divides her time between Sheffield and London, where her partner is. Her daughter, an epidemiologist, and three grandchildren are in New Zealand. But she remains strongly loyal to the north of England, and declares herself upset by the growing divide with the south: “When I get off the train you can just see how poor everybody is.”     Lewycka, centre, discussing her A Short History of Tractors in Ukrainian with a reading group in Leicestershire in 2007 Photograph: David Sillitoe for the Guardian    Though Lewycka doesn’t shy away from politics, and was happy to attack the financial sector in her previous novel (Various Pets Alive and Dead), as well as this one, she tells me to leave her remarks about teaching public relations off the record, before changing her mind: “No, actually you can put this on the record. I worked in PR, but I felt it was like teaching the dark arts, like black magic – once something is contaminated by it, it can’t be cleaned.” When I ask about the situation in Ukraine there is another outburst as she jabs her finger and says, half-ironically, “I blame the media! When a story dominates the headlines, people are encouraged to take sides: you know, ‘This person’s ghastly, this person’s a saviour’. But now all the people who were touted as saviours turn out to have accounts in Panama. Of course Ukraine isn’t going to join the EU, of course this lot of gangsters is as bad as the last lot, but it’s disappeared from the headlines so people don’t know.”   Related: Various Pets Alive and Dead by Marina Lewycka – review    Her parents were western Ukrainians but she doesn’t toe the anti-Russian line, and two years ago wrote an article  in which she declared herself filled with rage and despair at western “cynicism and hypocrisy”. In it, she accused Britain and others of playing into Putin’s hands and predicted that there would be no civil war. Today she says she is “heartbroken” that her country – where she has family, including a cousin she talks to about politics via Skype – remains a pawn in the east-west game. When she visits the country, no one knows where to place her. “My Russian A-level was an absolute disaster because it means I can speak Russian and Ukrainian but can’t really tell which is which – I muddle them up,” she says. “Ukrainian is a lot like Russian, but with Hs instead of Gs, so it’s much softer-sounding, you’d say ‘Sherlock Holmes’ in Ukrainian but ‘Sherlock Golmes’ in Russian. Also the Russians have a way of swallowing some of their consonants, which I can’t really do.” The sonorous way she enunciates “Golmes” is amusing, but according to her, the funny voice is a one-off: “People invite me to things thinking I’m going to be witty and sparkling, and I’m often quite shy.” Not everyone finds Lewycka’s sense of humour appealing. A scathing review of her first novel in this newspaper accused her of vulgar stereotyping, while We Are All Made of Glue, which had an Israel-Palestine theme, was criticised elsewhere. She has never matched the success of her prizewinning first book, which sold 1m copies, but to her disappointment has never been filmed.   Related: Ukraine and the west: hot air and hypocrisy    Jokes, she thinks, can’t take too much analysis – it’s a case of observing what makes you laugh. Her influences are classics: Shakespeare (Berthold in the new novel is a fan), John Cleese, Only Fools and Horses. “Comedy is the great gift of the English to civilisation really,” she says. At 69, Lewycka writes vivdly about ageing human bodies, with their uneven colours, odours and shapes (Berthold’s first glimpse of his love interest’s legs reveals “ankles swollen with mauve-coloured scabs that looked like flea bites. Oh horror!”). She once wrote self-help books for carers, and nursed her own mother before she died. “I met a lot of old people and I really loved them and their bolshiness,” she says. “There’s a point when you grow old, when you just give up trying to please and be nice. You think, ‘OK, I’ve only got a few years left and I’m just going to go for it,’ and that’s a very exciting turning point. I’m nearly there.” • The Lubetkin Legacy by Marina Lewycka is published by Fig Tree at £14.99. To order a copy for £11.99 go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Marina Lewycka: ‘Finding something funny in the bedroom tax was a challenge’",
  "webPublicationDate": "2016-05-20T13:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/13/marina-lewycka-finding-something-bedroom-tax-was-challenge",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Susanna Rustin",
      "id": "profile/susannarustin"
    }
  ],
  "guardianId": "books/2016/may/13/marina-lewycka-finding-something-bedroom-tax-was-challenge"
}