{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/pride-parade-london-raf-red-arrows-flypast",
  "id": "2016-05-23-146",
  "sectionId": "world",
  "body": "Plans for an RAF flypast at this year’s Pride parade in London have provoked a backlash among campaigners who oppose what they describe as the militarisation of the event. Nine jets from the Red Arrows display team will perform a flypast at the event on 25 June, and soldiers, sailors and air crews are expected to march in uniform in the parade. Critics have said the involvement of the military is against the spirit of the event and that Pride’s organising committee is giving a platform to institutions complicit in human rights abuses and establishment politics.  But Pride organisers accused the same “bullying” activists of trying to disrupt the event every year and said the involvement of the military was a symbol of the huge steps taken in equality for the LGBT+ community in Britain.  Activists will gather outside London’s City Hall on Tuesday evening for a vigil in protest at the plans. It is understood that further direct action may be planned for a public meeting and for the day of the parade itself.  On a Facebook event page for the demonstration, they say: “On a day that commemorates and celebrates the courageous struggles of past and present LGBTQ individuals and communities against oppression and violent prejudice, we find it deeply offensive that the event is providing a platform for the RAF to sanitise its image and divert attention away from its role in executing British military objectives across the world, and the human suffering that such operations involve.” Last year there was criticism of the perceived corporatisation of Pride. Plans for trade unions to lead the parade were suddenly ditched and pride of place was given instead to corporate sponsors including Barclays, Citibank and Starbucks. The event’s politics were also questioned after Ukip were allowed to march, even after the party called for HIV-positive migrants to be banned from Britain. Dan Glass, an activist with Act Up, which campaigns for LGBTQI rights and on HIV issues, and also with Never Again Ever, a Holocaust remembrance organisation, said military involvement at Pride offended him on both fronts.  He said: “Why should the military be allowed to walk at the front of the march when NHS doctors, who I depend on for my medical support services, have to walk at the back? As soon as Campaign Against the Arms Trade told me about this I said it’s got to stop.” Symon Hill, coordinator of the Peace Pledge Union, which calls for conscientious objection to militarism, said: “Pride is a human rights march. Healthy sexual expression is about equality, consent and mutual respect. Militarism is about doing what you’re told. The two don’t fit together. “I urge the organisers of Pride to wake up and realise that they are helping the armed forces and BAE Systems to pinkwash their image. Of course individuals who work for the armed forces or arms companies should be welcome at Pride. That does not mean there should be uniformed marches, flypasts and arms company logos.” Pride organisers reacted angrily to the criticism and protest plans. A senior volunteer said: “There’s a group of people who try and disrupt Pride every year. It’s really upsetting that a day that is all about acceptance can be targeted in this way. We’ve spent so many years suffering disruption and abuse from people outside our community, it’s depressing that we have to face it from with our community too.  “It feels like we are being bullied. If people don’t like the Pride we have created, then they should form their own event rather than try and spoil ours.” James Holt, director of communications for Pride, added: “We are proud to have the armed forces in our parade … After many years of exclusion and oppression, being able to serve our country openly is one of the most significant steps forward in equality we have seen.”",
  "webTitle": "Pride parade criticised over Red Arrows flypast",
  "webPublicationDate": "2016-05-23T14:36:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/pride-parade-london-raf-red-arrows-flypast",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Royal Air Force",
      "id": "uk/royal-air-force",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "world/2016/may/23/pride-parade-london-raf-red-arrows-flypast"
}