{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/06/lawrence-after-arabia-review-hampstead-theatre-london-howard-brenton-te",
  "id": "2016-05-06-236",
  "sectionId": "stage",
  "body": "The centenary of the Arab revolt against the Turks has spurred a revival of interest in TE Lawrence. Terence Rattigan’s Ross is shortly to be revived at Chichester, and Hampstead gets in first with a new play by Howard Brenton that asks why Lawrence, who did so much to inspire the Arab uprising, sought anonymity in 1922 by enlisting, under an assumed name, as a low-grade aircraftman. Brenton’s answers are entirely plausible without being revelatory.  Brenton sets his play in the Hertfordshire home of George Bernard Shaw and his wife, Charlotte, where Lawrence is a regular visitor and where he relives the desert campaign in his mind.  Brenton follows Shaw’s biographer, Michael Holroyd, in suggesting that Lawrence’s presence fed into the dramatist’s portrait of Saint Joan and aroused a deep passion in the sexually neglected Charlotte. Brenton also writes with great conviction about the British government’s bad faith in secretly arranging, under the Sykes-Picot agreement of 1916, for a postwar Franco-British carve-up of the Middle East. Political map-making, as Brenton demonstrated in Drawing the Line, his play about the partition of India, can have disastrous consequences.     Convincing … Geraldine James as Charlotte and Jeff Rawle as George Bernard Shaw. Photograph: Tristram Kenton for the Guardian     But Brenton’s idea that Lawrence was haunted by guilt is hardly new. As early as 1935, Winston Churchill suggested that Lawrence’s renunciation of worldly power sprang from an injured spirit. Churchill did, however, write of “the charm and gaiety of his companionship”, and not enough of that emerges in Brenton’s version. Jack Laskey plays Lawrence extremely well as a tortured figure, conscious of his complicity in British betrayal and masochistically seeking punishment, without having much chance to explain why he was such a welcome house guest. Geraldine James clearly establishes Charlotte’s compassion, Jeff Rawle is totally convincing as her play-preoccupied husband and William Chubb briskly conveys the poker-backed pragmatism of Field Marshal Allenby.  John Dove’s production is also a model of clarity and achieves the transitions from the village of Ayot St Lawrence to Arabia with great ease. But while I enjoyed Brenton’s attempt to unravel the mystery of TE Lawrence, I can’t say I was shocked into startling new awareness.  At Hampstead theatre, London, until 4 June. Buy tickets at the Guardian box office.",
  "webTitle": "Lawrence After Arabia review – Howard Brenton on a tortured war hero",
  "webPublicationDate": "2016-05-06T10:55:16Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/06/lawrence-after-arabia-review-hampstead-theatre-london-howard-brenton-te",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "TE Lawrence",
      "id": "world/te-lawrence",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Howard Brenton",
      "id": "stage/howardbrenton",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/06/lawrence-after-arabia-review-hampstead-theatre-london-howard-brenton-te"
}