{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/muslim-cleric-suliman-gani-sues-michael-fallon-claim-he-backed-isis",
  "id": "2016-05-11-61",
  "sectionId": "politics",
  "body": "The defence secretary, Michael Fallon, has apologised to a Muslim cleric who was accused of supporting Islamic State during the London mayoral contest, raising the pressure on the prime minister, who made the same allegation in the House of Commons. Suliman Gani is suing the defence secretary, for accusing him of backing the extremist group. Gani, who was previously the imam at the Tooting Islamic Centre, found himself at the heart of a Conservative attack on Sadiq Khan, Labour’s mayoral candidate.  Khan subsequently won the election and is now mayor of London. The Tory candidate, Zac Goldsmith, and David Cameron said Khan had shown poor judgment by sharing a platform with Gani nine times.   Related: David Cameron apologises after saying ex-imam 'supported Islamic State'    The prime minister, speaking in the House of Commons under parliamentary privilege, said Gani supported Isis and held questionable views about women and gay people. A spokesman for Cameron conceded after prime minister’s questions on Wednesday that Gani had supported “the creation of an Islamic state” rather than backing the extremist organisation, but insisted Cameron would not apologise. He said the prime minister had engaged in a positive phone conversation with Khan, who won a convincing victory over his Conservative rival, but added: “Keep going on about the campaign for the next four years: that’s fine; but we’re focused on the future. We’re focused on jobs, policing and housing.” Asked by the Liberal Democrat leader, Tim Farron, to apologise for the tone of the Goldsmith campaign, which wasseen as divisive by many observers, including some senior Conservatives, Cameron refused. LBC radio revealed on Wednesday that lawyers acting for Gani had sent a defamation claim to Fallon after he repeated the remarks about him outside the Commons and specifically referred to Daesh, another name for Isis.      Michael Fallon says he was quoting a BBC presenter when he made his claim. Photograph: Steve Back/Barcroft Images    They want an on-air apology from Fallon and for the prime minister’s retraction to be noted in Hansard, the daily record of what takes place in parliament.  Following the interview, Fallon said he had quoted the BBC presenter Andrew Neil.  A spokesman for Fallon said: “Michael made clear he was quoting a claim by Andrew Neil on a BBC mayoral debate programme. He was unaware of the clarification and apology that the BBC had issued on Neil’s claim. “Had he been aware, he would not of course have quoted him and, as soon as he became aware, he put the record straight. He naturally apologises for this inadvertent error.”   Related: How London became a Labour city – and what it means for British politics    According to LBC, the lawyers acting for Gani, who has faced attacks in his local community, believe he could be in line for damages. Gani told LBC that he feared for his life as well as those of his family and children. He said he was “deeply shocked and greatly disheartened” that instead of getting an apology from the prime minister, Fallon reiterated the comments “without any shred of evidence”. He added: “It is really stressful, my family are upset. I am utterly shocked that someone of such a high-ranking position, the defence secretary, can make such a preposterous statement.” Gani said the use of the word Daesh made clear what the allegation was, adding that he had no choice but to take legal action.  “I need to take this matter as far as I can stretch it and unless I get a retraction I don’t think I can continue living peacefully among so many people who don’t know me.” He said he was very concerned about the safety and security of his family because people might use the prime minister’s statement to attack him.  Gani said he had been unable to eat because of stress, and added: “I have been treated very badly.”",
  "webTitle": "Suliman Gani sues Michael Fallon over claim he backed Isis",
  "webPublicationDate": "2016-05-11T19:01:44Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/muslim-cleric-suliman-gani-sues-michael-fallon-claim-he-backed-isis",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Fallon",
      "id": "politics/michael-fallon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "uk-news/2016/may/11/muslim-cleric-suliman-gani-sues-michael-fallon-claim-he-backed-isis"
}