{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/20/children-fleeing-conflict-deserve-more-world-humanitarian-summit",
  "id": "2016-05-20-188",
  "sectionId": "global-development",
  "body": "Nearly 60 million people are displaced by conflict and crisis – an unprecedented number in modern times. More than half are under 18, creating challenges for host communities that must provide education and care for children who have lost their families or are separated from their loved ones. Ban Ki-moon, the UN secretary general, says next week’s humanitarian summit in Istanbul offers “a turning point in the way we address the challenges facing our common humanity”. His framework for the summit – Agenda for humanity – calls on everyone to do more to help those in need and build a safer world.   Related: Why are so many children around the world out of school? – podcast    But to lay any claim to success, the summit must prioritise the protection of the youngest and most vulnerable in humanitarian emergencies. Children often bear the brunt of separation, neglect, abuse and trauma. The challenges are daunting. Nearly one in four school-age children live in nations that are affected by crisis. Of these 462 million children, the Overseas Development Institute estimates that 75 million have either no or limited access to education.  In Europe last year, nearly 90,000 of the people seeking asylum were unaccompanied minors, Eurostat reports. Our experience shows that when youngsters are deprived of the basic care usually taken for granted – regular schooling, a place to play, caring adults – this dramatically increases the trauma and emotional strain of conflict and dislocation.  Vulnerability and a lack of emotional care also put children at long-term risk of falling behind their peers, ultimately making it difficult for them to return to “normal” life. Furthermore, children who are separated from their families, or who set out on their own in search of a better life, risk exploitation, trafficking or being recruited into crime.  A senior official from the EU police agency Europol told the Guardian in January that thousands of refugees under 18 have fallen through the cracks, possibly forced into crime and prostitution. We support the Agenda for humanity’s call for a shared responsibility in creating a safer world, better equipped to help those in need. But it is equally important that world leaders, and all those involved in relief, emergency response and development, use the world humanitarian summit to put the youngest and most vulnerable first. We need to send a clear message that:  Refugees who are children, especially those who are unaccompanied or separated from their families, must be a priority;   When reunification is not possible or in the best interest of the child, special arrangements must be made for the care and education of separated or unaccompanied children, including the provision of social, emotional and trauma support;   All children fleeing conflict and unrest need access to food, shelter, medical care, education and child-friendly spaces throughout their journeys. In the countries where refugees finally settle, authorities need to provide children with a nurturing environment where they can learn and grow with their own family or other caregiver. To deliver this care, governments and relief organisations must allocate sufficient funds;   The authorities in receiving countries have a responsibility to ensure proper registration, temporary care and follow-up to avoid minors becoming victims of trafficking, exploitation and abuse. Their asylum cases should be expedited.    Related: Everything you need to know about the world humanitarian summit    The UN convention on the rights of the child, the Geneva conventions as well as many regional agreements prescribe special protections for refugee children. We must never shy away from using legal tools to compel governments everywhere to abide by their commitments, nor from reminding them that razor wire and border fences do not constitute a humanitarian policy. Early intervention is critical in any humanitarian response. It’s like raising a child: from the very beginning, it requires a commitment to care, a long-term investment in education, and a promise to give the child the space to grow and determine their future. The summit offers an opportunity to improve the way we help people in need. An absolute first step must be making sure that this event, to borrow a phrase from Ban, marks a turning point in the way we protect vulnerable children.  Carsten Völz is the chief operating officer and Andreas Papp is international director of emergency response at SOS Children’s Villages International",
  "webTitle": "Children fleeing conflict deserve more than razor wire and border fences | Carsten Völz and Andreas Papp",
  "webPublicationDate": "2016-05-20T12:00:09Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/20/children-fleeing-conflict-deserve-more-world-humanitarian-summit",
  "keyword": [
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/20/children-fleeing-conflict-deserve-more-world-humanitarian-summit"
}