{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/the-running-blog/2016/may/23/running-the-caribbean-my-taster-of-the-nevis-marathon",
  "id": "2016-05-23-289",
  "sectionId": "lifeandstyle",
  "body": "Every runner has their bucket list. Since my first marathon in 2014, my ambition has been to complete all six of the World Major Marathon series. So far it’s New York, London and Berlin down, Chicago, Boston and Tokyo to go. But now I’ve got another for my list of dream races: Nevis. A confession: when I first got a press release telling me about the Nevis marathon, I thought: “God, a marathon up Ben Nevis? Ouch.” (There is, of course, an actual Marathon de Ben Nevis.) But no, this one is not in Scotland, but on the beautiful Caribbean island that, together with St Kitts, makes up the Federation of St Christopher and Nevis. Nevis, the smaller of the two, covers around 36 sq miles. It’s a very short boat ride over from St Kitts, where most international flights land. The channel between the two islands is only about two miles across – another event to add to the bucket list is the annual cross-island swim. You might see turtles en route.     Arrival in Nevis.    I haven’t yet run the marathon, nor done the swim, nor competed in the annual triathlon, but I have visited the island – a course recce, let’s call it. Flying into St Kitts, emerging from cold London air into Caribbean warmth and then being driven across the island to a jetty, felt like I’d wandered into one of those holiday ads that pop up on TV the second Christmas is done. To top that, I arrived during a glorious sunset, on a small, beautiful, palm-fringed sandy beach. Someone offered me a drink. “I’m never leaving,” I thought. Having arrived late and flaked out with jet lag, I woke the next morning in need of a leg stretch. Luckily, I’d arranged to meet up with Greg Phillip, the race director of the Nevis Running festival. A first run on new terrain is always nicer in expert company, and he pointed out the best places to go, and highlighted some of the island’s history. Fanny Nelson, wife of Horatio, was born here and the couple met and were married on the island. One of the US founding fathers, Alexander Hamilton, was also born on Nevis and there are two small museums in the capital, Charlestown, that examine the history of these lives – and the island more generally. One worthwhile detour is a look around the old sugar plantation at the New River estate, which gives a real sense of the astonishing scale – and horror – of the sugar industry and the slavery that powered it. The main road around the island is about 17 miles long, traffic is very light and runners surprisingly common – as are some very snazzy racing bikes. There are plenty of hills, but few junctions to disturb your rhythm, and some stunning sea views to distract you.     View of Mount Nevis.    As a training location, Nevis is blissful. You can keep your Font Romeus and your Alpine altitude centres – give me a place where I can run twice a day (first thing in the morning, just before sunset, when it’s coolest) and snorkel with turtles in between. But as a race location it’s truly unique. OK, so the marathon course is brutal and the chances of you scoring a PB are slim. The average temperature is around 26C and humidity 80-90%, and the road has few flat stretches. There are also a couple of nasty hills, and the rest is what runners like to euphemistically describe as “undulating”. But all of that is beside the point. When you are running for a PB, you tend to develop tunnel vision. I’ve run races around beautiful courses and not taken in a thing. This is a race of stunning views – you can see St Kitts, of course – but also in the distance Montserrat and, on a clear day, Antigua. Why would you want to risk missing a minute of that? There are, though, shorter options, including a half-marathon, as well as a 5K and 10K race over the festival weekend. The 5K race takes place on another fantastic running route, around the Four Seasons hotel golf course. The hotel – “estate” would be a better description, given it is vast and has more amenities than your average London borough – has manicured and landscaped the course to perfection. Golfers might enjoy the strolls, but the hotel has also catered to the faster-moving by printing a nice little map with various route options.      The view from the Four Seasons golf course almost makes me want to take up golf. Almost. Photograph: Kate Carter    Built up the hill away from the sea, it’s the kind of terrain that means you have to stop and take photos constantly, although perhaps that was just my excuse for pausing after some of the more brutal inclines. There are also monkeys galore, which will happily accept bananas straight from your hands. Despite being favourites for tourists, they are something of a pest locally, stripping farmer’s crops out of idle habit as much as desire for food. As Phillip put it: “There are more monkeys than people here, and if the monkeys ever figure that out, we’re all in trouble.” Meanwhile, the 10K and the half-marathon races both start and end in the capital, Charlestown, while the marathon takes in an entire island loop with a few extra miles thrown in. The hardest point is Anaconda Hill. Having been warned about it, I approached it cautiously on my easy long run. After around 800m, I thought: “Oh, this isn’t so bad”. Then I turned a corner. And another. And another. Each one hides a further climb, until you wonder if the anacondas ought to be plural – and anyway it really puts the squeeze on you. However, what goes up must first give you fantastic views, and, second, come down again. Much of my running on Nevis was done in the company of Mike and Yolanda Gratton of 2:09 Events, who were there to scout the location to add to their portfolio of race tours. Mike is – as any follower of running legends will know – a former London marathon winner, while Yolanda has unfeasibly long legs, which I’m sure are an unfair advantage on these climbs.  Two of the most memorable moments from my week on on the island were running with them through a field of half-wild horses, which for a couple of unreal minutes kept pace with us, as if checking our form. I don’t think they were impressed, to be honest. The other was climbing Mount Nevis, a dormant volcano, with Yolanda. I’m sure one stride for her was three for me. This climb is a must for any visitor – although possibly not before the marathon, because it’s hard work. A hike turns into a proper climb: we had to haul ourselves up through tree roots and strategically placed ropes up the muddy hillside, emerging into, well, ideally into a wonderful view, but in our case a cloud.  Nevis’s name actually derives from Nuestra Señora de las Nieves, or “Our Lady of the Snows”, because the shroud of cloud that hovers near permanently over the volcano’s summit reminded the early Spanish colonialists of the ancient Catholic miracle Our Lady of the Snows.     Running with wild horses. Photograph: Yolanda Gratton    In terms of pre- and post-race R’n’R, well, it would be a real struggle not to relax. Nevis has just a handful of hotels, and all of them have a distinct character (I nosed around most). The Hermitage and Nisbet have a great sense of history – the latter is a former plantation house, the former one of the oldest wooden buildings in the whole of the Caribbean. The Oualie Beach has laidback beach cool. The Golden Rock Inn has implausibly stunning landscaped gardens and a boutique hotel feel. The Montpelier has history, romance and delicious – and lethal – cocktails. The Mount Nevis has tranquility and relaxation. The Four Seasons has everything from an air-con gym with cucumber water to multiple tennis courts. I loathe treadmill running, but I confess to doing one or two cool-down jogs on the hottest of days in the chilled air. As the boat left Nevis from the Four Seasons jetty to take me back across to St Kitts and the plane home, I was already in mourning. The blow was lessened somewhat by taking advantage of the snazzy YU lounge at St Kitts airport: champagne and no queues seemed only fitting after a week of blissed-out Nevis relaxation. At any rate, I will be back to experience this wonderful island again and to take on the Nevis Marathon. Even if Anaconda Hill is lurking in wait.   The 2016 Nevis Marathon takes place on 10 September British Airways flies from London direct to St Kitts twice weekly 2:09 Events have a tour up and running, including flights, race entry, accommodation and lots of meals and activities.",
  "webTitle": "Running the Caribbean: my taster of the Nevis marathon",
  "webPublicationDate": "2016-05-23T06:37:22Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/the-running-blog/2016/may/23/running-the-caribbean-my-taster-of-the-nevis-marathon",
  "keyword": [
    {
      "webTitle": "Running",
      "id": "lifeandstyle/running",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Running holidays",
      "id": "travel/runningholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Saint Kitts and Nevis holidays",
      "id": "travel/saintkittsandnevis",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Carter",
      "id": "profile/katecarter"
    }
  ],
  "guardianId": "lifeandstyle/the-running-blog/2016/may/23/running-the-caribbean-my-taster-of-the-nevis-marathon"
}