{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/13/obama-transgender-facebook-bias-saudi-911-trump-ryan",
  "id": "2016-05-13-180",
  "sectionId": "us-news",
  "body": "Obama to public schools: open restrooms to transgender students Today the Obama administration will issue a sweeping directive to public schools across the US to allow transgender students to access restrooms and locker rooms that are consistent with their gender identities. In a move that is likely to escalate the contentious national battle over LGBT rights that has erupted in response to North Carolina’s controversial “bathroom bill” and other measures, the Department of Justice and Department of Education’s decree offers guidelines on how to protect transgender students from discrimination and to “identify and address unjust school policies”. Although the letter is not a direct legal threat and echoes previous comments from the White House, it makes clear that schools have legal obligations to protect transgender students and that they risk federal funding if they do not comply.  Obama orders US public schools to allow transgender students access to restrooms Documents may tie Saudi officials to 9/11  Newly declassified documents may help resolve the lingering mystery about what is hidden in a long-classified congressional report about ties between Saudi Arabia and the 9/11 attacks. The files may also show that connections between low-level Saudi officials and a terrorist support network in southern California led to the 9/11 attacks. On Thursday, a former Republican member of the 9/11 commission said there was clear evidence that Saudi government employees were part of a support network for the 9/11 hijackers – an allegation, congressional officials have confirmed, that is addressed in detail in the 28 pages. Declassified documents detail 9/11 commission’s inquiry into Saudi Arabia Zuckerberg’s olive branch to conservatives Facebook CEO Mark Zuckerberg has announced that he plans to invite “leading conservatives and people from across the political spectrum” to talk with him about accusations of political bias at the social media company. Conservative media have doubled down on accusations of bias against Facebook in the wake of revelations by Gizmodo and the Guardian of the news strategy behind the billion-user-strong social network.  Zuckerberg’s statement, posted on Thursday, is the third response from a company executive in four days since news broke of a report accusing it of suppressing news stories that may interest conservative readers. Leaked internal guidelines for the trending topics section obtained by the Guardian contradict denials by Tom Stocky, the vice-president of search, that stories are inserted into Facebook’s “trending topics” section. The documents include instructions on how curators can “inject” or “blacklist” topics in that section and show human intervention at almost every stage of its news operation, akin to a traditional media organization. Zuckerberg invites top conservatives to talk and denies Facebook bias Hezbollah commander killed Lebanon’s Hezbollah confirmed today that its senior military commander, Mustafa Badreddine, was killed in Syria earlier this week in a “major explosion” at Damascus airport. Dubbed the “untraceable ghost”, Badreddine had fought against Israel for decades. Unnamed officials have said airstrikes had targeted anti-aircraft systems that were allegedly being transferred to the militant group and political party. Israel has refused to comment on airstrikes it has previously launched inside Syria, but media reports in Lebanon and Israel suggested the mysterious blast had been caused by an Israeli airstrike. Leading Hezbollah commander and key Israel target killed in Syria Republican truce? House speaker Paul Ryan and Donald Trump met on Thursday and issued a joint statement that hailed “a very positive step toward unification” ... but they still aren’t exactly bros. Guardian US columnist Richard Wolffe is not convinced that unity is on the horizon, writing: “It’s different negotiating an armistice between rival armies in the midst of bloody civil war.” Meanwhile Trump has accused Amazon of “getting away with murder tax-wise”. And his former butler has drawn the attention of the US secret service for online threats he has made against Barack Obama.  Paul Ryan and Donald Trump might say they’re unified. But there’s a bloody civil war on Film focuses on Clinton finances to foment friction  As the Republicans work toward a united front to beat Hillary Clinton in November, the film-makers behind Clinton Cash, opening in Philadelphia during July’s Democratic party convention, hope its scrutiny of her finances will resonate with supporters of Bernie Sanders. Clinton Cash film aims to cause likely Democratic nominee maximum damage Police accountability in crosshairs Wisconsin congresswoman Gwen Moore has introduced a bill that would financially penalize police chiefs who do not order and train officers to do everything possible to avoid open fire during confrontations with suspects. Guardian US’s Jon Swaine reports that the proposed bill calls on states and municipalities to introduce laws or police department manuals for mandatory training in the use of non-lethal force alternatives along with “verbal and physical tactics to minimize the need for the use of force, with an emphasis on communication, negotiation [and] de-escalation techniques”.  Police could lose public funds if officers aren’t trained to best avoid shootings Rousseff’s successor: ‘Trust me’ Brazil’s interim president, Michel Temer, has unveiled an all-male cabinet and in his inaugural speech at the Planalto presidential palace stated: “Trust the values of our people and our ability to recuperate the economy.” Temer’s speech came just a few hours after Dilma Rousseff – the country’s first female president, suspended on Thursday – condemned the treachery of her former running mate and other rivals. Rousseff had previously accused Temer, the former vice-president, of leading the “coup” that led to her suspension. She now faces trial by the senate on charges of doctoring government accounts to give an unrealistically healthy impression ahead of the 2014 election. The suspended president told her supporters: “No injustice is more devastating,” and vowed that her impeachment fight is not over. Michel Temer takes reins as Brazil’s president with pledge to rebuild country Abortion clinics treated like sex offenders  Alabama’s Republican governor, Robert Bentley, signed a bill into law on Thursday that will regulate abortion clinics like sex offenders. The bill, SB 205, could shut down two clinics in which the vast majority of the state’s abortions occur. SB 205 mandates that abortion clinics be more than 2,000ft (600 meters) from any public school serving children elementary through middle school age, the same kind of restriction required of registered sex offenders. The American Civil Liberties Union has already pledged to fight the new law in court. Alabama governor signs bill to regulate abortion clinics like sex offenders Twitter throws serious shade Azealia Banks is notorious for her Twitter beefs, but her recent homophobic and racial slurs toward Zayn Malik may have gotten her account suspended. She also caught heat for getting into it with 14-year-old Disney star Skai Jackson, after Skai said the rapper “needs to simmer down a little”. But Banks refused to be silenced, taking to Instagram to throw even more shade and insults back to her critics. Azealia Banks suspended from Twitter after racially charged attacks on Zayn Malik And another thing ... The benefits of special diets for athletes have been well documented, but Serena Williams may have taken things too far on Wednesday when she decided to sample her pet dog’s dinner. After an urgent trip to the bathroom, she played Christina McHale in the third round at the Italian Open – and won. Serena Williams falls ill after eating dog food ... then wins at Italian Open",
  "webTitle": "Obama issues sweeping protections for transgender students",
  "webPublicationDate": "2016-05-13T12:22:54Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/13/obama-transgender-facebook-bias-saudi-911-trump-ryan",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalila-Johari Paul",
      "id": "profile/dalila-paul"
    }
  ],
  "guardianId": "us-news/2016/may/13/obama-transgender-facebook-bias-saudi-911-trump-ryan"
}