{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/david-cameron-critics-fair-crown-dependencies-overseas-territories-tax",
  "id": "2016-05-11-203",
  "sectionId": "politics",
  "body": "David Cameron has used prime minister’s questions to call on critics to be “fair” to British crown dependencies and overseas territories, insisting they were no longer tax havens and were opening up to scrutiny. “They now take part in the automatic exchange of tax information that didn’t happen before. They signed up to a common reporting standard for multinational companies, that didn’t happen before. And they’re getting central registries so we can find out who owns the companies in each territories,” Cameron told the Labour leader, Jeremy Corbyn.   Related: Cameron v Corbyn PMQs verdict: scattergun with some illumination    Cameron has been criticised for not ensuring that the registers can be seen by members of the public as well as tax authorities and law enforcement agencies. “Of course we would like them to go further with public registries. But where I would urge him to be fair is many have gone much further even than many developed countries,” he said.  The prime minister said they were doing more than Delaware in the US, which is infamous for tax-friendly policies that have attracted most major American companies to become incorporated there. He said he and Corbyn agreed on everything other than whether to set a minimum tax rate for the territories, as the Labour leader would prefer. Though it was a less vicious exchange at PMQs than in recent weeks, the two leaders clashed over whether the government was supporting a move to close down loopholes by which workers are exploited by being posted overseas with conditions that undercut the host country. Cameron said he was looking into the measures, but added that Britain’s “national living wage” was the best way to support employees.     Cameron clashed with Corbyn at PMQs. Photograph: PA    Corbyn triggered an angry reaction from Cameron by claiming: “The national minimum wage was a Labour introduction, the national living wage proposed by his friend the chancellor is frankly a corruption of the very idea of it, it is not in reality a proper living wage.” Corbyn later clarified the statement, saying he supported a pay rise, but did not believe it was right to call it a living wage. The prime minister was also unable to say whether his party’s own politicians might vote against Europe-wide plans for further tax transparency, on the same day that he is hosting an anti-corruption summit in Britain. Cameron did not deny that there was a chance that Conservative MEPs would refuse to back proposals that would force companies to reveal the countries in which they make money and pay taxes.   Related: Gordon Brown urges EU states to unite against tax havens    They last voted against the plans in April despite the fact that the chancellor, George Osborne, has described country-by-country reporting as a “step in the right direction towards new international rules for public transparency”.  Responding to a question from Corbyn, Cameron said: “The most important thing is that we support these measures, this government supports these measures.” He said he could spend a long time swapping records with Corbyn as to how both parties’ European politicians have voted over the years. Advisers later hinted that the MEPs would vote for the plans this time round. Cameron was also teased after being caught on camera boasting to the Queen about how the leaders of “fantastically corrupt” countries were coming to the UK for his summit. His claim that Nigeria and Afghanistan were two of the most corrupt countries in the world led to officials from the countries expressing their shock and describing the intervention as “unfair”. Downing Street insisted that the Nigerian and Afghan presidents had both written essays to mark Thursday’s session in which they admitted they faced big problems domestically but were working to tackle corruption.           Nigerian president: ‘What would I do with a Cameron apology?’    Reacting to Cameron’s comment about what Britain was doing to push registers of beneficial ownership, Nick Bryer, Oxfam’s head of inequalitycampaigns, said: “Registers of company ownership that are not public are simply not good enough – the prime minister should push for full transparency of the UK’s overseas territories and crown dependencies at the anti-corruption summit tomorrow. “Welcome progress by the UK and other countries to increase tax transparency and fight corruption will not prevent rampant tax dodging unless the same standards are also extended to UK-linked tax havens.  “It’s vital that the prime minister and other leaders make real progress this week to tackle tax dodging that costs poor countries billions in vital revenue each year.”",
  "webTitle": "David Cameron calls for 'fairness' from critics on tax affairs of territories",
  "webPublicationDate": "2016-05-11T13:13:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/david-cameron-critics-fair-crown-dependencies-overseas-territories-tax",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "PMQs",
      "id": "politics/pmqs",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/11/david-cameron-critics-fair-crown-dependencies-overseas-territories-tax"
}