{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/09/cultural-revolution-peoples-history-frank-dikotter-review",
  "id": "2016-05-09-284",
  "sectionId": "books",
  "body": "“To rebel is justified,” the Great Helmsman intoned. He named his teenage followers Red Guards, and it was they who packed Tiananmen Square, waving copies of the Little Red Book filled with his sayings as they stood in their millions for a brief sight of him. Like their western contemporaries who encountered the Beatles, they told each other that their lives were changed. But Mao Zedong’s Cultural Revolution also had a darker side. It was necessary to destroy the bourgeois past, and this involved the wholesale looting of shrines, the destruction of books and parchment, the smashing of ornaments and the pillaging of homes belonging to the wealthy. Teachers were subjected to notorious “struggle sessions”. After confessing to crimes, they were beaten up and publicly humiliated, forced to wear dunce hats in front of jeering crowds, standing immobile for hours in the painful “propeller” position, a half-stoop that wrenched their arms out of their sockets. Many killed themselves. In the 1960s the generation of Chinese who had supported the Communist party after Mao seized power from the nationalists in 1949 were cowed into obedience.    To demonstrate his powers, Mao floated downstream for two miles of the muddy Yangtze river    These teen Red Guards were culled from the communist elite, and Mao wanted them to overturn the system he had imposed. But this second revolution was, above all, Mao’s reaction to the realisation that, following the Great Leap Forward, his crash programme of modernisation in which more than 40 million were starved, he had alienated even the most loyal followers. As Frank Dikötter aptly observes, the chairman was whimsical in his brutalist, insatiable addiction to power. To demonstrate his powers, he floated downstream for two miles of the muddy Yangtze river. From his huge bed, which he shared with teenage groupies, he devised his own revolutionary theatre dedicated to self-aggrandisement. Ex-librarian, poet manqué, the chairman concocted slogans with the zeal and productivity of a rapper. A ridiculous personality cult flourished. National aluminium production went into the creation of millions of buttons. Everyone had to wear faded cotton, black cloth shoes, caps decorated with red stars. On giant wall posters, the emperor’s subjects were made familiar with the incomprehensible and arbitrary twists and turns of Maoist thought. Those who expressed doubts were packed off to the gulag without excess ceremony. Mao appears never to have entertained any scruples, and the story of his cruel duplicity makes for a terrific if distressing read. Dikötter, who teaches in Hong Kong, has written two previous volumes chronicling the abuses of Mao’s rule; and he tells us that, by the standards set by earlier atrocities, the violence of the Cultural Revolution was relatively mild.     Propaganda poster for the Chinese People’s Liberation Army from 1971. Photograph: GraphicaArtis/Getty Images    To be sure, Mao did want to stake his claim to world leadership of the communist bloc. However, his Stalinist economic ideas ensured that the revolution led nowhere and, within a year, China had sunk into civil war. Red Guards were locked in battle with rival factions of Scarlet Guards. Workers’ committees were set up by party loyalists to represent their interests, and they joined the fray. Rattled by the chaos he had caused, Mao strove to retain power through his estranged wife, the poisonous ex-movie actress Jiang Qing, and her Cultural Revolutionary Committee. Ultimately, he was humiliatingly obliged to summon the army from barracks in order to restore order. It was time to declare the Red Guards “class enemies” and they were sent into rural exile. In 1960s Berkeley and Paris, students were intoxicated by the bold-seeming posturings of Maoism without ever understanding what was going on. Madame Mao explained the Cultural Revolution graphically. “I was the chairman’s dog,” she said at the trial of the Gang of Four, after Mao’s death. Indeed, Mao wanted everyone to be his dog. (He detested cats, and attempted, with disastrous consequences, to exterminate the sparrow population.) No public opposition to Mao was possible. The many moving passages of these books chronicle the modest, low-level stratagems adopted by the Chinese people in their quest for survival. While farmers took their land back from the hated Maoist communes, students, tiring of politics and locked out of their campuses, salvaged what remained of the nation’s store of books, and began to read again. Most of Maoism died with the failure of the Cultural Revolution. And yet something about the chairman remains cool and appealing. In a mysterious fashion, unlike his fellow 20th-century mass murderers, Hitler and Stalin, he remains of our time. Mao was Andy Warhol’s best model. It isn’t hard to anticipate the existence of future Maos – punkish, enraged, highly plausible utopian revolutionaries who are, in reality, power junkies. The Mao message is ultimately a simple and terrifying one, defined by the pervasiveness of lies and power. It would seem, sadly, that humans are easily swept along by things they don’t really believe. And it requires a lot of energy to undo the effects of lies. Meanwhile, you can be hounded in China for telling Mao jokes online. The country still lives in fear of the man whose face is on the banknotes. It will be a long time before Dikötter’s brilliant books are freely available in China. The Cultural Revolution: A People’s History 1962-1976 is published by Bloomsbury (£25). Click here to buy it for £20",
  "webTitle": "The Cultural Revolution: A People’s History 1962-1976 by Frank Dikötter – review",
  "webPublicationDate": "2016-05-09T08:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/09/cultural-revolution-peoples-history-frank-dikotter-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fraser",
      "id": "profile/nickfraser"
    }
  ],
  "guardianId": "books/2016/may/09/cultural-revolution-peoples-history-frank-dikotter-review"
}