{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/eu-referendum-error-of-claiming-early-remain-victory",
  "id": "2016-05-21-4",
  "sectionId": "commentisfree",
  "body": "Tomorrow we turn the last corner into the final furlong. There will be precisely a month to go before Britain makes its momentous choice. How stands the race? The money is saying that Remain is galloping towards the winning post. The bookies are lengthening their odds on a victory for the Outers and offering stingier rewards for a successful punt on In. The gambling community in the financial markets is betting the same way. The pound has been strengthening on rising expectations of a Remain vote. The clients of IG, a spread-betting firm founded by Ukipper Stuart Wheeler, make it an 80% chance that Britain will choose to continue with membership of the EU on 23 June. One explanation for this trend in sentiment is the state of the rival campaigns. The In team look professional, sound confident about their arguments, are consistent with their messages, have assembled a large cast drawn from many different parties and, even so, present a united face. The Outers have struggled to overcome the challenge of weaving a cohesive campaign from a quarrelsome gang of Ukippers and renegade Tory cabinet ministers. Their tunes are discordant and their strategy inconsistent. Their messaging has recently narrowed down to relentless – and increasingly wild – claims about immigration. They often sound like a campaign that expects defeat. There is also scope to wonder whether defeat for their side is actually the secret desire of some of the Outers. I think especially of Boris Johnson. Not being a complete idiot, he must be aware of the rule that the first person to bring Hitler into an argument is automatically designated the loser of it. When he started going on about Adolf, was the former mayor of London trying to sabotage his own side? Many of his colleagues are utterly unconvinced that he sincerely wants Britain to leave the EU; everyone is in no doubt that he wants to be the next leader of his party. So it is not unreasonable to speculate that, for Mr Johnson, the dream result would be a narrow victory for Remain. That could pave his path to Downing Street, but wouldn’t mean that he had to spend all his time at No 10 unpicking our relationship with the EU. That would be hideously complex and, as we know, detail is not his forte. Opinion polling is also shaping expectations about the outcome. Our latest Opinium poll indicates movement towards Remain. So have some other recent polls. Everyone says they are cautious about the polls, but they nevertheless influence perceptions. The most interesting result from our poll is not so much how respondents say they will vote, but what they expect the outcome to be. By a margin of more than two to one, they predict a victory for Remain. While three-quarters of Remain voters think their side will prevail, less than half of Leave supporters are anticipating a victory for their camp. So should the In crowd pre-order the victory party champagne? Absolutely not. There is no deadlier enemy of their cause than complacency. For a start, the polls may be wrong. In fact, some have to be because online surveys are producing dramatically different results from those conducted by phone. This has triggered lively debate among pollsters about which method is the more reliable. There are plausible arguments that online polls might be overstating the amount of support for Leave. Equally, there are plausible arguments that phone polls might be exaggerating backing for Remain. A frank answer has come from Martin Boon, head of ICM, who observes: “Polling has often depended on hidden error cancelling itself out, but it seems increasingly unlikely that pollsters can depend on that on this occasion. So you pay your money and you take your chance on what you believe.” That’s a leading pollster saying there’s no certainty about which, if any, of the polls are getting it right. So, even the rival campaigns can’t be sure where they really are. A senior strategist for one of the teams puts it well: “It is like playing a bizarre game of football where you don’t know what the score is during the match because the referee doesn’t let you know how many goals he has allowed until the final whistle is blown.” Another reason for Remain not to be in the least bit complacent is what I’ve previously dubbed the asymmetrical passion of the two sides. People who hate the EU tend to intensely hate the EU. That is a considerable motivator to cast a ballot. Few of those who favour Remain do so because they are bursting with love for the organisation. Rather, they think that it is a flawed club but one worth sticking with because, on balance, the downsides of membership are outweighed by the advantages. Many voters will fall into this category. For Remain to prevail, it has to mobilise these voters to cast their ballots. The grudging supporter of continued EU membership will be less likely to turn out if he or she is being told that they might as well not bother because the question is already settled. Victory for Remain is also highly dependent on persuading a lot of non-Tory voters to make the choice recommended by a Tory prime minister. The In team have been highly anxious about the attitude of the Labour leadership to the referendum. They now say that they are very encouraged that the party has started to get its act together since the local elections. Labour figures with experience of organising campaigns, such as the deputy leader Tom Watson, have become fully engaged. One non-Labour strategist working for the In campaign recently spoke to me about the Labour effort in a tone of pleasant surprise: “They know how to organise a ground campaign.” Yet there are continuing worries about getting non-Tory voters to the polls. One problem is the domination of the air war by blue-on-blue clashes. Hezza savaging Bozza is compelling entertainment for the media, but too much concentration on the slugfest between different factions of one party can leave non-Tory voters feeling disengaged. The pollster Michael Ashcroft has published fascinating snippets from focus groups that he’s been conducting. He reports that a sample of voters in Glasgow were alienated from what seemed to them to be an argument between English people – and English people of a type they didn’t like. “I see it more as a leadership contest in the Tory party. When I see a choice that involved David Cameron, Bojo and Nigel Farage, I think ‘that’s a choice that doesn’t involve me’.” There was an echo of that sentiment in a group the pollster convened in Birmingham. One participant complained: “Those types of people are all samey … they all went to the same school.” Another remarked: “Usually I’d say, ‘What do the Tories want?’ and do the opposite, but you can’t even do that.” There’s an issue here for the broadcasters. They should remember that only 37% of people voted for the Tories at the last general election. Many more supported other parties. So a properly balanced debate is not merely having a representative of one blue faction grapple with a spokesperson for the other blue faction. A related challenge to the In campaign is media ennui. I read fellow political journalists groaning that there is still a month to go. We’ve heard all the arguments by now, they lament, can’t we just get the damn thing over with? This is a symptom of commentators’ complaint, a potentially chronic condition that pundits must always try to guard against. Because we earn our living from paying close attention to politics, we can make the error of assuming that everyone else does, too. Most voters most of the time have more important things to worry about than politics. I agree with the strategist for the In team who remarked to me: “Many people will only start to really pay attention in the last fortnight.” This creates a conundrum. A lot of voters will really start to engage with the arguments just at the point when the media is thoroughly bored with reporting them. A low turnout, as some of the Outers have admitted, suits them. It does not at all favour the Remain cause. So one of their challenges is to find ways of re-presenting their big arguments in ways that are novel enough to encourage them to be reported. The In campaign believes it has won the most important argument – about the economy. George Osborne said as much in public a few days ago. I happen to agree. But the last thing he or anyone else on the Remain side should do is proclaim victory. Keep your smug face locked in a cupboard for the next month, George. The British people can be contrary when the mood takes them. Elites exuding any impression of entitlement are not fashionable at the moment. Any sense that the In campaign already feels entitled to claim victory in this referendum risks being punished at the polling booth. Whatever the bookies or pollsters or pundits are saying, voters have the last word. The In crowd should never, ever forget that.",
  "webTitle": "To claim victory now would be a fatal error for the EU In camp",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/eu-referendum-error-of-claiming-early-remain-victory",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Rawnsley",
      "id": "profile/andrewrawnsley"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/eu-referendum-error-of-claiming-early-remain-victory"
}