{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/maro-itoje-saracens-racing-92-european-rugby-champions-cup",
  "id": "2016-05-15-21",
  "sectionId": "sport",
  "body": "Maro Itoje’s reaction to a season which has seen him win the grand slam with England and the Champions Cup with Saracens, when he was named man of the match in the final against Racing 92 before being also named the European player of the year, was typical of someone reared in a club which is more about ergo than ego. When asked whether he was satisfied with his progress in a season which started with disappointment at being left out of England’s World Cup squad, he replied: “Not really. I feel I am nowhere near where I think I can be. There is a lot to come: I am still young [21]. There is still one hell of a lot I have to work on. I need that mindset and mentality if I am to improve and my plan is to become better at everything. No aspect of my game is perfect.”   Related: Owen Farrell kicks Saracens to European glory after Racing 92 lose Carter    Itoje’s recognition is remarkable in one sense because he is not a flamboyant player who catches the eye by making big hits or scattering defenders on leg-pumping runs. He stands out for his ubiquity and an ability to be in the right place at the right time, winning turnovers, stealing lineouts and forcing mistakes. All can be summed up in one play in the final. Racing had little time when in possession, offering scant attacking threat with Dan Carter muted by a calf injury that forced him off the field shortly after the interval. There was one moment in the second half when they threatened as Mike Phillips bustled out of a tackle and headed into Saracens territory. Suddenly, for once, Racing had men over and Sarries were scrambling. The threat was snuffed out by Itoje who, after Phillips was eventually brought to ground, planted himself immovably over the ball and won a penalty. His reading of the game is so acute that it compensates for his relative lack of experience. Racing had some seasoned forwards, not least the No8 Chris Masoe who had dominated the tackle area in the semi-final against Leicester, but none had Itoje’s impact. “It was a tough old match,” said Itoje. “The plan was to put Racing under pressure, force them to do things that they did not want to and get them to make mistakes. They are a fantastic side and it was far from easy. We had Sunday to celebrate the victory, but our season is not over. We have at least one more big game to go [against Leicester in Saturday’s Premiership semi-final] and we want to finish the season in the right way. “We enjoyed the victory over Racing because the club has been working for this for seven years and it was a big relief to win the tournament. I am someone who believes in living in the moment; enjoy the here and now because you have no idea what is going to happen tomorrow. I take things as they come; once they are finished, you move on. We are very fortunate at Saracens in that they treat us unbelievably well. All they ask in return is that we work incredibly hard and that consistently comes across on the pitch; the care and love we have for each other.”   Related: Maro Itoje: ‘Disappointments sharpen the desire – Saracens want to go all the way this year’    Itoje became the fourth English player in as many years to be named European player of the year, but there was a difference: Nick Abendanon, Steffon Armitage and Jonny Wilkinson were all playing for French clubs when they won the award. Saracens became the first Premiership side to win the European Cup since Wasps in 2007 and it was not that many years ago, when Leinster were dominant and Toulon were spending, that some predicted a long English drought. “There is more to come from Saracens,” said Itoje. “We have a relatively young squad and players picked by the coaches step up to the occasion. We are not a side that ever goes through the motions. We have feedback from the coaches after every match and we want to keep pushing forward. What is non-negotiable for us is doing well in every competition we play in, which is why it will be back to work at the start of the week to prepare for Leicester.” Mark McCall, Saracens’ director of rugby, spoke after the match about how the victory over Racing was the culmination of seven years of planning, the time when Brendan Venter joined the club to head the management team. A team then consistent only in its inconsistency has become one of the most feared and hardest to beat in Europe and this season has only lost one match outside the international window. “Mark is a very important figure in the club,” said Itoje. “He sets the agenda and the tone. He works as hard as anybody I know – he does the prep and gives us confidence. Our success has a lot to do with him. I know there are things I need to work on with him and the coaches. If I do that, I will continue to push boundaries. As a rugby player my aim is to try and achieve pretty big things and win major tournaments. We know we can’t win the double if we don’t beat Leicester so we’ll put all our concentration into that game this week and go from there.”",
  "webTitle": "Maro Itoje focusing on Leicester following standout display for Saracens | Paul Rees",
  "webPublicationDate": "2016-05-15T21:00:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/maro-itoje-saracens-racing-92-european-rugby-champions-cup",
  "keyword": [
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Maro Itoje",
      "id": "sport/maro-itoje",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/15/maro-itoje-saracens-racing-92-european-rugby-champions-cup"
}