{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/turnbull-targets-labors-shameful-opposition-youth-work-experience-plan",
  "id": "2016-05-09-357",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has targeted Labor for what he called its “shameful” opposition to the government’s plan to pay young unemployed people $100 a week on top of the dole to do 25 hours of work experience.   Related: Youth intern scheme will exploit workers and replace 'real jobs', say unions    Appearing at a doorstop on Monday, the first day of the election campaign, in the marginal Brisbane seat of Petrie, Turnbull dismissed concerns paid internships would displace paid jobs. He said that would “absolutely not” be the effect of the program. The Australian Council of Social Service (Acoss) and work experience expert Andrew Stewart have welcomed the internships but called for further safeguards on the rate interns are paid and to prevent interns replacing paid jobs. In Tuesday’s budget the government unveiled the PaTH internship scheme, in which it will pay businesses $1,000 to take on young, unemployed people as interns for up to 12 weeks and a further payment of between $6,500 and $10,000 if they hire them full-time. Interns will receive $100 a week on top of their welfare payments. Turnbull said: “The critical thing you need to do with young people who have not been in employment and who perhaps, for whatever reason – lack of confidence, lack of experience, lack of skills – are not getting into a job, what they need is a chance.” Turnbull said “it really is a very shameful thing that the Labor party opposes it”. He cited scathing criticism of the scheme’s opponents by the Brotherhood of St Laurence executive director, Tony Nicholson. According to the Australian, Nicholson said the debate about internships “has been hijacked by those who are concerned only with the interests of the privileged and tertiary-educated people, but they are not the target of this program or the people we are concerned about”. Turnbull said if Labor cared about young Australians getting into work “then they would back this scheme, they would back it right up to the hilt”. Unions have complained that PaTH interns working 25 hours a week would receive $364 a week. That is $68 below the minimum wage and represents just a $4-an-hour improvement on the dole. Labor employment spokesman, Brendan O’Connor, has criticised the program by arguing it would “pay employers through taxpayers’ money to fill jobs with internships when they normally would have been filled with an employee”. “Labor has been critical of the policy since it was announced because a Shorten Labor government wants the best for our young people, not being exploited by working for below the minimum wage,” he said. “While we welcome anything that supports young people into jobs, the fact the government is encouraging young people to ‘seek internships at supermarkets’ shows how out of touch it is.” Acoss has offered support for the program but called for participants to be paid a sum equivalent to the minimum wage, either by reducing the number of hours or increasing the dole supplement. Acoss chief executive, Cassandra Goldie, said it “supports internship opportunities for young people who are long-term unemployed as long as there are clear protections in place against exploitation and risks of replacing real job opportunities”.    Related: Democracy cranks its foul sputtering engines and prepares to disgorge the 45th parliament | First Dog on the Moon    “It is clear that active measures need to be available to help disadvantaged young people locked out of paid work to get real work experience. The lack of experience is a major barrier to improving employment prospects,” she said. Adelaide university’s Professor Andrew Stewart, who co-authored a major report for the fair work ombudsman on work experience, told Guardian Australia the PaTH program was a “worthwhile initiative if the right safeguards are in place”. He welcomed employment department officials’ evidence to Senate estimates on Friday that employers who abused the program would be barred from using it, but said a better safeguard would be to put limits on the number of government-funded interns an employer can take or the period of time before an employer can take on another. These would “counter the risk of employers just using a succession of government-funded job seekers to do a job that would otherwise be done by employee”, he said.  It was particularly of concern that examples provided in the budget of work experience jobs, in supermarkets, cafes and newsagencies, tended to have high rates of casuals, making it harder to determine if a real job had been replaced or the hours of other workers reduced. “Legitimate questions have been raised about [the PaTH internship program] although I think the proposal is worth trialling in some form,” Stewart said.",
  "webTitle": "Turnbull targets Labor's 'shameful' opposition to youth work experience plan",
  "webPublicationDate": "2016-05-09T03:15:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/turnbull-targets-labors-shameful-opposition-youth-work-experience-plan",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/09/turnbull-targets-labors-shameful-opposition-youth-work-experience-plan"
}