{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/lesbian-couple-hawaii-kiss-grocery-story-lawsuit",
  "id": "2016-05-25-138",
  "sectionId": "us-news",
  "body": "The two lesbian women who recently won an $80,000 settlement from the city of Honolulu said that discrimination for kissing in a grocery store led to an ordeal that cost them seven months of their lives, and ultimately their relationship. According to a lawsuit that Taylor Guerrero and Courtney Wilson filed against Officer Bobby Harrison and the city, Harrison saw the then vacationing couple kissing in a store aisle and told them to “take it somewhere else”. Later the women ran into him again, and he threatened to throw them out of the store. While the women were in the checkout line, they allege, Harrison grabbed them and tried to throw them out of the store. A scuffle ensued, and he arrested the two and charged them with felony assault of an officer. Harrison declined to comment for this article, saying that he could not comment until after the settlement was finished, in July. An internal investigation by the Honolulu police department found that “the allegations were not sustained”, according to the department spokeswoman. Harrison has since retired. As part of the settlement, Harrison was dismissed from the lawsuit, said Nicolette Winter, a Honolulu deputy corporation counsel, but it was not an admission of wrongdoing. Both Guerrero and Wilson said they were ready to move on, but added that the case has had lasting effects on their lives. “It’s already been a year later and you have this dark cloud hanging over you. You just want everything to go away and be done with, but you forget how hard it was,” Wilson said. Due to the seriousness of the felony assault charges against them, the women were not allowed to leave the island until after the ruling. In order to make bail, they paid a non-refundable $2,600. It was the last of their money. Without any connections on Oahu, they had few options. They worked cleaning vacation rentals in Ewa Beach, where they bounced between living in parks and shelters and on the couches of compassionate strangers. They often spent nights at a 24/7 McDonald’s in Pearl City, and then slept in Wilson’s hammock in the park during the day.  Twice a week, they had to complete a six-hour round-trip commute by bus and foot to check in for bail. After a few months, they met a couple in Waikiki who let the women with stay with them. There, it was easier to get around and they had more work opportunities. “It put a lot of strain on our relationship. This was supposed to be a romantic vacation in Hawaii before we moved in together in Los Angeles,” Guerrero said, “but instead it turned into this really horrible nightmare.” Guerrero originally had a job to go back to in Los Angeles, but lost it when she couldn’t return after her original two-week vacation. Wilson had been in the process of enrolling in a linguistics program and wanted to be a translator for the Air Force. She was one step away from completing the process when she was detained in Hawaii, and her application fell through. “I got crazy depressed and lost focus on what I wanted to do and what my plans were, and everything just spiraled downwards,” Wilson said. “Now I’m just trying to put my life back together.” After the criminal charges were dropped, the women went their separate ways. Wilson moved back to Los Angeles and Guerrero stayed in Hawaii. “Maybe we’ll reconnect one day,” says Wilson, “but everything that happened just kind of ripped us apart.” The women say they’re disappointed Harrison was not punished. “I’d like to see a public apology from him,” Wilson said. “Sure, we wanted compensation, but we mainly wanted to see the officer punished for what he did to us,” said Guerrero in an interview Monday. “We wouldn’t have had to go through those seven months if he hadn’t harassed us in the first place.” “Our lawyers highly advised us to take the settlement due to the likelihood of an unfavorable jury in Hawaii,” Wilson said. “We would have liked to have seen the officer be held accountable for his actions. He didn’t have to do anything or pay anything. But our lawyers told us if we lost the case, we would have owed something like $150,000 in legal fees. Of course when you throw a number like that at two girls, it’s quite discouraging.” Wilson is now living and working in Los Angeles, while in Hawaii, Guerrero has a job she enjoys in Waikiki and an apartment with new friends. “I’ve met a lot of great people here since everything happened,” she said. “I’m happy here.” In addition to the settlement, the women also received a $10,000 settlement from the grocery store. After the women pay off their legal fees, Taylor said she expects for them each to walk away with roughly $31,000. Guerrero said she hoped to take a trip to Asia after she receives her settlement. Wilson said she also hoped to take a trip, somewhere she can fulfill her dream of building wells overseas.",
  "webTitle": "Lesbian couple arrested over public kiss in Hawaii say ordeal 'ripped us apart'",
  "webPublicationDate": "2016-05-25T14:01:32Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/lesbian-couple-hawaii-kiss-grocery-story-lawsuit",
  "keyword": [
    {
      "webTitle": "Hawaii",
      "id": "us-news/hawaii",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Barney",
      "id": "profile/liz-barney"
    }
  ],
  "guardianId": "us-news/2016/may/25/lesbian-couple-hawaii-kiss-grocery-story-lawsuit"
}