{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/big-benefits-myth-tories-half-families-low-incomes-not-claiming-welfare",
  "id": "2016-05-11-194",
  "sectionId": "commentisfree",
  "body": "Over halfway into a decade of austerity, the Conservatives have successfully built what we might call the Big Benefit Myth: the idea that there is such a thing as a “benefit class” in this country and that, given the chance, this class – anyone from disabled people to the unemployed and social housing tenants – will suck every pound it can from the public purse.   Related: Why 'hardworking people' are at the heart of Conservative mythmaking | Richard Seymour    Like any myth, this has a political purpose. Point towards the cost of welfare as the source of Britain’s – and your family’s – problems and it conveniently distracts from the government’s failure over low wages, housing, and a stalling economy. Convince the electorate to be suspicious of the people who appear to need help and it is easier to cut the benefits of cancer patients and paraplegics. What happens, then, if it turns out there are large groups of people who – rather than relishing “being on welfare” – don’t claim their benefits? Almost half of families on low incomes aren’t taking up the benefits they could be entitled to, according to research released today by the charity Turn2us. Some families don’t understand they are eligible, while others are unsure of how to get help or where to go for it. A quarter of disabled people said recent benefit changes – think tightened criteria for personal independence payments or the infamous work capability assessment – meant it was simply too difficult for them to apply for support. If any of that comes as a surprise, there’s a reason. When it comes to welfare, the government takes great enthusiasm in talking in billions – whether that’s repeated references to the size of the benefits bill or anchoring its very election in the promise to hack £12bn off it. We hear considerably less about another number: the £13bn in benefits that are going unclaimed each year. This is not spare change left by the wealthy. It’s the unclaimed housing benefit of people struggling to pay the rent, and unclaimed employment and support allowance meant to provide an income for people too ill or disabled to work.   Related: Personal independence payments are a punishment of the poor and ill | Polly Toynbee    Almost half of unemployed people who can receive jobseeker’s allowance – the antithesis of George Osborne’s “hardworking people” – don’t take their benefit. Fall straight in to rightwing rhetoric and these are the “good” benefit citizens: the ones who, despite the supposedly ever generous benefit system making them eligible, have resisted becoming claimants. Indeed, they’re going hungry for it. Nearly a third of the people surveyed told Turn2Us they’d cut back on food rather than apply for benefits. Almost 40% would cut back on gas and electricity. Previous research by the same charity and the University of Kent found people were choosing between heating or eating because they were too ashamed to make a benefits claim. There should be no celebration in that. That billions of pounds of benefits are going unclaimed doesn’t mean the need for them has magically disappeared. It simply means hundreds of thousands of people – often living without the advantages of good education, stable work, and secure housing – aren’t getting the minimal help they’re entitled to. It means the reputation of the welfare state has been stigmatised to the extent that some families would actually prefer to be cold and hungry than use the safety net their taxes have paid for. In the next six months, the Conservatives will swing two more hammer blows to social security. First, the rolling out of universal credit – gutting billions of pounds from the support for people struggling on low wages. Second, a lower household benefit cap, which means many families on benefits – largely single mothers – will lose £6,000 a year. Last week Stephen Crabb, the work and pensions secretary, warned such families to look for work “now”, as if all that is standing between them and employment is a tough lesson in personal responsibility, and as if they don’t rely on the benefits to house, feed, and clothe their children. People are out for whatever they can get. Social security isn’t really needed: the Big Benefits Myth is only just beginning.",
  "webTitle": "£13bn in unclaimed welfare? It’s just fuel for the Tories’ Big Benefits Myth | Frances Ryan",
  "webPublicationDate": "2016-05-11T13:41:36Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/big-benefits-myth-tories-half-families-low-incomes-not-claiming-welfare",
  "keyword": [
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welfare",
      "id": "politics/welfare",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Ryan",
      "id": "profile/frances-ryan"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/big-benefits-myth-tories-half-families-low-incomes-not-claiming-welfare"
}