{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/29/seeing-round-corners-the-art-of-the-circle-review-turner-contemporary-margate",
  "id": "2016-05-29-144",
  "sectionId": "artanddesign",
  "body": "A circle is itself, pure and simple, but a world of other things too: a bubble, an eye, a planet, the sun. Casually drawn on a scrap of paper, it can be a hole, a halo, a ring or the Earth itself. Since the dawn of mankind we have been looking with wonder at the full moon in the night sky and the coloured discs in each other’s eyes. The lure of the circle is ancient and infinite; it is surely the most potent of all natural symbols. It also turns out to be the ideal theme for a show, or at least for a show as well curated as this. Seeing Round Corners is the work of two artists, Jonathan Parsons and David Ward, who have thought very deeply about every aspect of the circle, from its irreducible beauty to its comforting warmth and its fierce self-containment. Every one of the works here, and there are nearly 200 paintings, drawings, videos, performances pieces and sculptures, has its own fascination but suggests some new idea about circles. This is the most stimulating and compelling exhibition.    Circles are not just emblems of perfection, continuity, strength or clarity, but of some kind of freedom too    The eyeball is spherical; our field of vision is circular. Perhaps we are predisposed to circles, drawn to their continuity and grace. In our minds we are beings alive on the surface of a sphere – a speck on a ball, as Emily Dickinson put it. To be able to draw that ball is to be gifted; Giotto was famously able to produce a perfect circle without a compass. Our arms sweep circles in the air. Leonardo’s Vitruvian Man is contained, and perhaps expressed, in a radiant circle. The earliest works in this show are mystical objects: an ancient Egyptian statue of a sun goddess crowned with a disc; a Roman priest’s headdress in the shape of a wheel. A circle has mysterious properties. Turner’s spectral watercolour of Stonehenge emphasises the insistent shape of that immense ring, a primitive yet sophisticated communion of stones.     The Shipwreck, 1859 by Francis Danby. Photograph: Wolverhampton Arts & Museums    The sun that shines on Stonehenge might have something to do with its shape. That great fiery circle, emblematic backdrop to William Blake’s Ancient of Days, with his compass, is as ubiquitous as the horizon line in our world. Every landscape holds a sun, and most landscape paintings too. Turner Contemporary has many beautiful examples – a Patrick Heron sun glowing red in a scarlet sky; several Paul Nash landscapes in which the sun is variously alive and dramatically dead; Samuel Palmer’s tiny ink and watercolour Moonrise. Condensed as a sonnet, this image shows the crescent moon above the hill implying the palest hint of its full-circle self, just as the rainbow implies more than its arc in a tremendous shipwreck by the Victorian painter Francis Danby. A simple circle drawn on a page represents not only the flat shape of Euclidean geometry, but a sphere as well. We see it that way, just as small children see a circle with two dots and a dash as a face. The circle is only a line taken for a roundabout walk and yet it has the potential to be both purely abstract and entirely figurative, flat and yet three-dimensional. Circles may be balls – David Batchelor’s bright beach balls fashioned entirely out of sunglasses, which become Sputniks when the arms are opened out, perfect for seaside Margate – or they may be diagrams. Here is the tube sign from the Oval, that red ring with the wrong word written across the middle, as it seems, in a cherished word-image gag.     David Hammons, ‘down and out and trying to sell an exquisite range of snowballs’ in New York in Bliz-aard Ball Sale, 1983. Photograph: © David Hammons    Snowballs are circles in Gary Hume’s paintings, and sculptures in the American artist David Hammons’s mordant photographs of himself, down and out and trying to sell an exquisite array of snowballs – all different sizes – in New York. Hammons blends into the sidewalk, just another poor street trader, invisible to the public, except that his wares (and, it is implied, his livelihood) are melting away. The circle is timeless but also modern and hi-tech: lenses, records, cogs and clocks. Time is circular on Napoleon’s personal carriage clock, seized at Waterloo, the hands always showing the hours past as well as those to come. And perhaps space is circular too, at least in the mind of Anish Kapoor.     Anish Kapoor’s Void, 1994. Photograph: Courtesy the British Council Collection    Kapoor’s sculptural voids are round and deep and voluminously blue, as if infinity was as circular as the mathematical symbol itself, two circles twining together for ever. A circle stretched becomes an oval in Boy Blowing a Bladder in Candlelight after Joseph Wright of Derby. A circle continued, round and round, becomes a mesmerising Catherine wheel in Marcel Duchamp’s film Anémic Cinéma, and a gorgeous shining spiral in Carl Andre’s Silver Ribbon, spooling and unspooling on the gallery floor.    Seeing so many circles raises the spirits as a show about squares never could    The Mexican artist Gabriel Orozco, for whom circles have become almost a system of representation, observes circles everywhere in life, from the shower head to the water rushing down the plughole, to the quesadilla of his native cuisine. But the circularity of our daily existence can drive us insane, and several works here play upon the horror of incessant repetition. Specifically, a film of Marina Abramović and her partner Ulay literally driving round and round in rings for hours on end, all through one dark night in Paris. Nothing changes, except that the tyre marks grow more indelible on the ground. We chase each other, we repeat our mistakes, we go round in circles: art and life, Abramović implies, might drive you mad.     A ‘fizz of yellow circles’: Two Yellows, Composition with Circles 5, 2011 by Bridget Riley. Photograph: © Bridget Riley, 2016. All rights reserved.    The circle becomes associated with 20th-century abstraction, represented here by the geometric works of Ben Nicholson, Sonia Delaunay and Robert Mangold. Mangold’s Circle Within a Polygon is characteristically subtle and precise, emphasising the perfect beauty of the circle simply by thwarting it. His drawing superimposes a polygon over a circle, so that the lovely roundness appears distorted by angled lines. The result is strangely disturbing to the mind and eye. What Mangold captures in this work is something particular about circles: their pure buoyancy of form. Circles, as so many of the works in this show reveal, are not just emblems of perfection, continuity, strength or clarity, but of some kind of freedom too. Seeing so many of them at Turner Contemporary raises the spirits as a show about squares never could. The clinching instance is Bridget Riley’s fizz of yellow circles, overlapping, bursting on the retina, bubbling up the picture plane: a vision of pure effervescence. • Seeing Round Corners: The Art of the Circle is at Turner Contemporary, Margate until 25 September",
  "webTitle": "Seeing Round Corners: The Art of the Circle review – the joy of life in the round",
  "webPublicationDate": "2016-05-29T07:00:01Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/29/seeing-round-corners-the-art-of-the-circle-review-turner-contemporary-margate",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Cumming",
      "id": "profile/lauracumming"
    }
  ],
  "guardianId": "artanddesign/2016/may/29/seeing-round-corners-the-art-of-the-circle-review-turner-contemporary-margate"
}