{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/sadiq-khan-links-garden-bridge-support-to-list-of-conditions",
  "id": "2016-05-18-194",
  "sectionId": "politics",
  "body": "Sadiq Khan has offered support to the proposed garden bridge in London on condition that the trust behind the controversial £175m project agree to a list of demands. The mayor of London said the Thames footbridge must be a genuinely public and open space as he told the Garden Bridge Trust (GBT) that its plans must be amended.  Among his demands is a reduction in the number of days the crossing is shut to the public for private fundraising events from the planned 12. But Khan, who was elected on 5 May with 1.3m votes, appears to be already facing a struggle with the GBT, which did not immediately agree to all his demands.  Khan said the garden bridge could rival New York’s high line, a public park built on a 1.45-mile elevated former railway. “But it must be a genuinely public and open space for all Londoners, rather than a closed and private space,” he added. Khan also wants the bridge, designed by Thomas Heatherwick, the architect behind the Olympic cauldron and new Routemaster London bus, to be closed for fewer hours when fundraising events are held. It is currently planned to close for 24 hours at a time.  The mayor also wants a guarantee that children at local schools on either side of the river will get to visit the garden bridge and be involved in planting and maintenance. He also wants the GBT to work with all of London’s parks so that seeds and plants grown on the bridge can be replanted across the capital.           Sadiq Khan makes his debut LBC appearance as mayor of London    A GBT spokesman welcomed the mayor’s support but insisted it would be necessary to shut the bridge on some occasions to raise funds for its estimated £2m a year running costs. “We welcome the mayor’s support and look forward to working with him and his team to make the beautiful garden bridge happen and deliver its many benefits to millions of Londoners and visitors to the city,” the spokesman said. “We share the mayor’s desire to have the bridge open to everyone for as long as possible. Balancing this and the need to raise the required private funds to operate the bridge is important. “We also share the mayor’s desire to involve young people. We already have a youth board made up of over 40 local students, who will be taking an active role in developing our education and schools programme.  “We are also progressing partnerships with local green initiatives and charities and look forward to developing these further and building on the mayor and the trust’s shared aspirations.” The plan has proved hugely controversial, especially the use of £60m in public money to part-finance the scheme, which will remain private land, closed overnight and for occasional corporate events, and subject to dozens of rules, enforced by “hosts”. The remainder of the money is being raised from donations.  Khan criticised the previous City Hall administration under Boris Johnson and published the previously undisclosed full business plan for the project. “The early days of this project clearly fell short of our expectations on transparency,” Khan said. “I am determined to run the most open and transparent administration London has ever seen. I will let the sunshine in, which is why we are today publishing the previously undisclosed full business plan for the garden bridge alongside a list of its funders.” Khan appeared on his first “Speak to Sadiq” call-in show on LBC radio with presenter James O’Brien. One caller, named only as Michael, asked if he could stop more public money going into the garden bridge project.   Related: Why is London’s Garden Bridge worth as much as five Lancashire museums? Ask Joanna Lumley    “What I’m keen to secure is no more of London’s taxpayers’ money that I’m responsible for is spent on the project,” Khan replied. “What I think is really important is that I try to negotiate the best that I can for Londoners. “I can’t now undo the money spent by the previous mayor, almost £40m spent of taxpayers’ money, I can’t undo that. What I can do is make sure the money I’m responsible for, no more is spent on the garden bridge.” The business plan released by Khan shows that £143m has been raised so far towards the estimated £175m project, leaving a gap of about £50m. The documents show the bridge has received £60m in public funds, which includes £30m from the Treasury and £30m from Transport for London. However, TfL is expected to get £20m of its money back. More than £33m was donated by companies, including £5m from Sky and £2m from Citigroup, another £38m from trusts and foundations, including £20m from the Sainsbury family’s Monument Trust, and £11m from individuals.",
  "webTitle": "Sadiq Khan offers conditional support to garden bridge project",
  "webPublicationDate": "2016-05-18T11:51:55Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/sadiq-khan-links-garden-bridge-support-to-list-of-conditions",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "politics/2016/may/18/sadiq-khan-links-garden-bridge-support-to-list-of-conditions"
}