{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/my-kitchen-inspiration-thomas-mccurdy-kitchen-encounters",
  "id": "2016-05-21-155",
  "sectionId": "lifeandstyle",
  "body": "My kitchen is … quaint. It’s rather small and right in the middle of my 1900 farmhouse, with a dining room off of one end, and a breakfast nook off the other side in New England. Being the size it is, there’s not much room for cute extras – it’s more functional than charming. We have open shelving for our dishes, jars and vessels, and some artwork on the walls. We like barn wood and antique kitchen tools, with a touch of modern design, a juxtaposition of old and new. My favourite kitchen tool is … my stereo. I’m often in the kitchen for hours at a time by myself. I listen to the news in the morning, podcasts later on and I usually end the day with a glass of wine and Whitney Houston, Shirley Bassey, or some Bollywood. My storecupboard staple is … maple syrup. Here in Vermont it’s almost a rite of passage to tap a couple trees and make your own. Whenever we have a dinner party, it’s pretty much garanteed someone will bring a bottle as a gift. Subsequently, almost everything I make starts with maple syrup – glazing a ham, making salad dressing, frying up a pork chop, baking bread. Just last night I made a spicy stir-fry with a splash. It’s my go-to source of sweetness. When I’m starving … I make something Mexican: enchiladas, tacos, even nachos (because we’re grownups and we can have nachos for dinner!). We’ve an endless supply of meat on the farm – we raise our own pork and poultry, as well as raising goats for milk – so as long as I have an avo and a lime, I can whip up a meal in a matter of minutes. We also always have our own lard, so I can always make authentic tortilla. My culinary inspiration is … the seasons. In fact, since we started farming, they’re not just an inspiration – everything we eat is about the time of year. Right now it’s ramps [wild leeks]; soon, it’ll be asparagus and rhubarb, and then berries. We spent the winter eating potatoes, roots, meat … so we’re ready for springtime greens. My best-kept kitchen secret is … the power of using good ingredients. A lot of people have a tendency to pick up a bargain. But – certainly in baking – good flour, organic dark chocolate, eggs from chickens that are well cared for, it all makes such a difference. My current obsession is … tarts.Not something you see in the States that much. I love how much more delicate they are, compared to pies. Right now, I’m working on a rich buttery shell with a layer of soft caramel topped with dark chocolate ganache and pink Himalayan salt. Everything tastes better with … butter, of course – no explanation needed! I’ve even been known to use melted butter in a salad dressing. When I go shopping I … am meticulous. And always, always with a list, organised by section, and aisle, wherever possible. It’s the pastry chef in me. I don’t think I ever divert from the list – unless avocados are on sale and the price and quality is right. For dinner tonight … we’re having burgers, to celebrate the fact that it’s the most beautiful day of the year so far. With roast potatoes and a cabbage salad.  Thomas McCurdy is a farmer and a pastry chef at Ardelia Farm and Co; @ardeliafarm",
  "webTitle": "My kitchen, my inspiration: Thomas McCurdy | | Kitchen encounters",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/my-kitchen-inspiration-thomas-mccurdy-kitchen-encounters",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/my-kitchen-inspiration-thomas-mccurdy-kitchen-encounters"
}