{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/12/michael-ratner-obituary",
  "id": "2016-05-12-132",
  "sectionId": "law",
  "body": "In the years following 9/11, Michael Ratner, who has died of cancer aged 72, emerged as one of America’s foremost human rights lawyers. He galvanised 500 US lawyers of various political persuasions to challenge the legality of holding hundreds of Muslim men, arrested around the world, without charge or trial in Guantánamo Bay. He served as president and later president emeritus of the New York-based Center for Constitutional Rights (CCR), founded in 1966 by the leftwing lawyer William Kunstler and others who represented the civil rights movement in the southern states in its most challenging years. Ratner worked there for 40 years, and his leadership made CCR the focal point for the lawyers who went to Guantánamo to represent unknown prisoners from a dozen countries, and then a leading voice for closing the detention camp. As co-counsel in the landmark US supreme court case Rasul v Bush in 2004, Ratner and his team won Guantánamo prisoners the right to test the legality of their detentions in court. Disillusioned and angry at the politicised judiciary that made the cases fail on appeal over and over again until the present, Ratner worked tirelessly against the administration’s lawyers. Until the end of his life he was working for the cases that were among those that outraged and saddened him most – the continuing detention of Guantánamo prisoners cleared by the US military and security services years before, but still imprisoned in defiance of international law and the US constitution. Ratner also became chairman of the European Centre for Constitutional and Human Rights (ECCHR), based in Berlin. Along with CCR, the European organisation became a magnet for the finest lawyers of the next generation from many countries and offered training by working on the most high-profile human rights cases against the Bush and Obama administrations. Using the principle of universal jurisdiction in cases in Germany, France, Spain and Switzerland, they challenged US officials responsible for wars, torture, extraordinary rendition and extrajudicial killings by drones. In 2006 Ratner and Wolfgang Kaleck of ECCHR filed a criminal complaint against the US defence secretary, Donald Rumsfeld, and other officials for abuse and torture at the Abu Ghraib prison, near Baghdad. They also sued the private military contractors whose employees were involved in abuse in Iraq. CCR represented the Canadian Maher Arar [pdf], sent to Syria for torture; the family of Anwar al-Awlaki, a US citizen killed with a drone by the US in Yemen in 2011; Tariq Ba Odah, a Yemeni only recently released after an eight-year hunger strike in Guantánamo; and many other individuals killed in the war on terror, disappeared or held in prison, or their grieving families. Even when the CCR did not win these cases, it publicly exposed many dark secrets of the perversion of justice by the White House, the CIA, the judiciary, the military and the private contractors running branches of the new US wars. No one spoke more eloquently and more often on all these subjects than Ratner. He wrote copiously, hosted two radio shows, spoke at public meetings at home and abroad, and for the past 15 years was a key reference for many in the loose fraternity of lawyers battling the US government to uphold the constitution and for journalists documenting those complex legal battles.   Related: Michael Ratner, attorney for WikiLeaks and Julian Assange, dies at 72    One sadness for Ratner was seeing some of his lawyer allies of the early years of fighting the Bush administration for access to justice for Guantánamo prisoners become defenders of the Obama administration’s drone policy. He was the most principled and loyal of friends, for whom such moves were unthinkable. Between 2005 and 2009 he won more than a dozen human rights and legal prizes for his work on Guantánamo, and respect and friends from Latin America to South Africa and the Philippines. Born in Cleveland, Ohio, Michael was the son of Harry, who ran a building supply company, and his wife, Anne (nee Spott), a secretary, who helped resettle second world war refugees. As a boy, Michael thought of becoming an archaeologist, and at Brandeis University, Massachusetts, studied medieval English. After graduating in 1966, he took a law degree at Columbia University, New York, where he was active in opposition to the Vietnam war. He then taught at Yale and Columbia law schools, but was soon drawn to the wider world of human rights activism and CCR. Initially he was absorbed by US civil rights issues, then the US blockade of Fidel Castro’s Cuba and US covert wars in Central America. He became special counsel to Haiti’s president Jean-Bertrand Aristide, and wrote a textbook on a case in a US court against the dictatorship in Paraguay of General Alfredo Stroessner, won by the father of a murdered youth. Palestine and the violations of Palestinian human rights was another area that preoccupied Ratner in recent years. Much of his focus was on the heated struggles on US university campuses, where campaigns for boycotts, divestment and sanctions against Israel increasingly led to legal action against activists, both at student and faculty level. In 2012 Ratner was the driving force behind CCR becoming a founding partner in Palestine Legal, a non-profit organisation defending such activists. In May 2014, after weeks of soul-searching and extensive discussions with friends, Ratner resigned from the advisory board of the International Centre for Ethics, Justice and Public Life at Brandeis. The issue was Brandeis cutting ties with Al-Quds University in Jerusalem over a student demonstration, and Ratner publicly supported the president of Al-Quds, Sari Nusseibeh. His last great legal work came in the new worlds of whistleblowers combining with the powers of the internet, which so rattled the Obama administration. The suicide of Aaron Swartz, the brilliant 26-year-old web programmer who faced a jail sentence of more than 30 years for hacking into a digital academic library, haunted Ratner. The government’s heavy retribution for the principled actions of Chelsea Manning, Thomas Drake and Edward Snowden brought them strong support from him. Julian Assange and WikiLeaks hit the headlines, and Assange took refuge in the Ecuadorian embassy in London. Behind the team of international lawyers hired to find a way out of the standoff involving the UK, Sweden and a US administration determined to see Assange in court in America was the unassuming figure of Ratner and his hardworking team. Between the Assange case and increasing involvement with the Berlin lawyers, Ratner, the most rooted of Americans, began to feel at home in Europe, to his surprise, and to relish London’s parks and art galleries. For all his hardworking and deeply political life it was his family that meant everything to him. Behind the great boldness of his work, he was a shy man, very sensitive and never quite at ease with his renown. His first marriage, to Margaret Ratner Kunstler, ended in divorce. He is survived by his second wife, Karen Ranucci, and their children, Jake and Ana, and by his brother, Bruce, and sister, Ellen. • Michael Ratner, human rights lawyer, born 13 June 1943; died 11 May 2016",
  "webTitle": "Michael Ratner obituary",
  "webPublicationDate": "2016-05-12T16:03:16Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/12/michael-ratner-obituary",
  "keyword": [
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Guantánamo Bay",
      "id": "us-news/guantanamo-bay",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Julian Assange",
      "id": "media/julian-assange",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Victoria Brittain",
      "id": "profile/victoriabrittain"
    }
  ],
  "guardianId": "law/2016/may/12/michael-ratner-obituary"
}