{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/bfi-funding-chief-awards-voters-must-consider-diversity-as-well-as-quality",
  "id": "2016-05-15-127",
  "sectionId": "film",
  "body": "Film festivals and awards juries should positively discriminate towards female films, a panel in Cannes said on Saturday.  Discussing the disappointing awards haul for Suffragette – the female-directed, scripted, produced and starring drama about the movement to secure women the vote in England – the panel said “unconscious bias” may have played a part.    Related: Female film directors must get equal funding – but they mustn't all be white    “I think that’s really depressing,” said Ben Roberts, chair of the BFI Film Fund, about the film’s complete lack of Bafta nominations. Festivals and awards present, he said, “opportunities to put a message out” which are currently being neglected.  “Anyone who votes for Baftas shouldn’t just think about what’s best but what puts out some positive signals and celebrates our achievements in a different way. “It’s the responsibility of Bafta members to use that platform to demonstrate that we’re proud of our industry we’re progressive and we’re going to lead from the front.  “Think about what you’re saying on the night and what that is saying to the commercial sector the critical sector, to audiences to future film-makers.” Roberts also sought to debunk the received wisdom that films directed by women are less easy to sell overseas. When he worked in sales, he said, some Japanese distributors had once told him: “I love your film but it’s good too many black people.” He had discussed the issue with them and they relented. When faced by a similar prejudice in terms of female-directed films, said Roberts, “I would say: ‘That’s just crap.’” Other members of the panel echoed the sentiment, describing the lack of commercial viability of female productions as a “red herring”. Amanda Nevill, BFI CEO, said research they had conducted found that “pound-for-pound female-directed films are a better bet”. Nevill said that although increased parity in public funding was important, both in the opportunities offered and message sent, other practical measures – such as childcare – were needed to encourage women to remain in the film industry.    Related: BFI CEO: Without diversity, cinema will become irrelevant    Foster also added that “systematic changes in behaviour need to extend to the private sector” if progress is to be achieved. “If you’re getting public funds you must address imbalances. Mandatory targets are really important as they help us to tell the world we are an open and equal and good creative environment.” The Directors UK report, which led the BFI Film Fund to commit to 50/50 funding by 2020, was informed by the situation in other parts of the world. Although the gender split studying at film school in the UK is roughly equal, only around 3% of those employed on sets are women, while men are six times more likely to shoot a film.  In the UK, 75% of those asked said they felt it was a problematically sexist industry; in France, that figure was just 35%.",
  "webTitle": "BFI funding chief: ‘Awards voters must consider diversity as well as quality’",
  "webPublicationDate": "2016-05-15T10:21:21Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/bfi-funding-chief-awards-voters-must-consider-diversity-as-well-as-quality",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Suffragette",
      "id": "film/suffragette",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/15/bfi-funding-chief-awards-voters-must-consider-diversity-as-well-as-quality"
}