{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/quatuor-ebene-capucon-wigmore-hall-compelling-and-fresh",
  "id": "2016-05-02-27",
  "sectionId": "music",
  "body": "How to schedule Schubert’s C major string quintet? In the right hands, the piece is so overwhelming that anything else on the programme risks being eclipsed. But if the quintet is to be played alongside other music, what should that music be, and should the Schubert have the last word? France’s Quatuor Ebène took the bold approach of playing the Schubert first, choosing to follow it with no less a work than Beethoven’s opus 130 quartet, complete with the original Grosse Fuge ending. Joined by their illustrious compatriot Gautier Capuçon the quintet was as freshly compelling as anyone could hope. The range of dynamics and articulation in the 25-minute opening movement was fully gripped. The eloquent pizzicato dialogue between Capuçon and Pierre Colombet’s first violin in the sublime adagio was all the more eloquent and profound for never being overstated. Overall, this reading was characterised by a sustained delicacy of intonation and alert but restrained phrasing, with the uniquely dark timbre that Schubert achieves from doubling the cello never laid on with a trowel. After the interval it seemed to take players and audience some time to engage fully with Beethoven at his most experimental and challenging. The opening movement was elusive. But the rushing presto was scintillatingly fast, and by the time the performance reached the anguished middle section of the Cavatina the concentration was total. The unrelenting final fugue was played with a reckless and sometimes wild abandon. It felt at the end as though we had climbed Mont Blanc and the Matterhorn in the same day.",
  "webTitle": "Quatuor Ebène/Capuçon - compelling and fresh",
  "webPublicationDate": "2016-05-02T20:58:23Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/quatuor-ebene-capucon-wigmore-hall-compelling-and-fresh",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Kettle",
      "id": "profile/martinkettle"
    }
  ],
  "guardianId": "music/2016/may/02/quatuor-ebene-capucon-wigmore-hall-compelling-and-fresh"
}