{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/tony-humphries-favourite-tracks",
  "id": "2016-05-20-194",
  "sectionId": "music",
  "body": "The track I’ll be opening my next DJ set with Thatmanmonkz: For Bae            This track sets the tone for an evening packed with quality, soulful, funky grooves. The gospel sample means you can interpret it as either being about God or love; kind of like a clean double entendre. The track I always play to rescue a dancefloor Art Department ft Soul Clap & Osunlade: We Called Love (DJ Harvey remix)            Taking you through various shades of live band funk, this is my personal nu-disco fave. It’s got lots of energy and works anywhere and everywhere.  The track that got me out of bed this morning Redshape: Dogz            This track is just nasty! It brings out that ugly face musicians make when the groove is undeniable. It’s a 2016 take on the James Brown vibe circa Give It Up Or Turnit A Loose. The track I wish I’d signed to my label Anita Wilson: Happy Being Me (Luis Radio re-edit)            I love this tune. It’s got such inspirational, uplifting lyrics about the contentment we all strive for in our lives everyday.  The track I’d play to show off my eclectic tastes Boof: Pete Found His Z            I haven’t stopped playing this since I got it. It’s one of the funkiest organ solo tracks out there if you fancy some techie gospel. I love meshing genres like this. This hybrid is one of the motivations that keeps me performing all these years. The track I wish I’d never played There aren’t any. If you care about your audience, you won’t waste their time with crap songs.  The ideal festival track Icarus ft Aurora: Home (Humans & Machines remix)            This funky tune could mean many different things to different people; home could mean where you are mentally, musically, geographically or even where you want to be. The track I’d play at my funeral Bohannan: Andrea            A beautiful piece of music that’s funky enough to dance to, but leaves you in a peaceful, tranquil state. I’d like to leave this earth with class. Tony Humphries plays Horse Meat Disco, The Eagle, SE11, Sunday",
  "webTitle": "Tony Humphries’ favourite tracks",
  "webPublicationDate": "2016-05-20T12:00:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/tony-humphries-favourite-tracks",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/20/tony-humphries-favourite-tracks"
}