{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/loving-review-civil-rights-tale-marries-heartfelt-drama-with-too-much-restraint",
  "id": "2016-05-16-249",
  "sectionId": "film",
  "body": "Here is a film with its heart in the right place, an anatomical correctness coexisting with heartfelt, forthright conviction and an admirable belief in the virtue of simplicity and underplaying. Nobody mentions the wonderful serendipity of the characters’ surnames. But this restraint sometimes sags into a kind of absence, and means the film itself is a bit rhetorically underpowered.   Related: When it comes to interracial romances, the movies need to catch up    Writer-director Jeff Nichols is here to dramatise and give due mythological prominence to a remarkable legal case which helped change America’s ugly Jim Crow race laws in the 50s and 60s. Richard Loving (stolidly played by Joel Edgerton) was a white man who in 1958 married a black woman, Mildred Jeter - a wonderfully strong and centred performance from Ruth Negga. They conducted the ceremony in Washington DC but naturally wanted to return to their home-state of Virginia where their families lived, but where interracial marrying was against the law - a matter of “miscegenation”, that supremely nasty term of pseudo-science and bigotry. The Lovings defied orders to leave the state, found themselves harassed and locked up, but with the help of Bobby Kennedy and the ACLU took their case all the way to the Supreme Court.            Loving: biopic of inter-racial couple’s fight to decriminalise their marriage    In order to challenge America’s rotten apartheid laws, the Lovings had to endure a kind of political martyrdom, with hatchet-faced racist cops forever turning up with night-sticks and squad-cars on the couple’s land, which was becoming their own Garden of Gethsemane. Somebody must have ratted on them, as Richard darkly mutters in one scene, though which of their neighbours deserves the thirty silver pieces is a mystery left unexplored. Maybe it was one of the glowering white good ol’ boys that Richard beats in a drag-race. As they pursue their case, a feature in LIFE magazine creates a kind of unsought-for celebrity for them, and Nichols’s repertory player Michael Shannon has a cameo as the garrulous photographer who takes the pictures. But local racists simply resent their uppity-ness all the more. Nichols creates an interesting scene in which a brick wrapped in a copy of page from their Life spread is not thrown at Richard but just chillingly left on the driver’s seat of his pickup.     Ruth Negga and Joel Edgerton as Mildred and Richard Loving. Photograph: Ben Rothstein/AP    It is Ruth Negga’s movie. She has grace, dignity, and gentleness. There is a lovely moment when she is interviewed by TV reporters after one court setback and in answer to a question about how she feels, responds calmly: “I’m hopeful...” Negga invests that with modesty and conviction, more persuasive than a big showreel speech. Edgerton’s portrayal of Richard - and Nichols’s representation itself - is a little more opaque. He is a hard-worker, a regular guy, undemonstrative, unhappy about DC city slickers from the world of journalism and the law. And who can blame him? But getting married is shown to be mostly his idea - not just living together, but making a public statement of their love. He was the one savvy enough to know this could only be achieved in the capital and he is the one who puts the framed marriage certificate up on the wall. It is not simply a case of not wanting to live in sin. Richard is proud of his marriage.    Related: American Honey review: Andrea Arnold mislays map on sweet, indelible roadtrip    But then when it comes to the crunch, he clams up and the movie rather clams up on his behalf. Articulating the moral and ethical issues is left to Mildred and to the smart lawyers who are a little underwritten. Perhaps this is exactly how it was - Richard may simply have let things take its course, trusted in providence and known that he didn’t have the skills for public speaking or even private speaking about the implications of his stand. But there is something a little frustrating about the film’s reticence.  As for Mildred and Richard’s intimate emotional life outside the case, Nichols handles it with uninsistent delicacy. They are actually not shown touching each other and cuddling much: perhaps the director wanted to take the focus away from the physicality with which prurient racists were obsessed.  Nicholas has made a mainstream movie which has more in common with Mud, his slice of Huck Finn Americana. I find it more approachable than the overrated Shyamalan-esque mysteries like Take Shelter and Midnight Special with which he is more identified. It is an important subject and a valuable movie. We in Britain need a Jeff Nichols of our own to make features about the Joy Gardner or Stephen Lawrence cases.",
  "webTitle": "Loving review: civil rights tale marries heartfelt drama with too much restraint",
  "webPublicationDate": "2016-05-16T10:46:39Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/loving-review-civil-rights-tale-marries-heartfelt-drama-with-too-much-restraint",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Joel Edgerton",
      "id": "culture/joel-edgerton",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/16/loving-review-civil-rights-tale-marries-heartfelt-drama-with-too-much-restraint"
}