{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/26/kicked-bin-losing-temper-office",
  "id": "2016-05-26-188",
  "sectionId": "media-network",
  "body": "Some years ago I kicked a bin halfway across the office. It tumbled gracefully through the air, discarding crumpled balls of A4, sweet wrappers and empty smoothie bottles on the way. Young account managers glanced up nervously from their screens. I knew immediately that I looked a fool. All the more so when I reflected on what had prompted my outburst.  A courier company had failed to deliver a parcel of polyboard creative concepts to its destination in San Francisco. I had just heard that the boards were still sitting in a warehouse outside Heathrow.  It seemed a complete disaster at the time. Deadlines would be missed, clients would be irate, the account would almost certainly totter. But I quickly realised that the late arrival of my polyboards wasn’t important in the grand, or even the medium-sized, scheme of things. I had learned the first rule of losing your temper in the office: keep things in proportion.  In my time in the creative industry people have slammed doors, thrown scalpels and sworn to high heaven. They’ve walked in and out with breathtaking melodrama and flamboyant gestures. They’ve written admonishing letters, shouted from the desktops and adjourned to the pub. One manager swept his errant employee’s paperwork and personal effects into a black bin liner. It was a traditional way to tell someone they were fired.  Within reason and the bounds of employment law, I think a certain amount of emotion at work is appropriate. Creative people tend to be more impetuous, impassioned, impulsive. The anger shows they care. The musician and punk icon John Lydon has written in his autobiography about the positive power of anger. For Lydon anger is an energy: “Don’t view anger negatively, don’t deny it – use it to be creative,” he says.  But clearly anger is an energy best directed towards worthwhile goals. It’s a precious commodity that should be expended in realising a great idea, achieving a profitable outcome; in addressing a social injustice or a loyalty betrayed. It shouldn’t be wasted on the trivial or hierarchical; on wardrobe selection or logo size.  The second rule of anger in the office is a more subjective one: only lose your cool if you look cool when doing so. Righteous indignation suits some people. They’re more charismatic, more romantic, more themselves when they’re angry. They erupt like a volcano, roar like a lion. They’re Marlon Brando in A Streetcar Named Desire, Uma Thurman in Kill Bill; they’re Pete Townshend with a guitar or Beyoncé with a baseball bat.  However, I realised in my bin-kicking incident that when I’m angry I look more like Norman Wisdom. My face flushed and arms flapped, my words lost their coherence and a slight lisp revealed itself.  I resolved not to lose my temper in the office again. For the rest of my career, I was composed, calm and self-possessed. I could be irritated but not incensed by the whims of clients and the vagaries of my colleagues. I prided myself on my sangfroid.  I suspect in any case that some people have more richly contoured emotional lives than me. Their highs are higher and their lows are lower. Mine is a flatter sentimental landscape and at work I became an emotional Norfolk.  Yet secretly I yearn to try kicking that bin one more time; to see if this time I can carry it off with a little more cavalier style and hot-blooded passion; to demonstrate that I too can exhibit glorious, incandescent, heartfelt office rage.  To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "I kicked a bin: losing your temper in the office",
  "webPublicationDate": "2016-05-26T13:05:01Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/26/kicked-bin-losing-temper-office",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jim Carroll",
      "id": "profile/jim-carroll"
    }
  ],
  "guardianId": "media-network/2016/may/26/kicked-bin-losing-temper-office"
}