{
  "apiUrl": "https://content.guardianapis.com/uk-news/scotland-blog/2016/may/02/scottish-elections-new-faces-of-holyrood-2016",
  "id": "2016-05-02-220",
  "sectionId": "uk-news",
  "body": "Gillian Martin, the SNP’s candidate for Aberdeenshire East, was one of the thousands of Scots to become politically active during the 2014 referendum campaign and joined the party in the defiant membership surge that followed the no vote to independence in September of that year.  Martin headed her local branch of Women for Independence, one of the most influential grassroots organisations to emerge from the referendum and which has since carved out a permanent position in Scottish civic society, campaigning on a range of issues, including successfully opposing the building of a women’s super-prison last year. No less than seven of its current committee members are candidates for this election, although not all for the SNP.      Gillian Martin, SNP candidate for Aberdeen East Photograph: SNP    Martin is clear about the usefulness of coming to candidacy through a non-traditional route: “It was not so much my idea but other people seeing something in me when I was campaigning for the referendum”. “I bring three main things: my experience of being a working mum, working in further education for the last 15 years, and running a production business. I’m 47 so I’ve done a fair number of things.” On the Aberdeenshire doorstep, she says, people are concerned about infrastructure, affordable housing, and, of course, the oil industry and need for diversification of businesses. Despite regular polling predictions that SNP candidates will be successful in almost all constituency contests. Martin’s first experience of election campaigning has not been without incident. A personal blog in which she used colourful language to describe both the royal family and the former SNP leader and MSP for her constituency, Alex Salmond, attracted substantial criticism after it appeared in the press.  “I wrote the blog for 10 years and nobody was offended [until I stood as a candidate],” she points out. “It was a humour blog and things were taken out of context. But I think I’ve had more support because of it, with people contacting me because they’ve gone back and read the blog.” She’s cautiously optimistic about the potential for a fresh cohort of non-traditional, and female, faces in the Holyrood chamber, in particular with a number of SNP stalwarts standing down at the end of the recent term: “I do find it exciting. I know a lot of these women already and it’s good to think we might be in a gang.” For Richard Leonard, Scottish Labour’s candidate for Airdrie and Shotts, his reasons for standing are simple enough.  “I stood because I thought more of the same wouldn’t do and that we needed people in Holyrood with experience of representing working people, and with the energy for winning elections but also for winning the battle of ideas with nationalism. We need to stop dividing people on the basis of nationality and start uniting them on the basis of class.” Leonard, a highly respected GMB official for nearly two decades, was one of the beneficiaries after new leader, Kezia Dugdale, forced through an open selection process that meant sitting MSPs had to compete for places on the regional list alongside new candidates. The former chair of the Scottish Labour executive now heads the Central list, having been voted by members above several sitting Holyrood members.  (For clarity: each voter in the Scottish parliamentary elections has two votes, a constituency vote to elect 73 MSPs in first-past-the-post contests and a regional list vote to elect 56 more from eight regions, selected proportionately. With polling consistently placing the SNP at around 50%. the nationalists are expected to win the majority of constituency seats, while the proportional system is expected to allocate more regional list seats to Scottish Labour and the Tories, who are locked in a battle for second place, as well as to smaller parties, like the Scottish Greens, who are hoping to overtake the Liberal Democrats for the first time.)      @AirdrieShottsLP   Despite further back-and-forth at the weekend regarding the timing of a second independence referendum, Leonard insists that this is not an issue he sees reflected on the doorstep: “There’s a real desire to look forward.” “People can see for themselves what is happening to local services, and they see the need for an alternative to cuts” - and, naturally, he hopes that this will be Scottish Labour’s alternative, funded by tax rises for those who can afford it.  But Leonard is well aware of the challenge his party currently faces in Scotland, after its near wipe-out in last May’s general election.  “I am picking up that people who voted SNP in 2015 as a protest are considering voting for Labour this time. But we’ve got to recognise that we have to work to clinch that return. There has been some movement back and there is also a degree of disillusionment with the SNP beginning to set in.” But he accepts that this may not take effect swiftly enough to sway this Thursday’s election result.  In the final days of campaigning, he says, it’s about “making sure the message goes out that there is a real choice in this election”. According to Alex Cole-Hamilton, who is standing for the Scottish Liberal Democrats in Edinburgh Western, an SNP tsunami taking practically all constituencies – as seen in last May’s general election – is far from inevitable.  Across the country, his party is struggling with the twin liabilities of their Westminster coalition with the Tories plus their ill-starred association with the Tories and Labour during the referendum, and face being shunted into fourth place behind the Scottish Greens.     @adamstachura   An activist for 17 years, Cole-Hamilton first stood – unsuccessfully - for Holyrood five years ago, but this time believes that he has one crucial factor working in his favour. With so many voters seemingly content to trust the SNP with power for another term, he insists that locally faith in the nationalists has been eroded by Michelle Thomson, his constituency’s Westminster representative, who withdrew from the SNP whip last September after being linked to possible mortgage fraud. Thomson denies any wrongdoing and a police investigation is ongoing. “When the received wisdom is that the SNP are going to sweep the board, voters can feel there’s no point,” says Cole-Hamilton. “But we are finding enthusiasm here because there is a real belief that we can unseat the SNP, and people feel their vote can count and make a difference.”He points out that this constituency returned one of the largest no votes in the country, while Thompson won by majority of only a few thousand last May.  Meanwhile, his SNP opponent, the former Yes Scotland staffer Toni Giugliano, argues that Cole-Hamilton is unfairly focusing on an individual who is not even standing, and observers have described this as one of the sharper contests of the campaign. But Cole-Hamilton, who works for a children’s charity, is unrepentant: “It will be terrible for democracy for the SNP to win a super-majority again.” It’s always worth remembering that it wasn’t only independence supporters who were drawn into political activism by the referendum. Annie Wells, the Scottish Conservative candidate for Glasgow Provan, got involved with the pro-union campaign Better Together, when she says her notions of ‘what a Tory is’ were blown away.     Annie Wells at the Scottish Conservatives manifesto launch in Glasgow Photograph: Jeff J Mitchell/Getty Images    “I’d never related to being a Tory, and I came from a working class family,” explains Wells, who lives in the north east of Glasgow with her son and works as a manager at Marks and Spencer. Despite that, Wells - who is ranked second on her party’s Glasgow regional list - is in a strong position to find herself elected as a Tory MSP by the end of the week, if polling predictions hold. “When you’ve got someone like me chapping your door and saying ‘I’m a Tory’ people can see the party has changed,” says Wells, although she will admit that convincing people that “they’re not voting for David Cameron and George Osborne” is still the hardest challenge to overcome on the doorstep. “It’s not just about being political and knowing everything about every single policy,” she insists, with admirable honestly. “It’s about people being able to relate to you: you’re a single parent, you’ve struggled. I believe the time has come for people like me to stand up.” Zara Kitson, the Scottish Green party’s second list candidate for Glasgow, joined the party in 2011: “At my first meeting I was the only person under 40”. Another Women for Independence committee member, she was active throughout the referendum campaign but says it is the post-referendum also surge enjoyed by the Greens that has completely changed the dynamics of this Holyrood campaign for her.  After a five-fold increase in membership, bringing with it people, money and energy, “the difference is amazing” says Kitson. “People have always liked the Greens but not felt able to vote for them before”.     Zara Kitson, Scottish Greens, at a hustings meeting at Rosshall Academy in Glasgow Photograph: Murdo Macleod for the Guardian    “They also recognise that Labour has not managed to recover in this election, and that we can work with anyone who shares our aims. Particularly after his performance in the referendum campaign, people see Patrick [Harvie, party co-convenor] as a constructive and sensible voice.” Having cut her teeth on previous campaigns, this is Kitson’s first Holyrood election and one she is in with a shout of winning, coming second on the Glasgow regional list behind Harvie. “It’s not easy to be the person standing up there. I’m not from a family that was political at all. When I’ve not had any lunch, or have no time to spend with my girlfriend, I do ask myself why am I choosing this? But the reason is that there aren’t many voices like mine in politics.” She adds: “We need those fresh voices to make people reflect that they are in an institution like any other. We hear a lot about the institution of Westminster but those dangers of becoming entrenched are all there for Holyrood too.” Trade union activist Cat Boyd, lead candidate for the left alliance party RISE on the Glasgow list, likewise has no plans to become institutionalised.  Rise, which stands for respect, independence, socialism, environmentalism, claims to represent a united Scottish left for the first time in decades, and launched its manifesto last month with a vision of a Trident-free independent Scottish republic achieved via a second referendum within the life of the next parliament. It was formed out of Radical Independence - which Boyd co-founded and was another successful element of the grassroots yes movement - and the more established Scottish Socialist party (SSP), once led by Tommy Sheridan.     Cat Boyd speaking at a rally in Glasgow’s George Square Photograph: Alamy    While there has been much discussion of tactically using the second vote -particularly amongst yes supporters who want a more varied, but pro-independence, parliament - Boyd says that on the doorstep people are still more concerned with how the voting system operates.  “I think that tactical voting is a big discussion in the media but at a campaign level a lot of people aren’t sure how it actually works.” Boyd is clear that Rise remains “a project in its infancy”, and one without a huge budget. Nonetheless, she adds: “I know everyone says this but when we’re able to speak face to face to people they really like our ideas.” Voters have been particularly interested in Rise’s alternative to the council tax, as well as plans for a living income for carers, she reports.  Although Boyd was familiar a degree of public recognition from her referendum campaigning, she admits that standing as an election candidate has been a difficult transition. “For a person from a very small party, a lot of my life has had a large amount of attention. But there has to come a moment when you put your ego to the side and commit yourself.” “I think because I am a woman in the public eye and not frightened to say things that are unpopular, a lot of it comes from the idea that ‘you should know your place’.”",
  "webTitle": "Scottish elections: new faces of Holyrood 2016",
  "webPublicationDate": "2016-05-02T07:54:05Z",
  "webUrl": "https://www.theguardian.com/uk-news/scotland-blog/2016/may/02/scottish-elections-new-faces-of-holyrood-2016",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "uk-news/scotland-blog/2016/may/02/scottish-elections-new-faces-of-holyrood-2016"
}