{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/18/felicity-cloake-my-week-as-a-vegan",
  "id": "2016-05-18-114",
  "sectionId": "lifeandstyle",
  "body": "When I say I’m omnivorous, I mean I’m the kind of person who once ate an eyeball for a dare. The annoying holiday companion who wants to try the crispy silkworms in a Vietnamese market, and that sucker who will pay the hefty supplement for a plate of smelly cheese. But even I can’t ignore the mounting evidence that most of us need to cut down our meat consumption if the world is to avoid environmental catastrophe – research published in March suggests that widespread adoption of a vegan diet could cut global food-related emissions by about 70%.      Felicity looks fetchingly at camera while clutching some protein powder in a vegan T-shirt. Photograph: Susan Smillie for the Guardian    And, although veganism has certainly improved its image in the last couple of years, it is still a largely unknown quantity – so when my editor asks me to cut out animal products for a week, I almost bite her hand off. I’m interested to find out how I’ll cope, particularly without my daily dose of dairy. Will I feel better without butter? Will my skin glow like a ripe apricot? Will the dog still love me after seven days of meat-free leftovers? Sunday     ‘Mylk’ taste test. Photograph: Felicity Cloake for the Guardian    Fresh off the plane from Tipperary, Ireland, my blood 80% full-cream milk, I kick off vegan week with a run, while I’ve still got the strength. (En route, I listen to a podcast about super-successful ultramarathon runners who thrive on a diet of bean burritos. Turns out I’ll be fine.) Back home, I make a pot of coffee and survey my dazzling array of “mylks”. Almond milk and coffee sounds a happy flavour combination, but I return to my cup after polishing off avocado on toast and find it no longer resembles anything I want to put near my mouth. This turns out to be one of the toughest aspects of veganism: relearning how to make decent coffee (and, even harder, tea). On a side-by-side test of coconut, brown rice, hemp, soy, almond and two types of oat milk, the last, with its similar fat content to semi-skimmed cow’s milk and fairly neutral flavour, proves the best option, with hemp a surprising runner-up. But I suspect, like all things related to the perfect cuppa, this is a very personal preference, so experiment – and if it’s prone to curdling (I’m looking at you, soya), heat it gently before adding slowly.     Vegan sausage with sweet potato mash and peas. Photograph: Felicity Cloake for the Guardian    I’m really looking forward to pigging out on south Indian curries and Middle Eastern vegetables for the week, but it seems fair to give the vegan products on the market a whirl as well, given that in the real world, few of us have time to cook every single meal from scratch. There is no shame in buying a sausage, whether it is made from meat or wheat, such as the Swiss vegan banger “laced with red peppers” I cook for dinner with olive-oil mash and peas. After working out rather too late that the shiny casing isn’t edible, I am pleased to find the inside is. It tastes … well, it tastes like something from my childhood I can’t put my finger on, but which, though not unpleasant, definitely isn’t a sausage. At least I don’t have to worry about how it has been treated, though, and I can always smother it with mustard. Monday     Baked potato and beans. Photograph: Felicity Cloake for the Guardian    I head out with friends for a bank holiday walk and take an emergency packet of almonds, in case I’m unable to find anything to eat in rural Essex. This proves a comfort when someone produces homemade flapjacks, though the dog votes with its paws and shuns me for the rest of the afternoon. Come lunchtime, the smell of charred meat from the pub barbecue makes my mouth water, unlike my sad baked potato with beans (oh, for cheese or butter). My friend Ian, standing beside me at the bar as I quiz the staff, is puzzled by my embarrassment. I was brought up not to make a fuss – asking busy barmen to check whether their beer is stabilised using egg whites or milk proteins is surely the working definition of this. Thank God a quick internet search on someone’s phone reveals I can drink the cider, which is a relief, because I sure as hell can’t have any pudding.      Peanut and dill dal, saag ‘paneer’ with tofu. Photograph: Felicity Cloake for the Guardian    I go home, make a big pot of delicious peanut and dill dal and a clever take on sag paneer with tofu “cheese” from Jackie Kearney’s excellent Vegan Street Food book, and inhale the lot. Tuesday     Three-miso ramen. Photograph: Felicity Cloake for the Guardian    Back to work – and the early-morning dog walk, today with the added bonus of a cup of curdled coffee. “You want more soya milk?” the barista enquires, noticing my face. Her second attempt is better, but it still tastes bitter. I don’t usually take sugar in my coffee, but this stuff needs all the help it can get. Lunch involves more product testing – today, vegan charcuterie and cheese. Though I’m curious to find out what these substitutes taste like, ironically, I find I’m eating less fruit and veg this week than normal – usually I’d have a salad, not a hunk of heavily seasoned wheat gluten. If I went vegan long-term, I’d make most of my food from scratch, rather than relying on these highly processed substitutes, many of which taste worryingly salty. It is a reminder that vegan doesn’t always mean healthy.      Funky, unfiltered vegan wine. Photograph: Felicity Cloake for the Guardian    Tonight I’ve been invited to dinner and the hosts are big natural wine fans, so I’m delighted to get a bottle of funky, unfiltered fizz to myself. Emma has really gone to town on the menu too, catering for me by cooking a deeply savoury ramen with three types of miso, and homemade coconut ice-cream. Tip of the day: if you’re considering going vegan, choose your friends carefully. Wednesday     Scrambled tofu on toast. Photograph: Felicity Cloake for the Guardian    People are genuinely interested in the challenge. Last night’s crowd were particularly concerned about my protein intake – something I don’t usually give much thought. Worried I might waste away, I swap my usual breakfast fruit and yoghurt for scrambled silken tofu (not bad at all when you add tomatoes and herbs) and toast. Dry toast – because, although vegan spreads are widely available, I was scarred by margarine as a child, so I attempt my own coconut butter and fail miserably.     Vegan cauliflower-based pizza. Photograph: Felicity Cloake for the Guardian    I’ve got appointments in town today – a good excuse to treat myself to lunch out. One thing I’m quickly learning about being vegan is that it pays to plan ahead. This being London, a quick search reveals a vegan-friendly cafe just round the corner, where I eat something claiming to be a pizza with a cauliflower base. Although it doesn’t remind me much of a pizza, it’s pretty tasty (but so heavy I can barely speak in either meeting). Afterwards, I head to a vegan ice-cream joint in Soho where I can make a pig of myself in the name of research. I eat so much of Yorica’s refreshingly light coconut and rice-based soft serve that I don’t need dinner. It strikes me that I’m unlikely to lose much weight on this regime – at least until I get a handle on sensible portion control for these new foodstuffs.     Yorica vanilla and chocolate ice-cream. Photograph: Felicity Cloake for the Guardian    Thursday I pop into the local vegan shop (naturally, there is a vegan shop within mung-bean-spitting distance of the Guardian) and a fellow customer recommends the powdered eggs, made from “nutrient-dense microalgae”. They certainly look the part, fooling several people on social media, and even have a certain, slightly off-putting, sulphurous smell, but they taste of absolutely nothing – better for an omelette, perhaps, than plain scrambling. I’ll draw a veil over the maple-smoke “bacon” that accompanies them at breakfast, except to say that it’s edible, but there its resemblance to bacon ends.      Homemade vegan pizza. Photograph: Felicity Cloake for the Guardian    Later, I have friends round for my own vegan pizza. It is better than I expect, given that all vegan salami seems to taste largely of celery seeds and salt, and most of the cheese has challenging top notes of baby vomit. That said, they do melt well, giving the pizzas a satisfyingly familiar appearance and a bland creaminess that offsets the richness of my homemade tomato sauce nicely. Not everyone is so impressed, though: the fact one of them goes for a curry on the way home suggests I may be going native. Friday     Oat milk porridge. Photograph: Felicity Cloake for the Guardian    Discovery of the day: oat milk makes utterly gorgeous porridge. (Duh.) I go for Campari spritzes with a friend after work and we stuff our faces with olives, hummus and other vegan-friendly bounty from the Turkish grocers round the corner. I decide to assume a hastily purchased bottle of prosecco is vegan-friendly. Ignorance, though no defence, is definitely bliss on a sunny evening.     Turkish spread. Photograph: Felicity Cloake for the Guardian    Saturday A morning market trip nearly causes a fall at the last hurdle, as we happen upon the most delicious-looking doughnuts I’ve ever seen, right next to a man casually grilling cheese sandwiches with scant regard for my vegan nostrils. Someone offers me a sample of wine, and I’m so grateful it’s vegan that I buy an entire box. This evening’s dinner with friends revives my spirits: a veritable Ottolenghi feast, followed by a Campari and orange sorbet. For the second time in two days, I thank God the vivid red Italian aperitif is no longer coloured with beetle extract.     Ottolengi feast. Photograph: Felicity Cloake for the Guardian    Sunday My editor rings before I’ve had time to buy any semi-skimmed in celebration at the end: she has got a final few vegan products to test, and suggests a barbecue on her boat. Still high on last night’s dinner, I agree – only to find myself chewing miserably on a green spelt and hazelnut cutlet while other guests abandon their bean burgers along with their flimsy principles and grab chorizo rolls instead. When a seagull swoops down and snatches a duckling from the water next to us, I can’t help seeing it as a sign. It’s a dog-eat-dog world – and I’m definitely no duckling.     Tempeh and carrot sandwich from the Thug Kitchen book. Photograph: Felicity Cloake for the Guardian    The aftermath The challenge hasn’t been as hard as I’d feared; I reckon I could go a good few weeks, if perhaps not a lifetime, cooking vegan without missing animal products. I felt just fine – neither weak nor positively glowing with health. Perhaps most surprisingly, a week later, I’m still eating a largely vegan diet at home. But, I’m sorry – I’ve gone back to a proper cuppa. Some things are just too sacred to mess with.     Avocado and mango soup from Just Soup by Henrietta Clancy. Photograph: Felicity Cloake for the Guardian    Top tips 1 Think ahead if you’re eating out – do your research (most places have menus online these days) and always pack snacks, just in case. 2 You can find a list of vegan-friendly products on most supermarket websites (and if you don’t have time to check ahead, the Co-op is particularly good at vegan labelling, especially for own-brand wine.) 3 Don’t assume that something is healthy just because it’s vegan; check the label, as with any other food.     Vegan brandy alexander with oat cream. Photograph: Felicity Cloake for the Guardian    4 Make sure you’re not just eating carbs, fruit and veg; you need fat and protein, too. Nuts and oils are a good source of the former, while the top vegan-friendly proteins are seitan mock-meat, made from wheat gluten, tofu and tempeh. 5 Don’t feel you can only eat special vegan foods or cook from vegan-specific books, although there are some good ones out there, such as Kirsten Rodgers’ V is for Vegan, Aine Carlin’s The New Vegan and Marie Laforêt’s Vegan Bible. I still have lots of recipes I’m dying to try from popular mainstream books, too: Italian, Middle Eastern and Indian ones should all have a good selection.",
  "webTitle": "Felicity Cloake: my week as a vegan",
  "webPublicationDate": "2016-05-18T15:31:18Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/18/felicity-cloake-my-week-as-a-vegan",
  "keyword": [
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nutrition",
      "id": "lifeandstyle/nutrition",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Felicity Cloake",
      "id": "profile/felicity-cloake"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/18/felicity-cloake-my-week-as-a-vegan"
}