{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/27/older-drivers-should-carry-on-until-75-before-renewing-licence-says-review",
  "id": "2016-05-27-8",
  "sectionId": "society",
  "body": "Older motorists should be able to carry on driving until they are 75 before renewing their licence, an official review is reportedly expected to conclude. The Older Drivers Task Force, established in 2014 to support people later in life to drive safely, will recommend to the government in July that the current mandatory renewal age of 70 is raised. A long-term increase in life expectancy and the safety of older drivers compared with younger ones are reportedly expected to be factors behind changing the current restriction, in place since 1971.   Related: Seniors hit back at 'incomprehensible' call for older drivers to stay off road    The report is likely to raise concerns that many people give up driving when they turn 70 because their licence expires, leading to depression in later life and a greater burden on the care system, reports the Telegraph. John Plowman, the task force’s chairman, said: “We want older drivers to stay driving for as long as possible. We don’t want to put them off. “The key point is that we are living longer and they healthier. If you tell them to think about driving assessments they may well just give up driving which puts them at risk. “They lose the social contacts that they had, they are more likely to get depressed and isolated and put a greater burden on the care system.”  He said older drivers were generally safer than others and that they appeared high in fatalities lists because they were more fragile, not because they were more likely to cause accidents.  A 2013 study conducted by the Transport Research Laboratory and the RAC Foundation found that one in 10 of motorists over 70 were not fit to drive, but Plowman says older drivers are being unfairly stigmatised.  Plowman said: “What we’re up against is the headlines about older drivers going down the wrong side of a motorway and having massive crashes. But older drivers are generally safer than others.” He said many older drivers opted not to drive on motorways at night or in poor weather conditions.  A DVLA spokesman told the Telegraph that there were currently no plans to change the system of drivers over 70 having to renew their licence every three years and declare any medical condition which they believed may affect their driving.",
  "webTitle": "Older drivers should carry on until 75 before renewing licence, says review",
  "webPublicationDate": "2016-05-27T22:36:48Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/27/older-drivers-should-carry-on-until-75-before-renewing-licence-says-review",
  "keyword": [
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Smith",
      "id": "profile/dominic-smith"
    }
  ],
  "guardianId": "society/2016/may/27/older-drivers-should-carry-on-until-75-before-renewing-licence-says-review"
}