{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/political-donations-bill-heffernan-warns-of-asian-facilitation-culture",
  "id": "2016-05-05-293",
  "sectionId": "australia-news",
  "body": "The Liberal senator Bill Heffernan has warned an “Asian facilitation culture” is creeping into Australian politics made worse by the professionalisation of politics – a day after Tony Abbott revealed he was offered $5,000 in cash as a young MP. Heffernan also called for a standing federal independent commission against corruption, which could deal with all federal jurisdictions, including the judiciary, in his final week in parliament. On Wednesday Abbott said he was offered the cash in an envelope by a “well-known millionaire” when he was a relatively new MP. He said Heffernan counselled him against taking the money and told him to get the donation made by cheque to the party. “Obviously it was the thing to do and Tony was very generous to acknowledge what happened and I have to say it’s a particularly good bit of guidance for a young politician, which he was at the time, and obviously he was struggling with his home budget,” Heffernan told Guardian Australia. “I am not going to comment on how common [cash donations are] but some things are strikingly obvious and he disclosed that.   Related: Abbott: a 'well-known millionaire' offered me $5,000 when I was a new MP    “I am across the Asian facilitation culture which makes it very difficult for people trading into there. You can get a signature only if you pay that bloke over there. “[It’s important] for us to not have that culture here, which is creeping into local government. It’s becoming endemic with developers in local government and for young blokes getting on to councils who aspire to a further [political] career. The professionalisation of politics means you start at the local council level.” Last year, the former Labor environment minister Peter Garrett said when he first entered politics he was offered an envelope containing “hundreds, if not thousands of dollars” by Clubs NSW. But Garrett later retracted the claim, saying he had remembered the incident wrongly. Heffernan, who famously apologised for allegations he made against Justice Michael Kirby, again took up judicial misbehaviour on Thursday in one of his final Senate estimates committee hearings before he retires. He used the appearance to first call on the attorney general, George Brandis, to establish a federal judicial commission but Brandis rejected the concept because the federal judiciary was relatively small and there had been very few issues.  “I have never seen any evidence of an endemic problem or significant problem in relation to the federal judiciary,” Brandis said. Later in the afternoon, Heffernan returned to the committee to tell Brandis that a “very senior ex-judicial officer” had rung on Thursday to tell him he was “right on the money”. Heffernan then urged Brandis to establish a federal anti-corruption commission. “If there is not a critical mass in the federal judicial system to justify a federal judicial commission, why not have a body – an Icac-type thing federally – which would embrace both the federal judicial issues and others?” Senator Ian Macdonald disallowed the question. Brandis told the Senate earlier this year that the federal politics had been “remarkably free of corruption”. The impending July election has cut short a Senate select committee inquiry into establishing a federal anti-corruption body but its chair, the Palmer United senator Dio Wang, has said such a body would save governments millions of dollars and restore the public’s confidence in politics. Independents Andrew Wilkie and Nick Xenophon supported a federal anti-corruption body with the best features of the state corruption bodies. The Greens have moved several motions in favour of one but the major parties oppose a standing body.    Related: Arthur Sinodinos 'under constant stress' over NSW Liberal donations revelations    Xenophon welcomed Abbott’s comments for helping to expose the “vexed nature” of political donations. “His comments were very revealing and I commend him for making those comments because he has helped expose the vexed nature of these donations,” Xenophon said. “I would like to know who the millionaire was. It seems to be intended as an attempt to buy a pollie, where clearly Tony Abbott did ever the right thing.” Xenophon, who is setting up his own political party, which is threatening government seats in South Australia, said he had rarely received “cash donations”. He said most of his campaign funding was coming from a bank loan for $100,000 which needed to be repaid with interest. Wilkie said cash donations were “clearly” going on and a federal anti-corruption body could investigate such allegations. “If someone gives cash to an MP, receipted as a donation, there is nothing untoward with that but it starts to smell improper when it’s cash,” he said. “While $50 cash, receipted properly, would be understandable, $5,000 doesn’t smell right. “I do sense that it is clearly going on and clearly these aren’t unique episodes because surely we haven’t heard of the only two cases federally.” Wilkie said a federal commission could oversee politicians and their staff, among others. “This is already illegal. For example, there are the federal police, the Australian Electoral Commission, we already have these bodies so the fact that it is presumably going on does suggest that it is an argument for some body to snoop around and check on allegations like this and even to follow them up.”",
  "webTitle": "Political donations: Bill Heffernan warns of  'Asian facilitation culture'",
  "webPublicationDate": "2016-05-05T07:41:13Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/political-donations-bill-heffernan-warns-of-asian-facilitation-culture",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/05/political-donations-bill-heffernan-warns-of-asian-facilitation-culture"
}