{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/anthony-albanese-warns-liberal-party-not-to-preference-the-greens",
  "id": "2016-05-29-203",
  "sectionId": "australia-news",
  "body": "Labor’s Anthony Albanese has ramped up his threat against the Liberal party, saying if the party directs its preferences towards his Greens opponent in the Sydney seat of Grayndler he will turn the issue into a national judgment on Malcolm Turnbull. He said the Liberal party for strategic reasons had still failed to rule out a preference deal with Jim Casey, the Greens’ candidate in Grayndler, but the delay was putting them on the side of an avowed anticapitalist. He threatened to turn this into a national issue if the Liberal party hierarchy did not state publicly that it would not preference Casey.    Related: Greens leader Richard Di Natale takes election battle to Anthony Albanese    “It would be extraordinary if they do, and if they do I’ll have very clear message which is a vote for Malcolm Turnbull is a vote to abolish capitalism,” Albanese said on Sunday. “This is someone who in a video posted by the Greens themselves, so they’re quite proud of it, said he’d prefer a Tony Abbott government above a Bill Shorten government essentially because you’d get better demonstrations,” he said. “It’s a very old-fashioned hard-Marxist view of the world which says that if you just oppress people they’ll rise up against the system.  “I believe in lifting everyone up, that’s my objective, and I’ve gotta say, when I’ve been door-knocking in Balmain and Rozelle and Annandale, there aren’t many when I knock on the door who say, ‘The big issue for me is, are you going to abolish capitalism?’” The pressure is mounting on Albanese to retain his seat of Grayndler, which he has held since 1996. The seat is a classic Sydney inner-west electorate comprising many students and young families.  The Greens are targeting the seat because they say the demographics are on their side, and if Albanese – who is a popular candidate – wasn’t running they believe the seat would be for the taking. But ABC election analyst Antony Green says it is very likely Albanese will still win the seat, but a recent redistribution has made the challenge slightly harder.   Related: Thanks Daily Telegraph, I welcome a debate about the overthrow of capitalism | Jim Casey    “A Green victory in 2016 will require forcing the Labor vote down from the 46.5% estimated first-preference vote in 2013, will require the Greens to outpoll the Liberal candidate, and then to receive a majority of Liberal preferences,” Green has written on his election blog. “Without Liberal preferences, the Greens would need to outpoll Labor on first preferences to win.” Casey has come under fire from Labor and Liberal politicians, and sections of the media, for comments he made at the Greens Reboot Future conference in 2014, held at the University of Technology Sydney.     The Greens candidate for the seat of Grayndler, Jim Casey. Photograph: Paul Miller/EPA    As a representative of the Fire Brigade Employees’ Union, Casey said at the time he would like to see Tony Abbott returned as prime minister, with a labour movement that was growing, with an anti-war movement that was disrupting things in the streets, and with a strong women’s movement, Indigenous movement and climate change movement that was starting to disrupt the production of coal.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    “I’d prefer to see Abbott as the prime minister in that environment than Bill Shorten as prime minister without it,” he said. The Victorian Liberal president Michael Kroger indicated in March that the Liberals may be prepared to enter a “loose arrangement” with the Greens in some circumstances, because they are “not the nutters they used to be”. But Kroger’s comments have angered some conservatives in the Liberal party, and some senior figures in the Greens, neither of which want to do any deal with the other.  Greens strategist admit that the only way Casey could win in Grayndler is with Liberal preferences.",
  "webTitle": "Anthony Albanese warns Liberal party not to preference the Greens",
  "webPublicationDate": "2016-05-29T03:03:26Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/anthony-albanese-warns-liberal-party-not-to-preference-the-greens",
  "keyword": [
    {
      "webTitle": "Anthony Albanese",
      "id": "australia-news/anthony-albanese",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/29/anthony-albanese-warns-liberal-party-not-to-preference-the-greens"
}