{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/eight-rounds-into-the-afl-season-and-still-no-clear-favourite-for-the-premiership",
  "id": "2016-05-15-27",
  "sectionId": "sport",
  "body": "If you’ve left your television on for longer than 90 seconds recently, chances are you’ve had the pleasure of seeing one of those corporate bookmakers spruiking their wares. The men in these ads tend to fall into three categories; the bellowing yahoo, the dithering dolt and the smug, sockable sales type. In a footy season like this however, their protean premiership markets give pause for thought.    Related: Dangerfield and Cats top of AFL ladder after downing Crows in grudge match    They are barely recognisable from week to week, let alone from when they were first framed last October. Eight weeks into one of the most entertaining and open footy seasons in years, a clear favourite has yet to reveal itself. There is no Leicester City in this competition, but there are any number of flag chances, including a franchise club, a team of flat track bullies from across the Nullarbor and a couple of old staples. “We’ve been either overrated or underrated,” Geelong coach Chris Scott said last year. “I don’t think too many pundits get us exactly right.” Running with that, the Cats were the bookies’ seventh or eighth fancies in October but quickly shortened on the back of an unusually cosy draw and the acquisition of a handy player from across the state line.  Three things missing since 2011 – decent ruck stocks, leg speed and someone to take the pressure off Joel Selwood around the contest – have catapulted them into contention. Patrick Dangerfield (you may have seen him interviewed recently) is not short on confidence, nor talent. On the eve of his debut game, he was sitting on a throne on The Footy Show.  Granted, Geelong’s forwards are still prone to the yips. And they’ve lost five of their past six finals. But with Dangerfield strutting about, a list that bats deep and the luxury of being able to rest their senior citizens, the Cats are in this up to their ears. North Melbourne has hovered reliably but reluctantly on the second rung down for several years now but are currently undefeated and season 2016 surely represents their best shot at a flag since the Carey/Pagan years. They have a dominant ruckman, the tallest of timber up front and a gameplan that stands up in September. They are 8-0, their best start to a season since 1978. “We’re in a opinion-based game,” their coach likes to say. Yet prevailing opinion, surprisingly, remains lukewarm on the Roos.   Related: Kangaroos' Mason Wood hospitalised after knocking himself out in brave mark    Are the Swans the safe bet? They certainly looked so until late on Saturday night, when a couple of decidedly un-Sydney-like lapses and unlucky bounces handed Richmond a typically absurd after-the-siren win. Lance Franklin has shown he can still buckle his swash, booting five goals, including one from outside 60. Despite figuring in 12 of the last 13 finals series, the Swans continue to fly under the radar.What about their not-so-noisy neighbours? Greater Western Sydney dismembered Gold Coast on Saturday, unearthing yet another frighteningly good first gamer in the process. They’re the only team to have worked Geelong out and over. The Victorian-centric commentariat continues to bewail the concessions, the academies, the fact that they get 8,000 people to their games. But they are tough, ever-evolving and eminently watchable. They also have a stack of high draft picks who can’t break into their side.  In 1992, when the despised West Coast became the first non-Victorian team to win a VFL/AFL premiership, ground announcer Mike Williamson urged the locals to make some noise and show some respect as the victors completed their lap of honour. Should we brace ourselves again? Should we start learning the words to their theme song? Or will the winter grind prove their undoing? They were, after all, 6-2 this time last year and fell in a heap. Speaking of West Coast, at what point do we take them seriously? When it comes to beating up second stringers on their home turf, the Eagles are peerless. But AFL premierships are won in Melbourne. And every time they land at Tullamarine Airport, the Eagles shrivel up.   Related: Tom Liberatore equals AFL tackles record as Bulldogs see off Demons    Is there a bolter? Is it the Western Bulldogs, whose coach was player-coach of a C-grade amateur team a decade ago, and whose captain’s ACL injury has been the asterisk on an otherwise rollicking season? Or is it Adelaide, who have been involved in two of the most high-standard and entertaining games this year – a win against Sydney and a loss to Hawthorn? But were their cards marked on Friday night, with their 25-point losing margin flattered by some tardy Geelong kicking and interesting umpiring? And what of the reigning, reigning premiers, those Dark Lords of the competition? The ones with the crook percentage and the monotone club legend on the Lite n’ Easy ads? Such are the vagaries of the draw, the Hawks still have to play North Melbourne, Melbourne and Sydney twice. This time last year, they’d won four games. By the time we’d woken up, Darryl Braithwaite was blaring in their change-rooms and people were commissioning statues of their coach. It couldn’t happen again, could it? The hell it couldn’t.",
  "webTitle": "Eight rounds into the AFL season and still no clear favourite for the premiership | Jonathan Horn",
  "webPublicationDate": "2016-05-15T20:30:16Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/eight-rounds-into-the-afl-season-and-still-no-clear-favourite-for-the-premiership",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Geelong",
      "id": "sport/geelong",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Horn",
      "id": "profile/jonathan-horn"
    }
  ],
  "guardianId": "sport/2016/may/16/eight-rounds-into-the-afl-season-and-still-no-clear-favourite-for-the-premiership"
}