{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/talking-horses-monday-best-bets-latest-racing-news",
  "id": "2016-05-16-214",
  "sectionId": "sport",
  "body": "I’ll start with a very minor caveat about the form of yesterday’s French 2,000 Guineas, won in such impressive style by The Gurkha, who may now be a Derby candidate. Graham Cunningham has noted on Twitter this morning that three of the first four home, including the winner, were among the last five to be loaded into the starting stalls, by which time some of the first eight to be loaded had compromised their chances by boiling over.   Related: Derby beckons after Aidan O’Brien’s The Gurkha puts rivals to the sword    This kind of thing is an unexplored area of race analysis and comes up so infrequently that you can hardly be sure of its significance. The 1,000 Guineas won by Homecoming Queen in 2012 seemed an extreme example of ‘loading bias’, when the first two home, returned 25-1 and 33-1, were about the only runners not loaded at the time when one horse became wedged under the stalls so badly that she had to be put down. Anyway, it’s something to bear in mind when these horses run again. The Gurkha, First Selection and General Patton may have benefited yesterday. Dicton ran third, despite having been loaded earlier than those others. Today’s best bets, by Chris Cook Today’s nap is only 11-8, which is shorter than I generally like, but Upavon (3.15) has strong claims. He is known as an all-weather specialist and has managed to win off a mark of 90 in that sphere but, having switched yards over the winter, broke his duck on turf at Newmarket on Friday. In fairness to him, that was only his seventh run on grass and, as it was an apprentice race, he escapes unpenalised here. From a mark of 67, he looks extremely well placed to score again, provided he can handle a second quick outing. He was arguably disappointing when turned out twice in five days back in October but still ran to a level that would probably be good enough to win this race. Kempton stages a competitive jumps card and there is something to be said for Gowanauthat (4.05), a 6-1 shot who has won a couple of times for Charlie Mann this year. For all that he won on heavy in January, a sound surface helps him and his prominent style of racing should play well in these conditions. At Windsor tonight, look out for the debut of Snow Pixie in the 7.30pm race. She’s a half-sister to Snow Fairy, trained to win the Oaks and £4m in prize money by Ed Dunlop, the in-form trainer who also handles Snow Pixie. Snow Fairy wasn’t sharp enough to win on her debut but she started out as a two-year-old. She was making rapid strides by the time she was Snow Pixie’s age and, with Dunlop doing well, Snow Pixie looks a strong contender for tonight, so I’m surprised to see 7-1 on offer. But I can’t recommend a bet because there may well be reasons known to sections of the betting market why this horse is an unlikely winner this time. Tipping competition – a new week Congratulations to Toptrapper, who picked Barsanti (15-8) on Friday to sneak past kinklynch and win last week’s competition on a final score of +36.88, a princely 38 pence ahead of his rival. It was a high-scoring week, with seven of you finishing on +22 or better. This week, we’re offering you a second chance to win a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. To kick things off, we’d like your selections, please, for these races: 3.45 Brighton, 3.55 Redcar, 4.05 Kempton. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Monday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-16T11:55:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/talking-horses-monday-best-bets-latest-racing-news",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/16/talking-horses-monday-best-bets-latest-racing-news"
}