{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/08/bluedot-science-culture-festival-jodrell-bank-cheshire-july",
  "id": "2016-05-08-203",
  "sectionId": "culture",
  "body": "The Observer is to host a stage at a brand new festival – Bluedot – in July. Taking place at the Jodrell Bank observatory in Cheshire, Bluedot is a three-day festival of discovery that aims to fuse a complex mix of music, artists, speakers, scientists and performers into a unique event. Jean-Michel Jarre, Underworld and Caribou will headline three days of music, featuring diverse acts from DJ Shadow to Mercury Rev.    Brian Eno has created a new installation, Zenith, which will project on to the Lovell Telescope    The arts and science programme will be led by Brian Eno, who has created a new installation, Zenith, specifically for Bluedot, which will project on to the Lovell Telescope and interact with the data gathered by the telescope over the weekend. Other highlights include Prof Brian Cox and Robin Ince in The Infinite Monkey Cage live; Andrew Smith talking about Moondust, his award-winning book in which he meets all the men who have walked on the moon; Helen Keen with her award-winning It Is Rocket Science! stand-up show; and Pete Lawrence from the BBC’s Sky at Night giving a spectacular tour of the universe. In addition, the Michelin-starred chef Aiden Byrne will be creating a “stratospheric seven-course menu” for the festival’s Restaurant at the End of the Universe. The festival will also feature a wide range of talks from top scientists and astrophysicists on everything from pulsar-hunting to the search for alien life and exhibitions of rarely seen spacecraft, sci-fi writing workshops and children’s sci-fi storytelling. The programme for the Observer’s science and technology stage will be announced shortly.     Comedian Helen Keen will perform her award-winning show It Is Rocket Science!. Photograph: Helen Keen website    According to the festival director, Ben Robinson, Bluedot has “a mandate to deliver a festival like nothing else on Earth, with a stellar programme of music, science, art, film and technology. “Securing an amazing lineup, including Jean-Michel Jarre and Brian Eno, in our first year is a massive coup – but Bluedot isn’t just about the music so having Brian Cox and Robin Ince at the festival and a whole host of top scientists is going to be a real highlight. We still have quite a few surprises up our sleeve that are going to make this the talking point of the festival season.” Prof Tim O’Brien, associate director of Jodrell Bank, and prof Teresa Anderson, one of the festival’s science directors, both agreed that “Bluedot is going to be special. We want to blow people’s minds with some amazing music and some incredible ideas – from the Big Bang to black holes, AI to climate change, and loads more. The name of the festival is a nod to Carl Sagan’s description of Earth as a “pale blue dot”; the festival will celebrate our planet in the vast cosmos, showcasing humanity’s creative achievements in arts, science, technology and the exploration of space.” • Adult weekend tickets for the Bluedot festival, 22-24 July, are from £119, including camping; day tickets from £35, go to discoverthebluedot.com. Guardian and Observer members can purchase tickets at a 20% discount. See membership.theguardian.com/events for further details",
  "webTitle": "Totally cosmic science festival for blue-sky thinkers",
  "webPublicationDate": "2016-05-08T05:59:14Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/08/bluedot-science-culture-festival-jodrell-bank-cheshire-july",
  "keyword": [
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Brian Eno",
      "id": "music/brianeno",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Brian Cox",
      "id": "science/brian-cox",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "People in science",
      "id": "science/people-in-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Physics",
      "id": "science/physics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Underworld",
      "id": "music/underworld",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "culture/2016/may/08/bluedot-science-culture-festival-jodrell-bank-cheshire-july"
}