{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/17/never-mind-the-bbc-heres-20-years-of-top-guardian-recipes",
  "id": "2016-05-17-97",
  "sectionId": "lifeandstyle",
  "body": "Recipes. They’re seldom controversial. The section of a newspaper, magazine or website devoted to what you’re having for your tea isn’t usually the stuff of online petitions or open displays of fury (unless you’re arguing over the origins of hummus, cultural appropriation or the best paella). But all hell broke loose this morning after news that the BBC was “archiving” thousands of its recipes on BBC Food (part of the broader conversation about the Beeb’s “distinctiveness” from the commercial sector) was discussed on Radio 4. “The BBC is removing 11,000 recipes and people can’t cope,” squealed the Metro. Well, not exactly: users will still be able to access recipes if they have the dish names or urls – they will be “archived or mothballed” (given the uproar, the BBC has produced a guide to exactly what’s happening). The hashtag #bbcrecipes has been trending all morning with the likes of Suzanne Moore and Owen Jones using it to make wider points about defending the BBC (“They can take our lives, but they can never take our #bbcrecipes!”); while journalist and author Chris Eaking and Jack Monroe tweeted on the value of free recipes in an age of processed food, obesity and poverty. There were also several imaginative offers to reproduce the archive on other platforms (some more serious than others). What’s cheering in the furious reaction to this row (we’ll leave aside the big conversations about the BBC and licence fees, access to free content and competition) is how valued recipes are. With this in mind, we’ve put together our own best loved and most popular recipes, with picks from editors at Observer Food Monthly and the Observer Magazine, Weekend Magazine, Cook and G2, including current recipe-givers Nigel Slater, Yotam Ottolenghi, Felicity Cloake, Rachel Roddy, and some from our own rich archive, which includes the likes of a fresh faced Heston Blumenthal.     A taste of summer: gooseberry pie from Simon Hopkinson. Photograph: Jason Lowe for the Observer    Notable recipes over the years Back in 2002, when people still wrote letters, Weekend’s mailbox was full of praise for this recipe from Heston Blumenthal for triple-cooked chips. Much imitated, never beaten. The Observer’s Nigel Slater is a man of many recipes. This grilled chicken with basil butter one from 2005 recently prompted him to say “I sometimes think it’s my favourite recipe of all”. Felicity Cloake’s method of road-testing techniques and recipes from a multitude of different chefs in pursuit of perfection is always popular, but never more so than when applied to everyday dishes. Witness this column, including her technique for frying the perfect egg ran (and ran.) In December 2011, Hugh Fearnley-Whittingstall did us all a favour when he shared his mum’s shepherd’s pie recipe. An all-time favourite, from 2007 – Dan Lepard’s groundbreaking 100-page guide to baking featured everything you need to know, from pastry techniques to bread recipes (including “the easiest loaf in the world”). Although Yotam Ottolenghi is often singled out for long lists of ingredients, this paneer recipe, from April 2014, features just two ingredients. Nigella Lawson’s rhubarb meringue pie, featured in OFM, combines orange and rhubarb to spectacular effect beneath a luscious meringue topping. At Christmas, it’s become traditional to look towards Nigella or Delia, and this chilled out Christmas from the former, featuring sweet potato macaroni cheese, drunken noodles and lemon pavlova, was anything but traditional.  Jamie Oliver’s classic tomato spaghetti and strawberry and ginger nut ice cream signalled the start of a real interest in budget recipes back in 2009 … ... and talking of cooking on a budget, in 2005 in Weekend Magazine, Angela Hartnett showed us all how to cook well for a fiver a day … … and they didn’t get more budget than Jack Monroe’s 9p bean burger – born out of having just a can of kidney beans in the cupboard “and a three-year-old who wanted a burger” – which was one of the first and most popular recipes she ran in the Guardian back in 2014. This video talks about the inspiration behind cooking on a budget and includes the recipe. Back in 2009, Jane Baxter introduced many of us to the joy of stuffed courgettes in her summer recipe special. Simon Hopkinson’s gooseberry pie, commissioned specially for OFM in June 2014, is one of his all-time favourite summer recipes and, he said, “almost exactly how my mother made one of her sugary fruit pies”.     Not just any beef sandwich: a twist on an old favourite from Nuno Mendes. Photograph: Jill Mead for the Guardian    How do you improve a beef sandwich? If you’re chef Nuno Mendes, you marinate the meat in its own fat, cook it in oil and then serve it with … yep, some more fat. This recipe isn’t the healthiest we have ever run, but it was one of the most popular. “Pie is a mystery restrained by pastry. Believe me, pie is your friend,” said Fergus Henderson, presenting this excellent St John beef and kidney pie in OFM’s 20 best comfort food recipe special in 2014. Indeed. Jane Baxter and Henry Dimbleby’s falafel recipe from Cook will take you as close to falafel perfection as you can get without a plane ticket to Egypt. Adam Liaw touched a nerve when he published the five simple dishes and the mistakes you’re making with them on Guardian Australia’s food blog last year. In 2013, as reports of the New York Cronut craze hit the UK, G2 got Edd Kimber (winner of the first Great British Bake Off) to come up with his own fauxnuts. When Dominque Ansell revealed that the official recipe took three days to make, Edd’s just became more appealing. Rachel Roddy’s recipes are exercises in simplicity, and this twice-cooked broccoli dish is a case in point. Six ingredients, 20 minutes, eminently accessible, and reliably delicious. Readers voted this chickpea, courgette and pepper stew by Nigel Slater one of their all-time favourites.     Just perfect … chocolate cake from Felicity Cloake. Photograph: Felicity Cloake for the Guardian    Cook’s 10 best sandwich recipes feature from a couple of years ago included the droolsome Borough Market’s three-cheese toastie from Bill Oglethorpe. “You may wonder if the world needs another recipe for chocolate cake – but I found it surprisingly hard to track down one that actually tasted, as well as looked the part,” says Felicity Cloake. “This, in my opinion, is the definitive teatime chocolate cake.” But just in case you need one more … this easy cocoa cake from Ruby Tandoh is one every parent needs up their sleeve come birthday cake time. For something rich and spicy, try Nigel Slater’s red aubergine curry, originally published in November 2009 and included in OFM’s most popular recipe special. Chef Jeremy Lee’s hake with herb sauce was “as joyous to behold as it is to eat,” he said. OFM included it in their best summer fish special and readers agreed.     Crushed Puy lentils with tahini and cumin, by Yotam Ottolenghi. Photograph: Colin Campbell for the Guardian    Some of our most popular recipes published in the last three years How to make the perfect pulled pork, by Felicity Cloake  Yotam Ottolenghi’s lentil recipes 10 best cauliflower recipes, Cook Rachel Kelly’s recipes for leftover chicken Hugh Fearnley-Whittingstall’s recipes for sourdough Gwyneth Paltrow’s juice recipes How to mix the perfect Old Fashioned, by Felicity Cloake Adam Liaw’s 10 recipes you should be able to make from scratch by the time you’re 30 10 foods to make from scratch, by Dale Berning Sawa Jack White’s perfect guacamole Three soup recipes that beat bone broth, by Hen Clancy",
  "webTitle": "Never mind the BBC – here's 20 years of top Guardian recipes",
  "webPublicationDate": "2016-05-17T16:02:13Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/17/never-mind-the-bbc-heres-20-years-of-top-guardian-recipes",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/17/never-mind-the-bbc-heres-20-years-of-top-guardian-recipes"
}