{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/breakin-convention-review-hip-hop-dance-festival",
  "id": "2016-05-02-129",
  "sectionId": "stage",
  "body": "There’s always a buzz at Breakin’ Convention. For 13 years, the hip-hop dance weekender has filled Sadler’s Wells with a young, upbeat and vocal crowd, egged on by the festival’s affable founder and director Jonzi D. Opening the Sunday night programme were festival favourites Boy Blue Entertainment, whose Emancipation of Expressionism 2 showcases the astonishing technical and performative skill of their youthful cast. Sleek, super-synchronised and superbly disciplined, they wind themselves into tense knots and explode in stuttering steps that pinpoint every beat, bodies strafed by lights and smoke. The following duet, Kaleidoscope by Sharifa Tonkmor and Maren Ellermann, doesn’t quite achieve the same exactness, but its doll-like articulations and angular, floor-bound actions give it a more offbeat, unconventional look. Antoinette Gomis (France), Iron Skulls (Spain) and the Ruggeds (Netherlands) reprise pieces shown in last year’s festival. Gomis’s Images portrays a woman’s journey from subjugation towards self-esteem. It’s a powerful subject but the choreography is slight; Gomis dances well enough – from hesitant gesticulations through to weighty, full-bodied freedom – but for depth and discovery all you need is the Nina Simone soundtrack. The masked Iron Skulls troupe invade the stage from the auditorium in their soldierly Sinestesia. The work wavers between stagey effects (wandering searchlights, white clouds, massed movements) and moments of emotional force (stylised jitters, parachuting jumps, images of combat and capitulation). The Ruggeds’ Adrenaline also opens with an overly militaristic feel, but a bebop track later releases the dancers into a fluid, personable dynamic: they ping goofily off gym balls and spin like teetering gyroscopes, their stunts and tricks as enjoyable as they are impressive.         Watch a clip of Iron Skulls’ Sinestesia    In their slightly wearing Womanoïde, the French female quartet Bandidas portray a squad of silvery space robots, pounding the ground to an assaultive beat like video-game androids. Hip-hop choreography can tend towards militarism, with drilled formations, battle scenes, uniform costumes, but the French company Enfants Prodiges steer clear of such overtones with deft touches of slapstick (head-butting an invisible force field), casual showmanship (one man seems to walk up a wall made of air) and sheer flair. The two surprise acts of the night could not be more different. The rubber-limbed Soweto Skeleton Movers, from South Africa, have an utterly disarming style called pantsula that is rough-hewn, knockabout and playful. With a bounce in their steps and looks of mischief, they twizzle into pretzels, play amazing tricks with floating hats and turn their limbs into skipping ropes and Hula Hoops. In contrast, the rising British choreographer Ivan Blackstock explores violence, alienation and ritual in an excerpt of his forthcoming work Traplord of the Flyz. Nightmarish images meld with ominous rap and a potent physicality: a pig mask, the puff and glow of narcotics, black men in blackface, the body as a battleground. Blackstock is one to watch: this is not hip-hop adapted for theatre; it’s theatre expressed through hip-hop. • At Cast, Doncaster, on 7 May. Box office: 01302 303 959. Then touring until 1 June.",
  "webTitle": "Breakin' Convention review – hip-hop squads invade stage at dance weekender",
  "webPublicationDate": "2016-05-02T13:32:25Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/breakin-convention-review-hip-hop-dance-festival",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sanjoy Roy",
      "id": "profile/sanjoyroy"
    }
  ],
  "guardianId": "stage/2016/may/02/breakin-convention-review-hip-hop-dance-festival"
}