{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/01/ran-citizen-kane-in-the-heart-of-the-sea-review",
  "id": "2016-05-01-190",
  "sectionId": "film",
  "body": "If it’s a lean week for new DVD releases, that’s just as well: there’s no competing with this week’s classic reissues, beginning with an indispensable new Blu-ray of Ran (Studiocanal, 12). Following a brief but glorious run in cinemas, this 4K restoration of Akira Kurosawa’s 31-year-old Sengoku Shakespeare riff transfers every ravishing nuance of its digital makeover to the small screen – its vast, swarming compositions razor-sharpened, its deep, marbled skies heavy with weather, the regal reds of its military rags glistening as if wet on the canvas. It’s a rare case of restoration as revelation: having first encountered Kurosawa’s poetically brutal redesign of King Lear on comparatively mucky VHS as a teen, I could see what was beautiful about it without fully seeing its beauty. Now, with its visual and sonic textures intensified as intended, the clean, soaring vigour of its storytelling is likewise heightened: the battle scenes in this neatly culture-crossed saga of feudal war and paternal betrayal tremble with personal stakes to match the formal magnitude of their staging. Ran is both great Shakespeare and great Kurosawa; if its relative newness means it’s been a shade less canonised than Seven Samurai, this immaculate polish should change that. Though it’s also been digitally hoovered to pristine effect, a 75th-anniversary reissue of Citizen Kane (Warner, U) isn’t going to have quite the same startling effect, if only because Orson Welles’s thundering 1941 anatomy of a media baron could hardly be more elevated than it is – that unedifying but imposing “greatest film of all time” label sticks fast, even if it lost the pole position it held for decades to Vertigo in Sight & Sound’s august critics’ poll. That reputation is a pretty unhelpful prism through which to view the film, attaching expectations of concrete, capital-I Importance even to Welles’s most puckish instincts as a film-maker: once I had watched it as a film rather than a totem, the zest and verve and acrid humour of this precociously nonconformist “biopic” of a disguised William Randolph Hearst came far more silkily to the fore. The chunkily austere packaging of this special edition — complete with hardback brochure and commentary-rich extras – doesn’t exactly play this side up, but it’s a handsome piece.     Orson Welles and Joseph Cotton in Welles’s classic Citizen Kane.    Moving on to newer (if not fresher) fare, Citizen Kane and Daddy’s Home (Universal, 12) may both be deemed films in the sense that dandelions and California redwoods are both plants. Which is not to dismiss Sean Anders’s cheerfully slender family comedy (which quietly racked up £165m worldwide at Christmas, when no one, save the ticket-buyers themselves, was really looking) out of hand. There’s some jolly comic sparring in this otherwise stencil-cut tale of rival fathers competing for their kids’ affections: Will Ferrell’s prissy, uptight stepdad may lose all the cool points to Mark Wahlberg’s swaggering, ex-military biological one, but Ferrell in harassed mode is still one of the most reliable laugh-getters in mainstream American comedy. If the film lacks a shred of visual ingenuity or even narrative subtext, the stars’ dork-and-cheese chemistry gets it by. It’s certainly more fun than In the Heart of the Sea (Warner, 12), Ron Howard’s suitably shipwrecked, would-be epic account of the maritime disaster that inspired Herman Melville’s Moby-Dick. Wispily embodied by Ben Whishaw, Melville himself steers the film’s stodgy framing device, extracting from grizzled ex-seadog Brendan Gleeson the glum story of how a colossal sperm whale put paid to the Essex whaleship in 1820. The lost-at-sea survival tale that ensues, headed up by strapping first mate Chris Hemsworth, is a smidge more gripping than Melville’s research notes, but Howard injects no propulsive sense of derring-do into proceedings – even the effects-saturated sequences of catastrophic attack make for some pretty murky spectacle, the camera lens slicked in algae throughout. In terms of internal logic, the murk is similarly thick in Takashi Miike’s demented genre-mash extravaganza Yakuza Apocalypse (Manga, 18), which plays as if scripted during one of those group-writing games where everyone blindly adds a sentence to an ongoing story. Miike, however, makes a virtue of senselessness: there’s barrelling, bananas momentum to this nuclear meltdown of a martial arts B-movie, in which monsters, vampires and a mute marauder in a moth-eaten felt frog costume tear up the expected genre terrain. Miike, already a prolific director by reputation, appears to have made about a dozen films at once here: arduous nightmare fuel for many, but for those on the director’s barely decipherable wavelength, it’s an almighty party.     In The Heart Of The Sea: a ‘pretty murky spectacle’.    Intrepid cinemagoers are currently bathing in the heady delights of Portuguese auteur Miguel Gomes’s astonishing Arabian Nights trilogy, but those waiting for the film to hit Mubi.com’s streaming menu in the next month can do some prep work. Never previously released in the UK, Gomes’s 2004 debut The Face You Deserve is also getting a Mubi airing, and it’s well worth a dive. Labelling it more conventional than Gomes’s subsequent output is strictly a relative call: there’s enough wistful whimsy to this musical comedy of a 30-year-old manchild surrendering to his alter egos to drive some around the bend. Just as many, however, will be enchanted by Gomes’s fey muddling of fairy-tale convention with postmodern romanticism. Consider it a sweetly inessential introduction to an essential voice.",
  "webTitle": "Ran; Citizen Kane; Daddy’s Home; In the Heart of the Sea; Yakuza Apocalypse – review",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/01/ran-citizen-kane-in-the-heart-of-the-sea-review",
  "keyword": [
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ran",
      "id": "film/ran",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Citizen Kane",
      "id": "film/citizen-kane",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "In the Heart of the Sea",
      "id": "film/in-the-heart-of-the-sea",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guy Lodge",
      "id": "profile/guylodge"
    }
  ],
  "guardianId": "film/2016/may/01/ran-citizen-kane-in-the-heart-of-the-sea-review"
}