{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/england-marcus-rashford-euro-2016",
  "id": "2016-05-13-23",
  "sectionId": "football",
  "body": "Marcus Rashford is in line for a possible England debut in the coming weeks after being elevated into Roy Hodgson’s preparations for Euro 2016 only three months after his breakthrough in the Manchester United side. Hodgson and his coaching staff have been so impressed with the teenager’s impact at Old Trafford they have invited him to train with the senior squad prior to England’s final two warm-up matches before travelling to France for this summer’s tournament. Rashford, who has not even won an Under-21 cap yet, was discussed prominently at a meeting involving Hodgson and his staff earlier this week and a call has been made to United to seek approval for the 18-year-old to have his first experience of England’s seniors in the build-up to their friendly against Australia in Sunderland on 27 May. Hodgson names his provisional squad for Euro 2016 on Monday and Rashford is in Hodgson’s thinking because of the knee injury to Danny Welbeck that means the Arsenal striker will be missing for the next nine months. It is understood Rashford is now ahead of Andy Carroll in the list of possible reserves.   Related: Marcus Rashford the latest in charge by Manchester United’s young guns    As it stands, Rashford is not expected to go to the tournament but Gary Neville, one of Hodgson’s assistants, is a firm admirer and England’s management team believe that, at the very least, the teenager should train with the squad and be available as a potential back-up player in case of any other withdrawals. A similar arrangement was made with John Stones and Jon Flanagan before the last World Cup when both players were included in Hodgson’s warm-up programme and made their England debuts in the process. Rashford, similarly, will be available for inclusion after a three-month period in which he has made his United debut, scored the winner in a Manchester derby and contributed seven goals in 16 appearances for Louis van Gaal’s team. Rashford is free to join the seniors because he has been left out of England’s Under-21 squad for the Toulon Tournament, starting next Wednesday, on the basis he will be involved in the FA Cup final the following weekend. United’s players have been excused from England’s game against Turkey at the City of Manchester stadium on Sunday week for the same reason, while Liverpool’s contingent will also be rested because of their involvement in the Europa League final. Hodgson will have his full squad available for the Australia game and England’s final match before the tournament will be against Portugal at Wembley on 2 June.",
  "webTitle": "England ready to call on Marcus Rashford for Euro 2016 standby role",
  "webPublicationDate": "2016-05-13T21:29:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/england-marcus-rashford-euro-2016",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/13/england-marcus-rashford-euro-2016"
}