{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/rugby-union-sevens-rio-oympics-tokyo-2020",
  "id": "2016-05-12-231",
  "sectionId": "sport",
  "body": "Rio and sevens rugby The impact of rugby union’s inclusion in this year’s Olympics in Brazil and the 2020 Games in Japan will have a greater impact on the game in Britain than last year’s World Cup, which was hosted by England. That is one of the conclusions made in The Future of Rugby, a report commissioned by HSBC to look at the difference that sevens, the short form of the game that will be used in the Olympics, will have in the next decade. The forecast is not quite for it to emulate T20 in cricket but become a major summer event here and, globally, expand the sport in both men’s and women’s rugby. “If the money in the sport is still predominantly associated with the 10 unions that compete at fifteens in the Six Nations in Europe and The Rugby Championship in the southern hemisphere, and global investment driven by the four-yearly Rugby World Cup, the breadth of participation, by region and by gender, is now associated with sevens,” the report begins. “Rio 2016 is but the latest milestone in a development process that has taken the sport beyond its traditional heartlands to new countries and new markets. Key to this transformation has been the short-form game, rugby sevens. It is sevens that will be played at the Olympics; it is sevens that will help raise the profile of the game on the world stage this year.”   Related: Maro Itoje: ‘Disappointments sharpen the desire – Saracens want to go all the way this year’    The report estimates that since rugby union’s return to the Olympics was announced in 2009, £20m has been invested in the sport by national Olympic committees. “While the initial benefits are likely to be seen in the development and participation of the sport rather than in spectator numbers – Olympic audiences are huge, but interest in fringe sports tends to be confined to the countries that play them already – there is no doubt that the Olympics will transform the image of rugby. Countries will start to take the sport more seriously – and funding and government support will increase. We’re already seeing evidence of this. After the Olympic decision was taken, China put together a full-time professional women’s sevens team.” Octavian Morariu, the president of Rugby Europe, the governing body that represents the tier-two and -three nations on the continent, believes that the winds of change blowing through the 15-a-side game after the World Cup will receive an extra gust after the Olympics. “What is important for the game is that we show that its growth is not just confined to sevens,” he said. “It was rugby that became an Olympic sport, not sevens, and we have to use the extra interest that the Rio Olympics will being to help make the whole game more universal. Bernard Lapasset, who is standing down as the chairman of World Rugby, has had that vision and I am sure that his successor, Bill Beaumont, will carry that on. I do not see him arguing for the status quo. “We have a huge chance, starting with Rio. People will discover rugby through the Games and the sport can leave a mark on their minds. The players will see what being global really means, part of an Olympic Village with more than 200 countries. We know we have a long way to go and it is challenging, but we have two shots to establish rugby as an Olympic sport. We can prove our sport is dynamic and has great supporters. We can show are values are Olympic ones. We must take this chance.” The HSBC report points out that the rugby world has expanded through sevens with countries like the United States, Kenya and Brazil embracing it, in the men’s and women’s games, while China, South Korea and Kazakhstan have won medals at regional events: “While the tier system will still be in place to support the development of fifteens teams in 2026, it will be less useful as a guide to sevens performance. Countries such as China or Brazil, which use the Olympic opportunity to drive funding into the game, will be competitive in both men’s and women’s sevens. Expect to see the Sevens Series follow the game to these new growth hotspots, with venues in cities such as Shanghai and Rio.” The report sees a domestic spin-off from the Olympics. The Australian Rugby Union, ever mindful of new financial streams, has been looking at whether it could use sevens to boost the sport in the way the Big Bash there has led to bigger cricket crowds. “This might involve sports franchises; in the UK, the teams might be associated with the English Premiership and the Pro12 clubs. In turn, this will increase knowledge of the sport among people who might not have the opportunity to go to a World Rugby Sevens Series event, and create new national media exposure, coupled with broadcast and scheduling innovation [in the same way that coverage of T20 cricket has been transformed].”   Related: Olympic Games: Team GB call up 25 players for Sevens training squad    And then there are the players. The report expects their number to more than double from 7m today to 15m by 2026 with most of the new ones coming into the sport through sevens. The former England full-back Jason Robinson, who joined union from league, believes that players in the 13-a-side game who make the switch in future will be tempted by sevens. “The skills required are a much better match,” he said. “Sevens is much less technical, less crowded and more reliant on the speed and handling skills that rugby league promotes. Rugby league players are taught not just to tackle the man, but also to wrap up the ball. That’s something that’s important in rugby sevens when winning possession of is critical. As the money grows in sevens, rugby league stars who make the crossover will go there rather than fifteens.” Sevens is also less attritional than the full version at a time when player welfare is a major issue, but it has yet to really take off commercially and will not tempt the big names in the 15-a-side game because they would face a significant drop in income. HSBC reckons that will change, not least because of the reach of social media. “By 2026, sports media will be live or be on digital social platforms, or both,” the report adds. “Websites will be largely redundant, except as reference sources. Sports content will mostly be hosted on and consumed through social platforms, whose owners will represent important opportunities for partnerships, revenues and brand development. For younger audiences, live content will also increasingly be watched via devices rather than on television. Expect to see the development of a sevens-based e-gaming community, which will also be a space through which sevens stars emerge. “As sevens grows in visibility and reputation, it will start to drive revenues in its own right, from attendances and media and sponsorship sales. This will be enhanced by the development of national sevens series leagues, and by the emergence of sevens as a summer sport in its own right. This will involve a greater focus on the athleticism and power of the game, and on the competitive nature of the matches and the teams. One effect will be that we’ll start to see sevens players emerge as stars in their own right.” • This is an extract taken from The Breakdown, the Guardian’s weekly rugby union email. To subscribe, just visit this page, find The Breakdown and follow the instructions.",
  "webTitle": "Why Olympic inclusion could prove sevens heaven for rugby union | The Breakdown",
  "webPublicationDate": "2016-05-12T11:47:39Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/rugby-union-sevens-rio-oympics-tokyo-2020",
  "keyword": [
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/12/rugby-union-sevens-rio-oympics-tokyo-2020"
}