{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/20/russian-ladwear-how-fashion-found-inspiration-in-grungy-post-soviet-streets",
  "id": "2016-05-20-162",
  "sectionId": "fashion",
  "body": "If, God willing, this is not your first visit to the Guardian fashion site, you may have noticed several mentions of a label called Vetements. Headed up by a Georgian collective of designers and based in Paris, its status as the label of the moment is as bewildering as its success. How did a mishmash of grungy florals, £1,000 tracksuits and the infamous DHL T-shirt become the Parisian catwalk look?     Vetements autumn/winter 2015 show. Photograph: Sipa/Rex/Shutterstock    Dig deeper, though, and you will see a whole raft of designers coming from the former Soviet bloc, such as Gosha Rubchinskiy, Tigran Avetisyan and Outlaw, a collective of avant-garde creatives founded by Maksim Bashkaev and Di Minrakhmanova, popping up in Vogue. These designers all focus on the same three looks: oversized, grungy and super-casual sportswear. On one level, it’s streetwear. Or, as Katerina Zolototrubova, fashion editor of Vogue Russia, calls it: gopnik – a tricky and pejorative term describing “the bad boys from suburbs” in Russia. Not dissimilar to the loosely defined ladwear of London, “it’s the style of 90s kid”. “On one hand, it is kind of nostalgic, as we had very specific fashion time when we just started to get clothes from abroad, trying to adjust it to reality and everyday life,” she says.     Gosha Rubchinskiy spring/summer 2016.    Lumping eastern European, Georgian and Russian designers together isn’t always useful or accurate, given the political differences between the former Soviet countries, but their shared inspiration in this kind of streetwear is fast becoming 2016’s biggest look. Think primary-coloured tracksuits, buckets hats, oversized fake leather jackets and flat caps. Lithuanian fashion expert Ieva Zu, who runs Fashion Bloc (a site dedicated to fashion from eastern Europe), agrees there is a eastern European movement – be it wearing a rope as a belt or brandishing a politically charged badge or logo – but that its success now feels random: “That these designers are famous now is sort of coincidental, even lucky. It’s become one of the main looks of the season, or the moment, but the look is actually based on something we grew up with back home.” Influenced by punk, skateboarding and Russian history, Russian designer Rubchinskiy creates bold streetwear in peppy colours sometimes marked with the hammer and sickle, in reference to the USSR. She isn’t alone in finding fashion’s fetishisation of this symbolism uncomfortable: “I understand it has a sense of humour here. But for someone like me it’s not the irony of the style which is difficult.” Zu was seven when the Soviet Union collapsed. “I wouldn’t wear it simply because of what I experienced during that period,” she explains. “I understand that fashion can be politically provocative, and I think if you have no association with it, it’s your choice. But would I wear it back home? No.”     Gosha Rubchinskiy’s spring-summer 2016 show. Photograph: Sipa/Rex Shutterstock    Still, even without the pre-Soviet references, it marks an interesting flip in the way streetwear has shifted geographically. “Growing up, we were wearing this sort of thing, but what we wanted to wear was American style from the 1990s,” explains Zu. The leap from extreme streetwear to catwalk has become commonplace in fashion, especially since Balenciaga installed Demna Gvasalia as its new creative director. That look has come to define Parisian menswear as neither formal nor casual. Zolototrubova adds: “I wouldn’t say that we produce more than other countries, but maybe at the moment everybody pays attention to the eastern bloc because of Gosha and Vetements.”",
  "webTitle": "Russian ladwear: how fashion found inspiration in grungy post-Soviet streets",
  "webPublicationDate": "2016-05-20T13:00:10Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/20/russian-ladwear-how-fashion-found-inspiration-in-grungy-post-soviet-streets",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Georgia",
      "id": "world/georgia-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/20/russian-ladwear-how-fashion-found-inspiration-in-grungy-post-soviet-streets"
}