{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/hillary-clinton-bill-90s-nostalgia-reform-scandal",
  "id": "2016-05-21-85",
  "sectionId": "us-news",
  "body": "Like the upcoming sequel to Hollywood’s 1996 blockbuster Independence Day, this summer Bill Clinton is hoping to revive the spirit of the 90s after two decades away from the White House.   Related: Why Hillary Clinton's 90s nostalgia is so dangerous | Thomas Frank    Frailer, thinner and with a now whispery stage voice, the 42nd president of the United States has captured attention by revealing a deal with his wife Hillary to serve as an economic adviser should she defeat Donald Trump in November’s general election.  But just as the film’s writers updated their script to put a woman in the new Oval Office – they memorably blew up the original – much has moved on since the last time a Clinton was behind the Resolute desk. What worked in the 1990s is no guarantee of box office success this time. Though his exact role in any future administration remains unclear and a cabinet post has been ruled out, the emergence of William Jefferson Clinton as a central cast member in his wife’s 2016 campaign is already prompting a major reinterpretation of past performances. From trade liberalisation and welfare reform, to gay rights and the war on drugs, the once-vaunted legislative successes of the first Clinton decade are being re-litigated in a very different America. Trump has also begun to re-examine old scandals. He has tried to use Bill’s womanising as an antidote to his own alleged misogyny, and has threatened to dredge up everything from his affair with Monica Lewinsky to the Whitewater property deals in an effort to smear his opponent in attack adverts. “Nobody in this country was was worse than Bill Clinton with women. He was a disaster,” Trump recently claimed at a rally in Oregon, after his own record was challenged by his opponent’s campaign.      Hillary Clinton campaigning with her husband’s 1992 presidential campaign in New Hampshire. Photograph: Cynthia Johnson/Getty Images    At least the Clintons have had time to develop a thick skin. “You think the stuff they said about [Hillary] is bad? They accused me of murder,” Bill Clinton responded on Friday, referring to the conspiracy theories that followed the suicide of White House aide Vince Foster. For many Democrats, the “first dude” – as Hillary once joked he might have to be called if she wins – nonetheless remains an unparalleled electoral asset.  Unlike Tony Blair’s war-tarnished reputation, the centrist tenets of Third Way politics in the US emerged relatively unscathed from Clinton’s eight years in office between 1993 and 2001.   Related: How to rebuild a party: the Democrats' comeback is a lesson for Republicans    The reputation of this political “big dog” for both growing the economy and bringing Republicans and Democrats together, though more fondly remembered on the left than the right, is a particular attraction at a time of partisan rancour and economic insecurity. “There’s been one time in 50 years when we all grew together, and that’s when I had the honour to serve. And I would like to see it happen again,” boasted Bill Clinton during a speech to supporters in Kentucky where he first revealed his offer to help his wife revitalise impoverished regions like Appalachia and the Rust Belt. But while this attention to what the former Clinton adviser James Carville once dubbed “the economy, stupid” makes just as much electoral sense now as then, there is far less consensus today that Clintonomics holds the necessary answers. At least two phenomena can trace some roots in that insecurity: Trump’s capture of the Republican party and the remarkably persistent challenge of Bernie Sanders to Clinton’s Democratic nomination. Both rest on their shared critique of Clinton-era free trade deals, and both opponents target the 1994 North American Free Trade Agreement (Nafta) and the permanent normalisation of trade relations with China in October 2000, which they say began a hollowing of US manufacturing that accelerated under George W Bush and Barack Obama. Sanders in particular has singled out Clinton’s reform of welfare entitlements for exacerbating US poverty rates and removing a vital safety net once the economy turned sour. The collapse in middle class incomes since the banking crash of 2008 can also arguably be traced back to Clinton’s decision to remove many of the restraints on Wall Street. Recently revealed documents show two separate attempts by bank-friendly advisers, in 1995 and 1997, to hurry Clinton into a repeal of the Glass-Steagall Act, which prevented investment banks, insurers and retail banks from merging.      Clinton on the Arsenio Hall show in 1992. Photograph: Reed Saxon/AP    A Financial Services Modernization Act was passed by Congress in 1999, giving retroactive clearance to the 1998 merger of Citigroup and Travelers Group. The law also unleashed a wave of Wall Street consolidation that was later blamed for forcing taxpayers to spend billions bailing out the enlarged banks after the subprime mortgage crisis. Even Bill Clinton’s own labour secretary, Robert Reich, has become a major critic of the administration’s legacy – and emerged as a powerful cheerleader for Sanders instead.   Related: Want to reverse sky-high inequality? Bernie Sanders is the pragmatic choice | Robert Reich    As Sanders supporters come under pressure to rally around Clinton, Reich acknowledged this week that she would be preferable to Trump, but with words of faint praise. “Don’t demonize or denigrate Hillary Clinton,” he wrote. “She’ll be an excellent president for the system we now have, even though Bernie would be the best president for the system we need.” On the campaign trail, Bill Clinton has also become a magnet for critics of the criminal justice system, who claim his 1994 crime bill, passed during the so-called “war on drugs”, was responsible for incarcerating a lost generation of African American men. “I don’t know how you would characterise the gang leaders who got 13-year-old kids hopped up on crack, sent them out onto the street to murder other African American children,” he angrily told Black Lives Matter protesters last month. “You are defending the people who kill the lives you say matter.”  Though the language sounded as dated as the policy, Clinton supporters argue some can be excused by the changing times and attitudes. Both Clintons, for example, have also been criticised by gay rights campaigners for supporting the Defense of Marriage Act in 1996, when public support for same sex marriage was far less common or vocal. Ultimately, however, such issues reveal the limits of relying on 90s nostalgia to help propel the Clintons back into the White House. As it has with grunge music, electronic pagers and Tamagotchis, the world has moved on a long way.",
  "webTitle": "Clintons continue to tout legacy where others see era of mistakes and scandal",
  "webPublicationDate": "2016-05-21T14:57:49Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/hillary-clinton-bill-90s-nostalgia-reform-scandal",
  "keyword": [
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/21/hillary-clinton-bill-90s-nostalgia-reform-scandal"
}