{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/manchester-united-memphis-depay-jose-mourinho-louis-van-gaal",
  "id": "2016-05-24-267",
  "sectionId": "football",
  "body": "Memphis Depay has shrugged off Louis van Gaal’s departure from Manchester United and suggested that playing for José Mourinho would be “a nice prospect”. Depay was left out of the matchday squad for the FA Cup final victory over Crystal Palace on Saturday despite becoming Van Gaal’s first signing at Old Trafford. The 64-year-old was finally informed he would be leaving his post as manager on Sunday night by Ed Woodward, the executive vice-chairman, with Mourinho now expected to succeed him.   Related: José Mourinho to Manchester United not the best fit but unlikely to be dull | Barney Ronay    Depay, who insisted that he would succeed at United after joining them for £25m from PSV Eindhoven last summer, admitted things had not exactly gone to plan. “I said this because I believe in myself. A love-hate relationship [with Van Gaal]? I do not know. And now he leaves – this is how things go in football and in life. You learn and you become stronger,” he told De Telegraaf. “If the arrival of Mourinho becomes official, I’ll ask Wesley Sneijder what kind of man he is. That’s interesting. It all sounds so, but it is not yet official.” De Telegraaf then reminded Depay that the former Internazionale midfielder Sneijder said Mourinho was the best coach he has ever worked under, to which the 22-year-old replied: “That’s a nice prospect.” Daley Blind was more sympathetic to his compatriot’s plight. The defender, who was signed from Ajax in August 2014, admitted he felt the club could have handled Van Gaal’s departure better. “A manager at a big club in the Premier League will always be under pressure. But in the case of Van Gaal he has not been treated fairly over the last six months,” he said. “I think a manager with the status of Van Gaal, who has achieved so much in his career, deserved more respect. No matter what was said or written about him as a manager, he never stopped protecting us as players. “He has defended us under any kind of circumstances, he was always taking the stick instead of us. I think I can say that the whole squad is grateful for that, for what he has done in that respect for us as players.” Blind added: “As players we kept believing in each other and we also kept believing in our manager, which was part of the reason we were able to win the FA Cup. We achieved this as a group, including the manager. In the end, this was a successful season in our eyes. “I’ve enjoyed working with the manager so much. I would have liked to have carried on for a long while.”",
  "webTitle": "Memphis Depay welcomes prospect of José Mourinho at Manchester United",
  "webPublicationDate": "2016-05-24T08:04:30Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/manchester-united-memphis-depay-jose-mourinho-louis-van-gaal",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/24/manchester-united-memphis-depay-jose-mourinho-louis-van-gaal"
}