{
  "apiUrl": "https://content.guardianapis.com/music/lostinshowbiz/2016/may/13/sharon-ozzy-osbourne-divorce-hairdresser",
  "id": "2016-05-13-303",
  "sectionId": "music",
  "body": "You can never accuse Ozzy and Sharon Osbourne of dodging the zeitgeist. If popular culture is celebrating something – be it heavy metal or reality TV or Louis Walsh’s big, dumb, competition-winner of a face – you can guarantee that you’ll find the Osbournes somewhere in the foreground, clattering into each other like wasps in a jar. With this in mind, it should come as no surprise that they are at it again. Because this is 2016, a year culturally identified by beautiful unions in states of deep internal crisis. There was Jay Z and Beyoncé. There was Batman and Superman. And now, inevitably, there is Ozzy and Sharon Osbourne.   Related: Ozzy Osbourne denies relapse caused split    The story goes that Sharon recently uncovered an affair between Ozzy and his hairdresser and booted him out of the family home after 33 years of marriage. Now, obviously, it’s hard to believe that Ozzy and any hairdresser would ever be particularly close – not least because Ozzy’s haircut has always made him look like a secondary school drama teacher who just woke up in a pile of her own sick and tried to comb the lumps out with a dinner fork while running for a bus – but, apparently, it’s true. If you’re old enough to remember the first wave of distressingly exploitative reality shows, this news will hit you hard. Ozzy and Sharon’s 2002 MTV series The Osbournes was, for want of a better phrase, hope in a bottle. It was a show about a family who managed to stay afloat in the face of many deadly obstacles – cancer; ATV accidents; aggressively entitled children whose accents wavered between commuter-belt yuppie and listless valley girl; a ramshackle house in a permanent state of disrepair; endless mounds of dog muck, and the inescapable fact that Ozzy Osbourne is essentially the ghost of Father Jack dressed up like someone’s just-divorced auntie – purely because they had each other. They hated each other, but they loved each other more. Ozzy and Sharon were a pairing for the ages. Except, now, they’re not, and it’s all thanks to the most heartbreaking of discoveries. Sharon has claimed that she uncovered Ozzy’s alleged wrongdoings by reading his emails, which is no way for a man like him to go out.     Happy family … Ozzy, Sharon and daughter, Aimee Mether. Photograph: David Crump/ANL/REX/Shutterstock    As he often liked to exclaim during episodes of The Osbournes – most notably when informed that the staging for one of his concerts would include a bubble-blower – Ozzy is “the Prince of fucking Darkness”. An affair for Ozzy Osbourne should be crazed and elemental, full of booze and recklessness and swathes of crushed velvet. It shouldn’t involve a borderline-tumescent 67-year-old man slowly typing one-fingered grot on an iPad to a hairdresser. That isn’t how this should work. It’s too mundane. It’s like discovering that Mick Jagger seduced his conquests by showering them with carpet samples and Wowcher offer codes for regional go-karting afternoons. It’s enough to knock your faith in the veracity of reality television, too. From watching The Osbournes, you would think that Ozzy and Sharon’s marriage was as watertight as they come, but the wool was being pulled over our eyes all along. What does this mean for other reality stars? Are they being misrepresented as well? Might it turn out that a member of the Made in Chelsea cast isn’t unwatchably vapid? Are the people from Towie actually capable of independent thought? What about the Kardashians, for crying out loud? Could it be that they’re not the very worst people who ever set foot on the face on the planet? That would be a revelation too seismic even to contemplate. But, still, the truth about Ozzy and Sharon will out. And, since this is 2016, and Sharon Osbourne has already appeared on TV drinking lemonade, it’s likely to come out in the form of a furious concept album about the dangers of mistreating your wife. Just know that, if it does, the phrase “Becky with the good hair” cannot possibly refer to Ozzy Osbourne.",
  "webTitle": "It’s not meant to end like this, Ozzy. You’re the Prince of Darkness",
  "webPublicationDate": "2016-05-13T06:20:07Z",
  "webUrl": "https://www.theguardian.com/music/lostinshowbiz/2016/may/13/sharon-ozzy-osbourne-divorce-hairdresser",
  "keyword": [
    {
      "webTitle": "Ozzy Osbourne",
      "id": "music/ozzyosbourne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sharon Osbourne",
      "id": "tv-and-radio/sharon-osbourne",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Reality TV",
      "id": "tv-and-radio/reality-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "music/lostinshowbiz/2016/may/13/sharon-ozzy-osbourne-divorce-hairdresser"
}