{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/elizabeth-warren-donald-trump-money-grubber",
  "id": "2016-05-25-97",
  "sectionId": "us-news",
  "body": "Elizabeth Warren unloaded on Donald Trump in a speech on Tuesday night, calling him a “money-grubber”, a tool of the Wall Street banks and a tax delinquent who rooted for families to get thrown out of their homes in the housing market crash. The Massachusetts senator seized on remarks made by Trump in 2006 and recently unearthed by Hillary Clinton’s campaign, in which Trump said of a housing market crash that “[I] sort of hope that happens because then, people like me would go in and buy … If there is a bubble burst, as they call it, you know you can make a lot of money.” Her voice resonating with offense, Warren, a former Harvard professor of law and high school debate champ, said that Trump “was drooling over the idea of a housing meltdown”. She continued:  What kind of a man does that? What kind of a man roots for people to get thrown out of their house? What kind of a man roots for people to get thrown out of their jobs? … What kind of a man does that? I’ll tell you exactly what kind of a man does that. It is a man who cares about no one but himself. A small, insecure money-grubber who doesn’t care who gets hurt so long as he makes a profit off it. What kind of man does that? A man who will never be president of the United States.     Tonight I called out @realDonaldTrump in not-so-subtle terms. Watch this. https://t.co/5tpKNIjVdt— Elizabeth Warren (@elizabethforma) May 25, 2016    Warren’s calls for prosecuting bankers, cuffing predatory lenders and protecting consumers have made her a hero for progressives and a scourge of Wall Street, and she spent much of last year deflecting supporters’ attempts to draft her as a 2016 presidential candidate. Upon finally taking “no” for an answer, Warren backers have watched her carefully to see whether she might endorse Clinton or her opponent Bernie Sanders (she hasn’t), or whether she might emerge as a potential vice-presidential running mate (it’s debatable).  But Warren has taken on a major role in the 2016 campaign, one that was as difficult to foresee as the rise of Trump as the presumptive Republican nominee. Whatever else the election cycle may hold in store for Warren, she has now moved, two months before the party’s national convention, into the crucial role of Trump critic-in-chief. The Democratic party is not short on Trump critics. The Senate minority leader, Harry Reid, at the weekend called Trump “the worst” and said he had never seen “a more flawed candidate”. Barack Obama has compared Trump to a host on the home-shopping network.  But it is Warren, with her unusual clarity on economic policy and business, her articulate defense of the social contract, her personal toughness – and her womanhood, in the face of Trump’s perceived antagonism toward women – whose voice has risen above the rest. Warren has not confined her criticism of Trump to his economic views. In some of her most powerful attacks against him, she has decried what she says are his attempts to silence critics, particularly female critics, with personal attacks against them. “Whatever @realDonaldTrump says, we won’t shut up. We won’t back down. This election is too important, & he won’t step foot in White House,” Warren tweeted earlier this month, continuing:    We get it, @realDonaldTrump: When a woman stands up to you, you’re going to call her a basket case. Hormonal. Ugly.— Elizabeth Warren (@elizabethforma) May 11, 2016      Do you think you're going to shut us up, @realDonaldTrump? Think again. It's time to answer for your dangerous ideas.— Elizabeth Warren (@elizabethforma) May 11, 2016    In reply, Trump has decorated Warren with one of the one-word epithets he has used to attempt to marginalize other opponents, such as “Lyin’” Ted Cruz, “Little” Marco Rubio and “Crooked” Hillary Clinton. In Warren’s case, the epithet is “goofy”.    Goofy Elizabeth Warren is now using the woman’s card like her friend crooked Hillary. See her dumb tweet “when a woman stands up to you…”— Donald J. Trump (@realDonaldTrump) May 11, 2016    Warren’s style of attack on Trump is notable as well for its use of Trump-style blunt speech – “loser”, “pathetic”, “dangerous”, “reckless”, “embarrassing” – in a way that does not descend into vulgarity, as Rubio did in an attack late in his campaign that suggested Trump had wet himself at a debate.  Warren’s first significant attack against Trump, back in March, after he had clearly emerged as the Republican frontrunner, was typical. “Donald Trump knows he’s a loser,” she began. “His insecurities are on parade: petty bullying, attacks on women, cheap racism, flagrant narcissism.”    Many of history’s worst authoritarians started out as losers – and @realDonaldTrump is a serious threat.— Elizabeth Warren (@elizabethforma) March 21, 2016    There are good reasons to suspect that Warren may not be in the running for a vice-presidential nod from Clinton, the likely nominee.  Warren has said that Clinton coddled big banks after taking campaign donations from them, a criticism picked up by Sanders. The two women are said not to have great chemistry, though Clinton has sought Warren out to consult with her. Warren remains the only female Democrat in the Senate not to have endorsed Clinton (in March she said: “I’m still cheering Bernie on.”) A Warren pick for Clinton would not square with the conventional wisdom that candidates ought to cater, in selecting their running mates, to general-election independents, instead of the party base. But as one of the most effective voices to have emerged against Trump, one who can match his defiance and indignation without slipping into coarseness, Warren has elevated her name in this election cycle alongside the candidates themselves – and her biggest role may be yet to come.",
  "webTitle": "Elizabeth Warren labels Trump 'money-grubber' who rooted for financial crash",
  "webPublicationDate": "2016-05-25T16:32:31Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/elizabeth-warren-donald-trump-money-grubber",
  "keyword": [
    {
      "webTitle": "Elizabeth Warren",
      "id": "us-news/elizabeth-warren",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom McCarthy",
      "id": "profile/tommccarthy"
    }
  ],
  "guardianId": "us-news/2016/may/25/elizabeth-warren-donald-trump-money-grubber"
}