{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/sadiq-khan-london-mayor-corbyn-labour-scotland-snp",
  "id": "2016-05-07-130",
  "sectionId": "politics",
  "body": "Graphic tracking the London mayoral results   Sadiq Khan’s election as London mayor in the early hours of Saturday handed a boost to Labour leader Jeremy Corbyn at the end of a difficult day in which Labour held ground in England but endured a disastrous defeat in its former heartland of Scotland. Khan’s landslide victory over his rival, Conservative Zac Goldsmith, in which he secured more than 1.3m votes made him the first Muslim mayor of a major western capital, and gave Labour the keys to City Hall after eight years of Conservative control, following a bitterly fought and controversial campaign.   Related: UK elections: Sadiq Khan's confirmation as London mayor delayed - live updates    As the votes were being counted, senior Tories and even Goldsmith’s own sister criticised his team’s strategy, which included repeated claims from the candidate himself and David Cameron that Khan had shown bad judgment by sharing platforms with alleged extremists. The former Conservative party chairman Sayeeda Warsi attacked the Goldsmith campaign on Twitter, claiming: “Our appalling dog whistle campaign for #LondonMayor2016 lost us the election, our reputation & credibility on issues of race and religion.” Steve Hilton, Cameron’s former director of strategy who was part of an effort to “detoxify” the Tories, told BBC Newsnight that Goldsmith had brought back the “nasty party label to the Conservative party”. Speaking after finally being declared winner after midnight, Khan said that he grew up on a council estate and “never dreamt that someone like me could be elected as mayor of London”.           Zac Goldsmith congratulates Sadiq Khan on election success    He highlighted his positive campaign before making a pointed attack on Goldsmith. “I am so glad that London has chosen hope over fear and unity over division. The politics of fear is simply not welcome in our city.” Goldsmith thanked his team and admitted he was disappointed but failed to address the accusations. The row could be uncomfortable for the prime minister, who used the line of attack more than once in the House of Commons.     Zac Goldsmith’s campaign has been attacked by senior Tories. Photograph: Andrew Parsons/i-Images    Jemima Goldsmith questioned the tactics, saying they did not reflect the “eco-friendly, independent-minded politician with integrity” she knew her brother to be. But underlining the hostility the new mayor could face once he takes up office, the candidate for Britain First, Paul Golding, turned his back in protest as Khan made his acceptance speech at City Hall. “Britain has an extremist mayor!” shouted a member of Golding’s team.           Sadiq Khan: London’s new mayor    Corbyn congratulated Khan at the end of a day of results across the UK that were not bad enough to trigger a coup against the Labour leader. He said he had defied the critics to hang on across England, where the party retained councils such as Crawley and Plymouth and had suffered a lower net loss than expected, of two dozen councillors. “All across England last night we were getting predictions that Labour was going to lose councils. We didn’t, we hung on and we grew support in a lot of places,” Corbyn said in a defiant speech to activists in Sheffield. In Scotland, however, Labour was pushed into third place by the Conservatives in a crushing defeat for a party that once dominated the political landscape north of the border. Corbyn said: “We are going to walk hand-in-hand with our party in Scotland to build that support once again.” The leader’s positive take on the election results contrasted with a more cautious response from a series of shadow cabinet members who said that Labour had a long way to go before it was on track for a 2020 majority. The shadow leader of the House, Chris Bryant, said Labour was not “match ready”, while the shadow Scottish secretary, Ian Murray, claimed that people did not see Corbyn’s Labour as a “credible party of future government”.   Related: We nominated Jeremy Corbyn for the leadership. Now we regret it | Jo Cox and Neil Coyle    Other seized on the predictions of psephologists who said it was extremely unusual for a party in opposition to lose council seats at this stage of the electoral cycle. Jo Cox and Neil Coyle, two new MPs who nominated Corbyn, wrote in the Guardian that they regretted their decision, warning that “weak leadership” risked keeping their party out of power until 2030. Cameron hailed the Scottish result, saying he would not have believed it possible two years ago. He accused Labour of losing touch with working people by being “obsessed with their leftwing causes and unworkable economic policies”.     Scottish Conservative leader Ruth Davidson stands with Edinburgh Castle in the background. Photograph: Danny Lawson/PA    Dubbed “Super Thursday”, the day of elections across the UK saw:  • Labour achieving 31% of the vote share, just ahead of the Conservatives on 30%, according to a BBC forecast, based on how people had voted in England. • The SNP losing its overall majority in the Scottish parliament but easily remaining the largest party with 63 seats, ahead of the Conservatives with 31 seats and Labour with 24. • Labour remaining the dominant party in Wales, winning 29 out of 60 seats, but losing its minister Leighton Andrews to the Plaid Cymru leader, Leanne Wood. Ukip also won seven seats in Wales. The polling analyst John Curtice suggested the results would translate into 301 Tory MPs in a general election, short of a majority, with Labour on 253. The Liberal Democrats made progress, taking control of Watford council and gaining seats elsewhere in the country. But the main focus of the day was on Labour’s performance, after a week in which Corbyn had been plunged into controversy over antisemitism claims that resulted in a series of suspensions, including Ken Livingstone. The Labour leader’s allies hailed the outcome, with the shadow chancellor, John McDonnell, and the shadow communities secretary, Jon Trickett, calling on critics of the leadership to “put up or shut up”.",
  "webTitle": "Sadiq Khan's London mayoral win gives Corbyn reason to be cheerful",
  "webPublicationDate": "2016-05-07T09:02:52Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/sadiq-khan-london-mayor-corbyn-labour-scotland-snp",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/06/sadiq-khan-london-mayor-corbyn-labour-scotland-snp"
}