{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/potpourris-and-napkin-rings-mourinhos-image-rights-delay-manchester-united-appointment",
  "id": "2016-05-26-243",
  "sectionId": "football",
  "body": "José Mourinho’s impending appointment as Manchester United manager has been held up by the Portuguese’s former club Chelsea owning the trademark to his name, with official documents showing the list of goods they can officially put his name to include after-shave, potpourris and even napkin rings.   Related: Zlatan Ibrahimovic wants £220,000-a-week to join Manchester United    Chelsea stand to earn a seven-figure sum from the manager they sacked in December even as he takes over at one of their major rivals. Ed Woodward, United’s executive vice-chairman, was in talks until late on Wednesday night with Jorge Mendes, Mourinho’s agent, and Chelsea, along with lawyers for the three parties.    Wow. All the Jose Mourinho trademarks owned by Chelsea. Includes lipsticks, lingerie, cigar holders etc. Crazy! pic.twitter.com/KRbLmumUzd— Venkat Ananth (@venkatananth) May 26, 2016    It is understood Chelsea bought the rights to Mourinho’s name and image in 2005, a year into the first of his two tenures at Stamford Bridge. European Union Intellectual Property Office records show that Chelsea Football Club Limited owns the trademark for five classes of goods until 31 March, 2025. The application was filed in March 2005 and registered in April 2006, covering items varying from umbrellas to watch straps, and lingerie to talcum powders The trademark for Mourinho’s name with another two classes of products was registered to Chelsea Football Club Limited in November 2013, running until June 2023. Chelsea refused to comment. Mourinho called United a “monster club” last October and the German midfielder Bastian Schweinsteiger is excited by his impending arrival. “We don’t know who will be our new manager yet, but it looks like it’s going to be an interesting derby in Manchester next season,” the Germany captain said, with Pep Guardiola arriving at the Etihad Stadium. “The enthusiasm for football in Manchester is great and if Mourinho does take over at United, I think all of the players want to train under him so it’s going to be quite a special season.”",
  "webTitle": "After-shave and napkin rings – Mourinho’s image rights delay Manchester United appointment",
  "webPublicationDate": "2016-05-26T10:51:01Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/potpourris-and-napkin-rings-mourinhos-image-rights-delay-manchester-united-appointment",
  "keyword": [
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/26/potpourris-and-napkin-rings-mourinhos-image-rights-delay-manchester-united-appointment"
}