{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/humanism-and-morality-have-cast-off-religion",
  "id": "2016-05-30-44",
  "sectionId": "world",
  "body": "Your editorial (Imagine no religion – it’s not so easy if you try, 28 May) exposes the problem of the conflation of morality with religion. There is considerable opposition from the Department for Education to any inclusion of non-religious world views in the school curriculum, yet there is good evidence that young people are even more likely to have “no religion” than their parents. It is deeply irresponsible of ministers to ignore the facts about religious decline and to risk moral education being diluted. The response of humanists, like myself, has been to volunteer to visit schools to talk to students about humanist values, the long history of their development, and their relevance to contemporary moral issues. The British Humanist Association has just launched its new website, Understanding Humanism, with extensive resources for teachers to plan and deliver classes and an online form to request a school volunteer visit. My own experience of school visits has been that students are very receptive to a discussion of secular ethics and many are pleased to find that their own views are validated by humanist ideals.Richard GilyeadSaffron Walden, Essex • Granted we need “a sense of global solidarity ... and a vision of humanity that transcends narrow self-interest”. You ask: “If Christianity no longer can supply that, what will?” Answer: a clear understanding of the use of moral language. Just as humanity needs a common language to convey factual information, it also needs a language to promote the common interest of its members in their personal fulfilment (Aristotle’s “well-being”). Just as convention fixes the truth conditions of factual statements, it settles the valid arguments to support moral judgments – and in both cases, the conventions are flexible to meet the changing needs of society. This is how moral questions are actually discussed (eg in editorials) – isn’t it time we accepted it as such, instead of hankering for “a set of religious stories and rituals” alleged to “justify” the arguments in terms of priestly pronouncements about the will of some unknowable person, obedience to whom will be rewarded in some unimaginable afterlife? Alan BaileyLondon • Your leader’s question, “If Christianity no longer can supply global solidarity, what will?” certainly woke me up from drowsy in-bed perusal of the papers. I couldn’t believe it – the Guardian coming from such a reactionary position? Is it so hard to see that humans have values whether they believe in the supernatural or not? That the ideas at the heart of liberal faith – love, compassion and human rights – are ones humanity has developed in the same way humanity developed ideas of God. If we created it all, and we and our ideas evolve, then why shouldn’t we choose to keep the important stuff and discard the packaging? There is a philosophy which has grown up within and alongside religion from the beginning and that is humanism. Come on in: you will find humanists full of wonder, full of spirituality, if by that you mean a sense of connectivity with things greater than themselves, and morally engaged with the world.Hester BrownLondon • The assertion that human rights “arose out of Christianity” is unsustainable. Human rights were variously encoded long before Christianity and beyond Europe, for example, by Babylonian King Hammurabi 2,000 years before, and in the 6th century BCE by the Charter of Cyrus. Around the same time in China, Confucius urged respect for the intrinsic value and moral force of all people and articulated the Golden Rule. In the 4th century BCE, the Confucian Mencius declared that “the individual is of infinite value, institutions and conventions come next, and the person of the ruler is of least significance”. Christianity added only dogma, guilt and hellfire to Judaism’s version of the Golden Rule (Leviticus 19:34), and bound human worth to God and the church. Human beings have struggled for human rights for as long as they have existed and in all parts of the planet: perhaps we should just have more faith in ourselves?Peter McKennaLiverpool • Alison Leonard (Letters, 24 May) says: “It’s fine that we’re living without ancient texts as our moral guides”, but then asks “how we can retrieve the concept of ‘the common good’?”. The irony, of course, is that the concept of the common good is deeply, although no doubt not exclusively, grounded in the thinking of people who do look to “ancient texts” for (part of) their moral guidance. At their the best, the Christian churches have spent a lot of time over the past 2,000 years having the discussions about the organisation and maintenance of a good community for which Ms Leonard calls. One need not accept all the claims of religion to recognise that this gives us a resource upon which we can continue to draw, and that the churches (and other faiths) can and should be part of our ongoing thinking.Andrew ConnellCardiff • Giles Fraser (The world is getting more religious, 27 May) imagines that secularism is a European conceit unvalued by the world’s poor. Yet the World Values Survey shows that the world’s least religious countries are in East Asia not Europe. Europeans are just catching up with the Eastern Enlightenment.Professor Alastair BonnettNewcastle University  • Giles Fraser’s analysis rings true, both politically and economically, from the perspective of liberation theologies, but I would suggest the huge decline in western Christianity has a much simpler root cause: the perceived claims of what people see as orthodox belief are, literally, incredible to the modern mind. And I think that includes quite a few of the tiny percentage of the population which still goes to church, who often struggle to find a safe space where faith’s partner, true doubt, can be honestly explored.Fr Alec MitchellManchester • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Humanism and morality have cast off religion | Letters",
  "webPublicationDate": "2016-05-30T17:48:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/humanism-and-morality-have-cast-off-religion",
  "keyword": [
    {
      "webTitle": "Ethics",
      "id": "world/ethics",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/30/humanism-and-morality-have-cast-off-religion"
}