{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/23/the-joke-review-an-englishman-irishman-and-scotsman-walk-into-a-show",
  "id": "2016-05-23-225",
  "sectionId": "stage",
  "body": "The way humour reinforces national stereotypes is examined in this devised piece about an Englishman (Will Adamsdale), an Irishman (Lloyd Hutchinson) and a Scotsman (the Guardian’s Brian Logan), who find themselves locked inside both a theatre and a joke. The only way to escape is by retelling the joke. But the more they tell it, the further the punchline recedes. It’s a terrific conceit, and there is plenty of fun to be had along the way, as the group discover that they can’t name a single famous person from Northern Ireland who isn’t connected with violence, Logan’s Fife-born Scotsman is urged to be more like Rab C Nesbitt, and Adamsdale’s stiff English upper lip doesn’t just wobble but has a full off-stage meltdown. The opening 10 minutes are deliciously clever and funny, setting up the absurdity of the situation and echoing Tom Stoppard’s Rosencrantz and Guildenstern Are Dead, as well as Sean Foley and Hamish McColl’s comedy classic Do You Come Here Often?     Pointing up the adsurdities … Brian Logan (Scottish), Lloyd Hutchinson (Irish) and Will Adamsdale (English) in The Joke. Photograph: Tristram Kenton for the Guardian    There’s some lovely stuff in homage to the theatrical imagination, and some great gags featuring a plastic palm tree and confusion between a boy and a buoy. But the comic and the philosophical aren’t sufficiently balanced in 80 likable but uneven minutes of a play that is seldom quite as funny as it could be or as thoughtful and perceptive as it must be to seriously engage with the complexities of cultural identity.   At Camden People’s theatre, London, until 4 June. Box office: 020-7419 4841.",
  "webTitle": "The Joke review – an Englishman, Irishman and Scotsman walk into a show",
  "webPublicationDate": "2016-05-23T10:33:19Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/23/the-joke-review-an-englishman-irishman-and-scotsman-walk-into-a-show",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Will Adamsdale",
      "id": "stage/will-adamsdale",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/23/the-joke-review-an-englishman-irishman-and-scotsman-walk-into-a-show"
}