{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/hospital-policy-older-people-dying-ombudsman",
  "id": "2016-05-12-349",
  "sectionId": "commentisfree",
  "body": "The first shock came when I found out my mother was dying. The second was when I discovered that she had been discharged from hospital without my knowledge. My mother was 89, and had dementia, lung cancer and secondary tumours on the brain. I had pleaded with the hospital not to take any decisions without first speaking to me, but they ignored me, as they had done since she was admitted as an emergency six days earlier. What happened to my mother is far from unusual, I’m sorry to say. Elderly people are being discharged from hospital too soon, according to an excoriating report from Dame Julie Mellor, the parliamentary and health service ombudsman. It describes the experience of nine patients and their families in harrowing detail, including the case of a woman in her 90s who collapsed and died in her granddaughter’s arms after doctors failed to diagnose an infection and sent her home. Dame Julie says these cases represent only a fraction of the total number. Last year the ombudsman investigated 221 complaints about patients being discharged too early. I am one of the people who complained. The ombudsman upheld several of my complaints against the NHS trust that runs the hospital, listing a series of failures in communication with my family. The report on my mother’s care, which was written jointly with the local government ombudsman, also criticised social services for failing to ensure that proper care plans were drawn up when my mother was admitted to a care home, seven months before her death.    Now people are living longer, many of us will go through the grim experience of witnessing the decline of a relative    I was relieved when I read the ombudsman’s conclusions, hoping the recommendations might protect other elderly people from the catalogue of errors that affected my mother in the final weeks of her life. A key finding was that hospital records incorrectly recorded that she lived in a nursing home that had the facilities to look after her. She did not, and the staff of the care home were alarmed when she arrived back from hospital without a proper discharge letter. The paramedic who pushed her into the home in a wheelchair – she was too frail to walk – said that in his opinion she should not have been discharged from hospital. If you have not been through the gruelling process of trying to get proper care for an elderly relative, the errors around my mother’s discharge might not sound significant. But they go to the heart of the problem identified in Dame Julie’s report, which is that hospitals are sending people home without establishing what kind of care and support is available.     Joan Smith’s mother    Sometimes that results in someone who is confused and frightened being left in a flat or house entirely on their own. That is what happened to an 85-year-old woman with dementia who was sent home at 11pm and then discovered by her daughter the following morning with no food, drink or bedding. In my mother’s case, her complex medical needs meant that her discharge should have been planned by the hospital, social services and the care home, after discussion with the family. None of that happened, even though my mother was at high risk of malnutrition and dehydration. She should have been assessed and referred to a dietitian as soon as she was returned to the care home, but nothing was done for another week. When she was finally weighed, it became apparent that she had lost almost 12kg over the previous six months; she had lost another 5kg by the time she died the following month. I know that from reading the report of her postmortem, a chore I would not wish on my worst enemy. Coping with an elderly person who has dementia or cancer is difficult and upsetting, but I’m not convinced that the agencies involved are very good at taking the feelings of relatives (or indeed patients) into account. In my case, the situation was complicated by the fact that my mother lived at the other end of the country. She had moved to the north-east to be close to her sisters and brother after my father died, but it made everything immeasurably more difficult when her health began to fail. I can’t be the only relative who has had to deal with social services and doctors at a distance, but just getting anyone to return a phone call was a gargantuan task. This was a recurring problem but it became more acute when I found out from my aunt that my mother was in hospital in January 2014. I immediately called the hospital to find out what was wrong, and was asked to come to an urgent meeting that afternoon. I explained that was physically impossible – it is a drive of seven hours – and I was assured that a consultant would call me back. When I was given a code word that I would need to repeat to the doctor to establish my identity, I realised that something was seriously wrong. I waited hours for a phone call. Nothing happened. In a state of some agitation, I called the hospital again and managed to track down the consultant.   Related: NHS discharge system failing too many elderly patients, says watchdog    Even now, it is painful to remember the shock I felt when he told me that my mother had late-stage lung cancer. I tried to gather my wits, asking about palliative care, and he promised that someone would call me before any decisions about moving her were taken. I never heard from him or the hospital again. It was left to me to make phone calls, find someone who knew about my mother’s case – not always an easy task – and establish how she was. I had no idea she was about to be discharged, and no one told me that a doctor had completed a “do not attempt to resuscitate” form, another failure that was criticised by the ombudsman. Now that people are living longer, many of us will go through the grim experience of witnessing the decline of a close relative. Until my mother’s health failed, I had a naive belief that we lived in a society where relatives could work collaboratively with professionals to get decent care for the elderly. Two years ago, my faith in that system was shaken to the core. Now Dame Julie’s report suggests that not much has changed.",
  "webTitle": "My mother’s treatment in hospital opened my eyes to a policy of shameful neglect | Joan Smith",
  "webPublicationDate": "2016-05-12T06:00:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/hospital-policy-older-people-dying-ombudsman",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Long-term care",
      "id": "society/longtermcare",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joan Smith",
      "id": "profile/joansmith"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/hospital-policy-older-people-dying-ombudsman"
}