{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/03/call-of-duty-infinite-warfare",
  "id": "2016-05-03-288",
  "sectionId": "technology",
  "body": "Space. The final frontier. These are the voyages of the starship Call of Duty. Its 14-year mission: to boldly blow up more stuff than any game has blown up before. Now the series, which began in world war two, is finally braking its bonds with Earth. The solar system awaits and it is heavily armed. In a live Twitch session, held on Monday evening, the Infinity Ward narrative director, Taylor Kurosaki, and the design director, Jacob Minkoff, revealed some fresh information about the latest game in this billion-dollar series. The action takes place in a future where Earth’s natural resources are depleted, and new outposts spread throughout the solar system must now provide all the essentials. However, a fascist collective known as the Settlement Defence Front has arisen, determined to capture all those vital space settlements, strangling supply routes.  From the breathless trailer, it looks like the next step is a full on invasion of Earth. We see the player-character, Captain Nick Reyes, hopping into his Jackal fighter craft and blasting off into orbit, where a vast armada appears to be under attack. There will clearly be some dog-fighting action in both zero-g and Earth atmosphere – there are even scenes of weightless melee combat, with one astronaut ripping the oxygen supply from an enemy, while the two float through the blackness.        “We’re telling a story about someone who’s thrust into the position of leadership on a warship with thousands of crew,” says Minkoff. “It’s somebody who’s been field promoted, the captain is dead, now they’re in charge. We also have the mechanics of being able to choose your mission and direct the warship where you want to go.” According to a blogpost on the Call of Duty site, the warship in question is the UNSA Retribution, and it’ll act as your hub in the game. Here, for example, you’ll select which mission to attempt next, apparently with some tactical decision making. “There’s definitely strategy involved, but it’s very light,” says Minkoff. “It’s still a linear story as we’ve always told, but the choices that you make in deciding what mission to do can affect how complex the following mission will be. One mission may be particularly hard, but if you complete another one beforehand, it will bolster your forces and you’ll be able to take the next mission with more ease.” So we have elements of Destiny, Halo, Dead Space, maybe even Mass Effect. The latter seems to come through in your relationship with the crew of the Retribution. There’s some sense that these won’t be anonymous red shirts, it’ll be a group of persistent characters. “Your crew is the humanising element,” says Minkoff. “You’re going to all these unique exotic locations so it’s the crew that keep you grounded, you’re kind of bringing Earth with you.  “Look at a mini series like Band of Brothers and it’s about people of various nationalities working together against a common threat. The story has very little to do with the enemies they’re fighting and everything to do with the relationships between them. What space does is create pressure on that cast, which alters their arc - we’re still telling a classic ensemble cast story about soldiers working together.”     Call of Duty Infinite Warfare Photograph: Activision    Of course, this is the tale we’re always told before a new Call of Duty – that it will be a richly human story about a close-knit group of colleagues fighting together against the odds. And then of course, what we tend to get is a cacophonous Michael Bay fest with as much emotional depth as a car advert. Which is, let’s be clear, absolutely fine for a lot of people, and the teaser trailer is jammed with arresting images of mega-destruction. This time however, Infinity Ward has Kurosaki and Minkoff in leading roles – both of whom came from Naughty Dog, arguably the master of bringing humanity to the cinematic action genre. “Our philosophy at Naughty Dog was to make the narrative and the gameplay a seamless whole,” says Kurosaki. “Everything we do narratively is designed to support the mechanics – and the mechanics are in service to the narrative. Our goal is to put the player into complete parity with the protagonist. In the perfect scenario, the controller disappears – they’re occupying the protagonist and make decisions in line with that.” But what of the game’s futuristic setting? Is this what the kids want? As the Call of Duty series has moved further and further into the future, a sizeable number of fans have yearned for a return to historic or at least contemporary settings. So why is Infinity Ward pushing even further beyond the drone swarms and cyber-suits of Advanced Warfare and Black Ops III? Partly, according to Kurosaki, it’s because the development team really wanted to go in this direction. “We all wanted to make this game,” he said during the Twitch stream. “No one was going to tell us ‘no’, this is the game we absolutely wanted to make.” Minkoff echoes the sentiment. “Space allows us to take the player to places they’ve never been before in a Call of Duty game,” he says. Apparently, there will be combat scenes, not just in and around space craft, but possibly on planetary outposts, and even asteroids – where players will need to periodically seek cover from the 6,000-degree heat of the sun. However during the Twitch chat, Minkoff was also keen to point out that “believability” has been a key concern – hence, all the action takes place within the solar system, and there are no aliens. The recipe seems to be this: take the gritty combat experience of previous titles into a highly inhospitable environment.  “We’re looking for a plausible realistic version of space combat,” says Kurosaki. “We have two navy Seal advisers and one regular navy adviser, we’ve spoken to admirals – we’ve asked where is war going in the future? The US military, the army in particular, already has initiatives for space defence. When we talk to experts we’ve said, if you were in a zero g environment, what are the things you’d need in oder to move around and protect yourself?” To this end, Kurosaki and the head writer, Brian Bloom, spent time on a US naval aircraft carrier. “We did an arrested landing on the ship, we ate with the sailors, we toured the captain’s operations office, we met with the admiral,” he says. “We were on the flight deck while they were doing jet take offs and landings. We’re transposing current military strategies and techniques and just extrapolating the bare minimum into this new setting. “We’re looking for the bare minimum required to navigate in zero-g. You’d need something to quickly cross open space and get you to cover: you’d need mag boots, you’d need RCS thrusters. Ultimately, the experience is very boots-on-the-ground because you’re looking not to be in space for too long – you need to be behind cover and safe.”     Call of Duty Infinite Warfare Photograph: Activision    It also looks from a couple of moments in the teaser trailer that robotic soldiers will be present to help players at key moments. Minkoff confirms that there are AI-controlled robot characters on both the allied and enemy sides. So far though, no Boston Dynamics-style terrifying robot war dogs. What they wouldn’t talk about was the nature of the word “Infinite” in the title. When asked if this had ramifications for the length or structure of the game, or the size of the playable space, an Activision rep stepped into close off that line of questioning. Elsewhere, Infinity Ward is not saying much about competitive multiplayer either, except that there will be maps on Earth and throughout the solar system – though it’s not clear whether we’ll get flight combat a la Star Wars Battlefront’s Fighter Squadron mode. There will be new weapons and new mechanics though. For the first time Infinity Ward is making a Zombie mode for co-op multiplayer. It’s being handled by the same team that worked on Modern Warfare’s Chaos mode and the Extinction option in Ghosts, and takes place in a universe separate from Treyach’s and indeed from the rest of the Infinite Warfare set-up. So far Infinity Ward has released a single teaser image, which is already being analysed by the community.       So, here we go again. Call of Duty is back with familiar grandiose promises and another story of against-the-odds military action. The interesting thing this time is the merger of Naughty Dog’s emotional storytelling sensibilities with a whole new setting for the now ageing series. The infusion of fresh perspectives and enthusiasm that Kurosaki and Minkoff may bring could well be enough to steer this vast franchise spacecraft in an exciting and unexpected direction. Furthermore, the game is being brought together by a studio that has struggled to reestablish itself since the controversial departure in 2010 of founders Vince Zampella and Jason West, who took much of the senior creative team to set up Respawn Entertainment. Alongside Black Ops developer Treyarch and Advanced Warfare team Sledgehammer, Infinity Ward has somehow become the underdog on its own franchise. After the lacklustre CoD: Ghosts, it has something to prove.  Call of Duty remains the tent pole title on the annual video game release calendar, but the returns are diminishing and Activision’s approach seems to have been one of managed decline – keep that huge core user base happy for as long as possible with slight tweaks to the formula. It’s perhaps telling that a lot of the online excitement around Infinite Warfare has been over how the special editions of the game will be bundled with an update of the original Modern Warfare. Some are reading this as a concession that we’re in nostalgia territory now. So yes, this is the final frontier. Is Infinite Warfare a new lifeline for the series as a creative endeavour, or – as the choice of soundtrack for the teaser trailer suggests – just a Space Oddity? Call of Duty: Infinite Warfare is released on 4 November, for PC, PS4, and Xbox One",
  "webTitle": "Call of Duty: Infinite Warfare – will the final frontier be a new lifeline?",
  "webPublicationDate": "2016-05-03T09:06:05Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/03/call-of-duty-infinite-warfare",
  "keyword": [
    {
      "webTitle": "Call of Duty",
      "id": "technology/call-of-duty",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/03/call-of-duty-infinite-warfare"
}