{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/16/education-30-million-children-have-lost-their-homes-syria-new-fund",
  "id": "2016-05-16-224",
  "sectionId": "global-development",
  "body": "At the world humanitarian summit next week in Istanbul, Turkey, governments have a rare opportunity. By getting behind an initiative aimed at delivering education to some of the world’s most vulnerable children, they could make this a summit that delivers something more than vague promises and a communique that is long on words and short on action. The initiative comes in the form of a ground-breaking financing mechanism. The Education Cannot Wait fund will be launched at the summit by the UN special envoy for education, Gordon Brown, and a group of development agencies, including Unicef, UNHCR – the UN refugee agency – and the Global Partnership for Education.    Related: When will the UK stand up to save education from bullets and bombs? | Martin Bell    The aim is to raise $4bn-5bn (£2.7bn-3.5bn) over the next five years to reach children whose education has been disrupted by conflict and other humanitarian emergencies. We need this initiative for a very simple reason: the current aid architecture for education in emergencies is broken beyond repair. Consider Syria. In the space of a single primary school generation, the country has gone from education indicators comparable with those in Thailand to levels comparable with South Sudan. Six years of conflict have left some 2.6 million children out of school, either inside Syria or in the neighbouring states.  Describing the international response as inadequate does not do justice to the scale of the shortfall. UN agencies have been responding to a protracted humanitarian crisis in education through chronically under-funded annual appeals to donors. The World Bank’s lending rules have hampered the delivery of concessional finance to middle-income countries like Jordan, Lebanon and Turkey. It has taken a protracted effort by the Bank’s president, Jim Yong Kim, to establish exceptional financing facilities that are delivering modest amounts – commitments to Lebanon’s refugee education strategy are $100m.     The education opportunities of an entire generation of Syrian children have burned    Other donors have a mixed record. The UK has played a critical role in championing the case for investment in refugee education and jobs creation. These were the core elements in the £1.2bn in additional commitments made at the London conference on aid support for Syria and the region this year. However, humanitarian appeals remain badly under-funded. Only one-quarter of the money needed to finance the UN’s Syria regional response plan has been delivered.  As the international community has fiddled, the education opportunities of an entire generation of Syrian children have burned.  One symptom of the education crisis is the epidemic of child labour. Another is the flight of refugees. Recent research has identified the desperation of parents to secure education for their children as a major reason for undertaking the hazardous journey to Europe. While the Syria crisis has been in the spotlight, other education emergencies get less attention. Today, one in three children in Central African Republic miss out on education because of violence, displacement and a shortage of teachers. Children among the forgotten refugee populations of Burundi, Eritrea and the Democratic Republic of the Congo have not only lost their homes. They have also lost the chance for an education that could enable them to rebuild their lives. Conflict in Yemen has pushed the education system into freefall.    In 2013, less than 2% of humanitarian appeals were directed to education    Armed conflict is not the only problem. When disasters strike – floods in Pakistan, earthquakes in Nepal and Haiti or Ebola in west Africa, the restoration of education is often viewed as a second order priority. In 2013, less than 2% of humanitarian appeals were directed to education. Yet parents and children affected by armed conflict and other emergencies consistently view education as a priority.  Based on a proposal framed by the Overseas Development Institute (ODI), the Education Cannot Wait fund could mark a step towards changing this. For the first time, the facility would establish a pooled resource dedicated to education provision in emergencies. Operating under the auspices of the UN and the Global Partnership on Education, it could help curtail the turf wars and coordination problems that blight education.      Syrian girls play next to a train wagon at the northern border point of Idomeni, Greece. Photograph: Petros Giannakouris/AP    The Istanbul summit provides an opportunity to get the fund off the ground. Bilateral donors – including Norway and DfID – have indicated they will provide seed funding. But financing at the required scale will require a broader base. The World Bank should step up with a commitment to mobilise $1bn over five years. With a credible delivery mechanism in place, regional donors, philanthropists and the private sector should play an expanded role. Ultimately, the proof of the concept is in delivery. With bold leadership, the Education Cannot Wait fund could be used to support local and international NGOs striving to deliver education on the frontline. It could enable governments to expand education provision for refugees through investments in public education. And with 30 million children living as refugees or displaced people, it could help tackle a major source of poverty and inequality. Last year, governments gathered at the UN to sign up for a set of development goals including universal secondary schooling. They now have a chance to show they mean business – and that they will not allow kids affected by conflict to get left behind.",
  "webTitle": "30 million children have lost their homes – they must not lose their education | Kevin Watkins",
  "webPublicationDate": "2016-05-16T11:26:59Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/16/education-30-million-children-have-lost-their-homes-syria-new-fund",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Universal primary education",
      "id": "global-development/universal-primary-education",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Watkins",
      "id": "profile/kevinwatkins"
    }
  ],
  "guardianId": "global-development/2016/may/16/education-30-million-children-have-lost-their-homes-syria-new-fund"
}