{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/christopher-hitchens-christian-conversion-book",
  "id": "2016-05-29-52",
  "sectionId": "commentisfree",
  "body": "As fans of David Bowie, Prince and Lemmy can attest, death is not the end in contemporary culture. Those who achieve true fame are waved through the pearly gates of marketing heaven, immortalised as a product, a brand – and, on occasion, a spectral arbiter in the battles of the terrestrial plane. In 2016, the ultimate celebrity endorsement is posthumous. The remain and the leave campaigns have both claimed that Margaret Thatcher would have supported their respective arguments in the EU referendum. The same treatment has been meted out to Churchill, and even Shakespeare. In this respect the trail was blazed by the world’s great religions, which routinely claim recruits among the dying. Indeed, the faithful have form when it comes to falsifying deathbed conversions – notoriously so in the case of Darwin. In 1915 the evangelist Elizabeth Cotton, better known as Lady Hope of Carriden, declared that the great scientist, readying himself for the end in April 1882, had repudiated his life’s work (“How I wish I had not expressed my theory of evolution as I have done”) and asked her to gather an audience so he could “speak to them of Christ Jesus and His salvation”. This was preposterous, and quickly dismissed as such. Darwin’s daughter, Henrietta Litchfield, was with her father at his deathbed and insisted that Lady Hope had not even visited him during his last illness. None of his family believed a word of her testimony. Almost as flimsy is the Catholic church’s claim that Antonio Gramsci returned to the faith and died taking the sacraments. Though a former Vatican official maintained that the Marxist philosopher embraced Catholicism afresh shortly before his death in Rome in 1937, none of the official or personal documents relating to his last days support this extraordinary account. It is in this context that one should consider the meretricious new book by Larry Alex Taunton, The Faith of Christopher Hitchens: The Restless Soul of the World’s Most Notorious Atheist. The religious knew that it was worth claiming the spiritual scalps of the founding father of evolution theory and of Italy’s pre-eminent Marxist. In our own era, a resourceful Alabamian evangelist is exploiting his friendship with Hitchens, who died in 2011, to allege that the author of God Is Not Great: How Religion Poisons Everything was, in fact, on a secret spiritual journey and halfway to embracing Jesus.    Hitchens knew the difference between an atheist and an ignoramus    “A lifetime of rebellion against God,” Taunton writes, “had brought him to a moment where he was staring into the depths of eternity, teetering on the edge of belief”. Before long, “there was a slow but steady warming trend toward the very Christianity that he had for so long excoriated as a noxious relic of humanity’s infantile past”. Hitchens “was wading into Christian waters, getting more than his feet wet”. There is so much wrong with this book that one hardly knows where to start. But its fundamental error concerns the nature of intellectual inquiry itself. For Taunton, there is only one such pursuit, and it is unidirectional: if you are interested in morality, you are, axiomatically, interested in religion – which, for a southern evangelical, means the gospels. When Hitchens observes that a child and a piglet are morally different, Taunton says that “this was unambiguous theism, as he well knew”. Of course, Hitchens knew no such thing. For him, as for any atheist, morality did not need the framework of religion. Philosophy did not depend upon the supernatural, and ethics did not require a godhead to be worth discussing – a discussion that can be traced back at least as far as Socrates in Plato’s Euthyphro. At the heart of the book is a series of conversations between Hitchens and the author, partly conducted on long car journeys across America. Hitchens, stricken with cancer, makes use of the time with Taunton to study the Gospel of John. Unfortunately, this entirely characteristic curiosity is misinterpreted by the author as the first stage of a glorious conversion. “At the end of his life,” Taunton writes, “Christopher’s searches had brought him willingly, if secretly, to the altar. Precisely what he did there, no one knows.” No one knows because he wasn’t there.   Related: Atheists don’t need faith, any more than we need religion | Julian Baggini    Taunton has not the slightest grasp of dialectics, which remained important to Hitchens until the end, or of the Platonic symposium, which was his ideal for living and for learning. His “cordial interactions with evangelicals” connoted a belief in pluralism and freedom of opinion, not emotional surrender to the pastors. “He had become an unlikely defender of the faith”: no, he hadn’t. He was engaged in “surreptitious investigation of hidden spiritual questions”: no, he wasn’t. Precisely because he despised claims to spiritual monopoly and fundamentalism in every form, Hitchens was intellectually omnivorous, an avid pupil of Lawrence Krauss on cosmology, and entranced visitor to the Smithsonian’s Hall of Human Origins. Taunton alleges that his friend “never really studied the great books and the great questions in real depth” – a claim that is risible to anyone who has read Hitchens’s literary essays. His love of the King James version is to be understood under this rubric – not as a symptom of faith’s first stirrings. Hitchens knew the difference between an atheist and an ignoramus. It is tempting to write off this book as no more than an outburst of epic self-deception. But its craven purpose – to claim Hitchens posthumously for evangelical Christianity – is to defame a man who was a champion of the Enlightenment and an enemy of all systems of thought that elevate one caste (priestly, or otherwise) above the rest. It is a shoddy tactic in the culture wars that began in America but are spreading in battles over theocracy, identity and social uniformity. Far from being the double agent of the author’s addled imagination, Hitchens incarnated the pluralism in which he believed so passionately, revelling in the contradictions that are the hallmark of the authentically modern self. He had no religion, other than friendship. Laughable in itself, Taunton’s Judas kiss serves notice yet again that the literalists of all faiths respect absolutely no limits in pursuit of their higher cause.   Related: Richard Dawkins | Christopher Hitchens is my hero of 2010",
  "webTitle": "Christopher Hitchens and the Christian conversion that wasn’t | Matthew d’Ancona",
  "webPublicationDate": "2016-05-29T17:51:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/christopher-hitchens-christian-conversion-book",
  "keyword": [
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christopher Hitchens",
      "id": "books/christopher-hitchens",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/christopher-hitchens-christian-conversion-book"
}