{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/10/innovation-overwhelmed-humanitarian-system-private-sector",
  "id": "2016-05-10-190",
  "sectionId": "global-development",
  "body": "If necessity is the mother of invention, then the aid industry should be frothing with ideas and gearing up to showcase new products and processes when humanitarians gather to start work on redesigning the overwhelmed and outdated system this month. Innovation is a key theme for the world humanitarian summit in Istanbul and it dovetails with the rather dispiriting rationale for this first-of-its-kind meeting: that the aid system is failing and needs to be reformed if it is to cope with protracted, increasingly frequent, manmade and natural crises.   Related: The world's humanitarian burden is too big. How can we lessen it? | Robert Glasser and Stephen O'Brien    But while innovation is becoming a buzzword, and #ReShapeAid and #TalkInnovation are gaining traction on Twitter, an April report found that little is known about how to flick the innovation switch in organisations bound by red tape.  The report, More Than Just Luck, was produced by the Humanitarian Innovation Fund (Hif) and Alnap, a humanitarian action learning network. Together, they analysed 11 case studies over two years to see which new ideas worked and why. “Humanitarian innovation has never been so popular and yet, when we look at the amount of attention given, there seems to be a lack of clarity,” said Alice Obrecht, one of the co-authors. Innovation has become more mainstream, according to Kim Scriven, manager of the Hif, because there is an ever greater need to do more with less, and a growing role for the private sector in development. But if processes do not speed up, enthusiasm could sour, and the innovation agenda could be hijacked. “If the mainstream doesn’t act, more radical actors will step in. This will change the nature of the system,” Scriven said. Dr Jemilah Mahmood, under secretary general for partnerships at the International Federation of Red Cross and Red Crescent Societies, said there has been an “explosion of discussion around innovation” in the past five years. But Mahmood, head of the world humanitarian summit secretariat until she stepped down last year, cautioned that there are still hurdles. One stems from traditional antipathy towards the private sector. “Sometimes I can’t understand [this resistance], because it is like it is taboo,” she said. “It’s slowly changing … why not have a kind of Dragon’s Den for the humanitarian sector, where you pitch ideas?” A catch-all term, innovation can range from using 3D printers in the field to reaching communities by translating information into local languages. Other innovations touched on in the report include employing technology to track aid in insecure environments, for instance through simulated field visits in central Somalia (pdf), and using disaster microinsurance for small businesses in India. “That’s really promising,” said Scriven of the last of these ideas, “because it will totally change the dynamics of the system. Instead of going to an international agency for a handout, you go to your insurance provider and say, ‘This contract says you need to pay me in that event’ – and that’s what people will use to get back on their feet.” In Istanbul, the UN hopes to launch a global alliance for humanitarian innovation (pdf), which is meant to break down barriers by bringing people from different sectors together to tackle the main humanitarian challenges. Scriven says coordination is fundamental, citing efforts to tackle drainage problems in refugee camps as an example.  “You get these huge puddles that are breeding grounds for mosquitoes and diseases, but nobody owns that problem. So we brought together people from business, the humanitarian sector and academia. We did research to see who is doing flood management in the UK, who is doing drainage in cities like Amsterdam, who has that real expertise and how can we get them to sit down with humanitarians to look at those specific questions. That’s where there is real scope for the private sector to get involved,” he said.   Related: Fix the aid system or you will fail the poor, experts warn world leaders    Using military knowledge in natural disasters has also long been taboo.  Josiah Kaplan and Evan Easton-Calabria are researching what humanitarians can learn from the military in fields such as ICT, drones and robotics. Kaplan, a research associate with the University of Oxford humanitarian innovation project, acknowledged that aid workers still fear they could be associated with military agendas. “This isn’t to discount the very serious potential dangers posed by diffusion of military innovations into humanitarian practice … Nonetheless, we believe innovation is an important area for learning and a valuable space for constructive engagement and dialogue between two communities long known for their strong mutual distrust,” Kaplan said. Sometimes, good ideas get locked in one organisation and are never shared. An institutional fear of failure, among donors and NGOs, can also hinder innovation.  Rebecca Petras, of Translators without Borders, which launched Words of Relief – described as the first crisis relief translation network – in west Africa during the Ebola crisis, said funding flexibility was critical to allow her organisation to try ideas and accept failures. The Ebola emergency propelled their core message – that communication is key – into the mainstream. “It was a transformative moment for us … It wasn’t until the Ebola crisis, and far into the Ebola crisis, that that message was resonating with responders,” she said.  For Mahmood, the Istanbul summit is just the beginning, a view echoed by many observers. “It’s what happens after the summit that is important. How do we keep the discussion on innovation going? I think we’ve got the ball rolling.” Even those who advocate change warn that innovation is not a panacea and that addressing the aid industry’s systemic problems – bureaucracy, lack of accountability and inflexible funding – is still critical. “It would be naive to think [technology and innovation] will deliver wider change in the humanitarian system,” said Scriven. “It is imperative [for us] not to gloss over that.”",
  "webTitle": "Can innovation help fix the world's overwhelmed humanitarian system? | Clár Ní Chonghaile",
  "webPublicationDate": "2016-05-10T11:53:08Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/10/innovation-overwhelmed-humanitarian-system-private-sector",
  "keyword": [
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Private sector",
      "id": "global-development/private-sector",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "The future of development",
      "id": "global-development/future-of-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Clár Ní Chonghaile",
      "id": "profile/clar-ni-chonghaile"
    }
  ],
  "guardianId": "global-development/2016/may/10/innovation-overwhelmed-humanitarian-system-private-sector"
}