{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/voters-turned-away-from-polling-stations-in-barnet",
  "id": "2016-05-05-241",
  "sectionId": "politics",
  "body": "Voters have been turned away from polling stations in Barnet because of major problems with the electoral register that could affect the result of the London mayoral contest. Barnet residents denied a chance to vote on Thursday morning are now being offered emergency proxy votes, after it emerged that 155 polling stations had only been given partial electoral registers. That meant hundreds, if not thousands, of voters were unable to cast their ballot for the mayor and assembly candidates between about 7am and 9am. The chief rabbi Ephraim Mirvis and his wife Valerie were among those to be turned away, and are reportedly now travelling so cannot vote. The problems were resolved mid-morning but a Barnet council spokesman said: “Anyone who attended a polling station in Barnet this morning, and was turned away and therefore could not vote, and was unable to return due to work reasons, may be able to use an emergency proxy vote.  “They will need to complete an application form on our website and return it by 5pm today.”    Related: May 2016 elections: what's happening where you are on polling day?    However, Sian Berry, the Green candidate for London mayor, said emergency proxy votes were not enough and the council should extend polling hours.  “I suggest the most obvious thing at this stage would be to keep the polling stations open as long as possible tonight, and then also to re-open them tomorrow morning to accommodate anyone who tried and failed to vote this morning and may not be able to get there this evening,” she said. “If it’s not possible to run the polling stations in the same locations tomorrow, the council should provide well publicised alternatives.” London mayoral candidates have urged voters to return to their polling stations in Barnet before they close at 10pm but one Labour campaign source said it was possible the result could be open to challenge if it is tight.  A spokesperson for Zac Goldsmith, the Conservative candidate, said: “There has clearly been a major problem across the whole of the borough of Barnet that has resulted in properly registered voters being turned away.      A screengrab of Barnet council’s website describing problems at polling stations    “We understand that the local returning officer is belatedly reprinting registers and it remains to be seen what the effect of this will be upon the three ballots taking place there. We would strongly encourage any voters wrongly turned away to return to their polling stations at any time up to 10pm this evening.” Sophie Walker, the candidate for the Women’s Equality party, who lives in Barnet, said she had already registered a complaint with the organisers of the mayoral elections.   “It is outrageous that hundreds of registered voters have been unable to cast their votes this morning,” Walker said. “I started hearing from our members soon after 7am that they had been turned away. This raises serious questions about the validity of today’s results. “The council’s blunder disproportionately affects me, as so many of my local supporters were unable to show their backing for the Women’s Equality party this morning.”   Related: Vote for me: London’s mayoral candidates have their say | Sadiq Khan, Zac Goldsmith, Caroline Pidgeon, Sian Berry and Sophie Walker    By 10am, normal voting procedures appeared to have been restored. Staff at polling stations at East Finchley library and East Finchley youth theatre told the Guardian all residents were now able to vote and errors had been corrected. Some frustrated voters blamed Barnet’s decision to outsource some of its electoral services, but the council confirmed that voter registration and management of polling stations was conducted in-house. Barnet council said: “All the updated electoral registers are now in place and people can vote as normal.  “We are advising people who were unable to vote this morning to return again before the polling stations close if at all possible. We apologise for the problems we have experienced.” Candidates and voters can challenge the result of the elections in London by lodging a petition with the Royal Courts of Justice.  Grounds for the appeal include claiming the successful candidate was not duly elected, or the election was invalidated by corrupt or illegal practices.",
  "webTitle": "Voters turned away from polling stations in Barnet",
  "webPublicationDate": "2016-05-05T10:23:31Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/voters-turned-away-from-polling-stations-in-barnet",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "politics/2016/may/05/voters-turned-away-from-polling-stations-in-barnet"
}