{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/20/global-alliance-urban-crises-disaster-response-ebola-humanitarian",
  "id": "2016-05-20-250",
  "sectionId": "cities",
  "body": "Ebola swarmed west Africa without heed for the traditional barriers and health systems that separate poor from rich. Instead the virus, which has a mortality rate of 50%, found a dangerous, common ground in urban centres from Liberia’s coastal capital of Monrovia to Freetown in Sierra Leone. This was not an accident: these expanding cities’ very nature encouraged a viral breakout. Packed streets left little space to bury the dead, whose bodies remained contagious to the touch. And while people lived in close quarters, they were settled in their own communities, making broad communication challenging. “The problem with cities is the opportunity for a virus like Ebola to spread to others is significant,” says Armand Sprecher, a public health specialist with Médecins Sans Frontières (MSF). “What we learned is west Africans have very good access to transportation, which is good for the economics and development of the region, but bad for contact.” By late 2014, eight months after Ebola broke out, MSF’s two Monrovia health units were better able to contain the flow of patients. Circulating Ebola awareness remained essential, though, to controlling the virus’s onslaught. This included the message that despite cultural customs, bodies should not be handled. “The community-based work is absolutely key because there is no treatment, there is no cure, and that means people have to stop and understand how it gets transmitted. The only way we could stop it is through community education, through using radio stations and community leaders and artisan songs,” says Kassia Echavarri-Queen, an MSF project coordinator based in Monrovia during the outbreak.  There’s a growing recognition that a new way of business is needed to approach crises such as Ebola in urban settings. Major international humanitarian responses are often not closely tied to local organisations and politicians that understand their communities’ ongoing needs. Relief work is not designed to tackle the particular challenges of urban crises such as the ongoing settlement of Syrian refugees across Middle Eastern cities.     Much of Port-au-Prince was reduced to rubble by the 7.0 magnitude quake on 12 January 2010. Photograph: Thony Belizaire/AFP/Getty Images    But a new international coalition, backed by major aid organisations including the International Red Cross and a network of local mayors, is trying to change that. The Global Alliance for Urban Crises, which officially launches next week at the World Humanitarian Summit in Istanbul, is an ambitious attempt to re-envision humanitarian responses in cities. One of the alliance’s first steps has been to rally approximately 25,000 experts – one fifth of whom specialise in urban affairs – to advise vulnerable cities in disaster preparedness and relief work. The international non-profit Canadem is coordinating this database of on-call advisers, who could be dispatched anytime starting next month.  “As international actors, what we are trying to say is: we need to be smarter,” says Graham Saunders, head of shelters and settlements for the Geneva-based International Federation of Red Cross Societies. “Let’s not just drop in after a disaster. Let’s focus on what was there beforehand, and let’s work with the right local people rather than duplicating their efforts.” The alliance will also research more localised approaches to humanitarian crises in cities and advocate for new funding channels. The United Kingdom’s Department for International Development (DfID) and the European commission have both committed to backing the alliance’s mission, and more governments are expected to pledge support during next week’s summit.    It was quite visible how the response had been problematic and the negative impact this had on the cities in particular  Lucy Earle     In 2014, UN-coordinated humanitarian relief requests totalled US $19.5bn (£13.3bn), roughly equivalent to 0.031% of the world’s GDP. Only 56% of that target was reached – and just 0.2% of those funds was dispatched to local organisations. This year, funding to meet the needs of 87.6 million people in war-torn countries including Syria and Yemen could top $20bn. Wake-up call A reconsideration of humanitarian work dates back to early 2008, when it was first announced that more than half the world was now living in urban areas. But the debilitating 2010 earthquake in Haiti, which killed more than 220,000, proved a “wake-up call”, according to Lucy Earle, a policy adviser for DfID’s urban crises programme, who, along with Saunders, was involved in the alliance’s foundation. “It was quite visible how the response had been problematic and the negative impact this had on the capital city, in particular,” Earle says. Widespread damage to the Port-au-Prince infrastructure and the loss of some Haitian government officials, international aid and UN personnel complicated the immediate recovery efforts, which became prolonged and were widely criticised.  Also apparent was the lack of involvement of the municipal officials in the relief work, according to Ann Young Lee, now CEO of the Sean Penn-founded J/P Haitian Relief Organisation, but who worked for another non-profit during the earthquake response.     More than 3.5 million people were affected by the 2010 earthquake in Haiti. Photograph: Jorge Saenz/AP    “I was going to meetings and noticed that none of the mayors were present. One of the first meetings I went to, I brought five representatives from the badly hit towns and we were asked to leave the meeting,” Young Lee recalls. “I felt embarrassed for the entire international community.”  A few years later in Monrovia, in the midst of the Ebola crisis, Filiep Decorte, the chief technical adviser for UN Habitat, was shocked to realise that no one was attempting to map the city and develop a detailed understanding of its demographics. The city remained merely a dot on the map. “My point is if the city was more organised, if we understood it, this [the Ebola outbreak] would not have happened on the same scale,” says Decorte, who was also involved in the alliance’s foundation. Identifying all the right local leaders in Monrovia, Freetown and Conakry in Guinea was key to effective messaging, says Justin Pendarvis, a public health adviser for USAid’s disaster assistance response team, who worked across west Africa during the outbreak. “The cities were the epicentre for this outbreak and we had to go at a scale that was historically unprecedented,” Pendarvis says. “We needed to engage with not just one leader but all of the traditional leaders. At times it was challenging to reach down and sort of work and engage around the system.” Corruption and mismanagement With another three billion people expected to join the urban ranks by 2050, international humanitarian financing has not kept pace with this changing dynamic. The aid flows through international intermediaries – an approach which may reduce concerns of encountering corruption in some countries with poor track records, but which can also make it challenging to connect directly with people in need of help. “We know there are issues of corruption and mismanagement, so let’s bring in humanitarian principles, let’s bring in our practices we have elsewhere, and help these municipalities change, rather than pushing them to one side,” says Saunders.   Related: Story of cities #44: will Dadaab, the world's largest refugee camp, really close?    A group of specialists convened by UN Secretary General Ban Ki-moon have signalled in advance of the World Humanitarian Summit (WHS) that the complicated international humanitarian funding system needs reform. Cash payments to the poor could be more impactful than food donations, and work overall should be more localised, they agree. The summit’s overall impact, however, was called into question last week when Médecins Sans Frontières (not a member of the new Global Alliance), pulled out, saying it “no longer [has] any hope that the WHS will address the weaknesses in humanitarian action and emergency response, particularly in conflict areas or epidemic situations,” according to a media release.  Even those involved in the alliance accept that progress may come gradually. “We are not hoping for big changes overnight,” concedes Emilia Saiz, deputy secretary general of United Cities and Local Governments, a Barcelona-based global network of local government leaders supporting the initiative. “But what we are hoping is that the logic of intervention changes, so local governments become part of the first-response mechanism.” Guardian Cities is a member of the Habitat III Journalism Project. Read more about the project here",
  "webTitle": "Can a new 'global alliance' rethink disaster response in cities?",
  "webPublicationDate": "2016-05-20T10:19:36Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/20/global-alliance-urban-crises-disaster-response-ebola-humanitarian",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "UN Habitat",
      "id": "cities/un-habitat",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Ebola",
      "id": "world/ebola",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ban Ki-moon",
      "id": "world/ban-ki-moon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/20/global-alliance-urban-crises-disaster-response-ebola-humanitarian"
}