{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/queen-parliament-parliament-all-about-europe-david-cameron-iraq",
  "id": "2016-05-18-255",
  "sectionId": "commentisfree",
  "body": "No one will blame you if you’ve forgotten it, but there was a Queen’s speech, outlining the upcoming programme of the UK government, in 2003 too. There were some things in it that would have a lasting impact, like the introduction of civil partnerships for same sex couples, preparing the ground for eventual equal marriage. And there were proposals that came to nothing. Her Majesty promised a “national identity cards scheme”, that would later be dropped, and amusing to recall, said that “A draft bill will be published to enable a referendum to be held on the adoption of the single currency subject to the government’s five economic tests being met”.   Related: Queen's speech 2016: UK government's legislative programme unveiled – live    No doubt commentators diligently pored over the details in the next day’s papers 13 years ago, just as they will do again now. And yet the whole exercise was curiously beside the point. For what was the real political story back then? It was of a Labour government torn apart, first over the invasion of Iraq earlier that year and then, relatedly, over the question of the party leadership. For all the worthy intentions announced by the monarch, Tony Blair’s second term was devoured by war and the question of when he would leave office. Everything else felt secondary or somehow unreal, so that when the government talked of its domestic agenda it seemed to be speaking hypothetically, as if going through the motions. Like Blair then, David Cameron has been prime minister for six years – and he’s now seeing the same thing happening to his government. It can make the right noises and perform the appropriate rituals. It can have the Queen dress up in her finery, put on her crown and read out its so-called social reform agenda, with its promises to improve prisons and boost the life chances of the disadvantaged. But no one can pretend any of that foretells what the coming period will really be about.    The sight of Cameron and Gove – once such close allies – on the same side now seems unreal and fleeting    For the true story of this parliament can be distilled into a single word: Europe. As the Spectator’s James Forsyth has argued, Europe is destined to be David Cameron’s Iraq – the decision that splits the Conservatives in two, alienates his party activists and which is forever remembered by his own tribe as an act of unforgivable betrayal.           The Queen’s speech - video highlights    That was the long-term fate of Blair, one that still shapes the Labour party. But it had an immediate impact too. It consumed all the oxygen, sucked up the energy that might otherwise have gone into governing. And that’s what’s happening today. Everything is seen in the light, or in the shadow, of the 23 June referendum. So there are ritual quotes from Michael Gove, trumpeting his new prison plan. But it requires an effort of memory to recall that he is actually still the justice secretary. His primary role in our current politics is as the chief brain of the leave campaign. On paper, that role will expire on 24 June. But only on paper. In reality, the battle lines drawn now will not fade. Indeed, they may reshape, if not realign, the Conservative party for a generation to come. The result is that the sight of Cameron and Gove – once such close allies – on the same side now seems unreal and fleeting. For we know that on the issue that matters most to them both, they are at war.   Related: Skype, iPads and in-cell education at heart of major prisons shakeup    When the referendum is over, that war will not end but simply move to its next phase: the battle for the succession. Remember that the invasion of Iraq did not end the arguments that preceded it but instead ushered in four years of agitation and tension about the leadership – tension that was not released until Blair made way for Gordon Brown in 2007. Like Blair before him, Cameron has announced his own political mortality, with his promise not to serve a third term. Whatever the result of the referendum, that contest could begin, more or less overtly, on 24 June. In the 2003 Queen’s speech, Iraq was only mentioned once (a promise to “rebuild” the country that had been smashed). Yet it made every other word in that address seem moot and oddly tangential. Today it is Europe. On everything else, this is becoming a zombie government – technically alive, but with its soul elsewhere.",
  "webTitle": "Whatever the Queen says, this government is all about Europe | Jonathan Freedland",
  "webPublicationDate": "2016-05-18T09:50:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/queen-parliament-parliament-all-about-europe-david-cameron-iraq",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/queen-parliament-parliament-all-about-europe-david-cameron-iraq"
}