{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/prison-reform-not-solve-overcrowding-funding-problems-queens-speech",
  "id": "2016-05-18-259",
  "sectionId": "society",
  "body": "Prison reformers have dismissed the government’s planned shake-up of prisons as a “tragic distraction” that will not solve key problems of overcrowding and underfunding. The prisons bill is set to be the centrepiece of the Queen’s speech on Wednesday and is said by ministers to represent the biggest overhaul of prisons since the 19th century. Under the plans, governors will be given greater autonomy in the running of jails, and proposals include satellite tracking to allow inmates to continue to work and only spend time in prison at weekends. But experts and prison governors fear the reforms will fail to tackle overcrowding and the increased incidences of suicide in jail. Richard Garside, director of the Centre for Crime and Justice Studies, said: “The big problem with prisons at the moment is that they are incredibly overcrowded.”  Speaking on Radio 4’s Today programme he said: “We either need more money or far fewer people in prison. If we imprisoned at the same rate as under Margaret Thatcher in the 1980s, we would have about 30,000 fewer inmates in prison. This is not because we have more criminals around, it is because we are just locking up a lot more people. In that context the reformed prisons programme that the government is proposing is frankly a tragic distraction.” Garside added: “Back in 1988 we had 37 suicides in prison. Last year we had 89. The problem is getting worse. What we fundamentally need here is a coherent vision from government for a downsized prison estate based on the principles of decency and respect. What we are getting I fear is an eye-catching, small-scale initiative, an experiment with a few prisons that will no doubt provide ministers with photo opportunities, but won’t fundamentally solve the underlying problems.” Eoin McLennan-Murray, former president of the Prison Governors’ Association, said: “The real issue is the size of the prison population … If we don’t [send fewer people to prison] we will continue to have a service that is incredibly strained. The changes and reforms that are being brought in will be dwarfed by the problems the service faces. So while they are welcome, we are not actually addressing the fundamental problems that the service is facing.” Chris Grayling, the leader of the Commons and a former justice secretary, dismissed concerns about overcrowding and blamed many of the problems in jails on access to drugs.  “Overcrowding is not at record high levels,” he told Today. “The big challenge in our prisons, the thing that has led to violence in our prisons more than anything else, has been the way in which so-called legal highs have got into prisons. And a huge amount of effort has gone into trying to stop that.” The Howard League said access to legal highs was a symptom of the problems in the prison system, not the cause. Speaking earlier on Sky News, Grayling hailed the prisons bill as a “strong new departure within prisons” on the theme of the “rehabilitation of offenders”. He said: “The most important thing when it comes to reintegrating an offender into society is for them to have a job to do. One of the options that we are thinking about giving the courts is the opportunity to say: ‘We don’t want this person to lose their job but we do want them to lose their freedom at other times of the week.’ So Michael [Gove, the justice secretary,] is trying a whole package of different things. Initially the tagging programme is all about looking after prisoners in the community ... But the option of doing something more is there as we make bigger use of electronic tagging.” Grayling added: “It is not about being soft in prison. We want them to work hard on building the skills they need to ensure they don’t come back.”",
  "webTitle": "Prison reform plan 'will not solve overcrowding and funding problems'",
  "webPublicationDate": "2016-05-18T09:45:02Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/prison-reform-not-solve-overcrowding-funding-problems-queens-speech",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    }
  ],
  "guardianId": "society/2016/may/18/prison-reform-not-solve-overcrowding-funding-problems-queens-speech"
}