{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/ambulance-delays-linked-to-35-deaths-in-past-five-years",
  "id": "2016-05-23-288",
  "sectionId": "society",
  "body": "Thirty-five patients have died in the past five years after delays of up to six hours in an ambulance reaching them and mistakes by 999 call handlers and ambulance crew, coroners have warned. The deaths – which include a nine-month-old baby, two other children, a student nurse, a mother-to-be and an 87-year-old woman with dementia – have exposed how NHS ambulance services, faced with sometimes chronic shortages of vehicles and staff, are struggling to cope with demand. Coroners in England and Wales have issued official warnings called prevention of future deaths notices highlighting problems with lack of resources, an inability to respond quickly enough to 999 calls and poor care that have caused, contributed to or been involved in the 35 deaths, inquiries by the Guardian have shown. In five of the cases the patient would or might have lived if either the ambulance had got there sooner or the attending crew had provided better treatment, coroners said. The Department of Health branded the failings exposed as unacceptable as it voiced unease about the deaths. “We want all patients to get the highest standards of care – and anything short of that is unacceptable. We take all observations made by coroners very seriously,” a spokesman said. “We expect the NHS, including ambulance trusts, to make continuous improvements to the service and take careful account of prevention of future death reports from coroners so lessons can be learned and future tragedies avoided.” The coroners’ warnings, issued when they require a public body to make changes to reduce the chances of another fatality, also show that: • Staff shortages were involved in four deaths. • Ambulance service call handlers made mistakes in nine cases. • Ambulance staff at the scene provided poor care in nine of the deaths. • Delayed handovers of patients to hospital A&E staff were involved in three cases. Of the 35 deaths, 10 involved the London ambulance service, while the North West ambulance service had seven, and the ambulance services covering Wales, the east of England and the east Midlands each had three.   Graphic   NHS England said the 35 deaths were tragic and that lessons would be learned. “The ambulance service deals with more than 9 million 999 calls every year, and it is tragic when any death occurs so the NHS welcomes input from the coroner in the small number of cases where lessons can be learned from tragic and avoidable circumstances,” a spokeswoman said. “For example, in response to the recommendations of coroners, changes have been made to the way in which calls are prioritised and thus improving the chances of future emergency situations.” Those who could have lived if ambulance services had not failed them was 47-year-old Paul Murray. He suffered a fatal cardiac arrest in 2015 after it took four calls to the London ambulance service to send a vehicle to his aid, coroner Andrew Walker said in the notice.   Related: 'The day before Sabrina died was like any other close to Christmas'    The service was first alerted about Murray, who suffered from the heart condition myocarditis, at noon on 8 February last year but did not send an ambulance. “There were insufficient ambulances in circulation to respond following the second call at 12.19pm,” the coroner wrote. “If there had been sufficient ambulances and an ambulance had attended to Mr Murray, it is likely that he would not have had the cardiac arrest as it is likely that had treatment been provided by the ambulance staff that treatment would have delayed the onset of Mr Murray’s cardiac arrest. “Had Mr Murray been taken to hospital following the call at 12.19pm, arriving there before his cardiac arrest, it is likely that he would not have died when he did.” The coroner highlighted that “there were insufficient resources available for the LAS to meet the demand on 8 February at 12.19pm”. Anthony Offord might have lived after collapsing at a friend’s flat in Sheffield in August 2014, if Yorkshire ambulance service had managed to get a double-crewed ambulance to him, and the emergency medial dispatcher had not made a clinical error, the coroner said. Similarly, Steven Jackson died in March 2014 after experiencing “very serious failings in the care” he received from East of England ambulance service. “With appropriate, timely treatment, Mr Jackson would most likely have survived,” the notice stated. In 21 of the 35 deaths coroners flagged up long delays in ambulances getting to the patients as a worrying feature of the case, despite some of them being in a serious condition. Sabrina Stevenson, 28, died in December 2012 from a ruptured ectopic pregnancy after heavier than usual demand meant that an ambulance did not reach her for two hours after the first 999 call.     Delayed handovers of patients to hospital A&E staff were involved in three cases. Photograph: Bethany Clarke/Getty Images    While Stevenson may not have known she was pregnant and it was recognised that the crew were presented with a difficult situation, her care was also blighted by a series of errors, including the crew not considering seriously enough the possibility that she was suffering catastrophic blood loss and a poor handover to a second crew, the assistant coroner who heard the inquest noted in the prevention of future deaths notice.  A consultant gynaecologist told the inquest that “had Sabrina arrived in A&E at a point prior to cardiac arrest, then, on the balance of probabilities, the ectopic pregnancy would have been diagnosed and she would have rapidly had life-saving surgery”, the notice states. When 87-year-old Elizabeth Leah fell and broke her leg at her care home in Manchester in July 2014 staff who rang 999 were “informed that there would be a delay of up to six hours for the ambulance to arrive. Fifty minutes later the ambulance service called back and advised that she should be taken to hospital in a taxi. “When I questioned the ambulance service manager about this she was very candid and accepted that the problem is that they do not have sufficient ambulances or staff available and that they are working ‘at 100%’ all the time,” south Manchester coroner John Pollard noted in the notice. The coroner ruled that there was “an inordinate delay” in the North East ambulance trust getting a vehicle to Gary Million when he collapsed in November 2013. Mark Smith died in London in March 2013 after taking an overdose when an ambulance that should have arrived within 30 minutes instead took two hours and 20 minutes. “This delay was the result of a recognised mismatch between capability and demand ... there were 15 and 20 ambulances short pan-London,” the notice explains. “This delay was likely to have contributed to Mr Smith’s death.” Phil McCarvill, deputy director of policy for the NHS Confederation, which represents the 10 NHS regional ambulance services in England, said: “We know that all parts of the NHS are experiencing growing pressure and a relentless increase in demand. Within this context we need to make sure that all services are as safe as possible for patients. It is important that we look at the detail of each of these tragic cases so that vital lessons can be learned.  “All of us across the NHS and the wider health and care system must work together to improve the quality of care and coordination between diverse services to ensure patients are kept safe.” Justin Madders MP, a Labour shadow health minister, said: “These figures are the symptom of emergency services that are under an immense amount of pressure. In England, A&E delays have reached record levels and more and more ambulances are having to queue outside of hospitals because there aren’t any free beds available.” ‘The day before Sabrina died was like any other close to Christmas’     Dawn Coventry Rayleigh Essex Photograph by David Levene 25/4/16 Photograph: David Levene for the Guardian    Dawn Coventry’s 28-year-old daughter Sabrina Stevenson died on 16 December 2012 as a result of complications related to an ectopic pregnancy, after waiting two hours for an ambulance and another two and a half hours before paramedics took her to hospital. The mother is so upset with the London ambulance service that, three and a half years later, she has still not buried her daughter. “The day before Sabrina died was like any other close to Christmas. She went shopping with her grandmother, had a drink with friends, but by the next evening she was dead. A ruptured ectopic pregnancy meant that she bled to death in hypovolaemic shock – very heavy internal blood loss – and it is likely Sabrina never even knew she was pregnant. One of her fallopian tubes had split. “When the gynaecologist gave evidence at the inquest [.pdf] into her death, she said that if Sabrina had arrived at A&E before she went into cardiac arrest, she probably would have survived. Sabrina waited two hours for an ambulance to come to her home that evening. “My daughter did not have to die. It was the weekend before Christmas, after what emergency services call ‘Black Friday’. I understand that she was asked if she had been drinking and I do not believe that she was taken seriously. She woke up with stomach pain, nausea and diarrhoea, and had absolutely no idea what was wrong with her. At about 6pm her flatmate called for an ambulance, but it didn’t arrive until around 8pm. She was still in the flat at 10.30pm and died an hour later in hospital. “I have gone through every ‘what if?’ question there is to ask. It is hard to accept the delays of the ambulance service and the failures of the paramedics who were meant to help her. “Three times I got ready, went to court, only for the inquest to be postponed. I eventually got the verdict on honeymoon, two years after Sabrina’s death, at which point my legal costs amounted to over £30,000. Her ashes are still with the undertaker. “I have never previously criticised paramedics or the NHS in general. One in 80 pregnancies is ectopic, and a simple operation could have saved her life. I’m never going to be the mother of the bride. I am never going to be a grandmother. When you go through this process, it demoralises you. You realise you are just a file. If I had not pushed it, the ambulance delays would have been ignored, and there would never have been an inquest into her death.” As told to Patrick Greenfield",
  "webTitle": "Ambulance delays linked to 35 deaths in past five years",
  "webPublicationDate": "2016-05-23T06:52:36Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/ambulance-delays-linked-to-35-deaths-in-past-five-years",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Patrick Greenfield",
      "id": "profile/patrick-greenfield"
    }
  ],
  "guardianId": "society/2016/may/22/ambulance-delays-linked-to-35-deaths-in-past-five-years"
}