{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/many-suffer-but-no-one-talks-about-it-the-rise-of-eating-disorders-in-japan",
  "id": "2016-05-17-281",
  "sectionId": "world",
  "body": "Akira, 37, lives in the heart of Tokyo, a metropolis that lights up like a fluorescent fairground at night. She shares the city with 13.35 million other residents, but had no one to turn to when she was suffering from anorexia and bulimia. It’s an issue she has faced since she was 11. “Bulimia is very common, but in Japan people don’t really care about mental health issues,” she explains. “People just avoid talking about them.” She could not open up to friends and family members, and so ended up joining Overeaters Anonymous, a programme that tackles a variety of food-related issues from starving to using food as a reward. She also started going to an English language help centre for counselling, but the service is expensive and ineffective.  “None of the help offered has been of any use,” she continues. “I can talk for about five minutes in Overeaters Anonymous and that’s about it. In my experience, no one really understands having an eating disorder, so there’s basically no one who can help.” Japanese doctors warned recently that their health system is failing hundreds of thousands of people like Akira — many of them teenage girls. The BBC spoke to Dr Toshio Ishikwa, president of the Japan Society for Eating Disorders, who said: “It’s often too late by the time the patient is seen in a hospital. Their condition is very severe. Sometimes they are even close to death.”  This needs to change – and fast, as eating disorders have been on the rise since the 1980s (pdf), according to a 2009 study. Another study last year, which was based on questionnaires sent to schools in seven prefectures in Japan, found that the prevalence of anorexia nervosa among adolescents is similar to that found in Europe and the US. It particularly affects girls: the number of boys affected was one third that of girls in some prefectures. Few hospitals in Japan deal specifically with eating disorders and most sufferers, like Akira, must go to independent clinics where staff are not trained to assess the psychological causes of the illness. The government partly funds a handful of community support groups, which can help spot the early signs of illness.  But change may be on the way. In 2000, the ministry of health, labour and welfare drew up plans to research the issue and established specialised medical centres throughout Japan. Last year, they created a policy to fund five acute treatment centres for eating disorders in hospitals around the country, as well as putting money towards a national centre.  The biggest independent support organisation at the moment is the Nippon Anorexia and Bulimia Association, a self-help group comprised of 200 chronic sufferers of anorexia and bulimia. It’s where Kaiyo, 42, who has suffered from bulimia, went when she was 17. “Their format was similar to Anorexics Anonymous, where you talk about and accept your problems with others, but it wasn’t effective enough.”  Doctors have agreed that support groups on their own are not sufficient. Part of the reason for the lack of treatment is cultural, according to Hanu, 23, who says there is a stigma around eating disorders and mental health concerns in Japan. Hanu has been bingeing and purging since she was in high school but has never been diagnosed, despite seeing a psychiatrist for years. Hanu says that her eating disorder is not about body image. “When it all started, eating was, for me, the only sensually satisfying experience. Japanese people never hug or kiss or cuddle and, even as a kid, you don’t get many of these from your parents or siblings. I think that’s why I resorted to comfort from eating at an early age.” Eri, 45, agrees. She started binge eating to help deal with life’s pressures, but then found eating itself became a stress. Both she and Hanu also talk about the shame and guilt associated with wasting food.  “This is particularly true in Japan,” she continues. “Maybe it came from the first world war – when we were forced to provide food for the imperial soldiers while the citizens were starving. My mother couldn’t throw away food; when I opened the freezer, the frozen foods fell off the shelves on my head. I remember I was pressured into eating every last grain of rice otherwise I would have to feel sorry and sinful. At school those kids with lactose intolerance were commonly seen puking up milk.” She adds: “My parents never taught me to listen to my own feelings and body, and stop eating when I was full. I was just told to eat what you’re given.” But it’s no secret that there is pressure to be slim in Japan. With its small portions of low-calorie foods such as vegetables and oily fish, the country has one of the lowest obesity rates in the world.     Vegetable rolls: the Japanese diet is considered healthy. Photograph: Bon Appetit / Alamy/Alamy    This pressure is compounded by the 2008 “Metabo law”, which requires those aged 40–75 to keep within certain waist measurements. This rule was promoted all over the Japan with posters and signs.  Akira says she feels she has to live up to an ideal body image – the women shown in the media are often very thin. “In every combini (convenience store) there’s a big magazine rack with anime porn and actual porn, all of it featuring degrading images of women – half naked, boobs busting out of tiny bikinis, their t-shirts stretching to contain their ample boobs, their knees drawn up to show a tiny triangle of panty,” she says. “This is total objectification. There are no men being shown this way, only girls and women, in every combini, and that’s just for starters.” Kaiyo says it is “normal” to be thin in Japan, and failing to fit in to the stereotype can lead to a lack of acceptance from friends and wider society. International relations expert Dr Nancy Snow, from the US, has lived in Tokyo for the past four years. “There is an obsession here with food because it is so high-quality. Every picture I put up [on social media] of food gets more likes than anything else, we talk about food constantly.” Snow’s analysis of the larger cultural landscape has led her to think the issue could be down to a lack of female empowerment, with women looking for a way to reclaim some control.      It is considered shameful to waste food in Japan. Photograph: Alamy    Snow says that she can understand why people in the country are so reluctant to talk about their issues. “This is not a place where you are going to admit to any weakness … it’s also a disease that it not connected to Japanese culture, and is seen as an import, something that has come from somewhere else.” But Japan seems to be waking up to the damaging implications of strict ideals of the perfect body, with a plus-size magazine launching recently. Despite this, far more needs to be done to address eating disorders and the stigma around mental health issues in general. As Hanu puts it: “Japanese people are not so sensitive … but if you are a sensitive person born into that culture then you get problems. I thought my life was hell when I was a really small kid because of pressure from my parents to work hard after school, and I wanted to kill myself. “When someone commits suicide, parents say there was nothing wrong, he was happy and fine; he was good at school,” she adds. “They never notice anything is wrong until someone dies.”   Some names have been changed.",
  "webTitle": "'Many suffer but no one talks about it': the rise of eating disorders in Japan",
  "webPublicationDate": "2016-05-17T07:34:35Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/many-suffer-but-no-one-talks-about-it-the-rise-of-eating-disorders-in-japan",
  "keyword": [
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eating disorders",
      "id": "society/eating-disorders",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "world/2016/may/17/many-suffer-but-no-one-talks-about-it-the-rise-of-eating-disorders-in-japan"
}