{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/30/tech-boon-for-children-as-ghana-puts-autism-on-the-app",
  "id": "2016-05-30-186",
  "sectionId": "global-development",
  "body": "“Good job, high five!” enthuses Victoria Nyarko in her classroom at a community centre in the Ghanaian coastal city of Tema. It is Monday morning, and classes at HopeSetters autism centre – where shelves are filled with puzzles and learning aids, and walls covered in colourful posters and slogans – are a little different from normal. The privately funded centre, which provides education for 18 autistic children aged between five and 15, is one of the first organisations in the country to use a locally designed autism aid app that uses audio and visual educational tools to help youngsters learn. “Today we are doing the kitchen materials,” Nyarko says. “They like it because it kind of talks back to them … it communicates with them, and they like to touch it a lot.”   Related: Same tech, different result as states use internet to empower and control    With its learning tools, SMS helpline for parents, and information centre, the app, believed to be the first of its kind in sub-Saharan Africa, is helping to further autism education and awareness in Ghana. Its creator, Alice Amoako, says the app provides teaching material that helps teachers and parents to improve communication skills among children. A neurological disorder characterised by communication and social difficulties, autism is believed to affect one in 68 children globally. Statistics for Ghana and other African countries are lacking: one study suggests one in 87 children under the age of three in Ghana is autistic. Children with autism face discrimination and the same prejudices as people with mental illnesses, activists say. Amoako and other teachers are hoping to change attitudes. While studying for a degree in IT at the Ghana Technology University, Amoako founded Autism Ambassadors of Ghana (AAG). “I [visited] an autism centre and had interactions with the caregivers and children, and I realised there was a need to help raise awareness,” says Amoako, 24. “In my final year [at university], I had to do a project to complete my studies and we developed the app.”     Autism Aid founders Alice Amoako and Solomon Avemegah.    Amoako and co-founder Solomon Avemegah developed the app last year, after winning a competition, the digital changemakers award, run by the mobile company Tigo. Backed by Reach for Change International, Tigo’s non-profit partner, the prize is designed to support social entrepreneurs in Ghana. The app utilises the picture exchange communication system (Pecs (pdf)), using visuals to instigate communication in children. The program comes with image sections, sign language tools for those unable to communicate verbally, and even a list of local foods and transport. “They can learn all kinds of things,” Amoako says. “We were able to modify it in such a way that it even has the list of Ghanaian foods. If a child wants to eat banku [fermented corn and cassava], for example, they can just click on the picture. We have the Ghanaian transport system with taxis and tro-tros [public minibuses], and we hope to include local languages on the platform in the future too.” The app, which is free to download, lists autism centres and facilities in Ghana, and has a detailed autism awareness section. Raising awareness is critical in a country, and region, where people with any kind of disability can be banished from society and sent to “prayer camps” to be “healed”. Marilyn Marbell-Wilson, a developmental paediatrician, believes the technology could improve children’s communication skills. “Children with autism can definitely do better with modes of communication other than talking,” she says. “It makes it a more familiar tool because most of them love the phones and gadgets, so they wouldn’t look in a book or the normal Pecs cards … it can improve the neural circuits of communication and so definitely it makes a better tool for communication instead of just looking at the pictures.” One of only three autism specialists in Ghana, as well as a member of the app’s helpline team, Marbell-Wilson says the program could help change attitudes and bring more autism cases to light.  “If a child is not developing typically, some parents or relatives will say, ‘Oh, this is spiritual, this is not medical’, so they will either hide the child or do something untoward to the child,” she adds.  “If the child is sick, having a tantrum or [doing] something peculiar [and] the parent doesn’t know exactly what to do, we are able to answer and give some help … I think that will be great for parents.”     Children and staff at the Autism Awareness Care and Training centre in the Ghanaian capital Accra.    Kwaku Offei Addo, whose four-year-old son, Joel, has autism, says: “He likes to use the phone a lot and it will be helpful catching up with words and identifying objects.” Offei Addo meets other fathers of autistic children to discuss their experiences. He says it can be particularly difficult for Ghanaian men to deal with having an autistic child. “[People think] it demeans your status as a man,” he says. “It was really difficult for me to accept [but] over time, with the effort, it has built me up to a level … I think of the positive things and it motivates me.”  To mark world autism awareness day on 2 April, AAG organised a march of more than 400 people through Accra’s streets. The Autism Society of West Africa recently held a three-day conference in Accra bringing together advocates from Ghana, Nigeria and Senegal. “I think it is empowering people to take the information they know here out to their families, neighbourhoods and communities, and to start talking more about what they saw here,” said the society’s founder, Casey McFeeley. “It opens up the idea that it is OK.”",
  "webTitle": "Tech boon for children as Ghana puts autism on the app | Chris Matthews",
  "webPublicationDate": "2016-05-30T06:00:26Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/30/tech-boon-for-children-as-ghana-puts-autism-on-the-app",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Ghana",
      "id": "world/ghana",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Autism",
      "id": "society/autism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Matthews",
      "id": "profile/chrismatthews"
    }
  ],
  "guardianId": "global-development/2016/may/30/tech-boon-for-children-as-ghana-puts-autism-on-the-app"
}