{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/08/eight-things-to-know-at-the-start-of-this-eight-week-election-campaign",
  "id": "2016-05-08-225",
  "sectionId": "australia-news",
  "body": "1: It’s starting out close. The trends in the two-party preferred vote (Labor now level pegging or slightly ahead), satisfaction rating (Malcolm Turnbull plummeting but still ahead, Bill Shorten rising) and preferred prime minister (Turnbull still ahead but his lead has been halved) are all favouring the ALP. But Labor’s primary vote is still at 35 or 36% according to the most recent Reachtel and Galaxy polls. Labor has never won with a primary vote that low. Even in 2010, when Julia Gillard negotiated her way into government in a hung parliament, the primary vote was 37.9%. A strong majority of voters expect the Coalition to win. Taking into account the redistribution, Labor needs a uniform swing of four percentage points and a gain of 19 seats to take government. That would be an historic turnaround after a single term in opposition. 2: The swing will not be uniform. Nationwide polls hide big variations on the ground. Last year in the UK, a highly-targeted marginal seat campaign, run by the Australian Liberal party strategists Crosby Textor, helped take David Cameron to a decisive win. Liberals are confident, based on their tracking of marginal seats. But Labor says it is doing well in outer suburban and regional seats with lower household incomes. Labor’s marginals campaign will bolstered by an ACTU grassroots campaign and marginal seats campaigning by groups like GetUp. Labor is targeting a raft of seats in the traditional battleground states of Queensland and New South Wales (Petrie, Capricornia, Brisbane, Flynn, Bonner, Forde and Dawson in Queensland and Banks, Reid, Eden Monaro, Page, Lindsay, Robertson, Dobell and Banks in New South Wales) but is also increasingly hopeful of gaining a seat or two in Western Australia, where its vote hit an historic low in 2013, possibly Cowan and the new seat of Burt, in Victoria (seats like La Trobe, Dunkley and Corangamite) and is still targeting a seat or two in South Australia, despite the government’s attempts to shore up support in that state by bringing forward announcements about the contract to build submarines.    The loser may not get a second chance    3: A lot could change during the campaign. Neither Turnbull nor Shorten has faced the voters as leader before. The unusually long eight-week campaign will magnify any stumbles. And both parties are yet to announce, or face intensive scrutiny, on important policies, some of which have not yet been made public and some which are still being unpicked from last week’s budget and budget speech in reply. 4: The major parties will present clear policy choices, and the opposition has been prepared to take some policy risks to get itself back into contention for the first time really since the Fightback! Election of 1993. On the economy, Turnbull says his $48bn in company tax cuts will improve growth and generate jobs. Shorten says his policies on education will do the same, and that rising inequality is bad for society and the economy as well. Turnbull has more modest greenhouse gas targets and a policy few believe can achieve them. Labor has pledged tougher targets and new emissions trading schemes. The parties have constructed clear differences on the negative side as well. Labor is opposing the Coalition’s company tax cuts and the retrospective parts of its superannuation concessions for the very wealthy. The Coalition says Labor’s policy on negative gearing and capital gains tax will “smash” house prices.           Malcolm Turnbull calls double-dissolution election for 2 July    5: It could get nasty. The negative campaigning is likely to get very personal – in fact it already has. Labor is backing its “putting people first” slogan with an attack on Turnbull for being “out of touch” (i.e. wealthy) and for prioritising the interests of millionaires over battlers. The Coalition is attacking Shorten for being a weak and vacillating leader, beholden to the union movement and Labor’s factional system. It has already started running social media attack ads.  6: We could get a hung parliament again. Twice. It is impossible to predict at this stage, but the tight polls and strong re-election campaigns by several lower house crossbenchers, including the Greens Adam Bandt, Cathy McGowan in Indi, Andrew Wilkie in Denison and Bob Katter in Kennedy and a bid to return to the parliament by Tony Windsor in New England and the outside chance of another lower house seat for the Greens or even one for the Nick Xenophon team, means a hung lower house is within the realms of possibility. And despite all the furore over the Senate voting changes, the tightening of the polls means the Senate after 2 July may be no easier for a re-elected Turnbull government, which could be forced to govern with the support of three or four Nick Xenophon Team senators as well as some other independents like Jacqui Lambie in Tasmania or Glenn Lazarus in Queensland. 7: The Abbott legacy lives on. The former prime minister has solemnly promised to do everything he can to help the Coalition’s re-election, but several of his least popular policies live on because the Turnbull government cannot afford to remove them from the budget bottom line but cannot get them through the Senate does not seem to want to advocate them in their current state. The Coalition is, for example, going to the polls with an “options paper” instead of a higher education policy, retaining most of the Abbott era cuts but saying it has moved on from full deregulation. Cuts to family tax benefits and an extra one week waiting period for unemployment benefits are among the so-called zombie policies, delivering over $10bn to the budget bottom line despite not being legislated and the government not really wanting to talk about them. And his former chief of staff Peta Credlin has started as an election campaign commentator. 8: It could be do or die. The loser may not get a second chance. Having been re-installed as leader by a reluctant Liberal party on the basis of his popularity and its dismal polling performance, for Turnbull victory is vindication and loss means his leadership would quickly come under question. Shorten automatically faces another ballot of caucus and Labor members after the election, whatever the result. If he loses, but comes close to winning, he would have a strong case for re-election, but if not, the field would be open.",
  "webTitle": "Eight things to know at the start of this eight-week election campaign",
  "webPublicationDate": "2016-05-08T03:44:51Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/08/eight-things-to-know-at-the-start-of-this-eight-week-election-campaign",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/08/eight-things-to-know-at-the-start-of-this-eight-week-election-campaign"
}