{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/aurukun-imported-syllabus-partly-to-blame-for-school-closure-says-former-principal",
  "id": "2016-05-27-277",
  "sectionId": "australia-news",
  "body": "A senior educator who oversaw the troubled Aurukun school has spoken out about what he says is the failure of an expensive and contentious education program backed by Noel Pearson. John Bray was executive principal at Pearson’s Cape York Academy for six months last year before quitting, in part over his disillusion with the effect of the multimillion-dollar “direct instruction” syllabus wholly imported from the US. Bray said the rigidly-scripted curriculum had compounded student disengagement in Aurukun, along with the “complete distrust” of the school by parents amid the punitive approach of welfare reforms. Both were contributing factors to events leading to the town’s schooling crisis, he said. Bray said touted literacy and numeracy improvements under the program when compared to other schools in Cape York with regular state funding did not justify the cost.    Related: Queensland ministers fly to Aurukun after more violence flares    “[Direct instruction] is inappropriate and the evidence is clear,” Bray told Guardian Australia. The primary school was shut down this week until next term, after teachers evacuated Aurukun for the second time this month over safety fears.  They were triggered by a series of alleged violent carjackings of the school principal, Scott Fatnowna, and targeted attacks on teachers’ accommodation by local youths. The school’s closure prompted federal MP Warren Entsch to describe Aurukun as a “failed social experiment”, with hundreds of millions of dollars spent on programs advocated by Pearson representing “poor value for money”. Pearson in return has accused Entsch of not achieving enough for the community and said Aurukun was “the Afghanistan of teaching”. He has blamed police for a lack of enforcement and criticised the state government for the standard of teacher accommodation and its decision to close down the school, saying a minority of youthful troublemakers had controlled it like “puppeteers”.  In a statement on Friday, Pearson said it was “astounding to see that the school is now the scapegoat of what is very clearly a law, order and policing problem”. “Many ignorant statements have been made in the last 24 hours claiming that the education model has failed in Aurukun,” he said. “The naysaying nonsense is not supported by verified evidence about student participation and achievement, and the important place the school plays in the slow path to restoring social norms in Aurukun.” Pearson said school attendance rates had gone backwards in recent years after a peak of 75% in early 2011. But he said this was “undercut by grog and community violence” and was “still well above pre-[Cape York welfare reforms] averages of less than 40%”. Bray, who at the Cape York Academy oversaw schools at Aurukun, Coen and Hopevale, is the first educator involved with the direct instruction program to speak publicly. Bray said he agreed the school “has to be the centerpiece of the community but if the school is a beacon in the community, it should be the best place in the world kids want to come to”.  “If it was, you’d have 100% attendance, wouldn’t you? Which means something’s not working.  “You’ve got teachers working their arses off up there doing a great job under an approach that is obviously not working.” Despite there being a new building available for secondary education at the school, Aurukun teenagers only have the option of going to boarding school elsewhere. Pearson has called for the expansion of a placement program that has put other teenagers to work in abattoirs and as fruit pickers. There are estimates of up to 70 disengaged secondary school-age children in Aurukun. Bray said about a third of Aurukun students suffered “severe mental health issues due to trauma” and that the curriculum had failed to address this. “It needs to be a relationship-based approach before you do anything else – forget about bloody literacy and numeracy for a moment,” he said.   Related: Aurukun elders say group of teenagers controlling government 'like puppeteers'    The literacy and numeracy gains – which followed attendance rates – were underwhelming given “the amount of funding put into it”, he said. “When you compare [it] to other Indigenous communities, like Pormpurraw, which is just across the Cape, they’ve got a quarter of the funding from the state government and they’re ripping it,” he said. Naplan results from 2014 showed Pormpurraw, with a similar remote Indigenous profile, outperformed Aurukun on all five measures among year three students. It had 79% to Aurukun’s 61% above the national minimum standard in reading; 93% to 34% in writing; 93% to 63% in grammar; 73% to 55% in spelling; and 87% to 76% in numeracy. Pormpurraw did so using the regular Australian curriculum. It is involved in a teacher training program run by the Stronger Smarter Institute, for which Bray began working in October. The institute was founded by respected Indigenous educator Chris Sarra, who said he also felt compelled to speak about widespread teacher disquiet with direct instruction now Aurukun had reached a crisis point. “I’ve been to conferences where I’ve had teachers come up to me afterwards and break down and cry because they just feel like they’ve had it jammed down their throats and they feel like they can’t speak out about it because it just blows up in their face and they get abused,” Sarra told Guardian Australia. “One of the great tragedies in all of this is not only kids disengaging but exceptional quality teachers disengaged and walking away as well. “What’s needed to transform remote schools is the best quality, top-gun teachers, and jamming the direct instruction program down their throats has directly caused the best quality teachers to walk away.” Direct instruction was introduced by the Cape York Academy six years ago with $8m in funding, originally from the state government, and then $22m in 2014 by the Abbott government for a rollout to other remote schools. Entsch said he “nearly choked” when he found out his own government was funding the rollout and predicted some Indigenous students would suffer under it. Sarra said Pearson’s comparison of Aurukun to Afghanistan showed an “incredibly naïve understanding about the realities on the ground there”. “I wonder how long he can keep up this kind of tactic of distracting people from what the real issue is,” he said. The “off the shelf” direct instruction syllabus been criticised for its culturally inappropriate, US-centric features. A 2013 report for the Australian council for education research found that school staff and community members widely reported positive outcomes from the initiative. But these outcomes “specially around student learning [had] proven difficult to quantify” because the data expected to measure them had “too much missing information”, the report concluded.   Related: 'We fear for our lives': Aurukun women demand end to Cape York violence    Sarra said direct instruction was “basically a remedial program that’s expensive, the money goes to America and is proven to disengage kids who are otherwise pretty bright”. “It might have relevance to some kids in America but it has no relevance to the everyday lives of children in Aurukun,” he said. “If government was serious about providing quality education they could spend $150,000 over 12 months and have a specialist curriculum writer go to Aurukun, live in Aurukun, sit down with people and design a local school curriculum. “That’s going to excite the kids; that’s going to sit well with parents and elders. That’s going to nurture a strong sense of cultural identity while at the same time enable the pursuit of excellence so that kids can thrive in modern society. “The whole direct instruction program and the assumption this is the answer is a kick in the guts for Aboriginal communities and for the teaching profession.”",
  "webTitle": "Aurukun: Noel Pearson's syllabus partly to blame for school crisis, says former principal",
  "webPublicationDate": "2016-05-27T06:23:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/aurukun-imported-syllabus-partly-to-blame-for-school-closure-says-former-principal",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cairns",
      "id": "australia-news/cairns",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/27/aurukun-imported-syllabus-partly-to-blame-for-school-closure-says-former-principal"
}