{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-17-11",
  "sectionId": "australia-news",
  "body": "The day is dawning in an ugly way for both main parties with dog whistling, rogue candidates and questions about assets. The tempo is certainly increasing and after circling each other for 10 days the attacks are on the rise.  The big picture The government are really hitting Labor hard over asylum seekers, harking back to the 2001 campaign. And 2010. And 2013. And most of the years in between. Anyway, enough about the Liberal party’s imagination when it comes to wedge politics. The immigration minister, Peter Dutton, has polished up the dog whistle for an appearance on Sky News, Fairfax Media reports.  They won’t be numerate or literate in their own language, let alone English. These people would be taking Australian jobs, there’s no question about that. For many of them that would be unemployed, they would languish in unemployment queues and on Medicare and the rest of it so there would be huge cost and there’s no sense in sugar-coating that, that’s the scenario.  These people.    .@PeterDutton_MP says more refugees will take Australian's jobs or languish in unemployment queues #ausvotes #pmlive https://t.co/TdFlaQc8Tb— Sky News Australia (@SkyNewsAust) May 17, 2016    Dutton was speaking about the Greens policy to increase Australia’s refugee intake to 50,000. Peta Credlin was also on the program, saying the Liberal party was “just as compassionate” about asylum seekers as the left.  Do not try and say my side of politics somehow is morally corrupt by wanting the intake to be paid for,” she said. “You’ve got to pay for it … my side of politics is just as generous as your side of politics. But the thing is we’re always left with the bill. And you want Australians to come with you on your humanitarian intake. You want Australians to support the level of intake. Because if you don’t, you get a feral outbreak, like [Pauline] Hanson, and you must not have that happen again.  Those comments are from the Australian which also quotes Credlin as saying Fairfax Media were reporting on her comments extensively because she chose News Corp Australia over them when becoming a commentator. The Aus, of course, a News Corp Australia newspaper – and the only outlet with a Credlin headline I can see this bright morning. The government is also being helped in its asylum seeker line by an amping up of coverage on the issue in the tabloids. The Daily Telegraph has put the cost of running Manus Island at $985m and says only one in four asylum seekers have chosen to fly home. The Tele has taken the line that the cost is the asylum seeker’s fault and has Dutton saying they have a “stark choice” – to go home or be settled in Papua New Guinea – and “they will never be settled in Australia”. The Telegraph is also saying two refugees have been “bashed” by locals after a “drug-fuelled rampage”. The story says the pair were beaten up by private security guards after trying to steal a television and smashing items. The men are facing charges of assault, theft and wilful damage. The report does not say if the people who beat them up were charged. The Labor MP for Batman, David Feeney, is set to give his party a tough day after it was revealed he “forgot” to declare a $2.3m investment property which is negatively geared. A gift for the Liberals, as well as the Greens – who are putting Feeney under great pressure in the Melbourne seat. Feeney bought the property in Northcote in 2013. On the campaign trail Malcolm Turnbull will wake in Cairns in far north Queensland after spending yesterday in campaigning in Darwin. Bill Shorten is back in Sydney. The campaign you should be watching Macarthur covers most of the Campbelltown area in south-western Sydney and is on what the election analyst Antony Green calls the New South Wales “mortgage beltway”. Here people vote for either party and the “bread-and-butter issues” resonate. These voters care about the national economy and certain issues but are also busy with their own lives so are not completely engaged. Along with Queensland’s mortgage beltway, it is where the Coalition can expect to win or lose this election. Macarthur is held by the Liberal MP Russell Matheson, who was first elected in 2010. A redistribution has reduced his margin from 11.4% to 3.3%. The Liberal party has held the seat for 20 years but Labor now has a strong chance of winning it back. And another thing(s) Lenore Taylor has penned a thoughtful essay about Malcolm Turnbull, the man he has become to win power and the type of leader he could be. It’s a long, illuminating read and examines how and why voters have seen a different prime minister to the Turnbull they thought they were getting:  And it’s probably partly about the realities of governing – a fiendishly difficult thing, especially taking the prime ministership many years after you’ve last dealt with the day-to-day pressures of detailed policy work while facing a demanding media cycle. Especially when your predecessor has – as one Turnbull insider put it – ‘shredded everything’. And it’s part the product of unrealistic expectations, from progressives who somehow thought Turnbull’s stated position on things like marriage equality or climate change or the republic might translate to a broader common cause and from voters who seemed to hope subbing in one bloke they quite liked might somehow change everything they hated about the dumbed-down busted-up political system.  You’re not allowed to mention the gap between the rich and poor without being accused of class warfare but Michelle Grattan has broken down an interesting Essential poll about class perceptions over at the Conversation. The poll found 81% of those surveyed believe social classes still exist in Australia; 48% identified themselves as middle class and a third – 34% – as working class. Just 2% were willing to describe themselves as upper class. Grattan wrote about how these findings fit into Labor’s campaign narrative on Turnbull.  Such basic figures indicate the sub-soil that Labor is seeking to tap into when it paints Malcolm Turnbull as a wealthy toff out of touch with the average person. They also highlight why Peta Credlin’s description of Turnbull last week as “Mr Harbourside Mansion” is seen as so potentially damaging.  In the continuing “look I’m a normal bloke, I drink beer at the pub” campaign    A great nation when the PM can end a busy day with a quiet beer in a pub in Cairns @janeenorman @annikasmethurst pic.twitter.com/hxNznzPzME— Darren Chester MP (@DarrenChesterMP) May 17, 2016    • Follow the day’s developments live • Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Guardian Australia's morning mail: refugees would 'take Australians jobs', says Peter Dutton",
  "webPublicationDate": "2016-05-17T21:50:24Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peta Credlin",
      "id": "australia-news/peta-credlin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/18/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}