{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/chimpanzee-zoo-animal-research-us-fish-wildlife-service",
  "id": "2016-05-04-65",
  "sectionId": "world",
  "body": "When Jen Feuerstein last saw Tara, she was only three. Feuerstein, a biologist, remembers the chimpanzee as “very playful and active”. Her aunt, Georgia, was “a beautiful, slender, dark female … who radiated intelligence and was very close to her family”. Thirteen years later, Feuerstein and a global group of plaintiffs are suing the US government to stop the transfer of Tara, Georgia, and six other chimpanzees that are no longer being used for research to a zoo across the Atlantic that has not received accreditation from major European or British zoo authorities, Wingham wildlife park, in Kent, England. Feuerstein and two other former researchers at Yerkes National Primate Research Center say the transfer will be detrimental to the chimpanzees’ health and won’t improve the chances of their species’ survival.  Plaintiffs are concerned that transporting the eight chimpanzees in cages on an international flight and housing them in a zoo that has not housed chimpanzees before would “exacerbate the traumas they are already suffering as a result of the laboratory conditions and experimentation to which they have been exposed”, according to the complaint. The move would also set a dangerous precedent and violate the spirit of the Endangered Species Act, they say. “Export of the chimpanzees to an unaccredited zoo will not in any way enhance the survival of the species,” the complaint says. The case is the first time a private facility has sought a permit from the US Fish and Wildlife Service (FWS) to ship abroad chimpanzees that were formerly used for research, after the federal government listed captive chimpanzees as protected under the Endangered Species Act last year, and on the heels of a halt in federal funding for research on chimpanzees from the National Institutes of Health.    I want them to have a great future. I don’t think that’s what’s being offered to them now  Jen Feuerstein     Plaintiffs, which include the New England Anti-Vivisection Society (NEAVS), London-based Cruelty-Free International, and Canada’s Fauna Foundation, point to several decades of research and activism that has resulted in hundreds of formerly captive chimpanzees “retiring” from research and living healthier lives in accredited US sanctuaries – and note that several of these sanctuaries offered to take the chimps from Yerkes, which includes a price tag of up to $20,000 a year for their care.  “I want them to have a great future,” said Feuerstein, who left Yerkes in 2003 and spent more than a decade working at Save the Chimps. “I don’t think that’s what’s being offered to them now.” Feuerstein said the trip alone would pose “unnecessary risks” to the psychological and physical health of the endangered animals, adding that transporting chimpanzees on transatlantic flights has been “extraordinarily unusual” since the federal government declared chimps in the wild as endangered in 1975. She noted that they can respond to anesthesia by vomiting and could choke on their own vomit if not accompanied by a trained person on the flight.     Feuerstein said that chimpanzees held in captivity for research can exhibit behaviors similar to PTSD, including ‘self-abuse, rocking back and forth, and increased aggression’. Photograph: Alamy    In contrast, the biologist has supervised the transportation by ground of nearly 300 chimpanzees from former research facilities to sanctuaries and has seen “no fatalities or medical emergencies”. The complaint also warns that placing the chimpanzees at Wingham could “aggravate, rather than relieve, their psychological distress and aberrant behaviors”. Feuerstein said that chimpanzees held in captivity for research can exhibit behaviors similar to PTSD, including “self-abuse, rocking back and forth, and increased aggression”. These conditions “can be treated and alleviated”, she added – “with the help of specialized care, in sanctuaries”. Markus Wilder, animal collection curator for Wingham wildlife park, said in response: “It is incorrect that we have no previous experience with chimpanzees. We have animal care staff who have worked with chimpanzees, and our vet has extensive experience working with great apes.” Wilder also said Wingham has been licensed by the UK to operate as a zoo.  Even as this lawsuit remains ongoing, the chimps could be shipped to London as early as this week, according to the complaint.  “It will be terrifying,” Feuerstein said. “They’ve never undergone anything like that in their lives.”  At least two US sanctuaries for chimpanzees “retired” from research have approached Yerkes about receiving the group, and NEAVS said it will pay for Georgia’s care at any sanctuary. The FWS wouldn’t comment on the case. A Yerkes spokeswoman, Lisa Newbern, sent press releases concerning the months-long case in an email, and wrote in a separate email that details about the offers from US sanctuaries were “confidential”. Theodora Capaldo, NEAVS president, was critical of another wrinkle in the case, in which Yerkes and Wingham offered to pay $45,000 a year for five years to the Population and Sustainability Network, which in exchange would protect chimpanzees in the wild. “The whole concept of allowing individual endangered species to be exported for commercial use by giving money to a third party that does conservation work is essentially allowing them to buy a permit,” Capaldo said. A review of communications between Tim Van Norman, charged with international permits for the FWS, and Joyce Cohen, associate director of animal resources at Yerkes, reveals that the federal agency suggested in an email that supporting the population network’s work might be “right up Yerkes’ path”. By the end of the month, Cohen wrote the federal agency of plans to make the donation as part of an “enhancement” to the research center’s application. In other words, the research center, with the federal agency’s help, had found a way to at least appear to satisfy the requirement for enhancing species survival. “What’s to stop groups from all over the world from trading in endangered species by donating a few thousand to conservation groups?” Capaldo said.",
  "webTitle": "Biologist tries to stop US from sending chimpanzees to private facilities abroad",
  "webPublicationDate": "2016-05-04T17:56:29Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/chimpanzee-zoo-animal-research-us-fish-wildlife-service",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Zoos",
      "id": "world/zoos",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Timothy Pratt",
      "id": "profile/timothy-pratt"
    }
  ],
  "guardianId": "world/2016/may/04/chimpanzee-zoo-animal-research-us-fish-wildlife-service"
}