{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/are-you-aged-18-34-how-will-you-vote-eu-referendum",
  "id": "2016-05-11-262",
  "sectionId": "politics",
  "body": "There are 7,692,318 women and 7,782,178 men aged 18-35 in the UK, and the future of Britain’s relationship with the EU could be in their hands, according to an Observer Opinium poll.  If you are part of this demographic, whether you have strong opinions or couldn’t care less, we want you to take part in the Guardian’s EU referendum coverage. Most polls on the subject come to the same conclusion: 18- to 35-year-olds are the least likely to turn out to vote. An online Opinium survey for the Observer found just over half of under-35s were planning to vote, compared to more than 80% of over-55s. The proportion of registered 18- to 24-year-olds turning out to cast their ballot has consistently been below every other age group since the 1970s.  Young British adults are also among the least engaged with political processes compared to their European counterparts. In the UK, just 21% of 18- to 24-year-olds say they are very interested in the EU referendum, compared with 47% of those over 65.  When it comes to choosing a side, 54% of voters aged 55 and over said they wanted to leave against 30% who wished the UK to remain in the EU. Almost the reverse is true with 18- to 34-year-olds, with 53% saying they backed staying in, against 29% who wanted to leave. Given that over-55s make up a bigger chunk of the electorate and they are more likely to vote they hold a disproportionate weight in deciding Britain’s future with the EU. Young voters are also significantly more likely to support Labour than the Conservatives. And with David Cameron leading the remain camp, will this put young people off voting to stay?  If you are 18-35, we would like you to take part in the Guardian’s coverage of the EU referendum. Tell us why you are voting or not voting, what issues are important to you and how you feel about being part of the EU. Alternatively, you can share your thoughts and contact details with us via WhatsApp on +447867825056. Please make it clear in your message if you are happy for us to contact you. Terms and conditions here.",
  "webTitle": "Are you aged 18-35? How will you vote in the EU referendum?",
  "webPublicationDate": "2016-05-11T11:01:36Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/are-you-aged-18-34-how-will-you-vote-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "politics/2016/may/11/are-you-aged-18-34-how-will-you-vote-eu-referendum"
}