{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/trinity-mirror-great-run-mark-hollinshead",
  "id": "2016-05-09-277",
  "sectionId": "media",
  "body": "While Trinity Mirror’s top executives ponder what went wrong with the disastrous failure of New Day, the man pipped for the role of the publisher’s chief executive is to launch eight new magazines at his new company. Mark Hollinshead, a 17-year Trinity Mirror veteran who rose to second-in-command, left last year after HMV boss Simon Fox took on the role of chief executive. Responsible for running the entire publishing operation as chief operating officer, he was tipped as the other prime candidate to take on the role vacated by Sly Bailey.    Related: Mirror journalists fear cuts to cover 'secretive' New Day costs    Hollinshead left to become chief executive of the company behind hugely popular running events including the Great North Run, Great Manchester Run and Great Scottish Run. One area of focus has been to boost the Great Run franchise by expanding its publishing arm, both in print and digital. The company is to launch eight magazines, focused on the seven largest Great Runs and the Great Swim open-water events, which will be edited by Peta Bee, a fitness and lifestyle writer for the Times. “Our aim is to grow our audience by providing an all-round brilliant consumer experience from start to finish in all of our events,” said Hollinshead, who started at the Great Run Company last summer. “The content marketing strategy and publishing portfolio being developed at Great Run Publishing will help us deliver a key part of that strategy.” The launch of the new titles comes as Trinity Mirror’s top brass were grilled at the company’s annual meeting on Thursday about the “secretive” costs of the £5m-plus failure of New Day after just nine weeks.  The running title, Great Run Magazine, will have seven geographically focused editions for runners who sign up to each event, with a circulation of about 180,000. The Great Swim magazine will have a circulation of 20,000. There will also be digital editions of each magazine. Last year, the company branched out into the magazine business, acquiring the 70-year-old Athletics Weekly, and also launched Running Monthly. The company’s publishing operation is run by Wendy Sly, who won a silver medal in the 3000m at the 1984 Olympics, has worked at Reader’s Digest and was part of the launch team of weekly free title Sport.  While sectors such as lads’ magazines have seen a slew of title closures in part thanks to the rise of the internet, the health and fitness demographic has proved extremely resilient. The paid-for magazine market Men’s Health is the market leader selling almost 200,000 copies a month. Last year, Dennis Publishing entered the free magazine market with the health and fitness-focused Coach.",
  "webTitle": "Ex-Trinity Mirror boss dashes back into print with Great Run titles",
  "webPublicationDate": "2016-05-09T08:32:04Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/trinity-mirror-great-run-mark-hollinshead",
  "keyword": [
    {
      "webTitle": "Consumer magazines",
      "id": "media/consumer-magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/09/trinity-mirror-great-run-mark-hollinshead"
}