{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/19/asda-sales-fall-for-seventh-quarter-in-a-row",
  "id": "2016-05-19-181",
  "sectionId": "business",
  "body": "Asda has reported another quarter of poor trading as like-for-like sales slumped 5.7% in the first three months of 2016. The supermarket chain’s American parent company, Walmart, admitted that price cuts had failed to stop customers defecting to rivals such as the discounters Aldi and Lidl.   Related: Asda adds Yorkshire grit to low prices, but renewal won’t be a piece of cake    “The UK continues to struggle, due primarily to fierce competition,” said Walmart’s chief financial officer, Brett Biggs. “Improvements in price and product availability throughout the quarter were not enough to overcome traffic and food volume declines in our large format stores.” Asda’s performance was a slight improvement on the 5.8% decline in underlying sales suffered in the final quarter of 2015, which was its worst-ever quarterly sales fall. Asda has now reported seven consecutive quarters of declining sales. Asda is battling the rise of the discounters and stronger performances from its major rivals Tesco, Sainsbury’s and Morrisons. While profits at all four supermarket chains have come under pressure, Asda had opted to defend its bottom line rather than its market share.  But with the retailer’s market share down from 17.3% two years ago to 16% today, according to Kantar Worldpanel, Asda chief executive Andy Clarke has been forced into action. In a presentation to investors, Biggs revealed that the number of shoppers visiting Asda had declined 5% during the 13 weeks to 30 March. The average amount shoppers spent – another measure of performance – was also down 0.7%. The combination meant that it was a less profitable quarter than the same period a year ago. “Asda has lost its low-price crown to players like Aldi and Lidl and, despite its best efforts to regain ground, has found one of its key points of differentiation undermined,” said Conlumino analyst Neil Saunders. “It has been hard for Asda to mitigate and offset its losses to the discounters with gains from other players.” To win back shoppers Clarke has embarked on “project renewal” – an overhaul of the business designed to “simplify and strengthen the customer offer, reduce costs and drive sales”. This year 750 jobs have gone in its stores and head office as it looks to streamline operations.     Andy Clarke.    The under-pressure Clarke, who broke with the usual tradition of holding a press briefing to discuss performance, is focusing the retailer’s financial power on making its big stores more appealing to shoppers. To that end it has put the brakes on new business channels such as opening click and collect points in petrol and railway stations and targeting small store openings in London. Instead Asda will refurbish 95 of its biggest stores, some of whose floor space is being handed over to retailers such as the French sportswear company Decathlon, this year. Changes are also taking place behind the scenes with the closure of staff canteens and the removal of services such as photo-processing and pizza-making to cut costs. Savings that had already been made were being invested back in the business, said Biggs. The supermarket is pulling up to a fifth of its products from the shelves as part of a review of its 40,000 lines. Tesco carried out a similar exercise last year in the face of customer defections to the low-cost, low-choice Aldi and Lidl, which typically stock fewer than 2,000 products. Clarke has also promised a fresh wave of price cuts as it tries to narrow the gap with the German discounters.  “If Asda was a ship it is one that is limping back to port having been torpedoed by smaller and more agile competition,” said Phil Dorrell, a consultant at Retail Remedy. “Trying to maintain its position on price alone is simply not working, which it should have realised several quarters ago.” The sales torpor at Asda has led to questions about Clarke’s future. After six years in the job he is the longest serving chief executive of the big four grocers, with last year’s hiring of Sainsbury’s retail and operations director, Roger Burnley, who arrives in the autumn, pointing to a changing of the guard.",
  "webTitle": "Asda sales fall for seventh quarter in a row",
  "webPublicationDate": "2016-05-19T12:39:05Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/19/asda-sales-fall-for-seventh-quarter-in-a-row",
  "keyword": [
    {
      "webTitle": "Asda",
      "id": "business/asda",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Walmart",
      "id": "business/wal-mart",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/19/asda-sales-fall-for-seventh-quarter-in-a-row"
}