{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/atlanta-falcons-mercedes-benz-stadium-cheap-beer-food",
  "id": "2016-05-16-21",
  "sectionId": "sport",
  "body": "The idea runs so counter to everything that big league sports teams stand for these days that it seems it must be a gimmick. When the Atlanta Falcons open their new stadium in 2017, they plan not to drive up food prices – something of a tradition for all teams opening new stadiums – but rather to slash the cost of hotdogs and soda to a time more reminiscent of when they moved into their current home, the Georgia Dome, in 1992.  Hotdogs will cost $2, as will pretzels, popcorn and bottled water. Beer will be $5, and sodas will cost $2 with unlimited refills. Even more astounding, the team say they are doing this because they listened to their fans. “When we did our fan surveys about the stadium experience, food and beverages were rated the lowest,” Rich McKay, the Falcons president, told the Guardian. Which makes them another oddity in today’s sports world: a team that not only besieges their fans with surveys, but actually pays attention to what they say. “You can tell fans are not getting what they want,” McKay said. “They sensed the same thing I do when I got to a movie and I have to share a drink with my wife because it’s so expensive. I hate that I have to do that. I don’t want to pay so much for a drink that I have to share it.” McKay said the idea of lowering food prices came about four years ago, when the new stadium was first being discussed. Owner Arthur Blank told employees that he wanted everyone to rethink the notion of “a stadium experience for fans”. While normally that means wider seats and a better scoreboard, the Falcons also took it to mean lowering the cost of food. And it won’t be only for Falcons games: the new prices will also apply to the annual Chick-fil-A Peach Bowl and SEC championship games, as well as the 2018 college football playoff national championship and the 2020 Final Four. This led to some awkward conversations with potential concessions companies, who struggled to grasp the new policy. Several times they asked the Falcons if they were sure this is what they wanted to do. “We said: ‘You aren’t listening to us,’” McKay said. Of course, the Falcons’ new field won’t be cheap. Mercedes-Benz has already bought the naming rights, which gives an idea of the kind of image the stadium will project. And it’s not as if Atlanta is getting a bargain with the new football palace: building costs are expected to run to about $1.4bn, and the public is contributing close to $600m. Selling tickets in a more expensive stadium may be challenging – and it’s possible that higher ticket prices will make up for the loss in food revenue. But the cost of food at most American stadiums – where hotdogs alone can run close to $10 – has long been a source of outrage among fans. The fact that someone could buy a $2 soft drink and return to a refill machine as many times as they want during the game is a remarkable turn of events. “This is an investment in the fan experience,” McKay said. “The fan experience needs to be better than it has been. Fans invest a lot in you. They not only buy tickets; they buy other things. Arthur [Blank, the Falcons’ owner] started Home Depot, and Home Depot had cheaper stuff. Now Home Depot is still in business and its competitors who had higher prices are not.”",
  "webTitle": "Atlanta Falcons will sell $5 beers and $2 hotdogs in new stadium",
  "webPublicationDate": "2016-05-16T21:50:35Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/atlanta-falcons-mercedes-benz-stadium-cheap-beer-food",
  "keyword": [
    {
      "webTitle": "Atlanta Falcons",
      "id": "sport/atlanta-falcons",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/2016/may/16/atlanta-falcons-mercedes-benz-stadium-cheap-beer-food"
}