{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/27/across-the-philippines-gawad-kalinga-provides-shelter-from-the-storms",
  "id": "2016-05-27-289",
  "sectionId": "global-development",
  "body": "The Sacred Heart of Jesus village, in the Philippines’ Nueva Ecija province, is home to 17 families who live in colourful houses, each one edged by plants potted in bottles and plastic bags. A woman pokes her head out of a lime green house. “This is Gawad Kalinga,” she says. “Welcome.” Gawad Kalinga (GK) – meaning “to give care” in Tagalog, the most common Filipino language – is a social movement that emerged from a Catholic youth camp in Manila’s slums more than 20 years ago. Galvanised by the destruction caused by typhoon Haiyan, which killed more than 6,300 people in 2013, the movement has become a household name.  This year, from April to June, tens of thousands of volunteers are taking part in the Bayani (heroes) challenge, a countrywide project to develop GK communities through building houses, planting trees and repairing schools. It attracts students alongside army and business volunteers. In Sacred Heart village, volunteers and residents are building a further 28 homes. People pass bricks to a plot where others are digging foundations. Another group cuts and bends steel rods for the walls.     In Sacred Heart village, volunteers and residents are building 28 new homes as part of the Bayani challenge. Photograph: Richard Rigby    The village is being expanded to house farmers dealing with the effects of El Niño, which has induced a drought – record-breaking temperatures have soared above 50C – and flooding. Seven months ago, say residents, the water in the village was chest high following a typhoon. Farmers resowed their crops, only to see them destroyed by another typhoon in December. The rice fields “looked more like an ocean”, says Tito (uncle) Juanito. “If the water is too high, you can’t plant the rice. If there is a drought, you can’t water the rice. I have been a farmer since I was 18. It’s the only thing we can do.” Juanito, who was elected village leader when, after a private land donation, the community was built seven years ago, was responsible for the evacuation and clean-up. “The water came in through the windows,” he recalls. “We were very sad and very hungry. But even though there are a lot of disasters, we always want to get back up on our feet.”   Related: Philippines rockets up list of countries most vulnerable to disaster    Most of GK’s beneficiaries are survivors of natural disasters – unsurprisingly, in a country where 130 million people were affected by such hardships between 1995 and 2015 (pdf). Communities start from a land donation, a request from a local authority or an approach from a homeless community. GK worked with Catholic missionary organisation Couples for Christ until 2009, but is now an independent NGO. More than 2,500 GK communities have sprung up across the Philippines, funded by individual donors, grants and corporations. At the heart of GK’s model is a definition of poverty centred not on economics, but on a mental state. Its aim, its website states, is to eradicate a survival mode mentality, where it’s “every man for himself”. Communities instead try to foster a spirit of bayanihan, a tradition of helping out your neighbour. Every individual who joins a GK village must attend a course that emphasises security, participation, religious freedom, peace, tourism, productivity and the environment. Residents must sign a contract that gives them free use of the property but forbids its rental, sale or mortgage. GK wants to end poverty for 5 million families by 2024. To date, 250,000 families have been housed by the organisation. Despite significant economic growth, the Philippines ranks 115th in the UN human development index and a quarter of the population live below the poverty line. The man behind GK is Tony Meloto, who hopes to grow a rural economy less reliant on imports. The project is still keen to open its doors to the west, however.     Tony Meloto, the founder of Gawad Kalinga. Photograph: Emma Howard    “If the Philippines is to achieve the Filipino dream,” says Meloto, “I have to get global branding and popularity to attract the 11 million Filipinos abroad, but at the same time, other countries now see Asia as the market – the Philippines is the second fastest rising economy in the world.” Air France-KLM and Hyundai have sponsored GK villages, with signs above their entrances to mark the point. Volunteers, students and entrepreneurs come here – from French universities in particular – to learn and share expertise. Dylan Wilk gave up his life as a British computer games entrepreneur in the UK after visiting a GK community in 2003. In 2008, he founded Human Nature, a natural cosmetics company that employs people from GK communities. Louis Faure, 23, arrived in 2014 for a six-month internship at the Enchanted Farm, a project spread over 35 hectares (86.5 acres) that links students with local farmers and businesses to develop food products. Two years on, Faure is running a poultry business, initially funded by the farm. He has 950 chickens and expects the business to cover its costs within a few months.   But Meloto’s approach has attracted criticism. Observers have noted the dearth of independent assessments of GK’s work – all the more notable as the movement spreads overseas. About 7,000 families live in GK communities in Jakarta, set up by Filipino expats. There is a GK village in Cambodia and others are planned in Malaysia and Australia. Last year, the Center for Philippine Studies at the University of Hawaii branded Meloto a sexist for a speech in which he reportedly said: “The greatest asset of the Philippines is our beautiful women”. Meloto apparently added that he wanted to attract “the best and brightest men from the west”. Meloto does not deny that his model is male-centric. “Our women are motivated to study. Our men are not. That is the state of our development. When you’re poor you look more at physical strength to develop. You’d rather be into guns, drugs or drinking. So these girls will have to marry men with lesser qualifications than them. What kind of a future am I going to give them if I don’t also motivate the men?”  This article was amended on 31 May 2016 to correct the name of Tony Meloto in the subheading and to clarify that the 7,000 families living in GK communities in Jakarta are Indonesians. It was further amended to correct the number of GK communities in the Philippines and to remove a description of GK as a secular NGO.",
  "webTitle": "Across the Philippines, Gawad Kalinga provides shelter from the storms | Emma Howard",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/27/across-the-philippines-gawad-kalinga-provides-shelter-from-the-storms",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Typhoon Haiyan",
      "id": "world/typhoon-haiyan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Howard",
      "id": "profile/emma-e-howard"
    }
  ],
  "guardianId": "global-development/2016/may/27/across-the-philippines-gawad-kalinga-provides-shelter-from-the-storms"
}