{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/leicester-city-fans-residents-celebrate-premier-league-title-win",
  "id": "2016-05-03-60",
  "sectionId": "uk-news",
  "body": "The hangovers may be long, but the memories will never ebb. Leicester was transformed into a sea of blue on Tuesday as thousands of fans climbed statues, danced in the street and revelled in the fairytale feat of their underdog heroes. In scenes expected to continue well beyond Saturday, when Leicester City will be formally presented with the Premier League trophy, supporters mobbed the club’s coach as it made its way across the east Midlands city. The Leicester City manager, Claudio Ranieri, was besieged by members of the media and fans when he arrived at the club’s Belvoir Drive training ground, hailing his side’s success as the highlight of his long career. Asked what his first top flight title meant to him, the Italian replied: “It means the job is good. I’m very happy now. Maybe if I had won this title at the beginning of my career I would have forgot. But now I am an old man, I can celebrate.”     Jamie Vardy with his lookalike, Lee Chapman. Photograph: Plumb Images/Leicester City/Getty    The celebrations went from the sublime to the ridiculous when the Leicester City team bus made a surprise visit to the King Power stadium and stopped to pick up a Jamie Vardy lookalike. The coach sounded its horn as it was chased by flag-waving fans.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    It then stopped and a club official beckoned Lee Chapman, a postman who bears a striking resemblance to his favourite player – Leicester City’s star striker. Speaking to the Guardian minutes before he was whisked away, Chapman said he was “lost for words” at his team’s season. “I’ve not slept. I went in for work at 6.30am and ran my round so I could be here outside the stadium. I’m still supposed to be at work now,” he said.           ‘Walt Disney wouldn’t script this’ – Leicester City champions    Chapman, a lifelong Leicester City fan who, at 29 years old and 5ft 10in, is the same age and height as Vardy, was spotted as a lookalike outside the club’s stadium eight months ago. Since then, he has been recruited for a Channel 4 documentary, appeared on Sky’s Soccer AM and taken thousands of selfies with fans. “I’m not even a confident lad. I’m lost for words at the fact Leicester have won. I’m a Leicester born, Leicester raised, Leicester fan,” he said.     Fans holding scarves line the streets of Leicester. Photograph: Plumb Images/Leicester City FC/Getty    The club shop ran out of replica shirts by lunchtime as hundreds of fans descended on the stadium to carry on the party. Steve Hurst, 43, waved a giant blue flag as supporters posed for pictures with his three-year-old cocker spaniel, Daisy, bedecked in a child’s replica shirt. His 12-year-old son Leicester Hurst – named after the club – was not allowed a day off school, but will be with his dad for Saturday’s celebrations. “Not just Nottingham’s on the map – Leicester’s on the map now,” he said. Walking back from the stadium after renewing their season tickets, Philip Parkinson, 75, and his son Rob, 42, called for streets to be named and statues to be put up in honour of their unlikely heroes. “I’d like to see Ranieri Walk – but that could wait until we pick up the Champions League,” said Philip, a season ticket holder for more than 20 years. It was not only football fans revelling in the moment. Liz Gray, 58, cycled to the stadium because she felt “enthused” by the history making title victory and its effect on the city. “I’m not a football fan at all but this has really inspired me,” she said. “It’s great for the city to have something to celebrate. It’s great for people to have common events. I’ve been caught up in it.” The team bus, with Chapman on board, made its way to the upmarket San Carlo restaurant in Leicester city centre, where hundreds of fans gathered as news of their impending arrival spread. Outside the restaurant, nine-year-old Louis Goodge weaved through the crowds for a glimpse of his heroes. His Leicester-born parents, Ellie and Joe Goodge, took Louis and his younger sister Ivy, six, out of school and drove from Hertfordshire so they could be part of the amazing story. “Louis has only just started watching football this season. It’s inspiring, the fact that anyone, not just big teams, can do it,” said Ellie, as her son beamed. “I’ve just seen Kasper Schmeichel,” he said excitedly. At the headquarters of Leicester city council, a team of officials has been secretly planning a party for months, although no details have yet been revealed.     A Claudio Ranieri mural in Kate Street, Leicester. Photograph: David Sillitoe for the Guardian    “It will be a big, big, big party – probably even bigger than Jamie Vardy’s party,” said the youthful deputy mayor, Rory Palmer, on Tuesday. “The city’s never seen anything like this. The spontaneous stuff last night gives us an indication of how big it will be – possibly the biggest party in Leicester’s history.” Perhaps the only confirmed detail of Saturday’s extravaganza is that the Leicester City superfan Steve Worthy will have the honour of handing the Premier League trophy to his team before their game against Everton at the King Power. Worthy, a part-time happy hardcore DJ and season ticket holder, won a special competition organised by sponsors Barclays. He was watching Monday night’s game between Chelsea and Tottenham Hotspur with his 97-year-old grandmother, Gladys Kenny, and their wider family when the former Leicester City player Muzzy Izzet turned up on his doorstep with the Premier League trophy and a camera crew. “The family and friends were all round. There was a knock at the door. I opened the door and the first thing I saw was the cup – I didn’t even notice it was Muzzy Izzet holding it as well, one of my all-time idols,” he said. “I got to hold it, beautiful cup that it is. What an amazing moment.” Gladys was the original season ticket holder until she reluctantly gave it up two years ago due to ill health. But she will be at the game on Saturday as Worthy presents the silverware to Leicester’s towering captain, Wes Morgan.  In their more than 130 years, Leicester City had previously never won the top division nor FA Cup; they have lost four FA Cup finals. But the £22m team has outshone rivals with constellations of stars costing 10 times as much. Next season, with Champions League football guaranteed, the likes of Real Madrid, Barcelona and Bayern Munich could be visiting the King Power. It is a proud moment for the east Midlands as a whole, not just for Leicester, Worthy said, as he reeled off the city’s previously best-known talents: “Kasabian. And, er, whatshisname – Engelbert Humperdinck. Showaddywaddy. David Attenborough. But apart from that, nothing else.     A Leicester City fan with an inflatable Premier League trophy poses for a photo with a police officer. Photograph: BPI/Rex/Shutterstock    “The thing that’s pleasing about it the most is five, 10 years ago, I’d walk round the centre of Leicester and see Chelsea shirts, Liverpool shirts and Man United shirts, and I used to think ‘unless you’re from those places why are you not supporting Leicester?’ “This is gonna be good because there’ll be so many kids [who] will be Leicester fans because of this season. It can only mean good things for the future.”",
  "webTitle": "'Leicester's on the map now': fans and residents celebrate remarkable title",
  "webPublicationDate": "2016-05-03T18:35:52Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/leicester-city-fans-residents-celebrate-premier-league-title-win",
  "keyword": [
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Halliday",
      "id": "profile/josh-halliday"
    }
  ],
  "guardianId": "uk-news/2016/may/03/leicester-city-fans-residents-celebrate-premier-league-title-win"
}