{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/female-deacons-priests-vatican-pope-francis-traditionalists-new-testament",
  "id": "2016-05-13-107",
  "sectionId": "commentisfree",
  "body": "Pope Francis has made many friends outside the Catholic church and many enemies inside it. His latest, throwaway suggestion that women might be ordained deacons will make him thousands of new friends – and even more embittered enemies. For it touches directly on the most neuralgic question in contemporary Catholicism: the constitution of the priesthood. Deacons aren’t priests, of course. They don’t, in Catholic doctrine, have the thaumaturgic powers of absolution and consecration; they can’t represent Christ in the ways that only priests can. But they do represent the church; they are in holy orders. And, at the moment, they have to be male, as do priests and bishops. On the other hand, they can be married, which very few Catholic priests can be. The difficulty for traditionalists is that there were very clearly women called “deacons” in the New Testament. The arguments against ordaining women priests come down ultimately to the fact that Jesus didn’t do it, and neither did the early church. This is extended backwards into a belief that the whole of creation is gendered, so that being male or female has a cosmic, metaphysical significance. And that imaginative picture in turn forms the background to all Catholic teaching about sexuality. But ultimately this all rests on a historical belief about what Jesus and his apostles did or didn’t do. He didn’t make women (or anyone) priests; but the early church did recognise men who were doing some of the things that bishops now do, and it did recognise women called deacons. The traditionalist argument is that those women did an entirely different job than what is now meant by the word. This would be a purely academic argument were it not for the crisis that the Catholic church faces as a result of its efforts to maintain a celibate male priesthood all around the world. Broadly speaking, in countries where there are plenty of priests, few of them are celibate, while in the rich north there are very few priests, and celibacy is imposed by old age as much as anything. The median age of Catholic priests in the USA had risen to 64 by 2012, and is presumably higher still now. The obvious, and probably inevitable, answer is to ordain married men, but for the moment this can be done only for former Anglicans or members of some eastern churches.   Related: Pope Francis to consider ordaining women as deacons    The second possibility would be to make a much greater role for the laity in the church, but the problem there is twofold. Priests like running things, and there are theological reasons why a Catholic parish cannot function without a priest to say mass and hear confessions. The third problem is that the laity have ideas of their own, and – if they are women – can’t see why there should not be women priests. Pope John Paul II attempted to close off the question of women priests for a least a couple of centuries. He may have succeeded. But ordaining women deacons would provide a way around the back of his prohibitions. Certainly this was what happened in the Church of England, where the ordination of women as deacons paved the way for their ordination as priests. Once lay people had seen women dressed in priestly robes and performing important functions at the front of the church, the theological distinction between priest and deacons – so very clear and important to anyone inside a dog-collar – came to seem completely irrelevant. The traditionalists in the Catholic church are well aware of this danger. Cardinal Gerhard Müller, who now heads the Congregation for the Doctrine of the Faith, the Vatican body responsible for enforcing doctrine, said in a 2002 interview that “it would be a real discrimination of woman if she is considered as apt for the diaconate, but not for the [priesthood] or [as a bishop]”. “The unity of the sacrament would be torn at its root if [people believed] that woman, as opposed to man, has a greater affinity to serve and because of this would be apt for the diaconate but not for the [priesthood].” The more the question is discussed, the less convincing the traditional answer becomes. If the commission manages to report before Francis dies, we should see real fireworks.",
  "webTitle": "Female deacons could lead to female priests – and the Vatican knows it | Andrew Brown",
  "webPublicationDate": "2016-05-13T15:59:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/female-deacons-priests-vatican-pope-francis-traditionalists-new-testament",
  "keyword": [
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Brown",
      "id": "profile/andrewbrown"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/female-deacons-priests-vatican-pope-francis-traditionalists-new-testament"
}