{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/14/voter-fatigue-in-burt-can-labor-muster-motivation-to-take-this-new-wa-seat",
  "id": "2016-05-14-204",
  "sectionId": "australia-news",
  "body": "People in Armadale are more than usually practised at filling out a ballot paper. The working class suburb about 35km south-east of Perth has been to the polls four times in as many years: twice in 2013, with the state and then federal elections, then the Senate re-election in 2014 and, in 2015, the Canning byelection brought on by the sudden death of sitting MP Don Randall.   Related: Ken Wyatt's battle in Hasluck: can the first federal Indigenous frontbencher hold his seat?    The federal election on 2 July will be vote number five. On Jull Street, the suburb’s main shopping strip, an elderly resident explains he has staved off voter fatigue by “not giving a toss either way”. “Just put down a cross wherever, love,” he says.  Most of the City of Armadale is now In the new electorate of Burt, cobbled together by the Australian Electoral Commission from the northern third of Canning, held by Liberal MP Andrew Hastie, the southern part of Hasluck, held by Liberal MP Ken Wyatt and slivers of two other Liberal seats. The seat is rounded out by the the suburbs of Gosnells, Harrisdale, Kelmscott, Thornlie and surrounds. According to WA Police data, it’s the crime hotspot of the state. It is unsurprisingly also considered a Liberal seat, with a notional margin of 6%, but commentators have tipped Labor to win it. Polling by Liberal party preferred pollster Crosby Textor, leaked to the West Australian this week, had it at 50-50.     Andrew Hastie won the seat of Canning for the Liberal party in a byelection prompted by the death of sitting Liberal MP, Don Randall. Photograph: Richard Wainwright/AAP    Labor candidate Matt Keogh was preselected for Burt in November, two months after losing the Canning byelection 44.5% to 55.5%, in two-party preferred terms, to Hastie. He pulled more than 55% of the vote, two-party preferred, in booths in Kelmscott, Armadale and Camillo, all in the new electorate. In practice Keogh has been campaigning since August, with only a brief pause to find and replace the name of the electorate on his posters. Harry Phillips, political expert and honorary professor with Edith Cowan university, says the voter base and name recognition Keogh built during the Canning campaign has given him a strong lead over the Liberal candidate, Matt O’Sullivan. “You take out Randall’s personal vote and put in a good Labor candidate and the strongest support Labor has had in WA in years … I would think he [Keogh] would be in with a very good chance,” Phillips says. Phillips says Burt and the northern metropolitan seat of Cowan, held by Luke Simpkins for the Liberals, are the two seats Labor has to win in the west if it is to garner the 19 additional lower house seats Bill Shorten needs to form government. Swan and Hasluck are also possibilities, although slightly less likely, he says. Despite his apparent lead, Keogh is careful after his loss in Canning, not to show hubris. Instead, he talks about this as a potentially significant election for Labor, and one in which WA could have a decisive role.  “I think it’s entirely possible that if we end up with a close result that all eyes in the country will be looking to WA to see what the results are in the seats here,” Keogh says.   Related: The narrow margins of the far west: Labor gears up for epic struggle in Perth    A Newspoll in the Australian on Thursday had support for the state Labor party in WA at 54% compared to the Barnett government’s 46%, its highest vote since losing power in 2008.  “These are dream numbers for Labor,” Phillips says. O’Sullivan, the head of Andrew Forrest’s GenerationOne Indigenous employment program, was preselected by the Liberal party state council last month ahead of City of Gosnells councillor Liz Storer, a Christian right candidate who had local branch support. In one of his first interviews he argued that the Healthy Welfare Card, a restricted spending program suggested by Forrest in a review of Indigenous policy, commissioned by former prime minister Tony Abbott, be rolled out in urban areas.  Henry Zelones, the mayor of the City of Armadale, says he has known Keogh “since he was a whippersnapper”, but either major party candidate would do him, provided they were a member of government.  During the Canning byelection campaign both Labor and the Liberals promised to widen Armadale road, a choked-up arterial connection to the freeway, but Zelones is keen to see whoever is elected deliver the project. “I think we all know that it’s always better to have your local member part of the government,” he says.",
  "webTitle": "Voter fatigue in Burt: can Labor muster motivation to take this new WA seat?",
  "webPublicationDate": "2016-05-14T00:58:55Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/14/voter-fatigue-in-burt-can-labor-muster-motivation-to-take-this-new-wa-seat",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/14/voter-fatigue-in-burt-can-labor-muster-motivation-to-take-this-new-wa-seat"
}