{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/democrats-unity-crisis-bernie-sanders-clinton-supporters-nevada",
  "id": "2016-05-18-50",
  "sectionId": "us-news",
  "body": "For months, it was the prospect of a contested Republican convention in Cleveland that stoked fear of unrest, but increasingly the Democrats seem to have their own internal tensions to worry about when their party gathers in Philadelphia this summer. Hopes of a joyous moment of unification as the party came together to fight Donald Trump took a nosedive this week after the most rancorous dispute yet erupted between supporters of rival candidates Bernie Sanders and Hillary Clinton. The severity of the row – ostensibly over the allocation of delegates at a state-level Democratic convention in Nevada – took many observers by surprise, particularly after threats of violence were made by some Sanders supporters toward Democratic officials accused of bending the rules to favour Clinton. But the unapologetic reaction of leaders on both sides of the dispute suggests the angry scenes in Nevada were not an isolated incident, and point to a degree of animosity that will not be easy to heal. The Sanders camp vehemently rejects the notion that such tensions could turn ugly again in July, with the Vermont senator issuing a statement saying it was “nonsense” to suggest the campaign had a “penchant for violence”. “There is not going to be any violence in Philadelphia, I guarantee you that,” the Sanders campaign manager, Jeff Weaver, told CNN after the party chair, Debbie Wasserman Schultz, appeared on air to accuse Sanders of “adding fuel to the fire” with his “unacceptable” response to the incident. Yet the mere fact that these senior party figures are conducting their discussions via television studios rather than telephone calls speaks volumes about how little trust remains between them. Sanders sparked the ire of the party establishment with a statement that distanced itself from the methods of protesters in Nevada but pointedly did not condemn their motives. “Our campaign of course believes in non-violent change and it goes without saying that I condemn any and all forms of violence,” he wrote, before accusing the Democratic leadership in Nevada of using “its power to prevent a fair and transparent process from taking place”. In turn, the party establishment argues that it is incumbent on Sanders, who trails Clinton in delegates, to not only rein in his supporters but also to lead the process of reconciliation before they even get to Philadelphia. “I think it would be most regretful if there becomes a schism,” said California senator Dianne Feinstein as she called on her Vermont colleague to drop out of the race after elections on 7 June. “That’s what Donald Trump should want: a schism in our party … It’s the responsibility particularly of Senator Sanders to see that that doesn’t happen.” What was unlikely enough to begin with became more so on Tuesday night after a decisive win for Sanders in Oregon, where he beat Clinton by more than 11 points in his first closed primary win, and reached a near tie in Kentucky, where he may yet contest the result.   Kentucky and Oregon results   “We are going to fight for every last vote, because every delegate we win is a statement of public support for the values we share,” wrote Sanders in a fundraising email to supporters on Wednesday morning. “The senator said he wants to take a closer look and decide, perhaps as early as today, whether to seek a recount [in Kentucky],” his spokesman, Michael Briggs, told the Guardian. Though the stakes appear higher now that Trump has clinched the Republican nomination and Clinton is so far ahead of Sanders in the Democratic race, such arguments have been going on since the start. A similarly close finish in the Iowa caucuses in February saw the same allegations of improper bias by party officials that resurfaced in Nevada at the weekend. Then too the Sanders campaign toyed with demanding an investigation, before settling for the moral victory of a surprisingly close-fought race that was settled in some precincts (though not state-wide) by coin tosses. In Nevada the result was less tight, with a clear victory for Clinton among caucus-goers, but Sanders supporters thought they had narrowed, or even reversed, her lead by overwhelming county-level conventions that were the next stage in the tiered process of selecting state delegates. It was only when the Democratic party organisers tried to reverse this process at the state convention, by ignoring what appeared to be a majority voice vote against a rule change, that Sanders supporters erupted in the scenes that caught national attention. Weaver and Wasserman Schultz have also clashed many times before, both over the scheduling of televised debates and access to the party’s database of voter information.  And similar allegations of voter irregularity were voiced by Sanders supporters during the New York primary. For neutral observers it is hard to escape the conclusion that both sides are probably right: the party establishment does seem at times to have had its finger on the scales in favour of Clinton, and yet, even if every instance were proven, it would not come close to making up for the fact that nearly 3 million more voters have chosen her over Sanders. But what started as individual protests over specific instances is rapidly blending into a generalised anger among Sanders supporters who believe it all proves their claim that the political system is “rigged” against ordinary Americans. Though passions run highest on the Sanders side, it is by no means a one-way street. Earlier this week, a prominent Clinton supporter was arrested for allegedly assaulting a Sanders supporter in Atlanta. In his statement on Tuesday, Sanders also claimed that “months ago, during the Nevada campaign, shots were fired into my campaign office in Nevada and apartment housing complex my campaign staff lived in was broken into and ransacked”. Meanwhile, a growing “Bernie or bust” movement is vowing not to support Clinton at all if, and almost certainly when, she emerges as the party’s chosen presidential nominee.  Sanders himself has promised to support the nominee, but appears increasingly alarmed at polling suggesting that Clinton may struggle against Trump for the votes of blue collar workers in states such as Ohio and Pennsylvania.  “I come from the working class of this country, and I will be damned if we allow the Republican Party, who represent the rich and powerful, to win the votes of working class Americans,” he wrote to supporters on Wednesday. Such passion should ultimately encourage reconciliation between the two camps, but it also points to a depth of feeling that will be hard to bridge in just a few short days in Philadelphia.  The City of Brotherly Love has not yet ordered the extra riot police once foreseen as necessary in Cleveland, but it might need to hire some relationship counsellors.   Democrats",
  "webTitle": "Democrats face their own unity crisis amid Nevada convention fallout",
  "webPublicationDate": "2016-05-18T18:46:42Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/democrats-unity-crisis-bernie-sanders-clinton-supporters-nevada",
  "keyword": [
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/18/democrats-unity-crisis-bernie-sanders-clinton-supporters-nevada"
}