{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/07/shakespeare-game-of-thrones-bbc-hollow-crown",
  "id": "2016-05-07-37",
  "sectionId": "stage",
  "body": "Shakespeare’s early histories used to be written off. Harold Bloom, in his massive book on Shakespeare, devotes a derisory seven pages to the three Henry VI plays and tells us “they do not live now”. But, as RSC revivals of the complete trilogy by Michael Boyd and Terry Hands have proved, they make terrific theatre. I would guess that the first two-hour segment of the BBC version, broadcast on Saturday night, will have also kept viewers riveted to their screens, astonished that Shakespeare could outdo Game of Thrones. Condensing the trilogy into two sections, as Ben Power and Dominic Cooke have done here – and as Peter Hall and John Barton did in their 1963 Stratford production of The Wars of the Roses – inevitably means some loss. Power (the concept, not the script editor) becomes the dominant theme as the rival parties of York and Lancaster go to it. But, even in these early plays, Shakespeare offsets baronial battles with vivid glimpses of common life. At one point, Shakespeare wittily juxtaposes the Duchess of Gloucester’s recourse to witchery with her husband’s exposure of a fake miracle at St Alban’s: no trace of that here. More crucially the Duke of Somerset, who helps start the whole conflict between the red and white roses, has in this version become the lover of Henry VI’s French queen: in Shakespeare that’s a privilege reserved for the Earl of Suffolk.     Tom Sturridge as Henry VI and Sophie Okonedo as Margaret in The Hollow Crown. Photograph: Robert Viglasky/BBC/Carnival Film & Television Ltd     Related: 'Big' Ben Miles v 'Slow' Mark Rylance: Wolf Hall's Cromwell on stage and screen    Does it matter? Probably not when Cooke directs with such sweep and when there are so many tremendous performances. Hugh Bonneville, as the Duke of Gloucester and the realm’s protector, conveys with the merest lift of an eyebrow his dismay at the kingdom’s descent into tribal war. Sophie Okonedo as Margaret of Anjou, arbitrarily hitched to Tom Sturridge’s gauche young king, strongly registers the character’s growing sense of power: she even thrusts the regal sceptre into his hands as if she alone were aware of its mystical significance. And Ben Miles – whose stage performance as Thomas Cromwell in Wolf Hall for many of us outshone Mark Rylance’s on television – is excellent as Somerset: the intercutting of his orgasmic love-making with Henry’s queen and the tortured cries of the strangled Duke of Gloucester are a good example of sharp, intelligent editing. This is a fine start to the series that takes us back to the glories of Rupert Goold’s Richard II, which kicked off the BBC’s Hollow Crown series in 2012: the difference is that England has now declined from a kingdom of peacock ostentation and pet monkeys into a land of wolves and tigers.",
  "webTitle": "Shakespeare outdoes Game of Thrones in the BBC's Hollow Crown",
  "webPublicationDate": "2016-05-07T21:50:04Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/07/shakespeare-game-of-thrones-bbc-hollow-crown",
  "keyword": [
    {
      "webTitle": "The Hollow Crown",
      "id": "tv-and-radio/the-hollow-crown",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Judi Dench",
      "id": "culture/judi-dench",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/07/shakespeare-game-of-thrones-bbc-hollow-crown"
}