{
  "apiUrl": "https://content.guardianapis.com/politics/shortcuts/2016/may/25/is-the-votin-campaign-really-this-lame-or-are-they-just-pullin-our-legs",
  "id": "2016-05-25-180",
  "sectionId": "politics",
  "body": "Name: Votin. Age: Brand new. Appearance: Bangin. What, or who, is Votin? It’s many things: movement, state of mind, hashtag. What does it mean, though? Roughly translated, it appears to mean “vote in”. In which case it’s missing an “e” and a space. It just seems that way, because you don’t speak the language of the young people of today. Oh God, is this a young person thing? It’s a new campaign aimed at persuading the yoof to vote to remain in the EU. How does it hope to persuade them? By reminding them of all the great things we get to do as a member of the European Union. Such as? Workin, roamin, chillin, shoppin ... Is your tongue swelling up or something? … learnin, earnin, mixin, ravin, chattin. All the great things. These are verbs of some kind? These are verbs the young people way – without a “g” on the end! I would normally stick an apostrophe there, to indicate the missing letter. No time, Grandpa! These words flash by too fast in #Votin’s new advert. Who’s paying for this? Young people don’t have any money. A group called Britain Stronger in Europe, headed by Will Straw. Jack Straw’s son? I guess he would know what the kids are into these days. These days Will Straw is in his mid-30s, with a kid of his own. Time flies. Remember when he got caught selling pot? Yeah. In those days, he certainly knew what young undercover Mirror reporters were into. How’s #Votin goin so far? As with most attempts to curry favour with the young, it appears to have backfired badly. “Patronisin beyond belief,” said one wag on Twitter. But the campaign has claimed they actually wanted people to “take the piss out of it” – in order to drum up attention.   Related: Brexit stage left: will anyone make it to the BpopLive stage?    Say what you will about the other side, but you wouldn’t catch those Brexiteers indulging in pathetic tactics like this. Are you not aware of BpopLive, the upcoming Brexit-sponsored pop concert, from which edgy yoof acts including Alesha Dixon and 5ive have pulled out in haste? Talk about backfirin. Exactly. Whereas #Votin is at least about hopin, strivin and aspirin. I could use some aspirin about now. That’s the spirit! Do say: “Don’t forget about all the subsidisin, clear food labellin and cross-border policin.” Don’t say: “Votinnit.”",
  "webTitle": "Is the Votin campaign really this #lame – or are they just pullin our legs?",
  "webPublicationDate": "2016-05-25T12:00:02Z",
  "webUrl": "https://www.theguardian.com/politics/shortcuts/2016/may/25/is-the-votin-campaign-really-this-lame-or-are-they-just-pullin-our-legs",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voter apathy",
      "id": "politics/voterapathy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/shortcuts/2016/may/25/is-the-votin-campaign-really-this-lame-or-are-they-just-pullin-our-legs"
}