{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/arsenal-arsene-wenger-leicester-possession-manchester-city",
  "id": "2016-05-06-12",
  "sectionId": "football",
  "body": "Arsène Wenger remains committed to Arsenal’s possession-based style of football even though he has admitted it has been far less efficient than the gameplan that has worked so brilliantly for Leicester City in winning the Premier League. Slightly tongue in cheek, he imagined what would happen if he suddenly instructed his squad to imitate the method that has served Claudio Ranieri’s side so well – a high workrate but low possession game based on robust defending springing into pacy, clinical counterattacks. “We have the type of players that if I say tomorrow we will only defend, with Özil in the team, it would become difficult,” Wenger said wryly. There have been times this season when all of the traditional top four of recent years – Chelsea, Manchester City, Arsenal and Manchester United – have struggled to shake off a sluggishness in their play. The strides made by Leicester, Tottenham and Liverpool have been based on a higher-intensity brand of football. Wenger confessed it does give him “food for thought”.   Related: Manchester City v Arsenal: match preview    Leicester are not alone in flourishing against more traditionally expansive opponents. The impact made as Atlético Madrid outmanoeuvred both Barcelona and Bayern Munich, renowned specialists in dominating with time on the ball, to reach the Champions League final has hardly gone unnoticed. Might the ideal of supremacy by possession become outdated? “I don’t think so, no,” said Wenger. “I have gone to the European managers’ meeting for 20 years and we always have the same debate. When Barcelona, who always has the most possession in the Champions League goes out, everybody says: ‘Maybe it’s the end of possession football.’ We have Leicester here and Atlético Madrid who have gone to the Champions League final twice in three seasons, so it raises questions about football based only on efficiency. It shows that if it is done well it can be very successful. But over a longer period, possession will still dominate. When you are not successful, it is questioned and I can understand that.” Incidentally, it was at a high pressure game at the Etihad last season (the same fixture Arsenal face on Sunday) that Wenger discovered the benefits it can bring when his team won 2-0 despite relinquishing some of the possession they usually crave. It is a pertinent point for Arsenal regulars who have become increasingly disaffected with a style that has too often this season been ponderous and nowhere near dynamic or effective enough in front of goal. It has been particularly problematic at home where they have scored only 27 league goals compared to Manchester City’s 45. Wenger is eager for a positive result on Sunday to try to clinch a top-three finish and guarantee Champions League football without the headache of a summer play-off when this close season is compressed by the demands of international tournaments. “We want to be directly in the Champions League next year, everyone fights to be in there,” he said. “When you do it, everyone says it’s normal. The teams who are not in, then you realise how big it is. No one wants to be in the Europa League – until the semi-final maybe. You want to be in the Champions League.” Wenger has no qualms about trying to bring the curtain down on Manuel Pellegrini’s era at Manchester City by finishing with a top-three place at their expense. He expressed sympathy for the way the Chilean has been treated but the sentiment ends there. “I have big sympathy for Pellegrini – until Sunday.”",
  "webTitle": "Arsenal’s Arsène Wenger: hats off to Leicester but possession is still king",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/arsenal-arsene-wenger-leicester-possession-manchester-city",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsène Wenger",
      "id": "football/arsene-wenger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Lawrence",
      "id": "profile/amylawrence"
    }
  ],
  "guardianId": "football/2016/may/06/arsenal-arsene-wenger-leicester-possession-manchester-city"
}