{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/northern-ireland-women-ask-to-be-prosecuted-for-taking-abortion-pills",
  "id": "2016-05-23-18",
  "sectionId": "world",
  "body": "Three women have handed themselves into a police station in Derry, stating they have procured and taken illegal abortion pills and requesting that they be prosecuted, in protest at Northern Ireland’s restrictive abortion laws. Dozens of pro-choice campaigners gathered at Derry police station in support of the women as they handed themselves in for questioning. The women hope to trigger a trial to showcase the archaic nature of the 1861 Offences Against the Person Act – the legislation which makes abortion in Northern Ireland illegal except in extremely rare circumstances. Their action was prompted by anger at the prosecution last month of a young woman who bought pills over the internet to induce an abortion. In the first known abortion pill-related prosecution, the 21-year-old woman pleaded guilty to procuring her own abortion by using a poison, and to supplying a poison with intent to procure a miscarriage. She was given a three-month sentence, suspended for a year. Her barrister told the court that had she lived anywhere else in the UK she would not have found herself before the court. A second woman is due to appear in court in Northern Ireland in June, accused of procuring the pills to give to a teenage girl, understood to be her daughter. Diana King, Collette Devlin and Kitty O’Kane were accompanied to the police station by their solicitor, each with a written statement setting out why they procured the drugs; they were due to be questioned immediately.  King, 72, a retired social worker, said she felt compelled to make a stand because she felt so angry about the prosecutions. “It is unforgivable how women are being treated. I am handing myself in to the police to inform them that I have procured the nine-week abortion pills on several occasions,” she said before making her way to the police station.  King said she would argue that she had not committed any offence because the drugs are not “poisonous substances, but are seen by the World Health Organisation as essential medicines”. “We know that going to jail is a possibility,” she said, “but we will be saying that we don’t think that we have done anything wrong.”     Supporters of the three women outside the police station. Photograph: Paul Faith for the Guardian    Women in Northern Ireland who want to terminate a pregnancy have two options. If they have £1,000-£2,000 to spare they can travel to England or Wales for an abortion; Northern Ireland residents are not eligible for the procedure on the NHS and have to pay for private treatment, as well as the cost of the flight and hotels. Alternatively women at an early stage of pregnancy can buy mifepristone and misoprostol pills online, for around £60; the pills are considered safe and reliable in the first 10 weeks of pregnancy, and can be supplied by Dutch charities such as Women on Web.  Women who pay to travel are not breaking any law, but the women who cannot afford treatment in the UK and turn instead to the pills are liable to to be prosecuted, which has led campaigners to argue that there is one law for the rich and another for the poor.    Related: Northern Irish women on abortion: 'people feel they can't trust anyone'    “The court cases have created a climate of fear. There are women who are nervous about having the pills delivered to their home address, so it’s my name and address on the packet, and we get it to them later,” King said, adding that she saw the action as “absolutely no big deal”. She has actively campaigned for over a decade to have the UK’s 1967 Abortion Act to be extended to Northern Ireland. “If you live here, you have to do this otherwise you would go mad. It is a way of standing in solidarity with the women who are being hauled into court, and showing how shameful it is for the law to go after women in the most vulnerable situations.” Over 200 campaigners last year signed an open letter, declaring that they had procured the tablets for themselves or other women, and that they were all willing to be arrested. There has been no move to arrest them, which is why King, along with Devlin and O’Kane, who are both retired teachers, decided to take the proactive step of turning up at the police station. The three women put themselves forward ahead of younger women, because they no longer have jobs that might be affected by a criminal record.  Goretti Horgan, of the Alliance for Choice, a pro-choice campaign group, said the police had until now appeared reluctant to act on the activists’ admissions that they had broken the law. “The law is being broken on a daily basis, but they don’t want activists on trial. They don’t want to arrest anyone except the isolated, vulnerable women, who they have to arrest because someone has reported them to the police,” she said. She said Northern Ireland’s 155-year-old law was at odds with medical advances.  King said she expected that the police would send a report to the director of public prosecutions for Northern Ireland, and a decision would be taken at a later stage over whether to prosecute.",
  "webTitle": "Northern Irish women ask to be prosecuted for taking abortion pills",
  "webPublicationDate": "2016-05-23T21:47:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/northern-ireland-women-ask-to-be-prosecuted-for-taking-abortion-pills",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "world/2016/may/23/northern-ireland-women-ask-to-be-prosecuted-for-taking-abortion-pills"
}