{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/oedipe-review-enescu-royal-opera-house-london",
  "id": "2016-05-24-85",
  "sectionId": "music",
  "body": "As a general rule, operas that are proclaimed as neglected masterpieces need to be approached with caution. But George Enescu’s Oedipe, which finally reaches the British stage 80 years after its Paris premiere, proves to be the thrilling exception. As the Royal Opera’s superb production demonstrates, the score that was Enescu’s central achievement as a composer, on which he worked for two decades, is truly one of the great operas of the 20th century, and the fact that it has only been heard in Britain once before – in a concert at the 2002 Edinburgh festival – is hard to understand. Edmond Fleg’s French libretto is a birth-to-death portrayal of the Oedipus story, in four acts and six tableaux, with the third and fourth acts corresponding closely to Sophocles’ two Theban plays, Oedipus the King and Oedipus at Colonus. The first act portrays Oedipe’s birth in Thebes, Tirésias’s prophesy that he will kill his father Laius and marry his mother Jocaste, and the decision to abandon him. In the second, 20 years later, Oedipe abandons Corinth, where he has been adopted by Polybos and Mérope; encounters his real father Laius and kills him, and goes on to defeat the Sphinx, and so be hailed as a saviour by the people of Thebes.     20th century battle … Johan Reuter’s Oedipe meets the Sphinx played by Marie-Nicole Lemieux. Photograph: Tristram Kenton for the Guardian    Enescu’s treatment of this part of the story is almost ritualised, sometimes more oratorio-like than operatic. But his churning, dark-hued orchestral music, with its stylistic roots in a range of late-Romantic composers, as well as in Debussy and early Bartók, really comes into its own in the second half, which abandons any sense of distance and detachment. It depicts Oedipe’s final realisation of the horror of what he has done, his self-blinding and exile from Thebes accompanied by his daughter Antigone, and the resolution and peace he eventually finds at Colonus, with extraordinary warmth and tenderness. It’s not a score in which set-pieces figure prominently, but Oedipus’s assertions of his own innocence in the final scene, and his absolution by the furies, are spellbinding. The Covent Garden staging, directed and designed by the Fura dels Baus team of Àlex Ollé, Valentina Carrasco and Alfons Flores, and first seen at the Monnaie in Brussels in 2011, matches both the scale of the opera and its humanity. The basic, box-like set, with its array of galleries peopled by terracotta warriors, provides the perfect timeless backdrop to a production that commutes between the classical past and the present day – Oedipe recounts his dreams to Mérope from a psychoanalyst’s couch and the Sphinx emerges from the cockpit of a second world war fighter plane, while Créon and the Thebans who track Oedipe down in the final scene, begging him to return and save their city, seem straight out of a tribal society.     Totally compelling … John Tomlinson as Tirésias. Photograph: Tristram Kenton for the Guardian    If it’s immensely potent visually, it’s just as powerful musically, under conductor Leo Hussain. The role of Oedipe is a hugely taxing one, but it’s taken with tremendous authority and presence by Johan Reuter. No other role is anything like as substantial, though John Tomlinson makes his two appearances as Tirésias totally compelling, Samuel Youn is an implacable Créon, and Sophie Bevan a touchingly faithful Antigone.  Above all, though, it’s a startlingly fine company achievement, which anyone at all interested in 20th-century opera should make every effort to see.  At the Royal Opera House, London, until 8 June. Box office: 020-7304 4000.",
  "webTitle": "Oedipe review – spellbinding staging of a 20th-century masterpiece",
  "webPublicationDate": "2016-05-24T16:21:33Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/oedipe-review-enescu-royal-opera-house-london",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/24/oedipe-review-enescu-royal-opera-house-london"
}