{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/alberta-wildfires-fort-mcmurray-residents-must-wait-to-return-canada",
  "id": "2016-05-18-3",
  "sectionId": "world",
  "body": "The wildfire in northern Alberta continues to rage out of control, growing to more than 423,000 hectares as officials said it would be at least another two weeks before the tens of thousands of evacuated Fort McMurray residents would be allowed to return to the city. Relief – in the form of cooler weather and slight precipitation – may be on the way for fire crews, Rachel Notley, the Alberta premier, said on Wednesday. “So of course we’re all crossing our fingers that that happens.”  While the fire had expanded by 68,000 hectares in the past day, making it more than six times the size of Toronto, much of the fire’s growth has been confined to remote forested areas.  Earlier this week, shifting winds forced the evacuation of 8,000 non-essential staff from more than a dozen camps and sites north of Fort McMurray. Hours later, the fire consumed an oil sands camp belonging to Horizon North Logistics, and authorities warned the fire was fast approaching the Syncrude and Suncor Energy facilities in the area.   Related: Canada wildfire: why a sleeping giant awoke in Alberta and became relentless    On Wednesday the government said firefighters had been able to hold off the fire from the oil sands facilities. “We were very successful in some of the areas there to the north, so the fire hasn’t encroached as far as we had first feared,” said Chad Morrison, Alberta’s manager of wildfire prevention. “It was very unfortunate that we lost one lodge and that’s obviously due to the extreme fire behaviour.” In early May, the fire transformed from one that was largely in control to a raging wildfire that breached the city of Fort McMurray. Amid heavy smoke and flames that licked city streets, more than 88,000 residents were ordered evacuated. The Alberta premier said that residents would be able to return to the city beginning 1 June, in a phased re-entry plan that would see residents in the least-damaged areas be allowed in first. By 4 June, residents of neighbourhoods like Beacon Hill, where the fire destroyed an estimated 70% of homes, will be allowed to return.     The devastated neighbourhood of Abasand is shown after being ravaged by the wildfire in Fort McMurray. Photograph: POOL/Reuters    The dates are tentative, stressed Notley, and contingent on the fire’s behaviour in the coming weeks. “This is our best guess,” she said. “If conditions change as they did just this week, the voluntary re-entry may begin later than 1 June.” She pointed to the continued issue of air quality in the city, normally measured on a scale of 1 to 10. On Wednesday morning it stood at a staggering 51. By mid-afternoon it had fallen to 11. Residents would be advised to boil drinking water in the city until the end of June and were told they would have to bring their own supplies, such as medication and non-perishable food, when they return to the city.  “Remember, many hazards remain in Fort McMurray,” said Notley. “We need to address all of them before it is safe for residents to begin to return, and we are doing this.”            Alberta’s wildfires create post-apocalyptic landscape – video    For hundreds of residents, a return to the community won’t mean a return to their homes. The fire destroyed 1,921 structures, the government said in revised numbers released on Wednesday. The destroyed areas will be fenced off, but residents will be toured through those areas when they return. Approximately 90% of the city remains intact after the fire.  The timeline for re-entry was welcomed by Brian Jean, a member of the Alberta legislature whose home was destroyed by the fire. “I know that every morning that I’ve been receiving messages from my family, my friends and my neighbours. They’re tired, stressed and waiting to hear this news,” he said as he fought back tears. “We will rebuild our city and it will be better than ever.”  Speaking in Ottawa on Wednesday, Don Forgeron, the chief executive of the Insurance Bureau of Canada said the fire will likely be the costliest natural disaster in Canadian history, estimating that the cost to insurers would land somewhere between C$3 billion and C$9 billion. The world, he said, was now in a new era in which disasters such as fires and floods were happening more often. He pointed to a recent report by Canada’s parliamentary budget officer predicting that disasters linked to climate change could cost the government an average of C$902m a year over the next five years. “Climate change ... has moved from future threat to present danger,” Forgeron said.",
  "webTitle": "As Alberta wildfire rages, thousands who fled must wait weeks to go home",
  "webPublicationDate": "2016-05-18T23:39:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/alberta-wildfires-fort-mcmurray-residents-must-wait-to-return-canada",
  "keyword": [
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/18/alberta-wildfires-fort-mcmurray-residents-must-wait-to-return-canada"
}