{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/chris-woakes-england-sri-lanka-second-test-emirates-riverside",
  "id": "2016-05-29-39",
  "sectionId": "sport",
  "body": "Proving the doubters wrong has become such a hackneyed expression of late that one red-top sports editor sent a department-wide email last year outlawing its use in intros. Doing so, however, remains a prime motivator for many a sportsman, with Chris Woakes among them. The 27-year-old said as much on the morning of his call-up for this second Test with Sri Lanka – the day of his career-best nine for 36 against Durham – when he conceded that “until you deliver at international level, there are people who don’t believe that you truly belong” and how he now hoped to “set a few people right along the way”.   Related: Kaushal Silva and Angelo Mathews lead Sri Lanka fightback against England    Stepping in for the injured Ben Stokes is a tall order, of course. Aside from the all-rounder’s resurgent 12 months with bat and ball – one of inspirational interventions, rather than consistency – he is something of a poster boy for this England team, a hugely charismatic cricketer and one who almost guarantees that something exciting, be it good or bad, is just around the corner. Woakes, by his own admission, could not be more different. The right-armer is clean-cut to Stokes’s rough and ready, steady to his explosive. And as such, following his previous six Test matches, a player whose selection ahead of the promising Jake Ball was met more by collective indifference than an avalanche of calls to the ticket office. It has made him something of easy target in the past, too, with Sky’s Bob Willis leading the catcalls during his underwhelming last showing in Centurion, when his dismissal for five in England’s fourth-innings collapse was met with a brutal “there’s my mate, off back to Birmingham for the rest of his career” before returning an improbable score of zero on his tour report card. And yet despite that rather tasty send‑off back to their shared home ground of Edgbaston, here is Woakes, back in whites for his country and, it must be said, looking more like the cricketer with whom the selectors persist; doing so in the hope that his county figures for Warwickshire, as impeccable as his haircut, can translate to Test cricket. Woakes, who had to reconstruct his bowling action to add the requisite pace for international cricket and in turn found himself relearning the skills that brought lateral movement, has looked sharp at the Riverside – the quickest bowler on show, in fact – with his first-innings three for nine gutting Sri Lanka’s middle order on day two to break the match wide open. As with his haul against Durham, it was an exhibition in being relentlessly at the batsman, both cracking the splice and hunting the edge. On the third day, while remaining largely in the slipstream of Jimmy Anderson, his would be the breakthrough that got things moving before lunch, as a hint of seam found the outside of the left-hander Dimuth Karunaratne’s bat to warm Joe Root’s hands at second slip. The analysts at CricViz noted that Woakes has beaten Sri Lankan willow 18 times so far on a pitch less bowler-friendly than that seen at Headingley, a number bettered only by the vastly more experienced Anderson. Throw in his batting during England’s first innings, where a controlled 39 brushed off an early drop and supported Moeen Ali’s more thrilling 155 at the other end, and it should add up to at least a seven in Willis’s strident scorebook. None of this is to say that Woakes has truly arrived yet – five-wicket hauls and centuries do that – and so those pesky doubters will only have been converted in their singles during what has been a second early-summer mismatch. The early signs from his latest opportunity at Test level, one that will continue through to Lord’s at least, are promising nonetheless.",
  "webTitle": "Chris Woakes comes good on his promise for England against Sri Lanka",
  "webPublicationDate": "2016-05-29T18:56:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/chris-woakes-england-sri-lanka-second-test-emirates-riverside",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/29/chris-woakes-england-sri-lanka-second-test-emirates-riverside"
}