{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/11/crotch-of-the-matter-to-bulge-or-not-to-bulge",
  "id": "2016-05-11-250",
  "sectionId": "fashion",
  "body": "Shuffling on stage like a geisha in a kimono three sizes too small, Ryan Gosling appeared on the Jimmy Kimmel show this week in a houndstooth suit and a white shirt. “I have to admit something,” he told the presenter, “I didn’t try this suit on before I came out and I realised that it’s so tight.” As the studio audience bellowed with bawdy approval, Gosling squawked: “I can’t feel my calves.” As for his crotch area, the actor played wallflower at a prom: primly crossing his legs, he kept his hands over the offending area and looked extremely awkward. The actor was the embodiment of the modern male conundrum: to bulge or not to bulge?     Bear Grylls on Saturday Take Away. Photograph: ITV    As smart menswear gets tighter-fitting and male jeans refuse to veer too far away from the skinny (as embodied by that proud crotch-displayer, Russell Brand), it’s a thing that men increasingly have to think about. In March, Trevor Noah, the new host of The Daily Show, appeared on the cover of American Esquire wielding a baseball bat sporting a grey, snugly fitting Ralph Lauren suit. Online commentators were quick to respond ( “CLICKBAIT BULGE!” was one of the nicer reactions). In the same month, Bear Grylls appeared on Saturday Night Takeaway in a navy blue shirt and jeans, with what appeared to be three packets of cigarettes and 12 iPhones in his pocket, and elicited Twitter responses such as “Bear has got some serious survival gear”, complete with the obvious aubergine emoji.     Trevor Noah on the cover of Esquire, March 2016. Photograph: Esquire Magazine    The difference between the two was the intended and not-intended bulge. In Noah’s case, he used his bulge as the male equivalent of the attention-seeking, self-conscious cleavage, whereas Grylls – we can assume – was oblivious to what was happening. It called to mind Jon Hamm, who has a whole Tumblr dedicated to Wang Hamm.  Should men ever go full-on Mark Walhberg circa the Calvin Klein pants era and consciously display the bulge? It’s certainly an alpha move of sorts (Napoleon did it, as did dandy icon Beau Brummel). But more becoming of the type of guy who wouldn’t be worried about manspreading on the tube, rather than someone who wants to add subtle style flourishes to their look. If in doubt, do not bulge. Instead, play it cool like Gosling – and make like a nervous Geisha.",
  "webTitle": "Crotch of the matter: to bulge or not to bulge?",
  "webPublicationDate": "2016-05-11T11:31:18Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/11/crotch-of-the-matter-to-bulge-or-not-to-bulge",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Ryan Gosling",
      "id": "film/ryan-gosling",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/11/crotch-of-the-matter-to-bulge-or-not-to-bulge"
}