{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/digested-week-sadiq-khan-mayor-streatham-royal-faux-pas-woody-allen-son",
  "id": "2016-05-13-119",
  "sectionId": "uk-news",
  "body": "Monday There has been much rejoicing in my neck of the woods at Sadiq Khan becoming London mayor. Partly because we’re pleased that Zac Goldsmith’s unpleasant campaign backfired so badly, but mainly because Sadiq lives on our road, is well liked and is often seen out and about in the neighbourhood. Our bit of Streatham – I know Sadiq says he comes from the rather more upmarket Tooting but he lives in a SW16 postcode, which is definitely Streatham – hasn’t had a worthwhile celebrity since Cynthia Payne. We’re also hoping there may be some knock-on benefits. The least we are expecting is an increased police presence, though the local force isn’t as dozy as all that. Two years ago we reported our car stolen; six weeks later the police found it parked outside Costcutter just up the road. It turned out my wife had forgotten she had driven to the shops and had walked home. Tuesday     Models of diplomacy... The Queen with Justin Welby and David Cameron at Buckingham Palace. Photograph: Paul Hackett/AFP/Getty Images    There has been a certain amount of double standards about open-mic-gate. When David Cameron was caught telling the Queen that there were some fantastically corrupt countries coming to his anti-corruption away day, it was reported as yet another of his embarrassing faux pas. But as the Queen is technically infallible in the eyes of many parts of the media, when she did much the same thing later in the day by being overheard telling a senior police officer at a garden party that the Chinese had been very rude, it was the camera crew who got the flak from some quarters for having had the temerity to record the conversation, even though they were there at Buckingham Palace’s request. The biggest surprise in all this is that the Duke of Edinburgh has emerged as a model of diplomacy. If anyone was going to insult foreigners, I’d have put money on it being him. Wednesday Woody Allen doesn’t always do himself any favours. After the premiere of his latest film, Cafe Society, at the Cannes film festival, Allen was asked if he had read Ronan Farrow’s column in the Hollywood Reporter in which his son had argued that the media hadn’t taken the rape allegations, made by his sister Dylan against their father, seriously enough. “I never read anything,” Allen replied. “I never read what you say about me or the reviews of my film … I don’t like to hear that a critic thinks my film is a masterpiece and I don’t like to hear that a critic thinks my film misses.” Er, yes, Woody. Except this wasn’t written by a critic, it was written by your son. Confusing the two is a basic parental category error and one that might go some way to explaining why so few of his children have a good word to say about him. It’s also not one that I’m ever likely to make. To the best of my knowledge, my son has never read a word I’ve written. And if he has, he’s sure not going to make the mistake of admitting it.     Woody Allen and his estranged son, Ronan Farrow. Composite: Getty / Rex    Thursday The EU referendum campaign gets progressively more bizarre with the announcement of the TV debates. David Cameron doesn’t want to debate with any Brexit Tories because he doesn’t want to give the impression that the Conservatives are ripping one another to shreds. Even though everyone knows they are. Jeremy Corbyn will only agree to do a debate on the condition he gets equal billing with the prime minister. Even though he’s never going to be asked on to the same platform as Dave because they are both on the same side. The Tory Brexit crew of Boris Johnson and Michael Gove are outraged that ITV has invited Nigel Farage to speak on the grounds it believes one of the best known figures in the Out campaign is certain to drive undecided voters into the Remain camp. Given that the former London mayor changes his mind several times a day on most subjects, at this rate the only debate we are likely to see is between Boris and himself. Boris’s improvisational skills are now getting out of hand. Despite being warned by the Treasury select committee not to use the figure of £350m as Britain’s weekly contribution to the EU, he has had a metal plaque knocked up for him this week with the words £350m per week. Though that figure might be just referring to his weekly freelance earnings. Friday As the rows about Sats testing rumble on and with GCSEs and A-levels imminent, I count myself fortunate that my children are now past all that stress. Not least, because the few occasions when I did try to help invariably ended in disaster. For my daughter’s A-level English, she was asked to write a coursework essay on the interpretations of love in Tess of the d’Urbervilles, The Duchess of Malfi and Enduring Love. Fancying myself as a bit of a know-it-all on the subject, I basically wrote the entire essay. My daughter submitted it as a first draft and it came back marked as a total fail. Not only had I missed some of the key points – never forget that in an English exam there is only one right way to read a book – the essay was marked down for being extremely badly written. “Too many short sentences,” was one comment, I remember. My daughter rewrote the essay as her teacher suggested in long rambling sentences and got the grade she needed.",
  "webTitle": "Sadiq of Streatham, royal faux pas and Woody Allen and son",
  "webPublicationDate": "2016-05-13T15:19:26Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/digested-week-sadiq-khan-mayor-streatham-royal-faux-pas-woody-allen-son",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "A-levels",
      "id": "education/alevels",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "uk-news/2016/may/13/digested-week-sadiq-khan-mayor-streatham-royal-faux-pas-woody-allen-son"
}