{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/donald-trump-new-york-post-tabloid-media-daily-news",
  "id": "2016-05-26-131",
  "sectionId": "commentisfree",
  "body": "There aren’t many upsides to the Trump candidacy, but there is one, perhaps, in what it has done to refurbish that great tabloid rivalry, the New York Post versus the Daily News, all but banished to a bygone era before the election and enjoying what now looks like its last hurrah.   Related: The Republican party is not dead. Far from it | Trevor Timm    The Post, stooping to new lows with its endorsement of Trump, weekly heralds him as a misunderstood figure (this week: “Don’t Blame Trump Supporters for the Violence at his Rallies”), to which the Daily News, self-appointed champion of the working man and the immigrant, responds with examples of his racism (“Bigoted [Trump] Supporter Tosses Trash at Latino McDonald’s Worker, Tells Him ‘Go Back to Mexico’”), while readers are transported back to a simpler time when people thought what the tabloids said mattered. It is a niche spectator sport these days. In the mid-1980s, during the height of the New York tabloid wars, the Daily News sold more than a million copies a day, and the two papers had the verve to play a series of practical jokes on each other. Even 10 years ago, spirits were sufficiently high for the New York Post to send over five 100-pound sacks of peanuts to the Daily News, after the News distributed scratch cards bearing a printing error that led readers erroneously to believe they’d won $100,000 (when in fact what they’d won was peanuts). Those days are gone. Circulation for both tabloids is healthy by the standards of most newspapers – a few hundred thousand for the Daily News and almost half a million for the Post – but a fraction of what it once was and, in this era of splintered media, in which niche sites cater to one’s precise shade of opinion, or TMZ disregards even the flimsiest proprieties of its tabloid precursors, there is something rather nostalgic about two dinosaurs slugging it out in the face of growing audience indifference. There is, as ever, a slight campness to the enmity. A recent New York Post headline informed us that “columnists can’t wait to leave Daily News”, including a 29-year “veteran” of the paper, or “teetering tabloid”, as it put it, to which the Daily News responded haughtily, “The New York Post’s logic-defying endorsement of Donald Trump is so sad that it’s actually kind of funny.” It’s not much, but in an otherwise bleak election season, it’s something. Battle of the bagels      Bagel and tuna mayonnaise anyone? Photograph: Boston Globe/Getty Images    I went to a party at the weekend where I witnessed a Darwinian struggle of unique intensity: the dash for the buffet at a large gathering. Rationally, it makes no sense. The food was not foie gras or oysters, but bagels and tuna mayonnaise that any of us could have popped out from the party and purchased for five bucks. Instead, elbows out, quivering with panic, 150 people rushed headlong at the tables as if the meaning of life itself were on offer, the kind of passion only brought on by truly low stakes. The art of omission      Josh Segarra as Emilio Estefan and Ana Villafane as Gloria Estefan in On Your Feet! ‘The Broadway show teaser described it as ‘undeniably crowd-pleasing’. It almost vibrated with the omission of a very big “but”.’ Photograph: Bruce Glikas/FilmMagic    Now and then you see a teaser for a Broadway show that looks particularly fishy and I spotted one last week, for the musical On Your Feet! The Story of Emilio and Gloria Estefan, which boasted a line from the New York Times: “Undeniably crowd-pleasing!” It almost vibrated with the omission of a very big “but”. Sure enough, the review called the production “half-formulaic, half-original”. Still, it was truer to the original than the most flagrantly dishonest blurb I’ve ever seen, which was for a little known David O Russell film called Accidental Love. The review, on the AV Club website, stated that even if the film had been truer to its source material, there was “little reason to believe it would have been a comedic masterstroke”. Kudos to the production company for running “A comedic masterstroke” in large print on the DVD. If only all Trump-league brassiness was confined to low-rent Hollywood PR.",
  "webTitle": "Donald Trump is a gift – if only to New York’s old tabloid rivals | Emma Brockes",
  "webPublicationDate": "2016-05-26T16:03:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/donald-trump-new-york-post-tabloid-media-daily-news",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Brockes",
      "id": "profile/emmabrockes"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/donald-trump-new-york-post-tabloid-media-daily-news"
}