{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/22/humanitarian-aid-system-power-concentrated-hands-of-few-losing-track",
  "id": "2016-05-22-126",
  "sectionId": "global-development-professionals-network",
  "body": "This piece is an extract from a written submission to the UK International Development Committee Global Humanitarian System inquiry The number of people affected by humanitarian crises has more than doubled over the past decade. The frequency, scale, and severity of humanitarian crises are set to continue rising. Yet time and again, the traditional international humanitarian relief apparatus has been unable to respond adequately. Syria is only the latest example of this. The aid sector is aware of deficiencies, but often frames the challenges it faces in terms that downplay its own responsibility. Needs are rising quickly, its leaders argue, and the scale of financing to respond to them is lagging behind. In reality, the problems facing the sector are much more fundamental. It has become a mammoth machinery that has, in many ways, lost track of what it stands for. Irin reported in 2015 on focus groups conducted as part of the World Humanitarian Summit (WHS) process with refugees and other people affected by crises in the Middle East. The participants rated aid agencies in several categories and the results were quite damning:   Related: Don't blur the lines between development and humanitarian work     Treating people with respect and dignity: 3.5/10 Being neutral and impartial: 4/10 Making people feel safe and protected from violence: 3.5/10 Meeting priority needs: 3/10 Helping people prepare for future crises: 2.5/10 Considering their opinions: 2.5/10  In addition to feeling disempowered, communities affected by crises and local responders refer to abusive north-south relationships and attitudes that border on racist and colonial. The core of the problem is that people affected by crises are no longer at the heart of humanitarian response. There are several reasons for this:     Stephen O’Brien, centre, UN under-secretary-general for humanitarian affairs and emergency relief. visits a refugee camp in the south-east of Niger. Photograph: Boureima Hama/AFP/Getty Images    First, the humanitarian system remains a largely foreign-driven endeavour, which, by definition, excludes affected communities. This results in a response that is expensive and inefficient; fails to build capacity, and thus sustainability; and is often out of touch with the cultures and societies it strives to serve. For these reasons, a push to localise aid has been one of the clearest recommendations to emerge from the World Humanitarian Summit process, which some concrete proposals, such as the Charter4Change, already gathering steam. Second, if affected communities are to be at the heart of humanitarian action, they have to have power. The current architecture of the system does not give them much. Decision-making and funding flows are structured in a way that necessarily leaves engagement with local communities as an add-on rather than an integral part of the workflow. The business model doesn’t make sense. Third, despite improvements in recent years, humanitarian response remains largely unaccountable for its actions. In any other sector, it could be considered a conflict of interest for the same body to be responsible for assessing needs, responding to them, and monitoring the quality of the response. Yet, in the humanitarian sector, this is normal practice. Meanwhile, aid agencies have improved their ability to garner feedback from the communities they serve, but they have yet to be able to meaningfully and systematically respond to it.  Fourth, the power and money of the humanitarian sector is concentrated among a few key actors who are reluctant to relinquish it. As the High-Level Panel on Humanitarian Financing put it: “Giving, receiving and channelling funds is concentrated in the hands of a few ‘giants’.” For example, the World Food Programme, which at 14,000 staff constitutes the world’s biggest aid agency, received 22% of all humanitarian funding in 2015. WFP, the UN Refugee Agency (UNHCR) and UNICEF together handled nearly half of the $19bn (£13bn) in funding reported. Rather than recognise the richness, diversity and added value of a de-centralised, networked humanitarian response ecosystem, some of these actors continue to believe in a command and control structure that is increasingly recognised as being out of touch with reality.      Workers unload a cargo plane carrying humanitarian aid from Saudi Arabia at the Baghdad International Airport in Iraq. Photograph: Karim Kadim/AP    The landscape is changing whether the oligarchs like it or not: national governments, diaspora communities, volunteers and the private sector are playing increasingly important roles. And yet, as just one example, the global humanitarian co-ordination body, the Inter-Agency Standing Committee, excludes all of these groups.  The upcoming World Humanitarian Summit  There have been hundreds, if not thousands, of proposals for change floating around the World Humanitarian Summit process. The Secretariat did an excellent job of consulting a wide diversity of people, but by its own admission to Irin in a private interview, failed to then build consensus around a priority set of proposals. The UN Secretary-General’s report for the WHS was described by donors and aid workers alike as a “menu” of options with something for everyone but a lack of clear prioritisation. It emphasises preventative, aspirational and normative options rather than the nitty-gritty “architectural” problems and opportunities.  In recent months, the UN Office for the Coordination of Humanitarian Affairs, OCHA, has increasingly taken control of the WHS process from what was meant to be a quasi-independent secretariat. Many observers feel the five “core areas of responsibility” outlined in the secretary general’s report fail to sufficiently draw upon the extensive consultation process. One secretariat staff told Irin: “Now, it’s a bunch of people in New York writing the SG report, and who literally have taken over a lot of the process.”  Within this messy landscape, some proposals have begun floating to the top, and, more importantly, others have fallen by the wayside. Perhaps unsurprisingly, discussion about the key, structural problems have increasingly been pushed aside. As one example, the summit will host seven high-level roundtables with world leaders to pledge commitments around political leadership to prevent and end conflicts, upholding the norms that safeguard humanity, a commitment to address forced displacement, catalysing action to achieve gender equality, natural disasters and climate change: managing risks and crises differently, from delivering aid to ending need and humanitarian financing. An eighth planned roundtable entitled “Building the future of humanitarian action: towards more effective, context-specific, and predictable responses” – meant to address the core architecture of the system – did not appear on the final list of roundtables, seemingly due to a “resistance”, as one secretariat member put it, from some IASC members to opening such a conversation. Similarly, of the 15 special sessions, only one (People at the Centre) comes close to speaking to these structural issues. Instead, they focus instead on easier fixes, such as including people with disabilities in humanitarian action and providing education in emergencies.   Related: The world needs a humanitarian fund to assist long-term crises    To what extent are improvements to humanitarian responses inhibited by the slow pace of reform within the UN system? It is not only a question of the slow pace of reform, but the willingness to reform in the first place. Irin has conducted several interviews with high-level aid officials on the topic of reform and found little evidence of real momentum for change, particularly among IASC members, who have vested interests, mostly financial, in the status quo. For example, one might expect localisation to cause the World Food Programme to shrink its size and influence in favour of local actors. But in an interview with Irin, Ertharin Cousin, executive director of the WFP, said she did not intend to shrink her workforce of 14,000. An Irin interview in October 2015 with Stephen O’Brien, the incoming under-secretary-general and emergency relief co-ordinator, further reflected the limited appetite for substantive change. He said: “the UN doesn’t have to change”; that “the system isn’t broken, it’s simply broke”; and that the UN only has to “build on the fantastic track record” by finding “extra ways of delivering humanitarian action”. This does not suggest a recognition of the need for any fundamental, structural changes. While his tune has since changed, O’Brien’s – and others’ – recognition of the need for fundamental, structural changes remains unclear. It is not only UN agencies that have at times resisted reform. Some international NGOs are also worried about what the push to localise aid response means for their own existence. Donors, including the Department for International Development, have a vital role to play in walking the talk of reform. Read the full submission of the UK International Development Committee Global Humanitarian System inquiry here. Heba Aly is managing editor of Irin, the humanitarian news organisation",
  "webTitle": "The humanitarian system: 'A mammoth machinery losing track of what it is for'",
  "webPublicationDate": "2016-05-22T09:00:38Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/22/humanitarian-aid-system-power-concentrated-hands-of-few-losing-track",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Department for International Development (DfID)",
      "id": "politics/department-for-international-development-dfid",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/22/humanitarian-aid-system-power-concentrated-hands-of-few-losing-track"
}