{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/23/billboard-music-awards-2016-madonna-prince-tribute-rihanna-kesha-ariane-grande",
  "id": "2016-05-23-198",
  "sectionId": "music",
  "body": "Related: Billboard music awards 2016: Madonna performs Prince tribute – as it happened    Madonna is a controversial choice to perform a Prince tribute Madonna, clad in regency-era ruffles and a purple suit in a tribute to Prince’s Purple Rain video, provided the climax to the three-hour ceremony. Perhaps wary of going the route of Lady Gaga’s crazed David Bowie tribute at the Grammys, Madonna instead performed Nothing Compares 2U (written by Prince but made famous by Sinead O’Connor), then brought Stevie Wonder on stage for a quick blast of Purple Rain. There was nothing wrong with her performance, but it didn’t quite hit the musical g-spot that a soul singer would have done. Then again, as the last woman standing of the 80s superstar triumvirate born in the US midwest in the summer of 1958 (the other, of course, being Michael Jackson), perhaps Madonna really was Prince’s only true peer, though The Black Entertainment Network certainly didn’t think so, promoting their own Prince tribute with the tweet “Yeah, we saw that. Don’t worry. We got you.”           Madonna and Stevie Wonder pay tribute to Prince at Billboard Music Awards    Kesha shall be released First she was going to perform, and then Dr Luke – the producer she is currently suing – said she couldn’t. Presumably after some pretty heavy legal assurances that she wouldn’t allude to the case in any way, a white-suited Kesha instead performed an understated cover of Bob Dylan’s It Ain’t Me Babe with Ben Folds. Subtle and introspective, then cutting loose at the end, her performance earned a deserved standing ovation, but where does she go from here?      Kesha performs at the Billboard music awards. Photograph: Jeff Kravitz/BBMA2016/FilmMagic    Rihanna has spent 60 weeks at No 1 in the US Thanks to her Stakhanovite work rate (she cranked out an album a year between 2005 and 2012), but also her star quality and ear for a hit, which extends to her current jam Work, Rihanna has managed to overtake the Beatles, who enjoyed a total of 59 weeks at No 1 in the US. She’s got a while before she catches up with the champ though – Maria Carey, who has spent 79 weeks at No 1. To mark this momentous statistic, Rihanna scooped a fan-voted award for “chart achievement” and performed Love on the Brain swathed in a green fur, on a set festooned with giant cobwebs.      Rihanna blows away the cobwebs. Photograph: Rob Latour/Rex/Shutterstock    Las Vegas is a safe bet for pop stars The ceremony took place in Vegas (at the less than rock’n’roll sounding T-Mobile Arena) and the location certainly had an influence on the show. Vegas stalwart Britney Spears opened with a medley of hits performed in red burlesque attire, and later on Celine Dion – another Vegas veteran – accepted the icon award. Her performance melded showbiz with raw emotion: she sang Queen’s The Show Must Go On in memory of her husband and manager René Angélil, who died four months ago, and burst into tears when her son René-Charles came on to present her with the award.      Britney Spears does the Human Centipede. Photograph: Mario Anzuoni/Reuters    Adele calls the tune Her album 25 has sold over 19m copies worldwide, the kind of sales figures that dwarf her peers, and accordingly Adele didn’t need to worry about not being able to make the ceremony because she’s on tour. Instead, she scooped five awards including top artist, and even got her new video played in full, despite the fact that rather than being a Bad Blood-style extravaganza, it contained little more than Adele moving a floral-patterned skirt around. Now that’s power.      Hello from the other side: Adele accepts her award from Kate Beckinsale. Photograph: Chris Pizzello/Invision/AP    Pink really likes to fly  The night’s other new song was Pink’s tune Just Like Fire, from the film Alice Through the Looking Glass. Starting her performance looking belligerent in a black tutu and vinyl gauntlets, Pink was hoisted on a rope and swung from one end of the arena to the other, concluding her song getting astride the hands of a clock, the face of which then burst into flames. The frantic activity was memorable. The song … not so much.     Pink: way of the exploding clock. Photograph: Chris Pizzello/Invision/AP    Justin Bieber’s Sorry is still a tune Justin Bieber got the most teen-hysterical response of the night and took home two awards, including best male artist and top social media artist. His performance of Company and Sorry started off as a son-et-lumière extravaganza, with lights playing over a semi-transparent curtain, behind which Bieber danced, but soon settled into a pretty straightforward version of Sorry, with the newly-shorn singer offering a few Michael Jackson-style crotch grabs to cheer it up. Fortunately, the song is good enough to need little adornment – even after months of ubiquitous airplay.      Justin Bieber: #sorrynotsorry Photograph: Rob Latour/Rex/Shutterstock    The Weeknd was all-conquering in 2015 Having been nominated 19 times in 16 categories, there was no way Abęl Tesfaye wasn’t going to sweep the board, and so it proved. The Weeknd took home eight awards in total for his depraved, Michael Jackson-influenced perv pop. Tesfaye didn’t perform, but accepted his award for Top 100 artist with a choked-up tribute to Prince, saying: “I didn’t know him but he was very close to me.”     The Weeknd with his Billboard awards. Photograph: Matt Baron/BEI/Shutterstock    Ariana Grande delivered the performance of the night Starting with a touch of Laurie Anderson-style vocoder, the donut-licker launched into a performance of Into You that somehow cut through all the other ultra-styled, meticulously choreographed song-and-dance numbers of the night. Maybe it was the 5am rave synth sound, maybe it was the dancers’ leather sweaters, but more likely it was the sight of a young pop star visibly growing in confidence of her own creativity.      Ariana Grande steals the show. Photograph: Rob Latour/Rex//Shutterstock    DNCE have possibly come up with the stupidest metaphor for sex in musical history The combined talents of Nick Jonas and three other people, all of whom look as though they should be in different bands, have resulted in Cake by the Ocean, which makes East 17’s “I’ll butter the toast if you lick the knife” sound like Lord Byron.",
  "webTitle": "Billboard music awards: Rihanna, Madonna, Kesha and what we learned",
  "webPublicationDate": "2016-05-23T11:35:10Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/23/billboard-music-awards-2016-madonna-prince-tribute-rihanna-kesha-ariane-grande",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Billboard music awards",
      "id": "culture/billboard-music-awards",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pink",
      "id": "music/pink",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rihanna",
      "id": "music/rihanna",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Madonna",
      "id": "music/madonna",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Needham",
      "id": "profile/alexneedham"
    }
  ],
  "guardianId": "music/musicblog/2016/may/23/billboard-music-awards-2016-madonna-prince-tribute-rihanna-kesha-ariane-grande"
}