{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/death-of-mullah-mansoor-highlights-talibans-links-with-iran",
  "id": "2016-05-23-156",
  "sectionId": "world",
  "body": "The killing of the Taliban chief on the main highway leading from the Iranian border shines new light on the movement’s complicated relationship with Tehran. Although it is Pakistan that has traditionally been condemned for secretly supporting Afghan insurgents, analysts say Iran also provides weapons, cash and sanctuary to the Taliban. Despite the deep ideological antipathy between a hardline Sunni group and cleric-run Shia state the two sides have proved themselves quite willing to cooperate where necessary against mutual enemies and in the pursuit of shared interests.   Related: US drone strike in Pakistan kills Taliban leader Mullah Mansoor    Mullah Mansoor first entered Iran almost two months ago, according to immigration stamps in a Pakistani passport found in a bag near the wreckage of the taxi he was travelling in when he was killed by a US drone strike. The passport, in the name of Wali Muhammad, also showed he had only just returned to Pakistan from the border crossing of Taftan, some 280 miles (450km) away from the site where he was killed, an area called Ahmed Wal, where he had stopped for lunch. On Monday, the Iranian foreign ministry denied that “such a person had entered Pakistan from the Iranian border”. “Iran welcomes any efforts made in bringing stability and peace to Afghanistan,” said spokesman Hossein Jaberi-Ansari. It is not known where Mansoor went inside Iran, whether his trip was secretly facilitated by the Iranian Revolutionary Guard or whether he stayed among the large populations of Afghans living in eastern Iran, especially in the cities of Mashhad and Zahedan. The Taliban also have ties to Sunni extremist groups operating in the Iranian province of Sistan and Balochistan. A Pakistani official from Dalbandin, a district bordering Iran, said he did not think Iran would back foreign insurgents with links to such groups. “All Afghan militants hold Pakistani nationality, it is not written on their forehead whether he is a militant or not,” said the official, who did not wish to be identified. Nonetheless police and intelligence officials in western Afghanistan often complain the local insurgency is being managed and supplied with weapons and training from Iran. The alliance between a Shia theocracy and a Sunni extremist group is all the more peculiar given the Taliban killed 10 Iranian diplomats in the Afghan city of Mazar-e-Sharif in 1998. Michael Semple, a regional specialist, said Mansoor’s travels in Iran would have probably caused anger among some of the Taliban rank and file. “The Taliban have a long list of differences with Iran and many will think getting close to Iran is a betrayal of the Sunni values the Taliban think they stand for,” he said. Nonetheless the relationship between the two sides is longstanding. In 2007, senior US diplomat Eric Edelman warned Hamid Karzai, then the Afghan president, that “Iranian meddling was getting increasingly lethal”, according to a leaked US diplomatic cable. The Department of State document said Iran was supplying surface-to-air missiles and that explosively formed projectiles, an especially deadly form of landmine, had been intercepted by British troops.  In addition to Iranian unease at the large US military presence in the region, some Afghans believe Tehran prefers its immediate neighbour to remain permanently hobbled. Karzai told Edelman that Iran was trying to sabotage Afghanistan’s development to prevent it from becoming an important regional transit hub, and to protect its natural gas exports to India and Pakistan from central Asian competition. More recently Tehran has seen the Taliban as a useful foil to Islamic State, the Syria-based militant group that has been trying to gain a foothold in Afghanistan at the expense of the Taliban.  Iran is also anxious to preserve links with a group that may come to play a formal role in Afghan politics if peace talks ever prove successful. The Afghan government has avoided publicly rebuking Tehran, even though “Iran is at least as dangerous as Pakistan” in the words of former foreign minister Rangin Dadfar Spanta. According to another leaked document, Spanta told a US diplomat in 2007 that Kabul could not afford to antagonise Iran while it struggled with the problem of Pakistan-backed militants. “We agree with the US and UK that Iran is engaged in a lot of interference, but our interest in dealing with Iran is to be careful not to open a second front along the Iranian border with Afghanistan,” he said.",
  "webTitle": "Death of Mullah Mansoor highlights Taliban's links with Iran",
  "webPublicationDate": "2016-05-23T14:01:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/death-of-mullah-mansoor-highlights-talibans-links-with-iran",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    },
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/23/death-of-mullah-mansoor-highlights-talibans-links-with-iran"
}