{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/23/why-do-a-million-women-still-suffer-the-treatable-condition-of-fistula",
  "id": "2016-05-23-302",
  "sectionId": "global-development-professionals-network",
  "body": "I had never seen so many patients hospitalised in a single room – perhaps 60 beds, each with a woman. They had not been injured in war, they had been left incontinent from childbirth and somehow found their way to Dr Catherine Hamlin’s Addis Ababa Fistula Hospital for help. The simple act of trying to give birth had resulted in an obstetric fistula, an injury that devastates the lives of a million women in Africa and Asia. A translator introduced me to a young woman I’ll call Mary. This was in 1994 but, 22 years later, I still remember her beautiful face with a curious look, probably wondering who I was. She told me she married at 16 and quickly became pregnant. After five days of excruciating labour she delivered a stillborn boy. She awoke to find herself incontinent. Her husband abandoned her and she went back to live with her mother. Five years passed before she arrived at the hospital for treatment. Dr Hamlin said a similar story could be told by all of her patients, but most could be cured with surgery.    Women with fistula are often abandoned by their husbands and have been referred to as modern-day lepers    An obstetric fistula is a hole between the vagina and rectum or bladder that is caused by prolonged obstructed labour, leaving a woman incontinent of urine or faeces or both. One of the toughest aspects of fistula is the stigma. The leaking of faeces and urine results in hygiene issues and a smell that are difficult to cope with. This condition used to be common in the west until the early part of the 20th century. In fact, a fistula hospital once stood on the site of today’s Waldorf Astoria Hotel in New York City. But thanks to the widespread availability of emergency obstetric care and interventions such as C-sections, fistula is now rare in developed nations.  But that is not the case in some developing countries, where there is little in the way of either prevention or treatment. The London School of Tropical Medicine estimates that there are one million women with this avoidable and degrading condition in Africa and Asia, but that fewer than 20,000 receive treatment every year.  Women with fistula are often abandoned by their husbands and have been referred to as modern-day lepers, because they are often treated as outcasts in their own communities. A study in Ethiopia found that 69% of women surveyed living with fistula were divorced, and 19% were not allowed to eat with their family members. Of the women who were depressed, half felt suicidal. Some are told they are cursed, and must rely on the charity of others to survive. Most cannot afford the cost of surgery, or even the cost of transport to the hospital.   Related: Can an app tackle domestic violence in Somalia?    It is a brutal truth, but there are no simple solutions. Why? Because women with fistula often live in remote areas and are unlikely to have access to the high quality emergency obstetric care that would have prevented the injury to begin with. While technology can help speed communication, there is no quick fix to effectively train surgeons or ensure vulnerable patients receive high quality care.  A surgeon’s training is critical. Too often women are injured, sometimes irreparably, by an inadequately trained doctor trying to treat fistula, doing more harm than good. The most crucial variable in the outcomes for women is the competency of the surgeon developed over years of experience.  Yet the biggest challenge to treating more women goes beyond money, it is lack of healthcare infrastructure. As many as five billion people in the world lack access to safe and affordable surgical and anaesthesia services worldwide, with less than 6% of all operations taking place in the world’s poorest countries. I left the hospital that day humbled and haunted, inspired and touched to my core, pondering what I could do to help. Fast forward two decades and I’ve helped build an organisation designed to help women like Mary get surgery to give them back their health.   Related: Childbirth in Benin – in pictures    We are now learning what can move the needle with our programme in Kenya called Action on Fistula. The beauty of this effort is it confronts healthcare weaknesses head-on by training more surgeons through the global competency-based manual developed by Figo (the International Federation of Gynecology and Obstetrics), building treatment capacity at seven hospitals, creating a community of practice among local fistula surgeons and partnering with women’s groups to identify patients and secure treatment. In just two years, we have treated more than 1,200 women – the number we had hoped to treat in three years. This effort is yielding results that can be replicated, while providing capacity to treat fistula in Kenya.  We’ve seen similar programmes, such as CCBRT (comprehensive community-based rehabilitation in Tanzania), achieve tremendous results by using local women as ambassadors. They help transport patients to CCBRT’s hospital for treatment. Another partner, Bwaila Hospital in Malawi, founded by Scottish businesswoman Ann Gloag, has become a centre of excellence on the continent, treating women and helping rehabilitate them too. While Africa has the highest incidence of fistula of any region, it also frequently occurs in Asia. We have partners in Pakistan, Afghanistan, Bangladesh and Nepal. Anywhere in the world where women deliver babies without access to high quality emergency obstetric care, there is likely to be fistula, as well as maternal and neonatal deaths.    Related: My career’s biggest lesson:  no women, no development    The progress we see in Kenya and elsewhere gives me hope for what the next decade will bring for women like Mary. Progress will continue through hard-won gains, in this case by dedicated and indefatigable doctors and advocates never giving up the fight against this old but treatable scourge.  Kate Grant is CEO of the Fistula Foundation.  Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter. Join the conversation with the hashtag #SheMatters.",
  "webTitle": "Why do a million women still suffer the treatable condition of fistula?",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/23/why-do-a-million-women-still-suffer-the-treatable-condition-of-fistula",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Childbirth",
      "id": "lifeandstyle/childbirth",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/23/why-do-a-million-women-still-suffer-the-treatable-condition-of-fistula"
}