{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/dave-uktv-darts-bdo-world-trophy-david-haye",
  "id": "2016-05-04-153",
  "sectionId": "media",
  "body": "Male-focused channel Dave has made its second move into live TV sports, striking a deal with Frank Warren to air the British Darts Organisation’s World Trophy event. Pay-TV company UKTV, the owner of channels including Gold and Alibi, has been emboldened to extend its coverage of live sports after attracting a record-breaking peak audience of 3 million to watch David Haye’s comeback fight against Australian Mark de Mori free-to-air on Dave in January.    Related: John Whittingdale could force BBC to sell off UKTV stake    “This is an exciting time for the BDO and I’m thrilled that we’re able to bring Dave viewers the BDO World Trophy, free to air and live from Lakeside,” said Richard Watsham, director of commissioning at UKTV. “This is an important step for Dave as we continue to expand into important new genres such as live sport.” Under the deal, UKTV, jointly owned by US pay-TV broadcaster Scripps and BBC Worldwide, will air ten hours of live coverage running from 12pm to 10pm each day of the event. The World Trophy, which has £150,000 in prize money on offer, runs for three days from 28-30 May. “Though I have worked predominantly in boxing for nearly 40 years, I have also promoted and been involved in various other sports and entertainment ventures throughout my career,” said Warren. “I am delighted to have been part of setting this event up and securing the BDO one of the UK’s leading broadcasters for the event.” The BDO World Trophy event was set up in 2014 and the first two tournaments were broadcast by pay-TV channel Eurosport, which is owned by Discovery. The World Trophy event is separate from the BDO World Darts Championship, which has been broadcast exclusively on BT Sport since the BBC decided to axe coverage of the event after 28 years. UKTV-owned Dave, which uses the strapline “the home of witty banter”, airs shows including reruns of 8 Out of 10 Cats, Top Gear, Mock the Week and QI, while it also features US programmes such as Storage Hunters and Lizard Lick Towing. In the past it has aired non-exclusive coverage of World Cup football and Six Nations rugby. Dave also has the exclusive rights to Red Bull’s extreme sports programming such as Red Bull Soap Box Race, Cliff Diving and X-Fighters. “We are constantly looking for new opportunities and show ideas for Dave to keep our audiences entertained,” said Steve North, general manager of Dave at UKTV. “After the incredible experience we had with the David Haye fight at the start of the year we are delighted to be delving further into the sporting world by partnering with the BDO in what is a fantastic opportunity to offer fans extended live coverage of the BDO World Trophy.”",
  "webTitle": "UKTV's Dave strikes deal to air BDO World Trophy",
  "webPublicationDate": "2016-05-04T14:28:54Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/dave-uktv-darts-bdo-world-trophy-david-haye",
  "keyword": [
    {
      "webTitle": "UKTV",
      "id": "media/uktv",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Darts",
      "id": "sport/darts",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/04/dave-uktv-darts-bdo-world-trophy-david-haye"
}