{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/john-terry-meeting-chelsea-career-over",
  "id": "2016-05-11-28",
  "sectionId": "football",
  "body": "John Terry is to meet the Chelsea hierarchy on Thursday to discuss his future at the club, with the captain ready for confirmation he will not be offered new terms to extend his stay at Stamford Bridge into a 19th senior campaign. The centre-half’s dismissal in stoppage time against Sunderland last weekend means he will not feature again this season, missing Wednesday’s game at Liverpool and the visit of the champions, Leicester City, on the final afternoon. Terry, who has made 703 first-team appearances for Chelsea, opted against travelling to Merseyside on the basis his presence might have provided an unwanted distraction.   Related: Why MLS clubs should steer clear of John Terry | Graham Ruthven    Instead he is due to meet the director Marina Granovskaia and the technical director, Michael Emenalo, for talks at Stamford Bridge on Thursday as the club seek to offer clarity over his future before the final game of the season. The player expects to be told he is being released at the expiry of his latest one-year deal, on 30 June, and will then consider lucrative offers from the Chinese Super League to extend his career. Shanghai SIPG and Jiangsu Suning have been credited with an interest. Chelsea have previously announced the identity of those not to be retained in June, with players such as Frank Lampard, Ashley Cole, Joe Cole and Michael Ballack therefore denied a proper send-off by the home support at Stamford Bridge before their spells at the club ended. There is an acceptance within the hierarchy, however, that Terry, who joined at the age of 14, should not depart without an appropriate fanfare during the players’ post-match lap of appreciation on Sunday, and the meeting is likely to prompt a formal announcement before the fixture. The club have made arrangements to pay tribute to Terry’s contribution over his career at their player of the year dinner on Friday night, and have waived a £22,000 fee to allow him and his friends to use the pitch and changing rooms for a private party on Monday. Those plans would appear to be the precursor to a parting of the ways, with senior figures at the club having suggested privately that this may be a natural time to sever ties. Terry will be welcomed back as a coach at Stamford Bridge in the future if he chooses to pursue such a career after hanging up his boots but Antonio Conte will take over after Euro 2016 and is targeting the addition of defensive players as key to his rebuild of a team who have struggled badly at times in their title defence. The Italian has met the 35-year-old twice since being confirmed as José Mourinho’s permanent successor but on neither occasion did he offer any guarantees that the player was in his plans. Chelsea’s supporters intend to champion their captain’s contribution on Sunday, with a number of banners to be brought into the stadium thanking him for 18 years of glittering service in the club’s first team. Terry has won four Premier League titles, five FA Cups and three League Cups, and has winner’s medals in the Champions League and Europa League, having captained the team more than 500 times.",
  "webTitle": "John Terry to be told by club that Chelsea career is over",
  "webPublicationDate": "2016-05-11T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/john-terry-meeting-chelsea-career-over",
  "keyword": [
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/11/john-terry-meeting-chelsea-career-over"
}