{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/adam-donen-symphony-to-a-lost-generation-holographic-opus",
  "id": "2016-05-24-251",
  "sectionId": "music",
  "body": "A few days after I met the composer Adam Donen, he sent me an email. In our interview, he’d made so many artistic references in describing his vastly ambitious new work, Symphony to a Lost Generation, that I’d asked for a breakdown, which he duly supplied: Hegel, Wagner, TS Eliot, Brecht, Otto Dix, Anselm Kiefer, Georg Baselitz, Robert Wilson, Slavoj Žižek. But he also added an addendum, in case I thought his 80-minute work was a shoo-in for Pseuds Corner. “Apologies if I ranted unnecessarily detailed philosophical fuckwittery at you,” he wrote, “to explain what is, essentially, a story about the first world war and its place in our present. While there are references to be found everywhere in the work, and I am proud of having pulled these many strands together, I should be disappointed if anyone felt they were necessary to ‘feel’ the work – for the work is, absolutely, about feeling more than fact.”     Adam Donen Photograph: Magnus Arrevad    The apology in part explains why I warmed to Donen. He has bitten off an impossibly huge subject – the first world war, its aftermath and how we see it today – and attempted to write a five-movement Mahlerian symphony that encapsulates it. Not satisfied with that, he has dramatised the music to create what he describes as “the first holographic feature-length work”, with projections of dancers – including the starry ballet couple Sergei Polunin and Natalia Osipova – giving the illusion of a live stage performance. The scale of the project is insane. If a composer, working with a trusted dramaturg, attempted it in the latter part of his career, it would be seen as a bold attempt at a summation of all that had gone before, their Parsifal. But Donen is just 30 and only recently moved from writing sweetly nihilistic pop songs to classical works. His Symphony to a Lost Generation is mad – and the music, with echoes not just of Mahler but of Rachmaninov at his most Russian Orthodox, is sure to be criticised as derivative – but also rather magnificent. You’d have to be crazy, or super-confident, to attempt this. Possibly both. I meet Donen – a striking-looking young manwith a shock of black hair and intense, bulging eyes – in a former banqueting hall in northwest London, which he and his team have requisitioned to do last-minute filming, plus all the technical work that goes into producing the holograms of the performers and the backdrops to the action. He shows me some of the work in progress, and it is astonishingly lifelike. You soon forget these are holograms and believe you are watching a stage show. The filmic nature of much of the music also benefits from being attached to images, with soprano Yana Ivanilova’s third-movement aria (a setting of Anna Akhmatova’s poem July 1914) especially affecting.     Feted ballet dancers Sergei Polunin and Natalia Osipova are projected onto the stage. Photograph: Magnus Arrevad    Donen explains the symphony’s structure. “It concerns itself with the historical break that was the first world war, and travels from the prelapsarian world that preceded it to mass-mechanised butchery.” He describes it as the musical equivalent of Eliot’s The Waste Land. “The fourth movement is a complete disintegration, with echoes of many great classical works – as if I’m smashing plates.”  Donen says this transition from pastoral ideal to narrative collapse is mirrored both musically and visually. “Over the course of the third and fourth movements, it moves into the sort of modernist-cum-postmodernist nightmare that has been our inheritance for the best part of the last century. It’s an attempt to get to grips with our present through the first world war, which is the break point that brought our present into being. Musically, the goal is to reach a fifth movement that is tonality, and is able to get to a justified, rather than a bullshitty resurgence of tonality.” Polunin and Osipova dance the leads in the first movement, which encapsulates the pastoral idyll. Actors flesh out movement two, and in the third movement two Japanese butoh dancers represent the suffering of the millions who died on the battlefields. Donen says using butoh dancers – who embody lost souls in no man’s land – allows him to “distance the butchery”.  The music, performed by the Lithuanian State Symphony Orchestra under conductor Martynas Staškus, was recorded in March 2015; filming began in June. The music producer is the Los Angeles-based Robert Harder, who Donen says is the reason he stopped writing pop songs.  “He told me to grow up and do something useful with my life,” says Donen. “I was a 21-year-old idiot jumping up and down making an incredibly loud noise believing that people were terribly interested in my words, whereas actually they just wanted to jump up and down and hear a loud noise … He encouraged me to move into orchestration, one thing led to another, and somehow I made the transition into classical and theatre.”     Pages from a history of the first world war are flown as the orchestra plays from the second movement. Photograph: Magnus Arrevad    Donen is a self-taught musician – he learned orchestration from Rimsky-Korsakov’s Principles of Orchestration. “I only knew about it because I loved the 60s rock band Love, and Dave Angel did their orchestrations and cited the book in a couple of interviews.” He wrote his first classical piece in 2010, only three or four years after he became aware that there was a world beyond pop. “I feel I’ve developed a musical language in which I’m very comfortable.”    I suggest that it’s a grand undertaking for a young composer​. Donen says, 'It’s a grand undertaking for anybody'    He had previously made three pop albums, but says that phase of his career is now over. “I discovered what I’d always intended to be doing, but never quite had the comprehension to do. When I was writing songs, I was always trying to push them and my stage performances to something they were never meant to be. I was always trying to create on an epic scale in forms to which it was never suited.” Donen grew up in Cape Town and came to the UK to study English literature – he had wanted to start a rock band, but his parents insisted on university. He sounds an impossibly precocious youth – he gave his first poetry performance at the age of six and was a teenage theatre director – and you can’t help feeling for his younger brother, who wisely stayed in South Africa and became an accountant.  Symphony to a Lost Generation has cost around £500,000 to produce. The first substantial chunk of money came from Bloomsbury Cultural Renaissance, which made Donen its composer in residence, and much of the rest from private backers. It probably helps that the producer, Daniel Reynolds, has a background in finance and has run a successful crowdfunding campaign to get the investment needed. Much of the backing is equity based, with investors hoping to get a return. One of the biggest investors is based in India, and there are already plans to tour there. The appeal of a holographic work is that it can be moved around very cheaply. “It can tour more affordably than a half-decent string quartet,” says Donen. “One of my key ambitions was that I wanted to create a serious and epic form that wasn’t going to be stuck in London, Paris and Berlin, but would be able to go to the sort of places that a younger me might see it. Holographic work can tour very simply and without substantial expense.”   Related: Whitney Houston, Billie Holiday and the hologram craze – but is it worth a tour?    I suggest that it’s a grand undertaking for a 30-year-old who has been composing for only five or six years. Donen takes the remark equably. “I would hope it’s a grand undertaking for anybody,” he says. “I believe the creation of a work like this, now, is necessary … Much like a century ago, we are at a point where many arts are in danger of being perceived to have reached end points. I think that attempting to create something that pulls various strands together is very important.” “People of my age don’t go to opera, we don’t go to ballet,” he says. “For the most part, we also don’t live in London and we don’t have access to the sorts of performers who demand that one go to such a thing. So to create a work that is able to travel and in a form that I hope people of my age will engage with seems necessary rather than just ambitious.”  Symphony to a Lost Generation is at LSO St Luke’s, London 28-31 May. Then touring.",
  "webTitle": "'It’s a grand undertaking for anybody': Adam Donen on his holographic symphony",
  "webPublicationDate": "2016-05-24T09:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/adam-donen-symphony-to-a-lost-generation-holographic-opus",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "London Symphony Orchestra",
      "id": "music/london-symphony-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss"
    }
  ],
  "guardianId": "music/2016/may/24/adam-donen-symphony-to-a-lost-generation-holographic-opus"
}