{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/14/heroin-addict-friend-drugs-photographs-rehab-stories-transgender",
  "id": "2016-05-14-116",
  "sectionId": "society",
  "body": "The last time I saw Shelly she had tried to play me for $100 to buy herself a bundle of heroin. That was five months ago, after running from a court-mandated rehab facility. She had asked for help getting off the streets, but once in my car it was clear she was going to go get some drugs. I kicked her out and sped off. It was the latest in a string of dramas that had come to define our four-year friendship, one that anyone close to an addict knows well. Our friendship was further complicated since it had evolved out of my work documenting street addicts. I helped her out many times, but I did have a problem being played, especially when it came wrapped in a false promise to get straight. When I left Shelly on the streets we both knew how it would end. She had a variety of outstanding warrants. She had no home, and she had a habit that required $200 a day.  She was going to get picked up, either for selling herself or drugs on the streets. She was going to get put back in jail in Rikers Island and forced through a harsh detox inside. Then, after a series of pointless court appearances, she was going to either get released on time served, mandated to another rehab facility, or sent upstate to serve a multi-year prison sentence. It was a process I had watched enough, with Shelly and my other friends, to accept, despite the injustice of it. I checked Rikers’ intake list on my computer daily. Five days after I left her, she showed up in the system, picked up for prostitution on the same block I had met her four years earlier. She was booked under the alias of Jamie Anderson, a 6ft 2in male, which made me smile given that Shelly is at most 5ft 3in, and has identified as female since she was in her teens.     Shelly’s intake record. Photograph: Chris Arnade    Rikers is an awful place, but it forced boundaries on Shelly. Social services are available and get used, if only out of boredom. She was put on a regiment of medicines – Seroquel, Abilfy, Neurontin, Celexa, Vistaril – to help with her mental issues (bi-polar disorder, depression and anxiety). And she was put on methadone. Although she was put in the men’s wing, she was also given hormones. Being a woman is essential to Shelly: buying makeup is the only thing that comes before buying drugs. At her lows, without hormones or makeup, she sinks into a depression that morphs into more drugs. Rikers also forced boundaries between us. I didn’t wake to the usual 18 texts overnight pleading for help. Phone calls from inmates are expensive and complicated, so she made brief weekly calls and sent me long letters, each one decorated with jokes on the back.     Shelly’s letter to Chris Arnade. Photograph: Chris Arnade for The Guardian    After three months in Rikers, after four court appearances dedicated to paperwork, she was released into a long-term rehabilitation facility. Lucky, it was the best of the facilities in the Bronx, well managed and strict, making it hard for her to cheat or run. They continued her medication and, most importantly, placed her in the women’s facility. All of this made being her friend fun and pleasant again. I started looking forward again to getting her calls and letters. She wrote about being challenged, something I hadn’t heard her mention before. “This is getting real hard to do. They make you get inside of yourself and deal with feelings and emotions that I don’t necessarily want to feel”, she wrote. When she was given the first pass to leave, I drove down to the Bronx to take her to lunch. We met at the Friday morning breakfast, a two-hour celebration for the facility’s residents to try and help them get through the weekend without the usual support.       Shelly at the Friday morning breakfast. Photograph: Chris Arnade for The Guardian    The breakfasts are emotional, inspirational and chaotic, a result of the weekly confessionals from people who have a lot to confess. One gentleman told a story of his arrest:  “I was looking for my bitch, uh. Sorry, right, my girlfriend. And she was off with another man, because she liked crack too much. Well, I don’t do drugs. No not me, and I wanted to get her out of that crack house, but she wasn’t answering my calls, and so I drove my truck into the house. I mean, I honked first. And since it was a dump truck it had a really loud horn, so they were warned, but it did knock the house down, and they all scattered running nude before it all came down. Now I go to anger management classes, and well, I am a lot calmer now. What happened to that bitch? Sorry, sorry. I keep forgetting. What happened to my ex? Oh, well, that is the happy part. She is here (she stands up in back row) and we getting married.” Lots of applause.  I wanted to stay to hear more stories, especially like that, but Shelly only had a few hours out. We drove to a deli and had sandwiches. It was all perfectly normal. There were no calls to get drugs. There were no rambling lies. To the outsider the conversation might have sounded crazy – talk of prisons, stabbings, overdoses. “Did you hear Pepsi got thrown back in Rikers. She got into fight on Hunts Point avenue with her pimp over Manny, the hot dog vendor.”  For us it was just gossiping about mutual friends.     Shelly shows she has no recent marks on her arms. Photograph: Chris Arnade for The Guardian    And then we started talking about future plans. I told Shelly I was going to drive across country this summer, to visit California. Shelly: “Oh, I always have wanted to move to California. I dream of visiting it.” Me: “Well, you know when you get out of here, I will happily drive you.” Shelly: “That won’t be for another year, but we can do it next summer. We can get a CB, and I can work the truck-stops to help pay for the trip.” Me: “How do you work the truck stops?” Shelly: “Oh, you get on the CB and blast it out.” Me: “Oh, well you will need a CB handle then.” Shelly: “That is your job, since you will be my pimp.” Me: “Ok. What about ‘Bronx Babe’?” Shelly: “So you get on the CB and you blast out, ‘This is Bronx Babe. If anyone needs a Lot Lizard at the Flying J on I-8O, you can find me near the truck pumps in 10 minutes. All men, come get your Lot Lizard!” Me: “Lot Lizard, huh?” Shelly: “Yep. That is what we are called. I used to do this back near my home when I was younger. See, I do got skills. I can work the truck stops across the country, and I can pay for our gas and hotel. Then I can find a nice apartment in LA, and work using Backpage. Or Craigslist. It will be fun.”     ‘Talk of prisons, stabbings, overdoses … for us it was just gossip.’ Photograph: Chris Arnade for The Guardian    Needless to say, I’d never be her pimp: we were partly joking, but partly not. Shelly knows that I have a standing offer to anyone on the streets I take pictures of to drive them anywhere they want. That some of her friends have taken me up on it. Working truck stops on a road trips isn’t everybody’s dream. But if this is Shelly’s idea of a house with a white picket fence, so be it. A future for her that doesn’t include sex work is hard to imagine, and unfair. Shelly has been living on the streets and making money from sex work for 23 of her 39 years. It is who she is, and she says it makes her feel more like a woman. Given her history, putting behind the illegal drug will be immensely hard, but will be good. That need for drugs has consumed almost all of her resources, pushes her into places where she doesn’t have access to hormones treatment and strips her of her identity. In recovery, we often expect and demand someone live in a way that isn’t who they are. Expectations have to be adjusted to take into account their happiness, not your idea of what it is.",
  "webTitle": "My heroin addict friend: thrown in jail, a rebound in rehab – now Shelly has hope",
  "webPublicationDate": "2016-05-14T12:00:02Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/14/heroin-addict-friend-drugs-photographs-rehab-stories-transgender",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Arnade",
      "id": "profile/chris-arnade"
    }
  ],
  "guardianId": "society/2016/may/14/heroin-addict-friend-drugs-photographs-rehab-stories-transgender"
}