{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/victoria-abortion-protest-laws-take-effect-after-being-fast-tracked-by-government",
  "id": "2016-05-03-287",
  "sectionId": "australia-news",
  "body": "A clinical psychologist at the East Melbourne Fertility Clinic, Dr Susie Allanson, has said she has been able to go about her work day without harassment from anti-abortion protesters for the first time in almost 30 years.  Laws passed last year took effect in Victoria this week and mean anti-abortion protesters cannot protest within 150m of health and fertility clinics. The laws, initially intended to come into force in July, were fast-tracked by the government to protect health workers and their patients from the protesters. Last year the clinic took the Melbourne city council to the supreme court, accusing the council of breaching the state’s Public Health and Wellbeing Act by failing to stop the harassment. They lost the case, but the state parliament ultimately passed legislation thanks to a push from the Australian Sex party leader, Fiona Patten. “We have seen an immediate impact from this legislation coming into effect,” Allanson told Guardian Australia on Tuesday.  “There have been no protests this week, there has been no harassment of women, there have been no women and their children coming into the clinic in tears. After nearly 30 years, it’s fabulous. It’s a bit strange after putting up with it for so long, but we like this kind of strange.” One man did stand outside the clinic with a Bible in one hand and rosary beads in the other on Monday afternoon, Allanson said, but there were no patients attending the clinic at the time. Police questioned the man and moved him on. “The police have been very diligent,” she said.   Related: Albury's only abortion clinic: protests 'push women to point of self-harm'    “I think this legislation reflects that our society is coming to grips with being respectful to women and providing a safe environment for them, and a recognition of the whole gamut of violence against women that women have put up with for too long. This is a very clear message that such treatment of women will not be tolerated.” The supreme court heard last year that the protesters jostled and shouted at women, made offensive, frightening and misleading statements, and were so intimidating that some patients had been deterred from attending the clinic. Victoria’s health minister, Jill Hennessey, told reporters she was pleased legislation was now in place.  “For too long, women accessing abortion services have been unfairly abused and intimidated, and it’s time it stopped,” she said. “That’s why we’ve fast-tracked the introduction of safe access zones so we can give women the protection they deserve, sooner.” Many of the Melbourne anti-abortion protests have been led by the religious group Helpers of God’s Precious Infants. A representative of the group, Anna von Marburg, said she was not aware of anyone from the group protesting outside the clinic this week. The group would focus their attention on New South Wales, she said. “In NSW, we will continue to offer our help to mothers and their babies as our freedom of speech has not yet been taken away,” she said.",
  "webTitle": "Victoria abortion protest laws take effect after being fast-tracked by government",
  "webPublicationDate": "2016-05-03T09:10:34Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/victoria-abortion-protest-laws-take-effect-after-being-fast-tracked-by-government",
  "keyword": [
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/03/victoria-abortion-protest-laws-take-effect-after-being-fast-tracked-by-government"
}