{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/fracking-is-futile-betrayal-of-national-interest",
  "id": "2016-05-24-29",
  "sectionId": "commentisfree",
  "body": "Drinkers in the Ashfield Country Manor Hotel face a dilemma. There is no other pub in the quiet working village of Kirby Misperton in Ryedale. But the landlord has banned discussion on his premises of the very topic that people most want to talk about, because of the strong feelings it arouses. Those feelings are about to get stronger. In the face of overwhelming local opposition, North Yorkshire county council has authorised fracking operations at Kirby Misperton, and in doing so has breathed new life into a faltering industry and placed the village on the frontline of what looks set to become a bitter national struggle. Fracking is a disruptive process. There is no evidence that it can be done unobtrusively at scale. It makes no sense in a crowded country such as England to impose it against the will of those who will be most affected by it unless without an overwhelming national interest.   Related: North Yorkshire council fracking decision a 'declaration of war'    In fact to “go all out for shale”, as the government has promised to do, would be to betray our national interest. We do have an overwhelming national interest in a successful response to climate change. Fracking at scale would damage our climate effort by diverting investment and political attention away from renewables, energy efficiency and community energy. As a country now more divided than it has been for generations, we certainly have a national interest in protecting and celebrating what most defines us and draws us together. Nothing does that more than the land itself. Fracking at scale has a large footprint. It would threaten the fabric of our communities and countryside, woven over centuries. Maybe that is why industry and government have been at pains to ensure that the planning process considers each application in isolation from all the others. Each step in the journey can be discussed but the destination is off limits. Our representatives have a responsibility to protect our health. There is now close consensus among medical professionals who have looked at the evidence that it might not be possible to keep the risks to public health from fracking in the UK within acceptable limits. That’s why the state of New York has imposed a moratorium on fracking – as, closer to home, has the Scottish government. The public health case against fracking is not frivolous. It deserves to be listened to carefully.    This can only fuel sentiments of powerlessness and anger of the kind that will now be felt strongly across Ryedale    Advocates of fracking say we need shale gas to keep the lights on and our houses warm. In fact we do not have an energy security problem in the UK. We do have an energy investment problem, caused by incoherence over many years in the policies of successive governments, across the political spectrum. Shale gas cannot solve that problem. Even on the most optimistic scenario, it would be at least another decade before the gas could be flowing in quantities that would make more than a marginal difference to our energy system – and industry bosses themselves admit that even then it would make no difference at all to the bills we pay. Our energy investment problem is a real one. In the debate about how to solve it, shale gas is a red herring. There will still be a role for gas for a while, but it will largely be conventional gas, and there is more than enough of it. Some will still come from the North Sea, despite spin to the contrary from the shale industry. But there is a national interest at stake that is more fundamental still than any consideration of energy, climate, land or health. If we lose confidence in our democracy, we lose the ability to make wise choices about any of our national interests, and to rally the country around whatever we need to do to secure them. In a real sense we would lose our very sanity as a nation.   Related: 'Riding roughshod over democracy': residents on fracking in North Yorkshire    Not only are we already a divided country. We have less confidence in our democracy than we have had in living memory. There is a growing feeling that the decisions that shape our lives are no longer being taken with us but imposed on us, by people who do not know how we live and who care more about their own narrow interests than about the public interest. To impose fracking as a national project against the will of the people will dramatise this deeper unease, as it already has in every community that has found itself in the crosshairs of the industry. This can only fuel sentiments of powerlessness and anger of the kind that will now be felt strongly across Ryedale. We know from our own history and from current events elsewhere that such sentiments, unless quickly defused, can have unpleasant political consequences. Those in politics and business who support this national fracking project are playing with fire. Driven by the unruly spirits of commercial opportunism and political expediency, at a time when we yearn to be drawn together, they seek, scandalously, to drive us further apart. The fracking juggernaut can still be stopped before it does irreversible harm. But the time to stop it is now.",
  "webTitle": "Fracking is a futile betrayal of our national interest | John Ashton",
  "webPublicationDate": "2016-05-24T19:41:48Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/fracking-is-futile-betrayal-of-national-interest",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Ashton",
      "id": "profile/john-ashton"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/fracking-is-futile-betrayal-of-national-interest"
}