{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/rugby-union-brutal-reality-elite-player-welfare",
  "id": "2016-05-05-228",
  "sectionId": "sport",
  "body": "When George Chuter headed to the bar at Welford Road after a match, he would mix with the Leicester players of the 1950s and 60s and note their replacement body parts and aching limbs. “The degradation their bodies suffered in a much less impactful era brings it home to you what we’ve got coming,” he says now, two years on from the end of an 18-year rugby career of 440 matches that dates back to the dawn of the professional era.   Related: England rugby squad’s workload puts welfare at risk, warns players’ union    “I’m under no illusions. You have a great career, you have a great time – and it is a great career – but the human body can’t take that sort of punishment and come away scot-free. If you want to get to the top level you’ve got to make sacrifices. And it’s not just your time, or a bag of chips – it’s sacrificing your long‑term health. You want to have that time in the sun. But unfortunately it’s a deal with the devil.” The precise terms of this Faustian pact are yet to be revealed. No one knows what the long-term impact is of a career in professional rugby union but it is becoming increasingly likely that few, if any, professional careers will match Chuter’s for longevity. It is a career, though, poignant for the sabbatical he took in 2000, long before the All Blacks Richie McCaw and Dan Carter made it fashionable. “It had got to the stage where I was mentally tired. Bored, in some ways. Once your head gives in, your body won’t be far behind.” Chuter had been among the first wave of youngsters in the professional era, before he walked away for six months as a disillusioned 23-year-old. Sixteen years on, the production line supplying professional rugby with its prime assets from the schools and academies bears a calibre of athlete better primed than ever for the rigours of what awaits – and better able to dish them out. The Rugby Football Union, Premier Rugby and the Rugby Players’ Association continue to invest in ensuring today’s players are fit for purpose, physically and emotionally, now and for the future. Everything is laid on – a programme to eat, train and sleep by; GPS units to monitor their every step and collision; daily questionnaires by which to assess their emotional health; personal development officers to help them improve as people.    It’s sacrificing long‑term health. You want to have that time in the sun. But unfortunately it’s a deal with the devil.  George Chuter     And yet they continue to labour under the demands of a season that in this part of the world remains bewildering and brutal. This season is a one-off but its peculiarities have laid bare some of the strengths and weaknesses inherent in the regular structure. The World Cup meant the start of the Premiership was delayed by six weeks. On the plus side, it afforded clubs the luxury of a lengthy off-season to prepare their players and put them through their “MOTs”, as Conor O’Shea, the Harlequins director of rugby, puts it – by which he means the fixing of bodies with operations and rehab they cannot find the time for during the season itself. “A four-month pre-season is what every player should have,” he says. The corollary of that, though, is that the season itself has been crammed into six fewer weeks than normal. The testimony of one and all, now that we are coming to the end of the slog, is that it has been “brutal”. The loss of the LV Cup has been felt keenly. It has allowed no slack for directors of rugby to rest frontline players and, just as importantly, to give opportunities to those others who languish unused. “It’s not just the physical toil of the season,” says Christian Day, the Northampton lock and chairman of the Rugby Players’ Association. “You have the mental toil as well. You’ll have guys who are playing 15 to 20 games on the bounce who might not be playing many minutes but they’re involved in every training session. If you’re having a bad season you might be involved in a lot of dark times, which really will take its toll.” It is commonly accepted that players are faster and more powerful than ever before, even if there are signs the average weight is levelling off now, or even coming down. Stuart Hooper, the Bath lock who retired last month after a career almost as long as Chuter’s, cites this as the most obvious change in his 16 years as a professional. He believes careers will become shorter – although not so much because of premature injury, more because of the quality of athlete emerging from the academies, which further increases the pressure in an environment already short on give.   Injury days. Injury days.   Adam Grainger, a performance scientist of more than 10 years at Sale, Wasps and Saracens, corroborates this. “We’re dealing with better specimens nowadays as a starting point than we were 10 years ago. Training science is better nowadays.” With the use of the GPS units in the back of the players’ shirts, he can put some numbers on the physical demands they face on the field. In a typical Premiership match, the distance covered by a player may range from 4km (for a prop, say, replaced on 50 minutes) to 8km. You might expect more than 400 impacts greater than 9G in any given game and around 30 greater than 13G. Figures such as these are being fed by all the clubs into a new body, set up at the start of this season by the RFU, Premier Rugby and the RPA, known as the Sports Science Advisory Group, whose mission is to monitor the relationship between the “load” players endure, both on and off the field, at the club and at home, and their performance on match day. It is an enormous and unprecedented undertaking, and it will take years to compile and process the data. Mark Lambert, the Harlequins prop and RPA vice-chairman, sits on that committee. “For me what came out of those sessions was frustration.Everyone can see that the game is stretching its players. There is an intention to improve that but, as with all things, it’s going to take time.” There is evidence, however, that stretching themselves is actually the best way for players to avoid injury. Simon Kemp, the RFU’s chief medical officer, chairs the Injury Surveillance Project, which has been running the rule over the Premiership for 14 years. Some believe that the load on players ought to be mitigated by universally applied laws regulating the amount of contact clubs are allowed to put their players through in training, as happens in the NFL. Kemp’s findings contradict this theory. “The optimal training load for a squad is high-intermediate,” he says. “If you don’t do enough training your injury risk increases, as if you do too much. At individual clubs there is very sophisticated management of player load on an individual basis. There do seem to be players who can sustain a high training and match load without running into problems.” Finding out who those players are, though, is a dangerous game. The competing priorities on everyone – from player to medic to director of rugby to chairman to fan to agent to TV executive – are relentless. “There has to be give in so many areas,” O’Shea says. “One solution could be to have a progression of competitions, say, from Premiership to Europe to Six Nations but that means moving things – and we can’t because there are things that are sacrosanct, etc, etc. The other side of that, though, is that if the [players’] salaries keep on going up – and they are rocketing – you have to play games to get the money.”    My grandfather worked down a coal mine. Would I prefer to do what I’m doing and risk long-term health problems? Yeah.  Dan Cole     It is the players who suffer from those competing demands. Dan Cole’s 2012-13 season has become legendary among the playing collective. People shake their heads when they discuss the 41 matches he played that British & Irish Lions year. The following season he was out for nine months because of a bulging disc in his neck, which needed to be replaced. The man himself concedes it was not a coincidence. “Honestly? It probably wasn’t. But I don’t think many boys would turn down a Lions tour. If you knew the consequences beforehand, you’d still go for it because of what it is.” Many legislators see Lions tours as a menace, a six-week slog beyond the jurisdiction of those who try to regulate the load on players – yet, of course, too popular and prestigious for players, fans or corporations to countenance sacrificing. Those lucky enough to make the 2017 tour will pay for it with a two-year schedule that will test the players and those who patch them up as never before. England went into camp for the World Cup at the end of June last year. The third Test in Australia this summer is at the end of June. That is 12 months of “stuff”, as Cole endearingly puts it. He is on 30 matches this season and counting. Then after a few weeks they are back into another full season with the small matter of that Lions tour to New Zealand at the end of it. There is nobody in English rugby who thinks it is a sensible schedule but it will be embraced because that’s how rugby players are. Cole says: “My grandfather worked down a coal mine and broke his back when the pit collapsed. Would I prefer to do what I’m doing and risk long-term health problems? Yeah. I know what I’ve signed up for. You can’t be protected against everything. I’d prefer this to what my grandfather did. If I didn’t want to do it, I wouldn’t.” It is the kind of rousing, selfless attitude on which rugby prides itself. Increasingly, though, the sport is recognising the need to protect such characters from themselves. Cole is nine years into his professional career. If he were his old mate Chuter, he would be only halfway through. But the days of a career as long as that are almost certainly over.     The Leicester and England prop Dan Cole, right, played 41 matches in 2012-13. Photograph: David Rogers/Getty Images",
  "webTitle": "Rugby union’s brutal reality: the physical and mental toll of an elite playing career | Michael Aylwin",
  "webPublicationDate": "2016-05-05T10:50:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/rugby-union-brutal-reality-elite-player-welfare",
  "keyword": [
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby Football Union",
      "id": "sport/rugby-football-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/05/rugby-union-brutal-reality-elite-player-welfare"
}