{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/celtic-appoint-brendan-rodgers-manager",
  "id": "2016-05-20-82",
  "sectionId": "football",
  "body": "Brendan Rodgers will be unveiled as Celtic’s manager on Monday afternoon, after the Scottish champions confirmed the Northern Irishman would replace Ronny Deila on a 12-month rolling contract. Dermot Desmond, Celtic’s main shareholder, met the candidates – also including Neil Lennon and David Moyes – in London at the start of this week. Rodgers, who has been out of work since being sacked by Liverpool last October, was initially thought to be eyeing a job abroad. Yet in what will be viewed as a coup for Celtic, he has accepted the challenge of trying to lead the club back into the group stages of the Champions League. “I am absolutely delighted to be named Celtic manager,” Rodgers said. “This is genuinely a huge honour for me. I have followed Celtic all my life and to be given this fantastic opportunity and to be part of such a truly great football club is a dream come true. “I will give my new role everything I have and do all I can to bring our supporters exciting, entertaining and winning football. “The club has been in magnificent shape in recent years and has collected silverware regularly during this time. My objective now, of course, is to continue this work, to keep us at the top and again make our mark in Europe. “I know what a magnificent support Celtic enjoys and I can promise our fans one thing – that I will be doing everything I can to give you a team that you can be proud of and a team that delivers.” Deila won back-to-back titles after taking office in June 2014. Yet his tenure was defined by a series of failures in Europe. Three days after last month’s Scottish Cup semi-final defeat by Rangers, it was announced that the Norwegian would leave Celtic. Peter Lawwell, Celtic’s chief executive, said: “Brendan is a highly sought after manager and we are pleased that we have been able to bring such a high calibre individual to Celtic. “He has a huge and genuine affection for the club. I know Brendan feels privileged to be named Celtic manager and I know he will give us everything he has to be successful at Celtic. Above all, he will bring huge experience, knowledge and ability to the role. “We wanted to bring one of the biggest and best names to the club to match our own aspirations and those of our supporters – we believe, in appointing Brendan, that we have done this. We have appointed a special manager and we are sure he can bring some special times to Celtic.”   Related: Celtic confirm under-fire manager Ronny Deila will leave at end of season",
  "webTitle": "Celtic appoint Brendan Rodgers as manager to take over from Ronny Deila",
  "webPublicationDate": "2016-05-20T16:17:23Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/celtic-appoint-brendan-rodgers-manager",
  "keyword": [
    {
      "webTitle": "Celtic",
      "id": "football/celtic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brendan Rodgers",
      "id": "football/brendan-rodgers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "football/2016/may/20/celtic-appoint-brendan-rodgers-manager"
}