{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/labour-bold-ambitious-plan-win-2020-corbyn",
  "id": "2016-05-17-33",
  "sectionId": "politics",
  "body": "Labour is aiming to win seats it has not held for decades and some it has never won before in 2020 with a “bold and ambitious” programme for government, Jeremy Corbyn has said. The Labour leader said he “does not underestimate the scale of the challenge”, having acknowledged this month that the party was not yet doing enough to win a majority at the next election. But he said it was right to aim to win seats that have never had a Labour MP before as well as those that have previously been held by the party, in spite of Conservative “gerrymandering” of constituency boundaries and electoral registration. It is the second time in recent weeks that Corbyn has directly addressed the issue of what he needs to do to win in 2020 after criticism by some Labour figures that he was not focused enough on getting into Downing Street. In the May elections, the party held its ground in England and won the mayoral contests in London, Bristol, Manchester and Liverpool, but fell back slightly in Wales and performed disastrously in Scotland, trailing behind the Tories. Delivering a Ralph Miliband programme lecture at the London School of Economics, Corbyn said he was planning to make big promises to the electorate that would bring about “very major change indeed” that the country sorely needs.   Related: Sadiq Khan calls on Corbyn to 'get Labour back in the habit of winning elections'    “For Labour to win a majority in 2020, we need to win seats that we have not won for several decades, and maybe win some seats we’ve never won before. It is an ambitious task and that is without gerrymandering of the electorate through individual voter registration and gerrymandering of parliamentary constituencies though the boundary review based on a gerrymandered electoral roll. “So, Labour will be ambitious and bold at the 2020 election. We will make big promises and, if we are elected, we will deliver them.” The Labour leader said he intended to make his policies “plain as a pikestaff” years before the 2020 election so that people would know exactly what the party stood for. The priorities will be “housing, jobs, the environment, and real security in society”, he said. Asked how he would win back seats from the Conservatives, Corbyn spoke of attracting young and non-voters as well as persuading people back from Ukip. “Do I think anyone who votes Ukip is a lost cause? Absolutely not at all,” he said, arguing that those people were primarily concerned with housing, education, jobs, zero-hours contracts and the exploitation of youngsters. Corbyn criticised the New Labour era for continuing too much of Thatcher’s inheritance, while acknowledging that it had achieved some good things. He also predicted that the Chilcot report into the Iraq war would confirm that a deal between Tony Blair and George Bush was done a year before the fighting began. “The Chilcot report will come out in a few weeks’ time and tell us what we need to know, what I think we already know: there were no weapons of mass destruction, there was no ability to attack within 45 minutes, and a deal had been done with Bush in advance,” he said. He also said there was an “interesting discussion to be had” about English identity, especially around some of the ideas sung about by Billy Bragg, saying there were “many parts of the world where to hold up your national flag is seen as normal and natural” and not something odd. Asked about Labour’s losses in Scotland, he said the party “did not recognise early enough issues of political identity”, but argued that the SNP had a “long-term political problem” of trying to appeal across the political spectrum, from the left to the business community to the right.",
  "webTitle": "Labour has 'bold and ambitious' plan to win in 2020, says Corbyn",
  "webPublicationDate": "2016-05-17T20:03:53Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/labour-bold-ambitious-plan-win-2020-corbyn",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Billy Bragg",
      "id": "music/billy-bragg",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/17/labour-bold-ambitious-plan-win-2020-corbyn"
}