{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/duracell-energizer-court-bunny-rabbit-lawsuit-us",
  "id": "2016-05-25-47",
  "sectionId": "business",
  "body": "The Duracell and Energizer bunnies are set to fight it out in court, after a judge ruled that a legal tussle over the right to use a rabbit mascot can proceed. Duracell failed in a bid to dismiss a lawsuit by Energizer, which claims that its rights to use a pink bunny to advertise batteries in the US have been violated. While Duracell’s bunny is 16 years older than Energizer’s, having been born in 1973, the latter firm has the sole right to sell rabbit-emblazoned batteries in the US.   Related: You probably have a drawer full of them – why can't we crack battery recycling?    Duracell retained European rights to the familiar bunny in a landmark rabbit-sharing deal between the two companies struck in 1992. But Energizer claims its rights are being violated because packets of Duracell batteries featuring a rabbit have begun showing up in US stores after being imported from Europe. It says this is likely to confuse customers and damage its business, which has been using a drumming bunny in US marketing since 1989, making the claim that its batteries “keep going and going and going”. Duracell, owned by billionaire investor Warren Buffett’s firm, Berkshire Hathaway, has called the suit a thinly veiled attempt to renegotiate the two companies’ 1992 agreement to divide rabbit rights between Europe and North America. The firm argues that it is unable to stop distributors exporting batteries to the US, where it does not use the Duracell bunny in its advertising. Energizer claims the distributors are firms that its rival “directly or indirectly controls or over which Duracell has the ability to exercise control”. US district judge Carol Jackson in St Louis ruled Duracell had no basis with which to dismiss the suit, adding that Energizer’s claim had a chance of succeeding if it could be shown that Duracell had a close relationship with its distributors. Jackson also dismissed claims against former Duracell parent Procter & Gamble and its Gillette unit, finding no sign they sold batteries or were involved in the 1992 agreement. The rabbit row between Duracell and Energizer is the second major trademark battle to get the go-ahead in a week, after it emerged that dating app Tinder is to sue 3nder, a rival app aimed at people seeking threesomes.",
  "webTitle": "A case that will run and run: Duracell and Energizer's court fight over rabbit mascots",
  "webPublicationDate": "2016-05-25T18:12:05Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/duracell-energizer-court-bunny-rabbit-lawsuit-us",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/25/duracell-energizer-court-bunny-rabbit-lawsuit-us"
}