{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/tom-daley-european-championship-gold-rio-olympics",
  "id": "2016-05-15-33",
  "sectionId": "sport",
  "body": "Four years ago Tom Daley stood on the 10m board here with the country waiting expectantly. Much has changed for the 21-year-old since then and, after claiming an emphatic European gold to blow his rivals out of the water, there was a moment to reflect. “I will never, ever experience more pressure than standing on the end of the board, looking down at the Olympic rings for my final dive with 18,000 people in the audience in London and millions of people watching at home,” said Daley of his experience in 2012, when he won bronze. “There will never be a more pressurised moment in my life than that moment and I managed to handle it. I feel now, as a diver, I am so much better.” How he proved it. Daley, below, dove to a comfortable victory and claimed his second gold at these championships in the 10m platform, doing so in some style with a score of 570.50 – not far short of a personal best – and beating the Russian Victor Minibaev, his nearest competitor, by 45.90 points. To put the performance in context, it would have been enough to take gold at London 2012 and there was also an encouraging display by Britain’s 18-year-old Matthew Lee, who finished the competition in fifth. Daley’s victory marked a satisfying denouement to Britain’s diving efforts at these championships, with the team having excelled beyond expectations and topping the medal table three months before the Rio Olympics. “I’m very happy with how it went, it was close to my personal best,” said Daley. “The thing is, there is so much more in the tank, everything could have sharpened up a little. In training I can get all my dives in 10s, one day I will get them all together. “In theory I’m at peak age. I feel like I’m diving the best I’ve ever dived, consistently, and it’s really exciting moving forward to the Olympic Games because it’s one of those events where anything can happen, it’s outdoors and there are so many factors. I feel like I’m in the best place I possibly can be. “I’m more advanced with my experience, my power, my ability, just my mental stability and how I want to fight for every single thing in a competition. I’m in a different place than I was four years ago. Going into Rio it’s nice to think there will never be a situation as pressurised as that, there will be pressure don’t get me wrong, but I don’t have the home crowd there expecting me to win a medal.” On Britain’s overall improvement, he added: “It’s the most medals we’ve ever won at a European Championships, the most before was two. We’re doing the best we’ve ever done. There are so many different reasons, the UK Sport lottery funding we’ve been getting since 2012 has increased our facilities, new pools across the country. The way that our performance director, Alexei [Evangulov], has performance-managed British Diving, he was over in 2008 and if you look at the difference in British diving since then it’s miraculous really.” Five of Daley’s six dives in the competition scored between 96.20 and 99 points, saving his best for last with an almost flawless back three-and-a-half somersaults. It was certainly a message to his Chinese rivals, who will provide a sterner test at the Games this summer, and Daley’s former coach Andy Banks – who is still part of the GB setup – said: “It was fantastic, 570 is a very, very good score. A performance like that I think will get on the podium in Rio. It’s a question of where, because those Chinese are so good. It’s probably the best championships we’ve ever had, we’ve never had so many medals before. Confidence has got to be strong going into the Games.” Britain finished the day with a final medal in the women’s 3m synchronised event, Alicia Blagg and Rebecca Gallantree taking silver with a score of 319.32 from five dives, the country’s 11th medal in total at the championships before the swimming begins on Monday.",
  "webTitle": "‘I am approaching my peak,’ says Tom Daley after second European gold",
  "webPublicationDate": "2016-05-15T19:45:02Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/tom-daley-european-championship-gold-rio-olympics",
  "keyword": [
    {
      "webTitle": "Diving",
      "id": "sport/diving",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tom Daley",
      "id": "sport/tomdaley",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "sport/2016/may/15/tom-daley-european-championship-gold-rio-olympics"
}