{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/21/family-of-refugee-who-died-after-self-immolating-on-nauru-say-hope-is-dead",
  "id": "2016-05-21-172",
  "sectionId": "australia-news",
  "body": "The family of a refugee who died after setting himself on fire in protest on Nauru say their “hope is dead” after the 24-year-old’s funeral in Iran on Friday. Omid Masoumali died in a Brisbane hospital on 29 April after setting himself alight during a visit to Nauru by United Nations officials two days before.   Related: Self-immolation: desperate protests against Australia's detention regime    The Iranian national was a recognised refugee living in Nibok settlement on Nauru with his wife. After his funeral his family released a statement saying: “Our hope is gone”. “Omid is gone forever,” it said. “‘Omid’ means ‘hope’ in Persian. His father named him Omid because his birth gave hope, excitement and life to his small family. “Our Omid had it all: warm, friendly, always smiling, witty, and athletic ability.  “There is no word that can express how bitter is his loss for us. Our Omid is gone, our hope is dead; so unbelievable, so sudden! We were counting on him, like always, like what he was saying every time; counting for better future, counting for sweet coming moments,” it said. “Omid was doing well, enduring hardships for better future. What happened to Omid’s hope? Who has taken his hope? Who has taken our hope, our Omid? Who has made the life so bitter for him?” According to one witness to Omid’s suicide, before he self-immolated he told bystanders, “This is how tired we are, this action will prove how exhausted we are. I cannot take it any more.” The incident was captured on mobile phone video.    Related: Somali refugee in critical condition after setting herself alight on Nauru    A second video was recorded showing Masoumali in a Nauru hospital, pacing up and down screaming while distressed family members pleaded for him to be given assistance and painkillers. Five people are believed to have self-harmed on the island on the same day. Masoumali’s widow told Guardian Australia her husband was not given a sheet or a place to lie down, and that the hospital “didn’t even have a clean syringe”. “Staff in Nauru hospital couldn’t help Omid in any way because they were unequipped,” she said. “A lack of proper equipment and facilities was the reason that staff couldn’t help and treat Omid in the Nauru hospital.” The Nauru government has said Masoumali received “the highest level of care”.",
  "webTitle": "Family of refugee who died after self-immolating on Nauru say ‘hope is dead’",
  "webPublicationDate": "2016-05-21T06:38:03Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/21/family-of-refugee-who-died-after-self-immolating-on-nauru-say-hope-is-dead",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/21/family-of-refugee-who-died-after-self-immolating-on-nauru-say-hope-is-dead"
}