{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/29/hinkley-point-c-leave-hedgehogs-nuclear-debacle",
  "id": "2016-05-29-136",
  "sectionId": "business",
  "body": "Have you heard about the terrific bat houses and hedgehog tunnels down at Hinkley Point in Somerset? Energy minister Andrea Leadsom has been to inspect them herself and raved about them last week to a select committee of MPs. They were evidence, she suggested, of the depth of commitment of French firm EDF to the £18bn nuclear power station due to be built on the site. Well, maybe. Talk of bats and hedgehogs at least provided some relief from the familiar crop of Hinkley news. French economy minister Emmanuel Macron said he was “fully behind” the project but EDF’s unions confirmed that they weren’t. Jean-Luc Magnaval, secretary of EDF’s workers’ committee, told the BBC that the unions “have reservations about several aspects of the project: organisation, supply chain, installation and procurement”. That’s a long list. Meanwhile, EDF Energy chief executive Vincent de Rivaz, appearing before the same committee as Leadsom, had to adopt a humbler tone than on his last outing two months ago. Then he had promised a final investment decision “very soon”; this time he wouldn’t speculate about a date. This farce – which has been running since last October, when the final sign-off was due within weeks – could yet roll on and on. The UK government is disinclined to set a deadline: it’s a “commercial decision” for EDF. Meanwhile, the current French government could have a radically different shape this time next year – there is a presidential election in 2017 and the incumbent, François Hollande, is the least popular leader in modern French history. French union opposition to Hinkley Point appears entrenched and the workers’ representatives have six seats on an 18-strong board. In theory, management and government can proceed regardless; but to embark on an £18bn venture with a divided boardroom would invite trouble down the line. That is especially so when you remember EDF’s last finance director, Thomas Piquemal, resigned over concerns that Hinkley could threaten the company’s future. The best thing the UK government could do at this point is to stop and consider whether the obstacles facing Hinkley are simply too big. Nervousness in France is understandable. EDF’s two current attempts to built a European pressurised reactor – the model to be used at Hinkley – are agonising; one is four years late, the other nine years. And the financial arithmetic was always challenging. Hinkley could take 10 years to build, and the owners receive nothing during the construction phase; the cash only arrives when electricity starts to be generated. And, while the returns on capital under the 35-year contract are theoretically enormous, the penalties for failure to hit a 2029 deadline are stinging, and ratchet up. That is why the UK government had to make the 35-year contract so generous – struck at almost three times today’s wholesale price. That contract now looks to belong to another era given the subsequent fall in the oil price, and thus energy costs. The only weak support holding Hinkley in place is its capacity to provide 7% of the UK’s electricity in a low-carbon fashion. But there are other ways to meet the legally binding emissions targets. Offshore wind is expanding with no Hinkley-style fuss, and its costs are falling. More importantly for the UK’s requirement for secure baseload supplies, other builders are waiting to pursue projects that use different nuclear technology. In theory, planning and appraisal can continue in parallel; in practice, confidence in the UK’s commitment to its new-nuclear programme will drain away. There is not – yet – a crisis in UK energy policy because it is always possible to build a few gas-fired stations to avert an emergency. But the Hinkley show is becoming an embarrassment. The project is expensive, uses unproven technology and its builder is a disunited and over-borrowed company that requires constant financial assurances from an ever-changing cast of politicians. The UK government should set EDF a deadline and be ready to enforce it. We can do better – much better – than Hinkley. Banking guru says Bank is too soft on banks When the architect of banking reform in the UK accuses the Bank of England of going soft on the sector, it is time to sit up and take notice. Sir John Vickers, who led the coalition government’s Independent Commission on Banking (ICB), made the assertion again last week when Threadneedle Street issued new guidelines on capital which concluded that the system (largely) had amassed enough capital. While no one appears to doubt that the banking system is stronger than it was before the 2008 crisis – the amount of capital held by banks globally has doubled since 2007 – Vickers believes that the Bank should be asking banks to hold even more. While the argument about systemic risk buffers is not easy to digest, it is worth taking a moment to think about it. Vickers argues that the Bank is being too lenient in adopting one of the ICB’s recommendations – about putting 3% of capital aside as a systemic risk buffer (think of it as a bit of extra insurance in case things go bad). The Bank says the buffer can be on a rising scale, depending on the size of the bank. On its current assessment no UK bank would need to hit the 3% level. It might be easy to decide that Vickers – now warden at All Soul’s College, Oxford – is making the point to protect his legacy. Indeed one of his fellow commission members – former Barclays boss Martin Taylor – last week insisted that the differences in capital requirements between the ICB and the Bank of England were “more or less invisible to the naked eye”. Taylor, it should be noted, is now a policymaker at the Bank. So, too, is chief economist Andy Haldane who, in seeming contrast, has welcomed what he describes as the “academic challenge” of prudential regulation. While easily dismissed as a topic for anoraks, this issue is simply too important to ignore. Just as well that Andrew Tyrie, chairman of the Treasury select committee, has decided to step in to referee. In April, Tyrie announced an inquiry into the matter. He should get on with it. M&S needs to put clothes ahead of shareholders Marks & Spencer’s share price is 13% lower than it was last weekend and its new chief executive finds his ambition to “cherish Mrs M&S” derided as patronising waffle. Welcome to retailing’s top table, Steve Rowe: now you know how deep the national obsession with M&S goes. You’re under the microscope. Rowe shouldn’t worry about the share price. His grand strategic plan is to sell clothes his customers actually want to wear, and at keener prices. Easier said than done, of course, but it’s the right priority. M&S’s share price has been sustained for too long by the thin vapours of ever-rising profit margins. Now the website actually works, it’s time to address the loss of market share over many years, and never mind the immediate hit to profits. Shareholders will just have to be patient. But bin the “Mrs M&S” lines. The 1970s language is one problem. The bigger drawback is that no one wants to be viewed as a caricature.",
  "webTitle": "Leave Hinkley to the hedgehogs. This debacle needs to be taken in hand",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/29/hinkley-point-c-leave-hedgehogs-nuclear-debacle",
  "keyword": [
    {
      "webTitle": "EDF Energy",
      "id": "business/edf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Hinkley Point C",
      "id": "uk-news/hinkley-point-c",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nuclear power",
      "id": "environment/nuclearpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Banking reform",
      "id": "business/banking-reform",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Marks & Spencer",
      "id": "business/marksspencer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/29/hinkley-point-c-leave-hedgehogs-nuclear-debacle"
}