{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/charges-of-antisemitism-should-not-mean-life-ban-from-labour-party",
  "id": "2016-05-17-64",
  "sectionId": "politics",
  "body": "Labour members who are excluded from the party for antisemitism should not automatically be banned for life, an internal party inquiry has recommended, raising the prospect that Ken Livingstone could be readmitted following his claim that Hitler supported Zionism. The report by Jan Royall said that where change was “demonstrable”, individuals should be allowed to reapply for membership. “I recognise that people may change their views,” she said.   Related: Labour antisemitism inquiry will not seek evidence from Ken Livingstone    Lady Royall conducted an internal inquiry into claims of antisemitism at Oxford University Labour Club (OULC). The Labour party leader, Jeremy Corbyn, later bowed to pressure for a separate independent inquiry after Livingstone claimed Hitler supported Zionism “before he went mad and ended up killing 6 million Jews”. Livingstone was suspended from the party and later gave up his seat on the national executive committee. Royall’s recommendation that suspended members should not face life bans will infuriate Labour figures who want to see Livingstone thrown out of the party permanently. The Labour MP Michael Dugher will call for Livingstone’s expulsion in a speech on Wednesday. “It is inconceivable that Livingstone will not be kicked out of the Labour party for good. There has been a pattern of behaviour from Mr Livingstone established over many years and there has never been any sign of any ‘demonstrable’ change of views,” Dugher will say.  “Labour cannot give Livingstone a free pass. To do so would make a mockery of the urgent need to show that Labour is resolute in our determination to stamp out antisemitism.” Royall’s report made 11 recommendations “for immediate and sustained action” following an investigation prompted by the resignation of the OULC’s co-chairman Alex Chalmers, who claimed some members had “some kind of problem with Jews”.     Shami Chakrabarti is leading the independent investigation into claims of antisemitism within the Labour party, which aims to publish its findings within two months. Photograph: Graeme Robertson for the Guardian    Chalmers’s claims were followed by a string of suspensions of Labour party members nationally over allegations of antisemitism. Royall said student Labour clubs must create a culture in which debate and discussion can take place free of discrimination, in a tacit acknowledgement of intimidation on some university campuses. Although Royall prefaced her recommendations by saying she did not believe there was institutional antisemitism within OULC, she added: “Difficulties ... must be addressed to ensure a safe space for all Labour students to debate and campaign around the great ideas of our movement.”  Labour clubs at Oxford and other universities “should examine the culture of their club and take action to ensure that all those who wish to participate in meetings feel that there is a safe space in order to discuss and debate without discrimination,” she said. Labour club officers should be trained in dealing with antisemitism, and there should be “a clear line of reporting incidents of antisemitism and other forms of racism, discrimination and harassment”. Broader training in equalities issues, materials and guidance should be provided by the Labour party and its national executive committee to all post-holders. Royall recommended that there should be no “statute of limitation” on antisemitic behaviour. Chalmers’s resignation from OULC followed its decision to support Israeli Apartheid Week, which campaigned against Israel’s “ongoing settler-colonial project and apartheid policies over the Palestinian people”. He also criticised leftwing student organisations at Oxford for “inviting antisemitic speakers to campuses”. Amid growing concern about antisemitism on university campuses and the use of the word “Zionist” as a term of abuse, Jewish student leaders expressed alarm about the election last month of Malia Bouattia as president of the National Union of Students. Bouattia described Birmingham University as “something of a Zionist outpost” and complained about “Zionist-led media outlets”.   Related: Labour’s antisemitism row may be drama, but it’s no crisis | Steve Richards    Although Bouattia has rejected allegations that she is antisemitic, several student unions have begun the process of disaffiliating from the national body in protest at her leadership. Royall is to sit as one of two deputy chairs on the independent inquiry into antisemitism in the Labour party, led by Shami Chakrabarti, which intends to report within two months. It was prompted by the suspension from the Labour party of at least 18 members who had allegedly made antisemitic comments, many of them on social media. In her report, Royall made several suggestions for the Chakrabarti inquiry to consider. They included whether it was appropriate for Labour to adopt the principle that “an antisemitic incident that may require investigation is any incident that is perceived to be antisemitic by the victim or any other person”. She also suggested a “definition of antisemitic discourse”; party rule changes to allow swifter action to deal with antisemitism; more rigorous vetting procedures for national and local government candidates; and a review of how online debate is conducted to make it welcoming and productive. Royall presented her report to Labour’s NEC on Tuesday. The NEC accepted the report, a spokeswoman said. Only an executive summary and the recommendations were published.",
  "webTitle": "Antisemitism should not mean automatic life ban, Labour report says",
  "webPublicationDate": "2016-05-17T18:19:09Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/charges-of-antisemitism-should-not-mean-life-ban-from-labour-party",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "politics/2016/may/17/charges-of-antisemitism-should-not-mean-life-ban-from-labour-party"
}