{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/05/do-we-have-to-rebrand-the-arts-as-creative-tech-for-turnbull-to-give-us-money",
  "id": "2016-05-04-22",
  "sectionId": "culture",
  "body": "Ray Huang’s book on the decline of the Ming dynasty focused on a year when nothing much happened. 1587 was A Year of No Significance – pretty much a non-year – but beneath the surface, signs of deep tectonic shifts could be found, ones that would lead to the dynasty’s collapse.    Related: 'Jobs and growth' 2016 budget pitch costs wealthy retirees, smokers and multinationals    Nothing much happened in this budget either; it was pretty much a non-budget. The arts press has identified snips here and there but the damage was done in the previous two years, with about $42m each year chopped from the Australia Council. This sat alongside cuts to Screen Australia, and the ongoing diminishing of the public broadcasting system. This is the year the culture cuts didn’t happen, in a budget of no significance – other than as an election spruik. Yet look carefully and you can see the cracks. Let us leave aside “jobs and growth” (now there’s a surprise) and look at those ideas of innovation and transition, agility and enterprise that are to set us on course, belatedly, for the 21st century. Arts and culture are absent. So too are those “creative industries” which, we have been told for nearly two decades, are the growth and jobs sector of the future. STEM refuses to turn into STEAM. Education – creative or otherwise – remains in the “to cut” basket.  Whatever bright future lies ahead, “culture and creativity” are not, as far as this government is concerned, central to it. This has come as a shock to those in the arts and culture sector who, since Paul Keating’s Creative Nation document of 1994, looked to the new information economy to change them from welfare recipients into investment opportunities. Information-rich economies were turning culture and creativity into the iron and coal of the 21st century. The cultural sector was the fastest growing. Those who worked in it, we were told, possessed a pure form of creativity that could catalyse the rest of the economy. The arts were the jewel in the crown of a cultural tourism sector that was displacing beaches and barbeques in a globally imagined Australia. Much of this was undoubtedly true. Which is why there has been universal head scratching as to why an industry that employs more than agriculture and construction – and that repeatedly over-performs on value-for-money, return on investment, and the rest – is so utterly ignored by government.    Related: What Australia needs to learn from Victoria's arts funding push    And not just the Coalition. The Victorian government’s announcement of a coherent, well-funded strategy for culture shines out across a sea of gloom, when in fact (without sounding churlish) it should be par for the course. Perhaps we have not nailed down the impact metrics? Maybe we have used soft cultural consultants, when we should have gone to Goldman Sachs? Maybe we should rebrand the cultural sector as “creative tech”? The problem lies deeper than finding the right metric. It can be glimpsed in one of those “beware geeks” sections of the budget, hiding a 25% cut in the cost of access to the public broadcast spectrum. As David Tilly put it: “Savaged by poverty, desperate for any relief, the Australian free-to-air commercial broadcasters will pay even less for their licence to use the spectrum so inconveniently owned by the people of Australia”.  This reduction of $160m to the public purse will undoubtedly be born by the ABC and SBS. More head scratching, and of the sort common in the UK where the BBC is being similarly savaged. Why would a government systematically debilitate a highly successful and popular public broadcaster? The answer lies in the word “public”. For it is a truth universally acknowledged that the market is the best and only source of value; and if it is not, then that’s because it is being distorted by the public sector.  In part this is related to the kinds of constituencies represented by the current government, for whom anything public is a restriction on their profits. But that is not all of it. The reason why art and culture – including the media – are left out is not because they have failed to make the economic case for culture, but because they still hold on to values which cannot be encapsulated by economic reason alone. They stand, fundamentally, for values of individual and collective wellbeing and development, which are at odds with the dominant values of current economic reasoning: that only market transactions can hold a society together and provide for their collective wellbeing; and that cultural consumption must be organised and judged as all other kinds of consumption are – the economically efficient delivery of ever-proliferating goods and services to an infinitely expandable set of wants, whose merit (other than pornography, defamation and terrorism) is a question only for the consumer and his or her credit card. This is the bind that a budget of no importance reveals to the arts and culture sector. Government does not have a place for the kinds of value you bring. Two decades of trying to show that really, our value is your value have come to nothing. This sounds gloomy, but does not need to be. Because increasingly, the value that the cultural sector represents – a truthful account of individual change and becoming, a celebration and enhancement of collective belonging – is exactly what is lacking in the utterly degraded wasteland of “jobs and growth”.  The cultural sector has been through a lot in the past 20 years. Maybe it has grown up, become more responsible, less precious. But the values it represents are needed now more than ever, much more than impact statements that no minister ever reads.  Times are going to be hard for those who make a living in culture, but please: don’t give up your day job.  • Justin O’Connor’s Platform Paper – After the Creative Industries: Why We Need a Cultural Economy – is published this week by Currency House",
  "webTitle": "Do we have to rebrand the arts as 'creative tech' for Turnbull to give us money?",
  "webPublicationDate": "2016-05-04T21:24:54Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/05/do-we-have-to-rebrand-the-arts-as-creative-tech-for-turnbull-to-give-us-money",
  "keyword": [
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts policy",
      "id": "culture/arts-policy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "SBS",
      "id": "media/sbs",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "culture/2016/may/05/do-we-have-to-rebrand-the-arts-as-creative-tech-for-turnbull-to-give-us-money"
}