{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/19/calmac-wins-1bn-contract-clyde-hebrides-ferry-services-scotland",
  "id": "2016-05-19-249",
  "sectionId": "uk-news",
  "body": "The CalMac ferry company, one of the best-known names in Scotland for tourists and travellers, has beaten off a rival bid from Serco to win a £1bn contract to service the Hebridean islands and the Clyde. A publicly owned ferry operator with distinctive red, yellow and black livery featuring the lion rampant, Caledonian MacBrayne has carried 4.6 million passengers and 1m cars a year to some of Scotland’s most famous islands, such as Lewis, Arran, Mull, Iona, Islay and Harris. It faced fierce competition for the eight-year contract from the controversial services company Serco, which controls the North Link ferry service to Orkney and Shetland as well as the Caledonian rail sleeper service to London. Trade union leaders, opposition parties and community campaigners were furious that Serco was in the running, accusing Scottish ministers of preparing to privatise CalMac’s heavily subsidised lifeline ferry services, putting the crews’ pensions and working conditions under threat. Last June a 24-hour strike by crew and port workers with the RMT union in protest at Serco’s bid forced CalMac to cancel two-thirds of its sailings; RMT members had already staged a work to rule. Shortly before protesters, including Scottish Labour and Scottish Green MSPs, were due to demonstrate outside the Scottish parliament in defence of CalMac, Nicola Sturgeon announced the contract had been retained by the publicly owned firm. “CalMac have a long and proud tradition of running the Clyde and Hebrides routes, and the company is woven into the fabric of the communities they serve,” the first minister said. “Their tender offers a good deal for those communities served by these vital transport links and ensures that we can maximise the opportunities to support and nurture our island economies.” Operating between 22 Scottish islands and linking coastal towns such as Largs, Wemyss Bay and Ardrossan along the Firth of Clyde, CalMac runs 475 sailings a day during summer and about 350 a day in winter – some voyages lasting barely five minutes and others, such as Oban to South Uist in the outer Hebrides, up to five hours and 20 minutes. The Scottish government had insisted that EU law required the tender to be put out to full competition. They said it would still be a public service contract, controlled and funded by ministers, had the Serco bid won.  After months of fraught negotiations and adjustments to its offer, CalMac won the contract after pledging no compulsory redundancies, to modernise ticketing on many routes, increase traffic by 10%, improve its apprenticeships and community engagement schemes and invest £6m in service improvements, as well as onboard catering. CalMac bid £900m for the contract at 2014-15 prices but the Scottish government said the overall cost would rise closer to its £1bn ceiling by the time the final contract starts in October 2016.  Martin Dorchester, CalMac’s managing director, said the firm was delighted it had retained the contract. In a reference to the controversy the contract battle had caused among staff and its customers, he thanked “the many people across our network and further afield for their support during this testing time.” David Stewart, a Scottish Labour MSP, said it had become clear the contracting process was not in fact necessary, and Labour would be pressing for other tendering processes for the Gourock-Dunoon and Northern isles services to be halted. Claiming the CalMac decision was due to union and opposition pressure, Stewart said: “Labour welcomes this announcement, which is completely the right decision. These ferry services are part of the DNA of our island communities and it is absolutely right that they have stayed in public hands.”",
  "webTitle": "CalMac wins £1bn contract for Clyde and Hebrides ferry services",
  "webPublicationDate": "2016-05-19T10:05:05Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/19/calmac-wins-1bn-contract-clyde-hebrides-ferry-services-scotland",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Serco",
      "id": "business/sercogroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "uk-news/2016/may/19/calmac-wins-1bn-contract-clyde-hebrides-ferry-services-scotland"
}