{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/bbc-radio-3-birdsong-classical-music-slow-radio",
  "id": "2016-05-04-228",
  "sectionId": "media",
  "body": "BBC Radio 3 will hope to show that broadcasting is for the birds with a new series of programmes in which birdsong is paired with classical music. A group of musicians will venture into the Sussex woods to make music with nightingales, while Radio 3 breakfast show listeners will be introduced to a new bird’s song each weekend, paired with a piece of music. Later in the summer, Radio 3 will return to the Aldeburgh festival in Suffolk and broadcast a complete performance of Messiaen’s birdsong-inspired Catalogue d’Oiseaux, set alongside the myriad examples of birdsong along its famous coast. The new season of programmes follows the success of Radio 4’s acclaimed Tweet of the Day programme, which is broadcast every day before the Today programme. Birdsong also proved popular in the early days of digital audio broadcasting (DAB) radio when it was used to fill in spare capacity on the new platform, at one time attracting an estimated 500,000 listeners a week. Radio 3 said it was “slow radio” in the style of “slow TV”, the Norwegian small-screen phenomenon that was adopted to award-winning affect by BBC4 and will return later this year with a two-hour uninterrupted bus trip across the Yorkshire Dales.   Related: Gently does it: from canal trips to birdsong, BBC4 to introduce 'slow TV'    The station broadcast an extended clip of a dawn chorus on 1 May to celebrate International Dawn Chorus Day.  The unlikely nightingale duet will feature singer and folksong collector Sam Lee, fiddler Alice Zawadzki, saxophonist Rachel Musson and Hyelim Kim, who plays the taegum – a flute-style instrument made of bamboo. Alan Davey, controller of Radio 3, said: “BBC Radio 3 wants to connect people with remarkable music and culture, and one way we can do that is to encourage people to discover a different pace and to reconnect with both music and the world around them in a distinctive and beautiful way.” In 2007 a BBC2 documentary asked Why Birds Sing, featuring Peter Gabriel and Jarvis Cocker.",
  "webTitle": "BBC Radio 3's latest lark: birdsong blended with classical music",
  "webPublicationDate": "2016-05-04T11:12:55Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/bbc-radio-3-birdsong-classical-music-slow-radio",
  "keyword": [
    {
      "webTitle": "Radio 3",
      "id": "media/radio-3",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/04/bbc-radio-3-birdsong-classical-music-slow-radio"
}