{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/19/seven-day-nhs-immoral-leading-gp-chaand-nagpaul-bma",
  "id": "2016-05-19-142",
  "sectionId": "society",
  "body": "Expecting GP surgeries to open between 8am and 8pm every day is an immoral misuse of scarce NHS resources that could damage patients’ health, a leading family doctor has said. Dr Chaand Nagpaul, chair of the British Medical Association’s GPs committee, also said being forced to allow just 10 minutes for each patient appointment was “neither humane nor defensible”.  In a strongly worded attack on the government’s drive to make family doctors more accessible at weekends as part of a seven-day NHS, Nagpaul said: “We must reject the immorality of taking GPs away from caring for acutely ill patients to sit in empty surgeries superfluous to need.”  He called on the government to “end its obsession with seven-day opening” and said there were too few GPs and too little demand for weekend consultations to justify surgeries opening every day.  Turning to the length of consultations, Nagpaul told the BMA’s annual conference of local medical committees, which represent GPs, that the changing burden of illness brought about by the ageing population and rise in long-term conditions meant that patients needed more time, even if others had to wait as a result.  “Neither is it humane or defensible for GPs to be forced to manage patients with complex multiple problems in a pressure-cooker intensity of 10-minute aliquots,” he said. “GPs must be given longer consultation times in the interests of safe care, even if it means exposing a waiting list to see us.”      The number of GPs working in England fell by 600 between 2014 and last year, from 34,700 to 34,100, figures show. Photograph: Anthony Devlin/PA     Related: 'There is still deep anger': junior doctors on the new contract deal | Sarah Marsh    Nagpaul also poured scorn on “the repeated political mantra of 5,000 more GPs by 2020”, which the health secretary, Jeremy Hunt, has promised to deliver in England. The growing number of family doctors quitting the profession, and difficulty persuading enough medical graduates to train as GPs to meet recruitment targets, meant the government’s pledge was unlikely to succeed, Nagpaul suggested.  “With government figures stating 38% of GPs intend to quit in the next five years, mass resignation is not a threat – it’s an impending reality,” he said.  The latest statistics, released last month by the NHS’s Health and Social Care Information Centre, showed that the number of GPs working in England fell by 600 between 2014 and last year, from 34,700 to 34,100 – a 2% drop.  Nagpaul welcomed NHS England’s recent blueprint for improving GP services, called the General Practice Forward View, which contains 108 commitments and pots of money to help. But he warned it would not be enough to rescue struggling GPs from an “inexorable, unmanageable workload”.  The Department of Health did not respond to a request for comment.",
  "webTitle": "Proposals for seven-day NHS are immoral, says leading GP",
  "webPublicationDate": "2016-05-19T14:40:33Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/19/seven-day-nhs-immoral-leading-gp-chaand-nagpaul-bma",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "GPs",
      "id": "society/gps",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/19/seven-day-nhs-immoral-leading-gp-chaand-nagpaul-bma"
}