{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/greens-pin-hopes-in-page-on-18-year-old-activist-who-pranked-metgasco",
  "id": "2016-05-23-13",
  "sectionId": "australia-news",
  "body": "On April Fools’ Day 2014, Kudra Falla-Ricketts, then 16, was getting ready for school. Her mood was low. All she could think about was the protest in Bentley, a farming community west of Lismore, against drilling for coal seam gas. She wanted to be with her community at the front line of the Northern Rivers’ resistance.  Instead, armed with her computer, the Metgasco mining company logo and her school email address, Falla-Ricketts composed a prank media release that announced the company was pulling out of the Northern Rivers. “It was kind of spur of the moment,” Falla-Ricketts said. “Within an hour of thinking of it, it was done.”  At school she was called to the principal’s office and suspended for misuse of her school email account. Falla-Ricketts was secretly delighted with the unexpected opportunity to spend more time at Bentley. She navigated the ensuing media storm and managed to promote national awareness about Bentley and the risks of CSG.   Related: Greens leader Richard Di Natale denies failing to declare family farm     Now 18, Falla-Ricketts is the newly endorsed Greens candidate for Page in the 2016 election. Her party is hoping to capitalise on her local popularity and the strong anti-CSG sentiment in the community. The chances of her being elected are remote – the Greens won only 6% of first-preference votes in 2013, well behind the Nationals’ Kevin Hogan, who narrowly beat the incumbent, Labor’s Janelle Saffin. Both are standing again.  The Greens hope to make some inroads. At the 2015 New South Wales state elections of 2015, the Greens came a close second to the Nationals in Lismore, which is part of the Page federal electoral district.      Falla-Ricketts grew up in an atmosphere imbued with rallies, actions and awareness about climate change. Her father, Aidan Ricketts, the well-known activist, educator and author of The Activist’s Handbook, has been an influential figure in her life. Falla-Ricketts acknowledges her self-confidence derives from the encouragement he provides. But her father takes little credit for her determination and drive. “These are not things she is pushed to do,” Ricketts said. “In more recent years, she has availed herself of every opportunity for training in leadership.” Falla-Ricketts has been a member of the Australian Youth Climate Coalition and a participant in the YMCA Youth Parliament, speaking about transgender discrimination. While Falla-Ricketts said the direction of Green preferences had not yet been decided, her personal choice was evident, describing Saffin as a “beautiful” person and being supportive of her record as an MP.   For now, Falla-Ricketts’ focus is on listening to the electorate and encouraging young people to have their say. She says the main issues in Page are education funding, affordable housing, keeping TAFE open and accessible, developing meaningful employment opportunities and environmental protection. “I’m really someone that needs to be working on something, to help the environment, or the world, or I don’t feel fulfilled.” A version of this story has also been published on UniPollWatch, Australia’s biggest student journalism project. Guardian Australia is collaborating with UniPollWatch during the general election campaign",
  "webTitle": "Greens pin hopes in Page on 18-year-old activist who pranked Metgasco",
  "webPublicationDate": "2016-05-23T22:16:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/greens-pin-hopes-in-page-on-18-year-old-activist-who-pranked-metgasco",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/24/greens-pin-hopes-in-page-on-18-year-old-activist-who-pranked-metgasco"
}