{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/elections-local-scottish-mayor-london-jeremy-corbyn-labour",
  "id": "2016-05-05-52",
  "sectionId": "politics",
  "body": "Jeremy Corbyn and his allies are hoping sunny weather tempted Labour voters out to the polls on Thursday, as the party faces its first UK-wide electoral test since he swept to the leadership last year. Sadiq Khan is widely expected to become the first Muslim mayor of London, after a bitter campaign in which his Conservative rival, Zac Goldsmith, was accused of trying to smear Khan as a “radical”.  But Labour could lose ground in elections across the rest of the UK, perhaps slipping into third place in Scotland, and losing control of Wales. Voters up and down the UK are going to the polls, which close at 10pm. Scotland will elect a Holyrood government, with Nicola Sturgeon hoping to consolidate the Scottish National party’s grip on power; Wales is electing a new assembly, and 2,743 local council seats in England are up for grabs. There are also two byelections in safe Labour seats: Ogmore in Wales, where Huw Irranca-Davies stepped down to contest a Welsh assembly seat; and Sheffield Brightside and Hillsborough, where the sitting MP, Harry Harpham, died earlier this year. Several other cities will elect mayors, and 41 police and crime commissioners will be selected. Oppositions historically tend to make significant gains in local elections as voters use them to attack the government.  Labour insiders will be picking over the results for evidence of whether Corbyn’s anti-austerity message is helping the party to make progress towards a general election victory in 2020.     David Cameron and his wife Samantha leave after casting their votes for the London mayoral elections at a polling station in central London. Photograph: Paul Hackett/Reuters    The Conservatives will also be watching the electoral map carefully to gauge whether their own loyal voters have been turned off by David Cameron’s enthusiastic endorsement of the remain campaign for the forthcoming EU referendum, which will follow just weeks after Thursday’s polls. Cameron’s party has faced a series of setbacks in recent months, including a budget that unravelled within days, as the chancellor withdrew plans for controversial cuts to disability benefits, and a fumbled response from the business secretary, Sajid Javid, to the threatened closure of the Port Talbot steelworks. But Labour could still shed more than 100 council seats, according to recent projections and face humbling losses in Wales and Scotland. Corbyn’s team insist that last year’s general election is the right baseline from which to judge whether they are making progress, arguing that the last time these council seats were contested, in 2012, under Ed Miliband’s leadership, was a “high-water mark”. But the leader’s critics say he should be chalking up hundreds of gains at this stage in the parliament. Some shadow ministers warned on Thursday that the mood among council leaders, even in traditionally safe Labour areas, was, “bleak”, but other MPs said they were upbeat about the possibility of making progress. Diane Abbott, the shadow international development secretary and a close ally of Corbyn, said: “It’s a lovely day, which is always good, polling is brisk, people are very positive, we’re getting the thumbs up wherever we go.” Ian Murray, the shadow Scottish secretary and Labour’s one remaining Scottish MP, sounded an optimistic note about Edinburgh South, the one Holyrood constituency Labour hopes it can win.   Related: Elections 2016: a guide to voting across the UK    “This seat’s probably our best chance of winning one in Scotland,” he said. “The weather’s good, the turnout seems to be good in the places where we want it to be.” But he added that Labour faced a tough fight in Scotland, where the Conservative leader, Ruth Davidson, hopes her party can overtake it to be the official opposition to Sturgeon’s SNP. “The Tories and the SNP have a mutual interest in destroying the Labour party in Scotland. They’re both on the same side of the argument,” Murray said. The final poll of the Scottish election campaign, by YouGov for the Times, recorded a fall in support for the SNP and a decline in voter satisfaction with its record, confirming a slight downward trend for the party in other recent polls.      The Scottish Labour leader, Kezia Dugdale (right), with her partner Louise Riddell at a polling station in Glasgow. Photograph: Andrew Milligan/PA    The poll, published as polling stations opened on Thursday, still gave the SNP a sizeable lead over Labour and the Tories, who remain neck and neck in the race for second place, but it suggested Sturgeon could fail to beat the SNP’s record tally of 69 seats, won in 2011. She needs to win 65 seats for an overall majority at Holyrood. With Davidson confidently predicting her party would come second, Scottish Labour’s leader, Kezia Dugdale, faced the possible embarrassment of guiding her party to third place, which would put Labour behind the Tories in Scotland for the first time in more than a century. That would immediately raise challenges to her continued leadership of the party, and fuel further attacks onCorbyn’s leadership at UK level.  Shadow ministerial sources said there was very little chance of a coup against Corbyn until after the EU referendum on 23 June, however. One said Dan Jarvis and Angela Eagle both appeared to be “organising hard” and people associated with them were having “hypothetical conversations” with MPs about support if they were to challenge Corbyn. One Labour MP said the only immediate danger would be if Khan lost in London, the party lost control in Wales and came third in Scotland in a toxic combination of bad results that could trigger shadow cabinet resignations.",
  "webTitle": "Elections to reveal whether sun is shining on Jeremy Corbyn",
  "webPublicationDate": "2016-05-05T19:08:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/elections-local-scottish-mayor-london-jeremy-corbyn-labour",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/05/elections-local-scottish-mayor-london-jeremy-corbyn-labour"
}