{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/13/polluted-cities-alberta-wildfires-and-organic-food-green-news-roundup",
  "id": "2016-05-13-132",
  "sectionId": "environment",
  "body": "Environment news  Air pollution rising at an ‘alarming rate’ in world’s cities Sadiq Khan to more than double size of London’s clean air zone Bill and Melinda Gates Foundation divests entire holding in BP 28% of US bees wiped out this winter, suggesting bigger environmental issues World’s carbon dioxide concentration teetering on the point of no return Dyson could become next Tesla with its electric car, says expert One in five of world’s plant species at risk of extinction People may be breathing in microplastics, health expert warns Clear differences between organic and non-organic food, study finds UK’s attractiveness for renewables investment plummets to all-time low Dozens arrested as anti-fossil fuel protesters join Australian coal blockade  Features and comment  Headlines ‘exaggerated’ climate link to sinking of Pacific islands Why is climate champion Richard Branson allowing deniers on a Virgin podcast? | Graham Readfearn How scared or hopeful should we be in a warming world? | Clive Hamilton Which are the world’s two most polluted cities – and why? How a giant air freshener could save our polluted cities  Multimedia  Great Barrier Reef: devastating images tell story of coral colonies’ destruction See Earth’s temperature spiral toward 2C rise - graphic New plant species discovered in 2015 - in pictures Satellite Eye on Earth: April 2016 – in pictures The week in wildlife – in pictures  On the blogs  The arsonists of Fort McMurray have a name | Martin Lukacs Elon Musk: ‘We need a revolt against the fossil fuel industry’  And finally...  Viewers are captivated by live images from the Mariana trench – the deepest place on Earth  Rare footage of little-known life living seven miles below the sea was streamed live on YouTube, revealing sea sponges, starfish and a colourful sea cucumber.",
  "webTitle": "Polluted cities, Alberta wildfires and organic food – green news roundup",
  "webPublicationDate": "2016-05-13T14:50:36Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/13/polluted-cities-alberta-wildfires-and-organic-food-green-news-roundup",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Environment editor",
      "id": "profile/environmenteditor"
    }
  ],
  "guardianId": "environment/2016/may/13/polluted-cities-alberta-wildfires-and-organic-food-green-news-roundup"
}