{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/the-defamation-case-that-is-bad-news-for-journalism-and-the-protection-of-sources",
  "id": "2016-05-30-193",
  "sectionId": "commentisfree",
  "body": "There’s a wonderful cartoon by the Australian artist Jenny Coopes. A dishevelled character jealously clutches a bundle of liquor bottles to his chest, with the caption: “Journalist protecting his sauce.” In a few brush strokes she captured a couple of the noble qualities of journalism – alcohol and secrecy.  Right now, the secrecy bit is being determinedly assaulted by the courts, where many judges have long held a sniffy antipathy towards the media and journalists.The latest instance is from the NSW court of appeal in the long-running Helen Liu case where there’s bad news for the protection of sources in particular and journalism in general.    Related: Australian election 2016: Bill Shorten questioned over WestConnex funding – live    Chinese-Australian businesswoman Liu is chasing the sources for a series of Fairfax investigative stories first published on 3 February 2010 and written by Richard Baker, Nick McKenzie and Philip Dorling.  Liu claims the articles are defamatory because, among other things, the court says they allege she had corruptly paid the former Labor defence minister Joel Fitzgibbon $150,000. The articles were said to be based on documents drawn from Liu’s business records, provided to Fairfax by unidentified sources. She has applied to the court for preliminary discovery of the identity of the sources so she can sue them.  It’s been a long and expensive process. Two years after the articles were published and a year after the application was argued, Justice Lucy McCallum in the NSW supreme court ordered the journalists to reveal who had provided them with the information.  Fairfax appealed without success and the high court rejected a special leave application. Liu relisted the matter before McCallum to secure Fairfax’s compliance with the preliminary discovery orders, at which point the newspaper publisher sought a stay on the basis that it undertook to forgo what could have been an important defence in defamation – qualified privilege.  Justice McCallum granted the stay, finding that the undertaking meant Liu had a sufficient remedy against Fairfax, which was “no less effective” than an action against the sources.  Liu appealed and last week the court removed the stay and reordered that the journalists cough up documents that would reveal the identity of their confidential informants. Liu argued that her claim for aggravated damages would be hampered if she could not get to grips with the sources in court and be able to show that the documents that were relied on were forgeries. It’s been more than six years since publication, and what can only be imagined as a mind-boggling amount of money for Fairfax to defend this cornerstone of journalism.  In the process, important principles have been shredded.  There has been an old rule of practice called the “newspaper rule”. It allowed publishers at the preliminary stage of proceedings to avoid revealing sources. In a sense it was a rule that delayed the inevitable, but because most cases were settled before trial there rarely was an inevitable.  In the Liu case some novel questions arise. Can a journalist defy the wishes of a confidential source? What happens when there is a disagreement between the journalist and the source? Is a journalist or editor bound to adhere to the source’s instructions?  In this instance, the judge found that Richard Baker had not followed a request by one of the sources not to publish Liu’s handwritten notes. Baker maintained that it was important to publish this information because it is “of the highest importance to Australians in regards to honesty and integrity of our political system”.  McCallum found that the protection of the newspaper rule did not apply because the journalist had gone ahead and published Liu’s notes. In other words, the judge held that if there is a disagreement between the journalist and the source the protection against disclosure disappears because the trust that the rule seeks to prosper, for the purposes of free speech, has been undermined.  In media circles this seems like strange reasoning. The purpose of the newspaper rule is to allow journalists to protect sources during preliminary proceedings prior to trial. The rule does not suggest that a journalist should respect every wish of a source or to be a spokesperson for a source.  By rewriting the newspaper rule in this way the court has said that the final arbiter of what is published should be the source, not the journalist or the editor. This is bad news for journalism, press freedom, independence, the whole shebang. RIP the newspaper rule.  Needless to say, none of the courts through which this depressing affair has filtered thought the implied constitutional freedom of communication on political affairs was applicable.  The decision in the Liu case seems to have brought on a spate of applications for preliminary disclosure. Accused executives in the Securency committal sought disclosure from McKenzie and Baker (and failed on appeal), Nathan Tinkler wanted Paddy Manning to disclose his sources, Sunland the same with journalist Ben Butler, and Gina Rinehart against Adele Ferguson.  They were all Fairfax journalists in the firing line and and Melbourne lawyer Peter Bartlett acted for each of them, including for the three in the Liu case.  In 2007 two journalists from the Herald Sun, Gerard McManus and Michael Harvey, were convicted of contempt for failing to reveal their source for a story about the Howard government scaling back recommended benefits for war veterans.  The chief judge of the county court Michael Rozenes considered jailing the pair, instead he fined each $7,000 and recorded convictions against them.  After a federal police investigation trawling through 3,000 telephone extensions and hundreds of mobile phones a public servant, Desmond Kelly, was charged with a breach of the Commonwealth Crimes Act. Kelly was convicted even though McManus and Harvey refused to give evidence. The conviction was overturned with the appeal court finding there was insufficient evidence against Kelly. The McManus-Harvey case ultimately prompted the commonwealth parliament to pass journalist shield law amendments to the Evidence Act which, while a step in the right direction, still allow wide judicial discretion to order up the identity of sources.  States and territories have followed suit, some extending the shield to bloggers, while the amendments in NSW, Western Australia, Victoria and the ACT only cover those engaged in the “profession or occupation” of journalism.   Related: Fairfax keen to protect its fantastic four as decades of talent heads for exit    The shield laws post-dated the commencement of the Liu case, so cannot be applied in this instance, a fact that has given rise to some judicial venting.  Justice Ruth McColl criticised the publisher for the delay in coming up with the concession to drop the defence of qualified privilege. She described this as an “afterthought”, adding that the preliminary discovery litigation would have been a “strain” on Liu.  And just in case anyone was in any doubt about the tenuous state of freedom of communication in this country, McColl said it is not a “weapon” to be deployed by the media. As if we needed reminding that the media fights for the right to publish responsible journalism with one hand tied behind its back.  Justice Julie Ward, even though she agreed with the orders proposed by McColl, was more understanding about Fairfax’s position. She thought there was no impropriety in a newspaper protecting its own interests, as well as the public interest in preserving the anonymity of sources.  It looks like it’s back to the high court for another round, so there’s no immediate requirement for McKenzie, Baker and Dorling to turn up before a judge anytime soon, toothbrushes at the ready.",
  "webTitle": "The defamation case that is bad news for journalism and the protection of sources | Richard Ackland",
  "webPublicationDate": "2016-05-30T05:52:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/the-defamation-case-that-is-bad-news-for-journalism-and-the-protection-of-sources",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Defamation law",
      "id": "law/defamation-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Media law",
      "id": "media/medialaw",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Ackland",
      "id": "profile/richard-ackland"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/the-defamation-case-that-is-bad-news-for-journalism-and-the-protection-of-sources"
}