{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/25/the-new-plastics-economy-initiative-launches",
  "id": "2016-05-25-218",
  "sectionId": "sustainable-business",
  "body": "Plastics are high-performing, multi-application materials that have become an iconic feature of the modern industrial economy – for better, and worse. A symbol of rising living standards and domestic bliss in the 1950s, the material has gradually attracted more criticism as volumes rose and problematic waste ensued. The big question now is to know how to reconcile polymers’ undeniable functionality and a system that can work long-term, avoiding loss of material value and negative impacts. The New Plastics Economy initiative, which aims to do just that, kicks off this week. Earlier this year, the Ellen MacArthur Foundation launched the New Plastics Economy: Rethinking the Future of Plastics report at the World Economic Forum’s annual event in Davos. Assessing global plastic packaging flows comprehensively for the first time, the report finds that most plastic packaging is used only once; 95% of the value of plastic packaging material, worth $80-120bn (£54-£82bn) annually, is lost to the economy. Additionally, plastic packaging generates negative externalities, valued conservatively by UNEP at $40bn (£27bn).  Given projected growth in consumption, in a business-as-usual scenario, by 2050 oceans could contain more plastics than fish (by weight), and the entire plastics industry is expected to consume 20% of total oil production, and 15% of the annual carbon budget. The research has clearly revealed that there is ample room for improvement - to deliver better system-wide economic and environmental outcomes, while continuing to harness the benefits of plastic packaging. The New Plastics Economy envisages a new approach based on creating effective after-use pathways for plastics; drastically reducing leakage of plastics into natural systems, in particular oceans; and decoupling plastics from fossil feedstocks.   Related: The Netherlands puts itself on the map as a circular economy hotspot    On the back of recommendations put forward in the eponymous report, the New Plastics Economy initiative kicks off this week with an inaugural workshop that brings together over 40 leading companies and front-running cities. The key idea is to overcome the limitations of incremental improvements and fragmented programmes that, over the last 40 years, have failed to move the needle on material value loss and negative externalities.     The New Plastics Economy. Photograph: NPEC The New Plastics Economy    “This new initiative is set up for three years, reflecting the scale of the challenge to mobilise over time a fundamental, system wide transformation. It seeks to create a shared sense of direction, to spark a wave of innovation and to move the plastics value chain – starting with plastic packaging – into a positive spiral of value capture, stronger economics, and better environmental outcomes.” said Dame Ellen MacArthur. The report and subsequent initiative build on two years of formative work as part of Project MainStream, a multi-industry, global collaboration launched in 2014 by the World Economic Forum and the Ellen MacArthur Foundation, with McKinsey & Company as knowledge partner, and headed by Philips CEO Frans van Houten. Recognising the need to move beyond traditional silos and isolated strategies, the New Plastics Economy initiative relies on five pillars, starting with a core dialogue mechanism. Concretely, stakeholders will work around the idea of a global plastics protocol, to re-think plastic packaging materials, formats and after-use systems, providing an economically and environmentally attractive target state to innovate towards.      NPEC innovation moonshots. Photograph: NPEC innovation moonshots    In order to push the status quo, the initiative intends to mobilise targeted innovation “moon-shots” focussed on solutions that have the potential to scale globally whilst continuing to build the evidence base - closing critical economic and scientific knowledge gaps. Finally, the New Plastics Economy initiative will foster its collaborative nature through outreach, to engage a broad set of stakeholders, including citizens, educators, students, policymakers, NGOs, and industry associations. Note: Wendy Schmidt, through The Eric and Wendy Schmidt Fund for Strategic Innovation, is the lead philanthropic partner of the New Plastics Economy initiative, and players of People’s Postcode Lottery (GB) and the MAVA Foundation are philanthropic funders. The initiative is led by the Ellen MacArthur Foundation in collaboration with a broad group of leading companies, cities, philanthropists, policymakers, academics, students, NGOs, and entrepreneurs. For further information, see http://newplasticseconomy.org Content on this page is paid for and provided by Philips, sponsor of the circular economy hub",
  "webTitle": "The New Plastics Economy initiative launches",
  "webPublicationDate": "2016-05-25T10:00:37Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/25/the-new-plastics-economy-initiative-launches",
  "keyword": [
    {
      "webTitle": "Partner zone Philips",
      "id": "sustainable-business/partner-zone-philips",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/25/the-new-plastics-economy-initiative-launches"
}