{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/new-york-apartment-with-nautical-interior",
  "id": "2016-05-29-199",
  "sectionId": "lifeandstyle",
  "body": "It is not unusual for Anthony D’Argenzio to remove a painting from his apartment wall and take it to work with him. He is a prop stylist for photography shoots and creative events, and his home doubles as a prop store. That’s not to say it is a collection of random junk. The tiny New York apartment is a carefully curated tableau with everything designed and placed to create a visual statement. Throughout his living space, props repeatedly lend themselves to decoration. An old wooden ladder hangs horizontally above the kitchen shelves. As you enter the hallway, two slim reclaimed windowpanes are fixed either side of the wall, because he likes the way they look. D’Argenzio is creative director of photographic styling agency Zio & Sons, and his most used item from home is a small still life oil painting of tangerines. He picks these things up on his travels, at flea markets and at regular visits to the stylists’ mecca Brimfield Antique Show in Massachusetts. “It’s where Soho House and Ralph Lauren send huge teams of buyers,” he says. “They’ll buy all the Chesterfields or all the trunks and then put them in storage until they need them.” Just down the street from his home, D’Argenzio has studio space where he houses the majority of his own prop collection. He lives in his one-bedroom Alphabet City apartment with his wife, Hillary, and their dog, Sabra. It’s part of a co-operative they bought three years ago from a “Puerto Rican grandma” who had a fondness for curtain swags and pink. “All the rooms had been boxed out in the 80s and were really small,” he remembers. One of the first things he did when they moved into the apartment was to remove the dry wall and expose the brick behind it, adding 25cm to the perimeter of each of the rooms.     Creating space: a coffee table slides away to create a bigger living area. Photograph: Marili Forastieri    The whitewashed walls stand out. “It was dirty brick when we first revealed them,” he says. “Kind of tarred and black.” He transformed them by mixing paint and water – at a ratio of four to one – to get a milky consistency, and applied it with a sponge for mottled coverage. Similarly, he tackled the yellowed wooden floors by bleaching and roughly whitewashing them. Textures are central to D’Argenzio’s look. Against one of the bumpy walls sits a smooth, plump navy sofa. To disguise a hot water pipe he tightly wound it in rope. “That took about 300ft of different types of rope and a month of winding and gluing,” he recalls. It’s no mistake that there’s a nautical feel to the place with its whites, blues and wood. “When I was doing the design, I didn’t want it to feel as if you were in New York City,” he says. “I wanted it to be more like a little beach shack.”     Colour pop: plants and carefully collected items of crockery add areas of interest to the living room. Photograph: Marili Forastieri    It’s this mix of textures that gives depth to his small open-plan kitchen. The small breakfast bar is made of reclaimed wood from an old church. He constructed a copper pot rack out of piece of piping that he found at a hardware shop. The original wooden under-counter cabinets have been painted, finished with new handles and topped with a slab of salvaged marble which D’Argenzio found for $100. Even the ceiling is lined with panels of tongue-and-groove board. D’Argenzio replaced the original upper wall cabinets with open shelves. As well as allowing more light in the space, his cooking objects and crockery became display items, offset against walls finished with an oversized subway tile. In the lounge, the emphasis is on transformative space saving. When guests come for dinner, a drop-down desk closes and a folding dining table opens. A coffee table slides under a built-in storage unit stacked with trinkets (“My wife says I have too many tchotchkes.”) The anomaly is the massive sofa. “We thought, if you’re going to be in a small space, you might as well fill the area with something comfortable for people to sit on.” And that’s where the attraction of the space lies –in comfort. D’Argenzio’s aim of creating a space that takes you away from the city has been achieved. Sinking into the big blue couch, you’ve got all the beauty of a well-designed photography set with the relaxed vibe of a beach shack.",
  "webTitle": "A nautical New York apartment",
  "webPublicationDate": "2016-05-29T05:00:24Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/new-york-apartment-with-nautical-interior",
  "keyword": [
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Interiors",
      "id": "lifeandstyle/interiors",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Candice Pires",
      "id": "profile/pires-candice"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/29/new-york-apartment-with-nautical-interior"
}