{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/buster-cooper-obituary",
  "id": "2016-05-26-170",
  "sectionId": "music",
  "body": "Duke Ellington liked the playing of the jazz trombonist Buster Cooper, who has died aged 87, and wanted him to join his band. But Cooper turned him down twice, preferring to keep his own group going. Eventually he succumbed, spending seven fruitful years with Ellington’s orchestra, and he later conceded it had been the best decision he had ever made. “Once you go with Duke, you don’t have to make any more auditions. It opened a lot of doors,” he told me. Cooper capitalised on his Ellingtonian fame when he moved to Los Angeles and immersed himself in the freelance studio scene, becoming, as he put it, “the busiest black trombonist on the west coast” before returning to Florida for good in 1994. Buster (the nickname marked his large size at birth) was born George Cooper in the rigidly segregated city of St Petersburg, Florida, where his father ran a landscaping business and played blues guitar on the side. A cousin, also George Cooper, who was a drummer, ran one of the touring regional dance orchestras known as “territory bands” and persuaded the youngster to try drums while he was at Gibbs high school – an idea Buster abandoned when he spotted a trombone in a pawnshop. Able enough to join his cousin’s 16-piece band as a teenager, Buster went on the road, travelling as far as Texas – and getting stranded there. “Made me feel like a professional musician!” he said. After leaving school, he worked for his father but longed to emulate his brother Steve, a trumpeter who had made it to New York. He joined the Omaha-based Nat Towles Orchestra, also a territory band but with a number of fine players already on board, including the saxophonist-composer Oliver Nelson. In 1950 Cooper enrolled himself at the Hartnett School of Music in New York and began to get noticed, recording often and winning Down Beat magazine’s “new star” poll in 1967. When his Florida friend, the saxophonist Julian “Cannonball” Adderley, came visiting, it was Cooper who took him to the Cafe Bohemia, where Adderley sat in with the house band and caused a sensation, kickstarting an exemplary jazz career. In 1952, Cooper was called to join the Lionel Hampton Orchestra, then packed with great soloists including the trumpeters Clifford Brown, Quincy Jones and Art Farmer, and bound for Europe, where the band recorded, and generated excitement everywhere.     Cooper with Duke Ellington’s orchestra in 1962. Photograph: Bill Wagg/Redferns    Back in New York, Cooper played in the Apollo theater house band in Harlem for two years and worked, briefly, with Benny Goodman, before linking with Steve, by then a bassist, to form the Cooper Brothers combo. They did well in Harlem and later relocated to Paris, where they accompanied the entertainer Josephine Baker. Then came the decision to respond to Ellington’s call in June 1962. The next seven whirlwind years were spent playing alongside his trombone hero, Lawrence Brown; the Ellington schedule was a heady mix of recordings, festivals, sacred concerts, club engagements and routine one-nighters, interspersed with regular visits to the UK and extended trips to the far east and South America. As was his wont, Ellington crafted several feature numbers for Cooper; the best, entitled El Busto, was a tribute to Cooper’s blistering solo style. After leaving Ellington, Cooper returned home briefly to help out when his father died. But in 1973, sensing opportunities, he made for Los Angeles, where he played with every big band going, backed celebrities including Frank Sinatra and Ella Fitzgerald, and excelled in the studios, even taking the occasional acting job. Eventually, Buster and his wife, Sarah, relocated permanently to Florida, where he kept an eye on the family business while still playing European festivals and taking UK tours as a soloist, and appearing at Ellington conferences. For the past 20 years, his weekly residency at the Garden Restaurant in St Petersburg had been a place of pilgrimage for fans and friends, continuing until earlier this year. Immensely likable, as excitable in conversation as he was as a performer, and almost the final link with Ellington himself, Cooper is survived by Sarah and a daughter, Faye. • George “Buster” Cooper, jazz trombonist, born 4 April 1929; died 13 May 2016",
  "webTitle": "Buster Cooper obituary",
  "webPublicationDate": "2016-05-26T14:11:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/buster-cooper-obituary",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Duke Ellington",
      "id": "film/duke-ellington",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Vacher",
      "id": "profile/petervacher"
    }
  ],
  "guardianId": "music/2016/may/26/buster-cooper-obituary"
}