{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/liverpool-jurgen-klopp-villarreal",
  "id": "2016-05-04-20",
  "sectionId": "football",
  "body": "Jürgen Klopp described the win-win of a Europa League triumph and qualification for the Champions League as a dream that is close to becoming reality for Liverpool. The reality of a European semi-final at Anfield, he envisages and hopes, will be a nightmare for Villarreal. Behind in the tie, their season on the line, Liverpool know what lies in store at home on Thursday. Klopp suspects Villarreal do not. The Liverpool manager respects his disciplined, dangerous opponents but their reaction to Adrián López’s 92nd-minute winner at El Madrigal last week – the coach, Marcelino, sprinting on to the pitch, the captain, Bruno Soriano, throwing his yellow shirt to the crowd – gave Klopp the impression Villarreal believe the hard work is done in their attempt to reach a first European final.   Related: Liverpool’s Daniel Sturridge made to wait by Jürgen Klopp on semi-final role    Time has not softened his view. Klopp does not blame Marcelino for celebrating wildly – it would be a tad hypocritical if he did – but the Spanish club’s satisfaction with a 1-0 advantage does not tally with his reading of the first leg. Asked whether Villarreal’s jubilance showed they do not fully appreciate Anfield’s reputation, Klopp said: “You are right, but I do not know what they know about Anfield. They scored in the last minute of the game to make it 1-0 and if you don’t celebrate then there’s something wrong. “It’s more about what my colleague [Marcelino] said after the game – that 1-0 was the result he dreamed of. The way the game went is not what he expected. I don’t think we are through, or halfway or that we are out of the tournament either. “It’s not that I always from now on expect wonders from us or from the crowd in difficult, close games, but we have all felt how big the influence is of an outstanding atmosphere. In this week of wonderful weather on Merseyside, maybe the only good weather of the year, everybody could be in the perfect mood. Everything is like it should be.” Like Borussia Dortmund before them, Villarreal prepared for a European date at Anfield by resting several key players for a derby. Unlike Dortmund’s 2-2 draw at Schalke, however, a result that effectively ended their hopes of catching Bayern Munich and raised the stakes for their quarter-final, Marcelino’s team achieved their objective of Champions League qualification with a 2-0 win at Valencia on Sunday. Samu García and the match-winner from the first leg, López, delivered victory in the absence of Bruno, the leading goalscorer Cédric Bakambu, Denis Suárez, Victor Ruiz and Mario Gaspar. The central defender Eric Bailly also missed the win at the Mestalla with a groin problem sustained against Liverpool but has been declared fit for the second leg. Bailly has been an integral part of a defence with the third best record in La Liga this season – only Atlético Madrid and Barcelona have conceded fewer goals than Villarreal’s 31 – but frugality is also a feature of Marcelino’s attack. The Yellow Submarine have secured fourth place and a Champions League ticket with a mere 44 goals scored. Real Madrid, one place above, have 105. Klopp’s main concern is obvious, and may enhance Daniel Sturridge’s prospects of starting a Europa League tie for the first time since Manchester United away in the last 16, but breaking a mean Villarreal defence will not be at the expense of ignoring their threat on the counter-attack once again. “We need to be clever and patient,” said Dejan Lovren. “And when you attack you also need to defend.” The Liverpool manager, who has Emre Can available after a rapid recovery from an ankle ligament injury, added: “Ahead of this game maybe everybody expects us to be on fire from the first second and that we will press them in their own half. A lot of things are possible and I don’t want to talk too much about what we do because hopefully we can surprise them, but it is about playing smart. A big threat is their counterattacking game. It is not their only strength, but it is a big part of their game. With these two strikers they are pretty quick and calm enough to wait for situations, they defend with eight people leaving these two strikers always in dangerous positions so you need a perfect protection for all your attacking moments. “We played well until a specific point in the first game and then with our crosses we didn’t find the target often enough. What we have done until now was to be perfectly prepared for this game. Since 1.45pm on Sunday we only thought about this game. If we can create in this game a similar atmosphere as Dortmund then it will be much more difficult for Villarreal than they imagine in this moment.” Another successful comeback will deliver a second final for Klopp in only seven months as Liverpool manager, leaving the team one win away from a return to the Champions League. The response to trailing 3-1 at home to Dortmund with 33 minutes remaining of the quarter-final, he insists, confirms Liverpool will be relentless in pursuit of that goal. “Forget everything that went before, don’t think about after the game, just focus on the game and do whatever you can. Fight for your life” is Klopp’s instruction to his players. “That mood fits perfectly with this specific game. After the draw at Dortmund nobody really expected we would go through. Before the draw and then when people saw Dortmund they said: ‘Oh my God.’ People thought we would go out in the quarter-final but we showed it is possible. It is only an opportunity. A big opportunity. It is something like a dream. We want to make it true.”",
  "webTitle": "Jürgen Klopp hopes Anfield aura can inspire Reds comeback against Villarreal | Andy Hunter",
  "webPublicationDate": "2016-05-04T21:41:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/liverpool-jurgen-klopp-villarreal",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Villarreal",
      "id": "football/villarreal",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/04/liverpool-jurgen-klopp-villarreal"
}