{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/daniel-sturridge-jurgen-klopp-liverpool",
  "id": "2016-05-06-16",
  "sectionId": "football",
  "body": "Daniel Sturridge has said there are no problems between himself and Jürgen Klopp and that he is content at Liverpool with the club on the brink of “something special”. The Liverpool striker was handed his first start in four Europa League ties against Villarreal on Thursday and responded with a fine display as Klopp’s team secured a meeting with Sevilla at the final in Basel on 18 May. Sturridge’s omission from the starting lineup against Borussia Dortmund, the first leg of the semi-final at Villarreal and in the Merseyside derby defeat of Everton raised questions over his suitability to the Liverpool manager’s methods. It has also marked a change in the 26-year-old’s status as the leading striker at Anfield following a prolonged period on the sidelines with injury.   Related: Jürgen Klopp advises Liverpool fans without tickets to head to Basel    Sturridge, however, is adamant he has no issues with Klopp or a desire to leave Liverpool in the summer. The England international admits being upset when left out of the team but insists that reaction is natural, as his manager has also stated. “Of course I am happy here,” he said. “I’m happy. I have never expressed not being happy here. I think it is everyone playing devil’s advocate. They see that I have been left out sometimes and think: ‘Maybe that means he is unhappy,’ but the manager has got a job to do. He has got to pick the team that he feels is best on the day. And I have got a job to do, which is to perform when I am playing. “There has never been any friction between us, not at all. There is never any on my part and there is never any on the manager’s part either, I don’t think. It is his job to pick the team. I can never be upset. This is a team game and if he chooses to pick someone else, I have to take it on the chin. You know what? I can say it: I can be upset if I am not playing. But that is natural for any player to be upset. You just have to take it on the chin. And when you do come on, you have to be in the right frame of mind.” Sturridge’s 13th goal in 23 appearances this season gave Liverpool the aggregate lead against Villarreal and, as his celebrations testified, he considered the finish from Roberto Firmino’s pass the most important strike of his Anfield career. “I think it was because it was such a big game for us,” he explained. “With the first chance I had I was like: ‘How did that not go in?’ So I felt as if I had to make up for the first chance and I am grateful to God that I was able to do that. It’s the biggest goal I’ve scored for Liverpool but hopefully there will be a lot more bigger games and a lot more bigger goals to come in the future for the club.” Klopp said on Friday that Sturridge would be in peak condition for the European Championship if selected by England this summer, having been given a specialised training programme before his return from injury in February. The striker concurred: “There is no doubt about it. It’s a few months since I have been back and I haven’t had a day off. I’m not fronting this. I actually haven’t had a day off. When the other boys have had days off, I have been in. It has just been extra stuff, whether I have been training or doing recovery work, I have been doing it. I am not trying to create a sob story. At the end of the day, we get paid to do this and this is my dream. I can’t complain.” Sturridge believes Liverpool will use the painful experience of February’s Capital One Cup final loss to Manchester City, plus other near misses over the past few seasons, to their advantage when they meet Sevilla, the Europa League holders. “We get the impression as players that it is the start of something special but we will take each game as it comes,” he said. “We didn’t win the last final we played in, so we have to learn from that. I think Villarreal showed we have learned. We took things from the Capital One Cup in to Villarreal. We couldn’t have any regrets. We had to put everything in to it to try and get the results.” He added: “It took me a while to get over not winning the Premier League here. That is the closest I have been since leaving Chelsea to winning something big. The Capital One Cup was so difficult to take. I was in tears after the game, not just because we lost but because it was a moment for us. We wanted to move to the next level in that game but we were unfortunate. But we have learned from it and we have got another final. Sevilla have won it twice before. It’s not new for them but we have won it before as a club and we want to give the fans something to sing about.”",
  "webTitle": "Daniel Sturridge settled and ready for ‘something special’ at Liverpool",
  "webPublicationDate": "2016-05-06T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/daniel-sturridge-jurgen-klopp-liverpool",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/06/daniel-sturridge-jurgen-klopp-liverpool"
}