{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/wakefield-warrington-super-league-match-report",
  "id": "2016-05-15-45",
  "sectionId": "sport",
  "body": "There was a moment midway through the second half of this pulsating Super League game when, with the leaders Warrington trailing Wakefield by eight points and pressing hard to complete a remarkable comeback from 30-6 down, you felt that most sides would have buckled. The Wakefield of 2015 – who won only three of their 23 regular season games – would have. Even their side who started this season in similarly uninspiring form would have folded. But not this Wakefield since Chris Chester took charge. Some felt that the Wildcats’ 62-0 win against Wigan last month was more down to the many pre-match problems experienced by their opponents. But this result shows Wakefield are not only a fine side to watch with ball in hand, but one who can beat anyone in the competition.   Related: Benjamin Jullien finds his feet as surprise package for Warrington    Eight wins in nine games since Chester formally took over have lodged them firmly in the top eight – an unthinkable prospect a few months ago – and put them within four points of the top four. On this form Super League’s lowest salary-cap spenders will go into Magic Weekend confident of taking another major scalp when they play Catalans. “This is a great journey we’re on, but we just want to consolidate a place in the top eight,” Chester said. “Results have gone for us this weekend, we’re up to sixth and we just have to try and continue this momentum. None of us are getting excited just yet.” Wakefield can thank a stunning first- half display for their win. Their 24-6 lead at the interval proved too large a gap for Warrington to overturn. “That first half killed us,” the Warrington coach, Tony Smith, said. “They started enthusiastically, we didn’t come out of the blocks as well as they did and there were a couple of errors from blokes you’d normally count on.” Smith did not divulge the identity of the players responsible but, with two of Wakefield’s first-half tries coming via interceptions, it was not hard to identify them. With the home side leading 12-6 thanks to tries from Craig Hall and Matty Ashurst, they were gifted two more within the space of 13 minutes resulting from loose passes by the experienced Warrington duo of Ben Westwood and Kurt Gidley. From the first Hall outpaced Kevin Penny to dive in at the corner. Hall was again in the right place to scoop up a lazy pass from Gidley, eventually putting Tom Johnstone away for another superb Wakefield try. There was no respite for Warrington at the start of the second half when Ashurst went over for a second try, after a fine pass from the in-form half-back Jacob Miller to make it 30-6. But now Warrington began to rally. Two tries in three minutes from Daryl Clark and Gidley made it 30-18 and when Matty Russell crossed, two tackles after Ben Jones-Bishop had been sent to the sin-bin – the first of four cards shown by the referee, Chris Campbell, in the second half – the comeback was on. A penalty goal from the metronomical right boot of Liam Finn nudged Wakefield’s lead back out into double figures, but when Joe Westerman charged over to make it 32-28 it became a matter of whether they could hold out. But despite their captain, Danny Kirmond, being shown a yellow card for a trip with five minutes left, it was the Wildcats who scored the game’s final try, when Jones-Bishop atoned for his earlier indiscipline to touch down. Some of the play from both sides had an interested spectator, the former England footballer, Stuart Pearce, on his feet during the second half. Pearce, a well-known rugby league fan, has plenty of knowledge about sporting success stories – but surely not even he could have predicted the incredible job Chester is undertaking at his hometown club. Wakefield Jowitt; Jones-Bishop, Hall, Arundel, Johnstone; Miller, Finn; Scruton, Sio, Simon, Kirmond, Ashurst, Arona. Interchange Anderson, Annakin, England, Tupou. Tries Hall 2, Ashurst 2, Johnstone, Jones-Bishop. Goals Finn 6. Sin bin Jones-Bishop (53), England (68), Kirmond (75). Warrington Russell; Penny, Evans, Atkins, Lineham; Gidley, Currie; Hill, Clark, Sims, Jullien, Westwood, Westerman. Interchange Cox, Philbin, King, Smith. Tries Westerman 2, Clark, Gidley, Russell. Goals Gidley 3, Smith. Sin bin Gidley (68). Referee C Campbell (RFL). Att 5,180.",
  "webTitle": "Wakefield withstand late Warrington fightback to defeat the leaders",
  "webPublicationDate": "2016-05-15T18:41:47Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/wakefield-warrington-super-league-match-report",
  "keyword": [
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wakefield Trinity",
      "id": "sport/wakefieldtrinity",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warrington",
      "id": "sport/warrington",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/15/wakefield-warrington-super-league-match-report"
}