{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/should-david-camerons-u-turn-on-unaccompanied-child-refugees-be-celebrated",
  "id": "2016-05-07-161",
  "sectionId": "world",
  "body": "Is David Cameron’s U-turn on unaccompanied child refugees good news? The government’s offer of sanctuary was widely welcomed, but there is huge uncertainty about what the rather vague commitment will mean in practice. Some of this confusion is to be expected, given that the policy was designed on the hoof early this week, as the prime minister tried to quell a rebellion of backbench Conservative MPs on the key immigration bill amendment put forward by Labour Lord Dubs (a former Kindertransport child refugee himself). But campaigners are still wondering whether or not to celebrate. Who is eligible? Any unaccompanied child registered in Greece, Italy or France before 20 March is eligible for resettlement. No one after this date will be accepted to “avoid creating a perverse incentive for families to entrust their children to people traffickers”. The government will work with Save the Children and the UNHCR to decide who to take, probably looking at whether the child has relatives in the UK, and if they are the “most vulnerable” – at risk of exploitation or abuse in their current situation.   Related: Ministers urged to let in 3,000 unaccompanied child refugees    Where are they from? The majority of unaccompanied children arriving in Europe are from Afghanistan, followed by Syria, Eritrea and Iraq, fleeing war, violence and persecution. Some have lost parents through illness or drowning en route; others have left parents behind and could be reunited with them later. Are we talking about tens, hundreds, or thousands of children? This is the biggest unknown. The original Dubs amendment suggested 3,000 children should be resettled; the modified Dubs amendment, which the government accepted, has no figure – and the government has said that it will work with local authorities to decide how many places can be made available. There is an amount of buck-passing among officials when pressed for details: the Home Office suggests talking to the No 10 press office; the No 10 press office suggests that it’s a Home Office policy. The Local Government Association (LGA) says it has yet to be consulted. Home Office minister James Brokenshire briefed MPs that he thought the final figure would be 1,000–3,000. What is the UK’s fair share of the unaccompanied child refugees in Europe? Last summer the EU calculated that Britain’s fair share was 11.5% of the 26,000 unaccompanied migrant children who had arrived in the EU – 3,000. But this turned out to be a huge underestimate. By the end of the 2015, almost 90,000 unaccompanied minors had been registered in the EU – making our fair share somewhere around 10,000 children. Given the government’s huge resistance to accepting even 3,000, no one is campaigning for the higher figure. Where will the money come from? No 10 has indicated that there will be central government funding – but nothing has been spelled out formally. The LGA is sceptical and says there will be reluctance from councils to offer places until they understand precisely who will foot all aspects of the bill – extra school places, children’s home vacancies, the higher costs of private foster care (up to £1,000 a week). It costs roughly £50,000 a year to look after a refugee child. Some MPs have called for the money to come from the Department for International Development budget.   Related: David Cameron announces concessions on child refugees    Will this put more pressure on councils? Yes. Between 2010-2015 local authorities saw a 40% cut in budgets. Some are struggling with a shortage of foster care places now. Councils are already looking after more than 4,000 unaccompanied asylum-seeking children. If 3,000 more children are accepted, this could work out at around 20 per local authority. Council officials say there is a real willingness to help, but the details of who will pay needs to be clearer. What happens to the children when they turn 18? No one knows this either – and it is an important question, given that many of the unaccompanied children are aged 15, 16, and 17. A line in the immigration bill going through parliament suggests they may have to reapply for asylum when they turn 18. Until this is clear, there will be huge uncertainty about their longer-term prospects. How many foster carers are on standby? The Home for Good charity has identified 10,000 families who have come forward to say they would like to foster a refugee child, but local authority officials say not all of the well-intentioned offers of help are suitable. The government has a legal requirement to give a stable home to children in care, and foster carers for children who have been exposed to the trauma of war will need specialist training.",
  "webTitle": "Should David Cameron’s U-turn on unaccompanied child refugees be celebrated?",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/should-david-camerons-u-turn-on-unaccompanied-child-refugees-be-celebrated",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eritrea",
      "id": "world/eritrea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "world/2016/may/07/should-david-camerons-u-turn-on-unaccompanied-child-refugees-be-celebrated"
}