{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/back-pages-bob-dylan",
  "id": "2016-05-19-143",
  "sectionId": "commentisfree",
  "body": "The summer before my dad died, we moved house. Up until that point, we had lived with my grandmother; now finally our family had our own space to spread out. As the temperature rose, we were gripped by a giddiness that found expression in acts of spontaneity. One night, I watched my parents dance round a bonfire, the glowing embers rising up to my bedroom window like prescient ghosts. Money was tight, so there was no television set. But we owned a turntable on which my dad’s records spun constantly. It played Jimi Hendrix, Johnny Cash and Joan Baez, but mostly, it played Bob Dylan. Tracks from The Basement Tapes and Desire became the anthems of our new life. My brother and I, aged eight and 10, climbed trees, built dens and learned the words of Clothes Line Saga: “Have you heard the news?” he said with a grin. “The vice-president’s gone mad.”“Where? “Downtown.” “When?” “Last night.”“Hmmm, say, that’s too bad!” We would chant, over and over, consumed by our own hilarity. It was January and the earth was hard when my dad suffered the aneurysm and collapsed in the back garden, close to the spot where the bonfire had blazed. The paramedics put him on a stretcher and took him to hospital, but with lethargy born of knowing they’d arrived too late. He was 36 going on 37 then, the same age as Dylan. Afterwards, our laughter subsided, but we kept on playing the records. With no grave to visit, listening to Dylan became our sole ritual of remembrance – his sandpaper rasp, a kind of keening. The two men became so intertwined in my head, I struggled to tell them apart. My dad was the tousled-haired figure on the cover of Blonde on Blonde. A few bars of the harmonica was all it took to summon up his ghost.   Related: A moment that changed me – listening to David Bowie’s Hunky Dory | Peter Ormerod    Dylan was my dad’s gift to me. I kept on listening to Mr Tambourine Man, Don’t Think Twice and A Simple Twist of Fate, and my love of language grew. What child wouldn’t be spellbound by songs full of vagabonds, pirates and seasick sailors? But it was the strangeness of concepts I was too young to grasp that thrilled me most. What made a mouth “mercury” or eyes “warehouse”? How did it feel to have “no direction home?” Farewell, Angelina became my party-piece: The machine guns are roaring.The puppets heave rocks.The fiends nail timebombsTo the hands of the clocks. I would sing this at church cheese and wines, to the disapproval of the assembled audience. Or perhaps not. A lot of allowances were made. I grew up, as children are wont to do. I didn’t think about my dad or Dylan as much. I remained a fan of the music, but I wasn’t obsessed. I couldn’t have told you which tracks were on which album and which album was recorded in which year. Cataloguing my relationship with him would have diminished it and, anyway, I wasn’t that interested. Then, one day in early 1995, my brother phoned to say he had bought us both tickets to see him play at Brixton Academy. Work had been manic. London felt like a long way to go. But finally seeing Dylan step out on to the stage brought a sudden rush of euphoria. After an untypically upbeat set, which included Positively 4th Street and Love Minus Zero, No Limit, and two encores, he returned to perform I Shall Be Released with Elvis Costello. Standing amid the sweat and the smoke and the broken beer bottles, it didn’t feel like a gig: it felt like an act of faith.   Related: Bob Dylan's new album – as performed by Frank Sinatra, Ella Fitzgerald, Billie Holiday and more    I have seen Dylan a couple of times since, in Glasgow, with my mum. Watching him age has been a weird experience – a privilege, but also a reminder of what should have been. Together, we have fretted about his spindly legs, his arthritic-looking fingers and his broken voice as if we might be responsible for drawing up his future care plans. When he failed to come north on his last visit to the UK, it felt like a betrayal. My brother is not around so much these days. He lives hundreds of miles away and spends a lot of time in the Far East, but he was up for a visit recently. We passed a convivial evening laughing and drinking, while his son and daughter, aged nine and 11, performed for us. My nephew looks much like him as a child, except that he has red hair and is as yet untouched by loss. His party-piece was Subterranean Homesick Blues. He sang it word-perfect and without hesitation. And so it goes on: Dylan’s music as an heirloom, passed down the generations. The great behatted one turns 75 next week. Imagine that. Despite all the hard living, he’s about to notch up three-quarters of a century. Doesn’t seems fair, somehow. It’s also 50 years since the release of Blonde on Blonde. An abundance of artists, including Emmylou Harris, will celebrate both events at Dylan Fest in Nashville. Other tributes will be held in cities across the US and the UK. At home, I expect I’ll raise a glass and play a few tracks. Enough to remember, but not enough to make me maudlin. It will be a low-key affair, quite unbefitting to his status, but there will no shortage of gratitude, nonetheless.",
  "webTitle": "A moment that changed me: when Dad died, Bob Dylan was my heirloom | Dani Garavelli",
  "webPublicationDate": "2016-05-19T14:39:39Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/back-pages-bob-dylan",
  "keyword": [
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dani Garavelli",
      "id": "profile/dani-garavelli"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/back-pages-bob-dylan"
}