{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/venezuela-police-fire-teargas-protesters-crisis",
  "id": "2016-05-18-42",
  "sectionId": "world",
  "body": "Police have fired teargas at protesters calling for the resignation of the Venezuelan president, Nicolás Maduro, and shut down swaths of central Caracas to control the demonstrations, as the Caribbean nation slid deeper into political crisis. Wednesday’s protests came the day after Maduro said the opposition-controlled parliament had become irrelevant and predicted that it might soon “disappear”, as his political enemies upped pressure for a referendum to force the leader from office.   Related: Venezuelans on the food and economic crisis blighting their daily lives    Déborah Ochoa Patrán, a student at the University College of Venezuela, said the clashes occurred after police blocked access to the National Electoral Centre and used teargas to disperse the crowd. She said there were several arrests and some policemen were beaten by protesters. “People who oppose the government are demanding recognition of their right to recall the president. That’s the main reason people went out today. But this is also about everything underneath that: children dying in hospitals because of shortages of medicines, 10 hour queues for food; corruption in the government; water and electricity cuts; the lack of security.” Venezuela’s government is struggling to manage a shrinking economy and runaway inflation. Daily life for most people in the country of 30 million is marred by food shortages and severe power cuts, looting, an entrenched black market, rampant violence and failing public services. US intelligence officials last week warned that they feared the South American country could be on the brink of disintegration, after tumbling crude prices devastated its already shaky finances. “You can hear the ice cracking. You know there’s a crisis coming,” one told journalists last week. Maduro, who says the country’s problems are caused by rightwingers and foreign interests plotting to destabilise the country and end his rule, on Friday decreed a 60-day state of emergency. But parliament this week refused to pass it, as opposition leaders instead pushed for a referendum to force Maduro to stand down for mismanagement. They have collected enough votes to trigger a broader recall petition under the constitution. The president dismissed the referendum as “optional”, and election authorities have so far refused to accept their petition, sparking several days of protests, which have repeatedly degenerated into violent confrontations. The thousands of protesters who gathered in towns across the country on Wednesday were calling on election authorities to accept their signatures and launch the next phase of the recall process. In Caracas about a dozen metro stations near the main protest site were closed, and the square itself where they planned to meet was also reportedly blocked off, with opposition politicians saying the government was afraid of the demonstrators. “They have closed the metro [stations], shut off access to the streets,” said opposition leader Henrique Capriles on Twitter after the Caracas protesters began gathering downtown. “It’s Nicolás Maduro’s fear of the people, who want a recall and change.”     Cerraron Metro,accesos a Ccs,el miedo de @nicolasmaduro al Pueblo que quiere REVOCATORIO y CAMBIO!— Henrique Capriles R. (@hcapriles) May 18, 2016    The demonstrations appeared to be larger than previous anti-government rallies this year, but still smaller than a wave of protests which shook the country in 2014 and resulted in dozens of deaths.  If Maduro can put off a referendum until next year, losing would have a more limited impact. If he is ousted this year, it would trigger an election, while next year it would simply allow his deputy to take over power. For now, Maduro has the upper hand, because the supreme court and election authorities are broadly supportive of his government, and can overrule parliament on the state of emergency and obstruct efforts to organise a recall vote. But the opposition parties who took control of parliament with a landslide victory in December elections have warned Maduro against using his powers to ignore popular discontent. There is deep frustration about Venezuela’s slide towards chaos even among people who voted for Maduro or supported his populist predecessor, Hugo Chávez. “This is unbearable,” Wilson Fajardo, 56, a mechanic whose three children ate only bread for dinner the previous night, told Reuters. “We voted for Maduro because of a promise we made Chávez, but that promise has expired. Either they solve this problem, or we’re going to have to take to the streets.” Waiting to meet relatives at the Caracas airport, Regulo Olivares, 45, said that tensions in the oil-rich country seemed to be coming to a head.  “In December we had hope that things would get better. But things have got much worse,” he said. “I’m not with either side but what is clear is that something’s got to change, but Maduro says he won’t allow the referendum. We’re running out of options.” Public servants are on a two-day week, there are regular rolling blackouts and the murder rate has soared. The number of people killed in Venezuela in the first three month of this year has outstripped the civilian toll of Afghanistan’s war in all of 2015, the New York Times noted in an editorial damning Maduro’s rule. The problems have left almost no corner of Venezuelan life untouched. Recently even the country’s largest food and beverage company said it would have to mothball beer production, because it cannot get the foreign currency it needs to import malted barley for the brewing process. “Nightlife still exists in the city because some people are going out of their way to find a distraction, an escape, from the usual drama the country finds itself involved in. Caracas is hectic, as always, but there is an air of dread pervading the city,” Luís, a programmer from Venezuela’s capital, told the Guardian. Thousands spend the early hours of every night out on the streets, not partying but queueing for scarce supplies of the most basic food and household supplies. “I have not been able to get milk, sugar or cornflour in about four or five months. Toilet paper is an issue, as well as soap and deodorant,” said Cristina, a 60-year-old translator and conference producer from Caracas. She refuses to go on the black market because she considers the sellers crooks, but says her government ration card is almost worthless. “We’re supposed to have access to basic foodstuffs on a particular day of the week, according to the final number of your ID card, but usually the products I need are not available.” The country’s hospitals, once the pride of its government, have been slipping into disrepair, with patients reduced to bartering for drugs and bringing in their own supplies. Carlos, whose wife is due to give birth next month, said he felt relatively lucky. His company provides medical insurance which means they will be able to have a caesarean in a private hospital. But even then, they have been asked to bring their own soap for the baby, and worry about what will happen after the birth. “My wife wants to breastfeed, but if for some reason we need baby formula, that’s also very hard to find,” he told the Guardian. “In the black market it costs around 30% of a minimum monthly wage for a can that lasts four or five days.” Former Spanish prime minister José María Aznar and 23 former Latin American leaders have warned of an economic, political and governance crisis in Venezuela, and protested about the “political persecution” of opposition parties after Maduro’s broadside against parliament. Opposition leader Capriles warned the army that the state of emergency was unconstitutional, and said if Maduro insisted on enforcing it, officers would be forced to chose between their loyalty to the country or their president. “The hour of truth is arriving, to decide if you are with the constitution or with Maduro,” he told a news conference, adding that he wanted to avoid another coup in a country with a history of instability. “We don’t want a military solution, that’s why we are seeking a recall, the democratic solution.” Additional reporting by Jonathan Watts",
  "webTitle": "Venezuelan police fire teargas at protesters as national crisis intensifies",
  "webPublicationDate": "2016-05-18T19:01:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/venezuela-police-fire-teargas-protesters-crisis",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Graham-Harrison",
      "id": "profile/emma-graham-harrison"
    },
    {
      "webTitle": "Sibylla Brodzinsky",
      "id": "profile/sibyllabrodzinsky"
    },
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    }
  ],
  "guardianId": "world/2016/may/18/venezuela-police-fire-teargas-protesters-crisis"
}