{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/06/zac-goldsmiths-teeth-a-cuppa-trainer-laces-vowels-we-review-anything",
  "id": "2016-05-06-208",
  "sectionId": "culture",
  "body": "Zac Goldsmith’s teeth     Zac Goldsmith’s teeth. Photograph: Andrew Parsons / i-Images         The poor state of British teeth is something of a cliche around the rest of the world. But, if we accept that most cliches contain a grain of truth, we must also accept that in the UK, the teeth can reveal plenty about the person. Zac Goldsmith’s gnashers are a credit to him, a credit to his dentist and a credit to his delightful parents who, in between taking legal action against Private Eye and launching hostile takeovers of previously successful companies, obviously encouraged young Zac to keep his brushing thorough and regular.   Related: Proms, Kevin Costner's \"English\" accent, a smiley face, the onion – we review anything    Like most Brits who are successful in any sphere of life, Zac doesn’t like to flaunt his teeth. To him, that would be slightly vulgar. Less is more. However, when particularly delighted, he’s recently given us a glimpse. Goldsmith’s arching is almost perfect. There’s the merest hint of diastema around the lingual aspect of his mouth. And some very mild malocclusion in places. But otherwise, bravo Zac. Still, as some would uncharitably say, this attractive dental functionality might soon come in handy. After Sadiq Khan has finished with him, Zac’s dental records might be all we have to go on. 8/10 PH This person’s brew       The art of making tea is one you can spend your whole life perfecting. It’s a discipline of infinite mystery: just when you think you’ve got it nailed, you misjudge the angle of the milk, or somehow manage to make it grey. Personally, I take tea-making more seriously than most, having been part of a non-government recognised training programme created by my mother in 2001 (I am the only student), since which time she has provided me with feedback for about 90% of the cups of tea I have made her. I constantly aim to impress.    Related: Games based on pop stars, yesterday afternoon, a bin, root canals – we review anything    I’m going to judge this cup of tea as if I had made it, which is to say: very harshly indeed. There is one mitigating factor, however – as anyone who has studied tea-making will well know – and it is that the light quality of the room the mug resides in can totally transform the look of a “cuppa” (as they are sometimes called). Take a passable cup of tea out of a dingy room, and it will turn into something unpalatably pale before your very eyes. You really need to experience material reality of the tea’s context to know exactly what colour it is, which is the infallible indicator of the tea’s taste. To my eyes, this particular tea looks 20-30 seconds of bag submersion too dark, but that could just as easily be an upshot of the conditions. Then again, if that camera has a bright flash on it, that tea could well be the colour of mud. Because of my expertise, it is with a heavy heart that I end this appraisal without a true judgment of the cup of tea in question, but I feel it would be unconscionable to do so. It’s with a heavier heart, though, that I absolutely have to.  5/10 RA Footjazzling         The shoe of the buffoon.    Ah, the famed “checkerboard”* lacing technique, spoken about in hushed tones but rarely successfully achieved. The example above is actually, for my money, a fairly weak effort, failing to look very much like a “checkerboard” at all. (Also, toxic spill- green laces on white All Stars – what kind of aberrant behaviour is this?) For a far better example of the style, look at these bad boys:     Set fire to these shoes.    Phwoar, check out the lace latticework on that. So anyway, I think we can all agree that in purely aesthetic terms, we’re in 10/10 territory here. But, good grief, what a faff it is to achieve. You’ll need four shoelaces for a start, and there’s a fair chance you’ll end up looking like this if you attempt it. But hey, pull it off and you’re likely to be the coolest cat in the schoolyard (nb this style shouldn’t be worn by anyone over the age of 14).  7/10 *I know, I know, draughts board, but “checkerboard” is the commonly used term in this instance  GM The vowel           The longest word in the English language without any vowels in it is “rhythms”. The longest archaic word in the English language without any vowels in it is “twyndyllyng” – an olde-worlde appropriated Welsh word meaning “twin”. Both of these words, as you can see, are fantastic.    Related: Iggy Pop's cockatoo, hamster toys, a sign, a Guide writer's career choices: we review anything    Nevertheless, vowels provide an essential linguistic function, punctuating words with pleasingly airy “ooh” and “ahh” whooshes. Without them, words would be nothing but a series of clicks, hisses and whistles, like a dolphin arguing with a cat at a Stomp concert, or something. Plus, vowels provide 100% of a chimpanzee’s entire vocabulary, and around 90% of a modern “lad’s”. It is impossible to spell “oi oi” without vowels, after all. So, you see, reviewing vowels is actually quite a multi-faceted task.  With that in mind, let’s look at them individually:  A – Pronounced “ay”. Though in the word “bath”, if you’re from the north it’s said “ah” and if you’re from the south, inexplicably, it’s “ar”. “A” is the vowel of the north-south divide. It is a vowel of hatred. Though it is also used to denote excellence in examinations and energy efficiency in boilers. Useful. 7/10 E - The raver’s favourite vowel. 9/10 I - The most selfish of all vowels, and coincidentally the only vowel that’s a word all on its lonesome. I is an island. I would vote Tory. I wants property prices to keep rising because it owns its house and doesn’t care about anyone but itself. I blocks wind turbine planning applications because it likes being able to see Berkshire from its conservatory. I is a right plum. 2/10 O - The most visibly pleasing of all vowels, particularly when stacked together. Ooooooo. OooooooooooooO. Plus, O is almost like a drawing of your mouth when you say O. The person who made up the O really sat down and thought about that. And it shows. Bravo. 10/10 U - The cutesy-est of vowelage, and the vowel most prone to misuse in appalling millennial text shorthand. Hardly U’s fault, but there’s no getting away from this. 5/10  Overall score for the vowel – 6.66.  LH  Got a suggestion for next week’s Review Anything? Leave it in the comments or tweet it to @guideguardian",
  "webTitle": "Zac Goldsmith's teeth, a cuppa, trainer laces, vowels: we review anything",
  "webPublicationDate": "2016-05-06T11:44:38Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/06/zac-goldsmiths-teeth-a-cuppa-trainer-laces-vowels-we-review-anything",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    },
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    },
    {
      "webTitle": "Luke Holland",
      "id": "profile/luke-holland"
    }
  ],
  "guardianId": "culture/2016/may/06/zac-goldsmiths-teeth-a-cuppa-trainer-laces-vowels-we-review-anything"
}