{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/oklahoma-city-thunder-golden-state-warriors-nba-playoffs",
  "id": "2016-05-17-189",
  "sectionId": "sport",
  "body": "This year’s NBA playoffs have found their villain now, thumping into the title holders with frosty glares. The Oklahoma City Thunder became the bad guys of the postseason when they broke up what was probably Tim Duncan’s last championship run. And now they are trying to ruin the Golden State Warriors’ joy. OKC swaggered onto the Warriors floor Monday night no longer the young, happy team of a few years back but gruff outsiders scarred by disappointments and looking to stomp on sunshine. There’s nothing fun about this Oklahoma City team. Almost an afterthought in Steph Curry’s Western Conference, the Thunder have remade themselves as a rugged spoiler of pretty basketball, ready to shove, elbow or wrestle their way to a victory. This is what makes them the most serious threat to the Warriors’ dance to a second straight title. They lug with them a world of resentment with nothing to lose ­­– a lethal combination in playoff basketball.   Related: Eastern Conference finals: the Raptors can win – even if they lose to the Cavs    “I mean we hear it all the time, defense wins games,” Oklahoma City forward Kevin Durant said in a leaden, passionless voice after the Thunder’s 108-102 victory over the Warriors in the first conference final game. The team that was supposed to be the Warriors’ latest victim on their march to the next title will not go quietly. All those beautiful passes, skipping shots and delicate player movements that dazzled the NBA this season do not impress a core of Oklahoma City players all these years on. The Thunder use words like “resilient” and “focus,” which usually fill the dreary, heavy talk of a team that looks at the playoffs as a long, tedious slog of games to be endured rather than won.    Russ & KD outduel Steph & Klay in #WARRIORSvTHUNDER Game 1!https://t.co/YXFcbtSBDT— NBA (@NBA) May 17, 2016    In Game 1 they forced Golden State to rush perfection. Their aggressive lunges at the ball forced the Warriors out of the precise and delicate pace. Passes were thrown a foot too far, shots were an inch too far to the left or right. The Warriors didn’t miss by much. But all the Thunder needed to turn a Golden State party into a seven-game war was nudge Curry (26 points on the night) and Klay Thompson (25) to shoot a couple of seconds too soon and from just the wrong angle. The Golden State machine broke down after that. They are the antidote to the effortless brilliance that has been Golden State for nearly these last two seasons. If they are going to win they will win ugly and this is something they are more than fine with. That determination was never more obvious than in the fourth quarter as they fought their way to victory - at one point in the game they had been 14 points down to the Warriors. Durant picked up 26 points, including a crucial jumper with 30 seconds left, and Russell Westbrook scored 24 of his 27 in the second half. “I mean what’s to celebrate?” Durant said of his team’s dour look after what should have been a momentous victory. “We didn’t win the championship.” He did not smile.   Related: Thunder's Steven Adams sorry for 'monkeys' comments after Warriors game    Once the Thunder were the Warriors. Once Durant was Curry, a player who played as if he loved every minute he was on the court. Durant wore backpacks to his postgame press conferences and Westbrook had the funny suits. They were everybody’s darlings, the team the world wanted badly to win back. Late on Monday night, long after Curry had dressed and left the arena, Durant lingered in the hall outside the Thunder locker room. He had on ripped jeans and a denim jacket. He didn’t wear a backpack. He didn’t look young and happy. He waited impatiently for Westbrook who was several steps behind and looked less like a fashion icon and more like someone out to walk the dog in an oversized orange sweatshirt. The Thunder have grown up into something far less fun but far more dangerous. They are forgotten and experienced and they know just how to make the Splash Brothers struggle to make everything look easy. Defense wins games. Who knew years ago this would become the mantra of Westbrook and Durant? But if they are to ever win a title together that is the stand they have to take. They never could win everything by being pretty but they might just take it all by playing ugly. The new Thunder will never be as loveable as the boundless Warriors who skip passes through games with a splendid ease that can resemble a world-class soccer team.  “They didn’t make many mistakes on the defensive end which forced us into bad shots,” Curry said. “Offensively we sucked,” Golden State’s Draymond Green said. This was, of course, but just one game of a long series and the shots Curry took that looked dumb on Monday would have been brilliant had they fallen. He has a way of turning shots that no one should take into works of art. If two of those attempts that clunked of the rim and instead swished through the net we would be talking about another chapter in the never-ending Curry story. But he didn’t make them and with seven turnovers, many on sloppy pass attempts over the Thunder’s formidable front court he fell into the trap set by the new Thunder, the one that will try to grind their way to a championship. In two weeks they have beaten the Spurs and the Warriors three times on their home courts which is as many times as San Antonio and Golden State lost at home all season. After years of despair they have learned to deliver despair to others. Suddenly there is a threat to the Warriors. Few saw the Thunder coming.",
  "webTitle": "Thunder play ugly brilliantly as they shock Warriors in conference finals",
  "webPublicationDate": "2016-05-17T11:24:02Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/oklahoma-city-thunder-golden-state-warriors-nba-playoffs",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/2016/may/17/oklahoma-city-thunder-golden-state-warriors-nba-playoffs"
}