{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/moma-ps1-warm-up-2016-line-up-skream-dj-premier-maya-jane-coles",
  "id": "2016-05-17-49",
  "sectionId": "music",
  "body": "MoMA PS1 has released the details of its annual Warm Up summer parties, which will feature acts ranging from hip-hop and techno stalwarts such as DJ Premier and DJ Stingray to British dance music stars in the form of Skream and Maya Jane Coles.   Related: Skream’s favourite tracks    The event will start on 11 June with a lineup including Fatima Yamaha – whose track What’s A Girl To Do was a sleeper hit when it was reissued last year – as well as grime star Flava D and a headline performance from DJ Premier, who formed half of hip-hop duo Gang Starr. Warm Up runs every Saturday until 27 August and features DJ sets and live performances at the Queens venue, which is a sister site of the MoMA in Manhattan (tickets are available now).  The annual parties are in their 19th year and take place in the PS1 courtyard, which this year will also have an installation from Mexico City-based architecture firm Escobedo Solíz Studio. In a press release MoMA PS1 stated: “Warm Up supports both established and emerging artists by creating a platform that allows for experimentation and provides a space for collaboration, new material, and side projects.” The lineup is chosen by a committee that includes: Dean Bein of True Panther Sounds; Jace Clayton AKA DJ /rupture; Jonathan Galkin of DFA Records; Eliza Ryan; Brandon Stosuy from Pitchfork; Imogene Strauss of Cool Managers; and Matt Werth of RVNG Intl, whose roster includes artists such as Holly Herndon. Full lineups (additional acts will be added throughout the summer):     DJ Premier. Photograph: Stuart Ramson/Invision for 2K    11 June DJ PremierFlava D Deantoni Parks (live)Fatima YamahaLondon O’Connor (live)BEARCAT 18 June Danny KrivitHoney SoundsystemNancy WhangKenton Slash DemonGuiddo 25 June DJ DramaD.R.A.M. (live)DJ Burn OneYa Boy Big Choo & Da Crew   Related: Juliana Huxtable interrogates 'older, whiter versions' of history at MoMA    2 July Theo ParrishDJ StingrayLena WillikensKiki Kudo 9 July BrodinskiLouisahhhJuliana HuxtableCelestial Trax ft Roosevelt Rozay Labeija (Plus a TBA live act)     Skream. Photograph: Gary Wolstenholme/Redferns    16 July SkreamDBM (Deadboy and Murlo)AJ Tracey (live)Nina Las VegasEartheater 23 July BrankoMC Bin Laden (live)Kamaiyah (live)Maluca Mala (live)Milka La Mas Dura (live)IMAABSEndgame     Maya Jane Coles. Photograph: David Levene for the Guardian    30 July Maya Jane ColesJay DanielJoey AndersonPalmbomen IIOhal 6 August SwizzymackTT The Artist (live)DJ ClassDJ TameilDJ Jayhood(Plus a TBA live act) 13 August Special RequestDoc ScottMumdance b2b LogosSADAFSHYBOI     Hot Chip. Photograph: PR Company Handout    20 August Joy Orbison and Ben UFOHot Chip (DJ Set)Marcus MarrPowell, Russell Haswell, Not Waving, Jaime Williams 27 August DJ PaypalElysia CramptonAsh Koosha(Plus TBA acts)",
  "webTitle": "Skream, DJ Premier and Maya Jane Coles to headline MoMA PS1 Warm Up",
  "webPublicationDate": "2016-05-17T18:30:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/moma-ps1-warm-up-2016-line-up-skream-dj-premier-maya-jane-coles",
  "keyword": [
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Museum of Modern Art",
      "id": "artanddesign/moma",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/17/moma-ps1-warm-up-2016-line-up-skream-dj-premier-maya-jane-coles"
}