{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/03/robert-peston-criticises-vicious-approach-to-interviewing-politicians",
  "id": "2016-05-03-285",
  "sectionId": "media",
  "body": "Robert Peston has criticised rivals who take a “vicious and vindictive” approach to grilling politicians and public figures, arguing that it doesn’t make for the best interviews. Peston, whose new ITV show Peston on Sunday launches this week, said “pouring shit” on politicians and celebrities creates an atmosphere where it is too dangerous for them to say what they really think in an interview. “When public figures don’t play it safe... then they get this incredible bucket of shit poured on them,” said Peston, in an interview with the Radio Times. “I think if we want people to say what they think, we’ve got to disagree with them in a less vicious and vindictive way. There’s nothing wrong with being courteous.” The BBC’s former economics editor, who moved to ITV late last year, said he wanted his new Sunday morning politics show to provide an environment where politicians and public figures will feel they can go beyond stock PR-driven commentary and open up about themselves. “I am trying to create a space in which people who got out of the habit of speaking the truth and speaking confidently, can do both,” he says. “We want to try to get away from the horrible world where politicians feel they have to pre-prepare everything and that it’s too dangerous to actually say what they really think.” He points to a recent interview with prime minister David Cameron, who admitted investing money in his father’s offshore trust, as an example of what kind of interview he wants to deliver on his one-hour show. Despite making a thinly-veiled poke at the combative journalism style employed by people such as Jeremy Paxman, Peston said he wasn’t in the habit of “badmouthing” rivals. “I’m a very, very, very competitive journalist but I would never badmouth a colleague,” he said. “Anyway, I think they [rivals] are all great and I’m not trying to be better than them. I’m just trying to be completely different. I hope that difference appeals to the public.” Peston said he was pleased with the way Cameron spoke candidly about his father “which I felt was genuine from what he had said before”. Peston also commented on his image overhaul reflecting that it was in part a response to the death of his wife, Sian Busby, in 2012. “I’ve wondered why I changed my look so much,” he said. “I think some of it was an inevitable new start kind of thing. You’re feeling absolutely miserable, everything’s horrible, and I think I sort of reclaimed a look I had – believe it or not – when I was a teenager. I suspect I was trying to reclaim happier times.”",
  "webTitle": "Robert Peston criticises ‘vicious’ approach to interviewing politicians",
  "webPublicationDate": "2016-05-03T09:24:27Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/03/robert-peston-criticises-vicious-approach-to-interviewing-politicians",
  "keyword": [
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/03/robert-peston-criticises-vicious-approach-to-interviewing-politicians"
}