{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/13/north-dakota-wolverine-shot-rancher-150-years",
  "id": "2016-05-13-31",
  "sectionId": "us-news",
  "body": "A North Dakota rancher fatally shot the first wolverine documented in the state in more than 150 years, outraging wildlife advocates across the US who said the killing was cruel and unnecessary. The rancher, who allegedly posted photos of the dead wolverine on Facebook, with the caption “killed this here critter out tormenting the cows”, was justified in shooting the animal, according to state wildlife officials, who said the wolverine had traveled in numerous states in the west.  “If there’s a situation where their livestock or property is in danger, they have the ability to take out the animal,” said Greg Link, chief of conservation and communication with the North Dakota game and fish department. “The statute says you can protect your personal property.”   Related: Three men face charges for killing tiny, endangered fish in drunken rampage    Link said the state investigated the shooting, which happened last month but spread on social media this week, and determined that the killing complied with state laws. Wildlife officials had originally placed a transmitter on the wolverine, identified as M-56, when the animal was located south of Yellowstone National Park in Wyoming in 2008, according to Link. The wolverine, a male who was eight or nine years old, was healthy when he was killed and had also previously traveled to Colorado, he said. Because wolverines are not classified as endangered or threatened, ranchers are free under state law to kill them if they are a threat.  Even though federal officials believe the wolverine is not in danger of extinction in the “foreseeable future”, sightings of the species in North Dakota are unheard of. Link said the last formal documentation of a wolverine in the state was in the 1850s.     The wolverine in Colorado. Photograph: Ray Rafiti    Ray Rafiti, a wildlife photographer based in Fort Collins, Colorado, said he took photos of M-56 when he spotted him in 2009 in Rocky Mountain National Park. “After a couple weeks of wandering across Wyoming [the wolverine] found his way to Colorado,” Rafiti wrote on his Wild Faces Wild Places Photography Facebook page this week, after learning of the killing. “On that evening he walked right in our laps. I was fortunate to capture several photographs before he ran up the hillside and out of sight.” The photographer said the animal was Colorado’s first wolverine visitor in more than 90 years and called the shooting a “very sad ending to a majestic and historic visitor to our state”. Seeing the wolverine in Colorado was a profound experience, Rafiti said on Friday. “I’ve got a strong personal attachment to this animal. ... To have that kind of encounter was personally incredibly thrilling.”  After he saw photos of the animal’s body this week, “the sadness turned to really frustration and anger”, Rafiti said. He said he hoped the killing would encourage officials to pursue stronger regulations protecting wolverines.  “We’d really like to see something good come out of it.”  Wolverines are typically found in the North Cascades in Washington and the northern Rocky Mountains in Idaho, Montana, Oregon and Wyoming, according to the US Fish and Wildlife Service. They tend to live in remote and inhospitable locations away from humans. The rancher accused of killing the wolverine did not respond to a request for comment.",
  "webTitle": "'Killed this here critter': outrage after US rancher shoots rare wolverine",
  "webPublicationDate": "2016-05-13T20:20:32Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/13/north-dakota-wolverine-shot-rancher-150-years",
  "keyword": [
    {
      "webTitle": "North Dakota",
      "id": "us-news/north-dakota",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/13/north-dakota-wolverine-shot-rancher-150-years"
}