{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/01/who-ya-gonna-call-why-ghostbusters-is-leading-the-charge-for-female-buddy-movies",
  "id": "2016-05-01-80",
  "sectionId": "film",
  "body": "Wednesday 27 April was Administrative Professionals’ Day, formerly National Secretaries Day – an annual celebration begun in the US in 1952. A heavily gendered date, it is traditionally an opportunity for florists and chocolatiers. But this year, a movie grabbed a slice of the pie. That movie was Ghostbusters, the forthcoming reboot of the beloved supernatural comedy that sees Melissa McCarthy, Kristen Wiig, Leslie Jones and Kate McKinnon don the jumpsuits once worn by Bill Murray, Dan Aykroyd, Harold Ramis and Ernie Hudson. In Ivan Reitman’s 1984 original, the secretary was Janine: goggle glasses, pixie cut, questionable telephone manner (“Waddya want?”). In Paul Feig’s version, it’s Kevin: a ditzy blond hired for his hunkiness not his shorthand. The clips released to coincide with Administrative Professionals’ Day – Kevin baffled by the phone, botching the tea run, eagerly drafting inappropriate logos (think busty ghosts) – brilliantly showcase the gender flip that is one of the movie’s key USPs. The step-change can still leave you giddy. Twelve months ago, Chris Hemsworth, the actor who plays Kevin, was in every multiplex as Thor, he of the unreconstructed chivalry and massive mallet. Off screen, we were still in the early days of the gender inequality debate – sparked the previous winter by the revelation that Jennifer Lawrence was paid less than her American Hustle co-stars, and stoked by Patricia Arquette, who called for pay parity in her Oscar acceptance speech.         Clips from Ghostbusters released to coincide with Adminstrative Professionals’ Day.    The debate faded a little as other industry inequalities took the spotlight, but it still smoulders on, , and reignited recently by Daniel Radcliffe and Scarlett Johansson. “The thing I can’t help but think,” said Radcliffe, “is what guy is sitting in a studio somewhere thinking, ‘Let’s fuck the girls out of some money?’” New studies revealed only one in five European films is directed by a woman – and all movies being made by two major Hollywood studios (Sony and Paramount) over the next two years will be directed by men. Yet the schedules tell a different story: although most women may still be getting a rough deal backstage, at the cinema, female films are front-and-centre. Not just that. These are female-led films that don’t just feature women mopping up after one another’s heartbreaks, but exploring their own careers and, crucially, their friendships with each other. So we have the return of Bolly bezzies Edwina and Patsy in Absolutely Fabulous: The Movie; Tina Fey and Margot Robbie bonding beneath the bombs in Whiskey Tango Foxtrot; Kate Beckinsale and Chloë Sevigny cackling happily in Love & Friendship, Greta Gerwig snuggling with one-time love-rival Julianne Moore in Maggie’s Plan; Mila Kunis and Kristen Bell swapping horror stories in Bad Moms, and Bell (again) enjoying a slow-burn buddy-up with Melissa McCarthy (again) in The Boss.     Jennifer Saunders and Joanna Lumley in Absolutely Fabulous: The Movie. Photograph: Planet Photos/Fox Searchlight    That final film opened in the US a month ago. Despite tepid reviews, it still proved victorious over Batman v Superman: Dawn of Justice at the box office. Tina Fey can get a farce set in a contemporary warzone greenlit. McCarthy has star wattage enough to put even superheroes in the shade. The mother of these major summer movies is, of course, Ghostbusters. Anticipation for that reached fever pitch months ago, around the release of its first trailer, which has now been seen more than 60m times. This is a movie on which much rides. Its success would be a game-changer. Its failure would turn back the clock on much of the progress made so far. So who ya gonna call to find out how this kind of responsibility feels? Down the line from Los Angeles, Feig doesn’t sound too fussed. He has been here before, after all: with box office-crushing Bridesmaids (2011) – still the best-performing Judd Apatow movie (he produced it) – and then at two-yearly intervals with The Heat (2013), the first truly funny female buddy cop movie, and Spy (2015), in which McCarthy out-ballsed James Bond. Yes, Feig says, “managing and meeting and exceeding expectations” is a challenge. “But I would hope we weren’t being made the test case for whether women can star in tentpoles or not. That kind of litmus test just wouldn’t be fair to women. If a movie starring a man comes out and bombs, people just think the movie didn’t work. They don’t say: “‘Oh, well, OK! No more men in movies!’”     Kate Beckinsale and Chloë Sevigny in Love & Friendship. Photograph: Westerly Films/Photoshot    But the fact that the film business does still react like this stems, he thinks, from its creation of a mythology to support the status quo. “Which is: men won’t go to see these movies starring women. Hollywood’s always looking for a way to get out of a risky situation and if people are still considering movies starring women to be risky – well, that’s very unfair to the women.” When he was starting out, Feig says, he would pitch a project with a female lead, only to be told it wasn’t an option because: “Men won’t go see that movie, and in foreign markets movies with women don’t do so well.” The only way to refute this, he says, was to prove them wrong. “It’s one thing to say there should be more great roles for women, but if you don’t create them it’s all lip-service. You gotta put your money where your mouth is and actually do it. Everybody in positions of power – especially men but women too – has gotta step up.” The venom behind some of the reaction to the new Ghostbusters casting could be seen to confirm a sense that some men simply aren’t interested in stories about the opposite sex. Last year, Feig called some of the comments “vile, misogynistic shit”; today, he questions the relevance of that backlash. The bigger problem, he thinks, lies with the internet – “which puts a small minority of voices into a sort of bullhorn” – and the media, which amplify this negativity. “It makes me sad that informs every article now. There’s always some comment about how people are down on it. Well, somebody is down on everything. It’s very easy once you’re predisposed to be pissed about something to watch it and find fault.” Plus, people are conditioned by what they see on screen. There is a duty to broaden that scope and try to persuade people out of such prejudice. “Hollywood has created a situation in which women come off as bad or subservient or unlikable or boring because those are the roles written for them. What character looks great telling the hero that he shouldn’t be saving the world, that he should be spending more time with his family? Nobody!     Bad Moms. Photograph: Allstar/STX Entertainment    “So guys go: ‘There’s another woman doing what my mom does or my wife does, just browbeats me and yells at me all the time.’ And it’s like: ‘Yeah, because somebody wrote it that way. They didn’t give her another dimension.’ So it all spirals down the vortex and you’re stuck.” McCarthy knows that claustrophobia. “If you don’t give actors tools,” she has said, “insecurities, bad habits and quirks and ticks, you’re just playing ‘blonde and leggy’. Those aren’t character choices, those are physical descriptions … All humans go up and down and have their good days and bad days; it’s what makes them interesting.” Yet there is a further curiosity here. This summer’s female-friendship movies do not just share a theme and a gender but a genre, too. They are all comedies. Could it be that this is another reason women’s stories can be taken less seriously? Cinema has long prized drama over everything else. The lighter something appears, the easier it is to dismiss. Feig isn’t sure. Young adult franchises such as Hunger Games and Divergent changed the game too, he says; but rather than being female ensembles, they were films in which a leading lady is usually flanked by a couple of would-be boyfriends. He makes comedies, he says, because that seems the best way of allowing for the greatest complexity. “I don’t like this term ‘strong female characters’ because that implies if a woman is gonna be in a comedy she’s gotta be tough and invincible and not vulnerable and to act more like a man. That’s almost as bad as not having women in a movie.”              Here, he thinks, lies the biggest pitfall in trying to fast-track progress: you need to start from scratch. “Progress is not simply having women act like men. We need to make sure all the characters are fully fleshed-out. Men and women need to police each other to ensure stereotypes are dodged: crews must always be mixed, people must always speak out. I’m still a guy. I’m still going to come up with ideas I think would be funny and then a woman will say: ‘We would never say that.’” One of the funniest moments in the trailer for the new Ghostbusters involves Wiig and McCarthy apologising for speaking over one another. The line in the original film regularly voted the best involves Murray calling someone “dickless”. How swiftly insults can sound like assets.",
  "webTitle": "Who ya gonna call? Why Ghostbusters is leading the charge for female buddy movies",
  "webPublicationDate": "2016-05-01T16:00:00Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/01/who-ya-gonna-call-why-ghostbusters-is-leading-the-charge-for-female-buddy-movies",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Feig",
      "id": "film/paul-feig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "culture/2016/may/01/who-ya-gonna-call-why-ghostbusters-is-leading-the-charge-for-female-buddy-movies"
}