{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/david-preston-kevin-glasgow-laurie-lowe-jazz-cd-review-whirlwind",
  "id": "2016-05-19-76",
  "sectionId": "music",
  "body": "An eponymously titled debut album for this virtuosic UK trio, after four years on the road in which guitarist David Preston, six-string electric bassist Kevin Glasgow and drummer Laurie Lowe have developed tightly note-rammed fusion in John McLaughlin and Allan Holdsworth territory, mixed with orchestral electronics and gracefully fluent solo-guitar reflectiveness. Preston is equally adept at hurtling improv, Metheny-like chordal themes and warm balladeering. Glasgow is capable of punchy bassline accompaniment and dazzling contrapuntal dialogue alike. Lowe, whose methods often recall Billy Cobham’s, covers all the contemporary jazz bases, and has also worked with electronica/hip-hop duo the Foreign Exchange. The fast fusion on the opening tracks is often stunning in its mix of intricate runs and a Steve Reichian looping intensity; the Zappa-like Song to the Citadel is rousingly anthemic; the three-part Within You blends songlike solo guitar, fast-strummed sprints, and thoughtful ensemble conversation. It’s over-packed, and the fast playing sometimes has an exercise-like inexorability, but there’s plenty to testify to this talented trio’s promise.          Watch trailer for Preston Glasgow Lowe",
  "webTitle": "Preston/Glasgow/Lowe: Preston Glasgow Lowe review – virtuoso note-rammed fusion",
  "webPublicationDate": "2016-05-19T18:00:18Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/david-preston-kevin-glasgow-laurie-lowe-jazz-cd-review-whirlwind",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/19/david-preston-kevin-glasgow-laurie-lowe-jazz-cd-review-whirlwind"
}