{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/sumner-redstone-philippe-dauman-lawsuit-trust",
  "id": "2016-05-23-115",
  "sectionId": "media",
  "body": "The power struggle for control of media conglomerate Viacom escalated on Monday with the most trusted aide of the company’s chairman suing his boss, alleging he is being squeezed out of the business by the boss’s daughter. Philippe Dauman, chief executive of MTV and Comedy Central owner Viacom, and George Abrams, a Viacom director, are suing over their unexpected removal last week from the trust that will control Viacom when its driving force, 93-year-old Sumner Redstone, dies. Dauman, Redstone’s one-time protege, alleges that the billionaire media mogul is being manipulated by his daughter Shari Redstone. The spot on Redstone’s private trust is an incredibly valuable one: the trust controls Redstone’s company National Amusements, which owns 80% of both Viacom and TV network CBS. Over the weekend Dauman called his removal “illegal” and alleged the move had been made “to accomplish her [Shari Redstone’s] long-held goal, which Mr Redstone has always opposed, of gaining control of National Amusements and Viacom”. Shari Redstone has made no secret of her dislike for Dauman, at one time Viacom’s general counsel, who was elevated to the CEO spot in 2006. Redstone has already named replacements for Dauman and Abrams. One is a current National Amusements executive, general counsel Ted Jankowski, another is family friend Jill Krutick.    Related: 'A living ghost': Health questions haunt reclusive mogul Sumner Redstone, 92    The latest ructions at Viacom come after Dauman himself was sued by an ex-girlfriend of Redstone’s, Manuela Herzer, in a nearly identical claim: Herzer alleged Dauman had tricked Redstone into removing her from his advance health directive – and subsequently cutting her out of his will. The resulting court hearings revealed that Redstone was barely able to speak, but that he was definitive and emphatic about his desire to see Herzer ejected from the trust. The lawsuit was tossed out, but it was not a complete victory for Redstone, whose competence to run Viacom was central to the suit. The board of Viacom voted to stop paying Redstone a salary last week. Industry reports suggest a less personal reason for the fracture between Dauman and Redstone: Viacom’s stock has lost more than a third of its value in the previous 12 months, and Redstone’s focus on the stock price amounts to an “obsession” according to high-level former Viacom employees. There’s also the matter of Viacom trying to sell of Paramount Pictures, a move Redstone said publicly he opposes. In a statement to industry website Deadline Hollywood, Viacom said it was clear Redstone “is being shamefully manipulated”. But as recently as February, Dauman had nothing but praise for his mentor’s acumen. “Sumner and I have a more than 30-year history, side by side, building his media empire,” Dauman said in an earnings call. “He and the board of Viacom, believing in my ability and my character, have entrusted me with weighty responsibilities, none of which are inconsistent or incompatible.” In a statement Redstone said he “regrets that Mr Dauman has diverted resources to these baseless attacks and misrepresentations, rather than focusing on the continuing challenges that are faced by Viacom. Mr Redstone will continue to act in what he believes are the best interests of Viacom’s shareholders.”",
  "webTitle": "Viacom chief executive sues his boss Sumner Redstone over trust removal",
  "webPublicationDate": "2016-05-23T15:43:33Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/sumner-redstone-philippe-dauman-lawsuit-trust",
  "keyword": [
    {
      "webTitle": "Viacom",
      "id": "media/viacom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sumner Redstone",
      "id": "media/sumner-redstone",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "media/2016/may/23/sumner-redstone-philippe-dauman-lawsuit-trust"
}