{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/sex-box-shocked-fun-tv-show-sexologist",
  "id": "2016-05-02-219",
  "sectionId": "commentisfree",
  "body": "Looking at the Twitter explosion after the first episode of Sex Box aired on Channel 4 it seemed that many Brits were shocked to learn that some people wanted to come on television to have sex in a box and talk about their sex lives. I will admit that it’s not for everyone, but for some of them, going into the box added a sort of frisson to the entire experience. Which isn’t surprising – it’s not unusual for us to find arousal in unlikely places. For others, the box was a reason for them to have a conversation about trying something different or new together for the first time. And though that may sound scary, it wasn’t really. I was always there to talk each couple through their experience, offering any tips and advice as and when they needed it.   Related: How to have sex with the same person for the rest of your life    I am not surprised that some viewers have responded with shock after watching the programme. It’s not your average TV show, is it? Even if you don’t see what they are doing, you know what’s going on in there, and for some just that thought is too much to cope with. We have created an atmosphere of guilt and shame surrounding sex in our society. This makes it difficult for people to embrace open, honest conversations about it and also has in some cases hindered our desires to experiment and try new things or even speak out about things we really don’t enjoy. This is not only a sad reality, but it can also be very damaging. When it comes to sex, one has to make informed decisions and also know one’s own boundaries. But there’s no way for one to do that unless one has the skills to do this. And that’s what Sex Box is all about. By having this conversation openly on television, we aim to empower people to start having these conversations with their partners, and to say without shame, or fear of judgment: “I don’t want this or I don’t enjoy that, but I would love to try this … if you wanted to?” While we’re here, let me take this opportunity to debunk some sexual myths. First, you do not need to have a hugely adventurous sex life to have good sex. And having a good time with your partner isn’t just something for young adults either – sex should be a happy, funny, enjoyable experience for all. Whether that means rushing to the kitchen for some heated table sex, or indulging in a scheduled 7am missionary session in bed. Some of the tasks that I give to people in the programme are to simply find each other’s pleasure points (also known as erogenous zones). This is a game of exploration. The body is jam-packed with areas that make us feel great, but many don’t know where they are, and that’s a pity. As you’ll see on the programme, this pleasure-point search can be done in many different fun and playful ways.    How can you have a good sex life if you don’t know what you like yourself or even what your partner likes?    I have a show in Holland where couples do similar tasks or exercises, but they do them at home in private and then they come back to see me and we talk about their experience. The difference between Sex Box and that show is that once they’ve finished their experience, the couples come out and talk about what’s happened and how it was for them. We felt it was important to do this straight away, to ensure that people don’t clam up and try to hide their true feelings about what they’ve just tried for the first time. Being able to talk openly about sex is empowering. In my opinion, one of the biggest things in life is to find out what you do and don’t like sexually, And it’s important to be able to share this with a partner. If you feel shamed and guilty about talking about this, then you won’t be able to express your feelings and be clear about what you don’t want, or indeed do. I have been a sexologist for many years, and I’ve seen otherwise healthy relationships breaking down because the pair weren’t on the same page sexually. Occasionally this was an unfixable issue, but in many others it was a communication problem. I hope that Sex Box has encouraged many discussions about sex and about the things that people enjoy doing, and don’t enjoy doing, and the things that people want to try, and those they definitely don’t. How can you have a good sex life if you don’t know what you like yourself or even what your partner likes? For me, I want the series to be educational but also entertaining. Hopefully this creates a warm environment for those coming on to the show, as well as the viewers at home watching it. It’s not glamorised or fictionalised, it’s honest. Our bodies are capable of producing amazing euphoric sensations – so why wouldn’t we revel in that pleasure rather than shy away from it?",
  "webTitle": "Don’t be shocked by Sex Box – come in and join the fun | Goedele Liekens",
  "webPublicationDate": "2016-05-02T08:00:18Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/sex-box-shocked-fun-tv-show-sexologist",
  "keyword": [
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sex education",
      "id": "education/sexeducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Goedele Liekens",
      "id": "profile/goedele-liekens"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/sex-box-shocked-fun-tv-show-sexologist"
}