{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/17/great-escape-guardian-stage-sallis-benney-theatre-nadia-reid-meilyr-jones-eska-mmoths",
  "id": "2016-05-17-233",
  "sectionId": "music",
  "body": "7pm – Nadia Reid Please don’t let the Sallis Benney theatre be empty for the opening artist of our four-act showcase. Nadia Reid’s debut album, Listen to Formation, Look for the Signs, bowled over a series of our writers late last year – Kitty Empire, Laura Barton and me among them – and it wasn’t just us: whoever heard the album seemed to go into raptures over it. There was very good reason for that – Reid is a remarkably talent, assured, clever and confident singer-songwriter. Listen to Formation … wasn’t an album to be placed alongside the sonic adventurers – you shouldn’t approach it looking for the future direction of urban music – but it was the work of someone in total command of her songwriting gift. Pretty much everyone who wrote about her invoked a comparison with Laura Marling, and it wasn’t just because they’re both women who know their way around and acoustic guitar; she also shares with Marling a devastating youthful wisdom that gives her songs a feeling of lasting profundity.            8pm – Meilyr Jones I first encountered Meilyr Jones playing a secret late-night set at last year’s End of the Road festival. A gawky fella, all arms and legs, with a bowlcut and a band who looked as if they would be unlikely to be able to start and finish songs at the same time and in the same key took to the stage. Five minutes later I felt I’d seen some sort of non-confrontational version of Dexy’s Midnight Runners, as the pumping, brassy indie-soul of How to Recognise a Work of Art came to an end. The rest of Jones’s first solo album, 2013 – inspired by Byron and Berlioz, Rome and heartbreak, is less insistent, but no less lovely. He’s a strangely captivating performer, too. “Things aren’t sexy enough, genuinely sexy. Things aren’t wild enough, things aren’t erotic enough, things aren’t gentle enough, things aren’t light enough, things aren’t fun enough,” he told the Guardian last year. We can’t promise you sexiness, wildness, eroticism, gentleness. But we’re pretty sure this one will be fun.             9pm – Eska  It had started to look as though Eska Mtungwazi would never get around to bringing her talent to bear in its own right. She had worked with the likes of Grace Jones, Nitin Sawhney, Bobby McFerrin and Courtney Pine; her live shows were reportedly startlingly brilliant affairs – including one in 2012 with an 80-piece choir backing her – but there never seemed to be an album, the flag planted at the summit, the thing that secures the legacy. That first, self-titled album finally arrived last year, a dizzying, unpindownable journey across genres. (“What genre is Scott Walker in? That’s where I wanna be,” she told the Observer, when asked if it was possible to give her music a genre tag.) That album won a nomination for the Mercury prize, and here’s your chance to see her play an intimate show. Not to be missed.            10pm – Mmoths A change of pace to round off the evening, in the shape of Mmoths. Mmoths is Jack Colleran, a young Irishman whose debut album, Luneworks, came out a few weeks back. Here’s a man in love with the fuzz of things, the fraying of sound at the point where different musics collide: ambient, electronica, glitch, even a spot of dance music. If the rest of the evening has been songwriters who are, one way or another, traditionalist, Mmoths is not. These are moods, rather than songs. But he’s not an outlier: like Nadia Reid, Meilyr Jones and Eska, Mmoths is the work of an individual vision. Join us on Friday night: we’re looking forward to seeing you.             The Great Escape runs from Thursday 19 May to Saturday 21 May and assorted venues around Brighton. You can find full details here. The Guardian’s stage is at the Sallis Benney theatre, 58-67 Grand Parade, Brighton BN2 0JY, on Friday 20 May.",
  "webTitle": "Great Escape: journey across genres at the Guardian's stage",
  "webPublicationDate": "2016-05-17T10:15:16Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/17/great-escape-guardian-stage-sallis-benney-theatre-nadia-reid-meilyr-jones-eska-mmoths",
  "keyword": [
    {
      "webTitle": "Great Escape festival",
      "id": "music/great-escape-festival",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Eska",
      "id": "music/eska",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/musicblog/2016/may/17/great-escape-guardian-stage-sallis-benney-theatre-nadia-reid-meilyr-jones-eska-mmoths"
}