{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/10/after-independence-review-zimbabwe-arcola-london-may-sumbwanyambe",
  "id": "2016-05-10-176",
  "sectionId": "stage",
  "body": "The Papatango new writing prize has uncovered much promising dramatic talent, including Tom Morton-Smith, who went on to write Oppenheimer. It has now created the annual post of resident playwright, whose first beneficiary is May Sumbwanyambe, an Edinburgh-born 29-year-old whose father and grandfather were active in Zambian public life.  His first full-length play offers a serious, if rather unvaried, debate about the politics of the post-colonial world. The play is set in Zimbabwe in 1998. “Independence” is both the name of the farm where the action takes place and a reference to the country’s 18-year establishment of majority rule.      Debate opens up divisions … Beatriz Romilly as Chipo, Stefan Adegbola as Charles, Peter Guinness as Guy and Sandra Duncan as Kathleen in After Independence. Photograph: Tristram Kenton for the Guardian    Guy, a tenacious white farmer, is determined to keep his property in the family but is visited by Charles, an emissary of the Mugabe government, who offers compensation in return for reclamation of the land. This opens up a fierce debate about the moral rights of ownership. It also exposes the divisions in Guy’s family: his wife, Kathleen, is all for selling up while his daughter, Chipo, is desperate to inherit the farm and ready to withstand whatever violence may ensue.  It is a classic situation that confronts many post-colonial territories and one that Sumbwanyambe explores through argument and counter-argument. Guy claims that the farm was created by his ancestors and that he provides work for 153 employees. Charles retorts that he hardly deserves favours for his patriarchal attitude to the people who bring him profit. Chipo attacks what she calls the “bullshit policies” of the Mugabe government. Charles reminds her of the injustice and beatings that were part of white minority rule.    Sumbwanyambe has clearly absorbed a key lesson of political drama: it works best when fair to both sides     Sumbwanyambe has clearly absorbed a key lesson of political drama: that it works best when it is fair to both sides. But there are signs that he is still a fledgling dramatist. The other recent play about Zimbabwe, Anders Lustgarten’s Black Jesus, dealing with a truth and justice commission’s investigation of past crimes, suffered from an excess of information: this one has the opposite problem.     Rugged truculence … Peter Guinness as Guy and Sandra Duncan as Kathleen in After Independence. Photograph: Tristram Kenton for the Guardian     Crucially, we never discover how much money Guy is being offered for his farm. As a result, it is difficult to decide whether he is an obdurate fool or the government is guilty of gross extortion. Any play, even one lasting 80 minutes, needs a subplot. Here, however, everything comes back to the big issue, so we never learn enough about Kathleen’s emotional neglect or Chipo’s apparently sexless, rural existence.  The piece is economically staged by George Turvey and the four actors are good. Peter Guinness is all rugged truculence as the beleaguered Guy, and Stefan Adegbola offers a fine display of legalistic calm as the dapper Charles, who knows he has time and history on his side. Beatriz Romilly also suggests the bloody-minded Chipo is a chip off the old block, and Sandra Duncan hints at Kathleen’s serial subjugation. It’s a promising first play but Sumbwanyambe needs to remember that drama depends on action as well as scrupulously balanced argument.  At the Arcola, London, until 28 May. Box office: 020-7503 1646.",
  "webTitle": "After Independence review – a family fight it out on the farm in Zimbabwean drama",
  "webPublicationDate": "2016-05-10T12:22:51Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/10/after-independence-review-zimbabwe-arcola-london-may-sumbwanyambe",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Zimbabwe",
      "id": "world/zimbabwe",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/10/after-independence-review-zimbabwe-arcola-london-may-sumbwanyambe"
}