{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/claudio-ranieri-leicester-city-spirit-tenor-andrea-bocelli",
  "id": "2016-05-05-135",
  "sectionId": "football",
  "body": "Claudio Ranieri has said the acclaim he has enjoyed since Leicester City’s historic Premier League triumph is his reward for years of persistence amid heartache. Until Monday’s confirmation of his first top-flight title as a manager, the Italian had endured several near-misses during his three decades in the dugout, finishing as a runner-up with Chelsea, Roma and Monaco. “I think this is my karma because I fought so hard to achieve all my things – it has a special flavour,” he said. “In the beginning I felt something special. Of course I could never imagine this. We worked so hard. I know all the players and all the managers in all the clubs worked so hard but only one wins – and this year it happened to me.”   Related: Leicester to offer Riyad Mahrez new deal but ‘50/50 chance’ he could leave    Ranieri said his only other achievement that comes close to Leicester’s victory was back in his early days as a manager, when he guided Cagliari from the Italian third flight to survival in Serie A. “That was my first fairytale and now there is another. To win the Premier League title is special, more in Leicester, more with these fantastic lads.” The 64-year-old described how he had been almost overwhelmed by tributes this week, saying he had so far been unable to respond to most of the messages of congratulations because every time he starts drafting a reply on his phone he is interrupted by several new texts. At Thursday’s press conference he was given a standing ovation by journalists, a reception in stark contrast to the widespread ambivalence that greeted his appointment as Leicester manager last summer. Keenly aware of how quickly perceptions change in football, he quipped that “my little sharks” – as he dubs the journalists on the Leicester beat – will not be slow to criticise him if Leicester’s performances dip, saying it while making a hand gesture mimicking a snappy mouth. “I’m waiting for next season if something goes wrong and you say: ‘Ha, Ranieri, gnash, gnash, gnash!’”     Claudio Ranieri was all smiles as his greeted the media on Thursday. Photograph: Plumb Images/Leicester City FC via Getty Imag    The Italian also described the personal modus operandi that helped make him such a popular champion this season. “Criticism can help the man to improve but sometimes some criticism is not about football, it’s about the person. That is not good. But I continue to respect. Respect is the most important thing in life. I respect everybody. So if somebody doesn’t respect me, it’s not my fault.” For now, everyone wants to sing songs of praise for Ranieri and Leicester – including Andrea Bocelli, the top Italian tenor who will perform at the King Power Stadium on Saturday, when Leicester play their last home game of the season, against Everton. “He called me, I don’t remember, maybe one month or two months ago,” said Ranieri, who has known his compatriot since meeting him backstage at a concert at Wembley several years ago. “He was happy with what Leicester was doing and said: ‘I’d like to come to sing something.’ I said: ‘Why not?’ I gave all my information to the club and they made all the arrangements.”   Related: Robert Huth and Marouane Fellaini charged with violent conduct    Asked whether he felt any temptation to quit while at a barely surpassable high point in his career despite having three years left on his contract, an incredulous Ranieri replied: “Are you crazy?” He said he intended to strengthen Leicester’s squad to try to retain their title next season while competing in the Champions League for the first time in the club’s history but said he would pursue only players with the character to fit in. “I don’t want big names here, I don’t want to break the dressing room,” he said. “My lads are special. Of course we have to buy some good players but whoever arrives must have the same spirit. All the time I said to my players it’s not important the name of the opponent or the club, we prepare and we fight. I want to continue with this philosophy. We want to grow up together.” Jamie Vardy will return from suspension to face Everton but Robert Huth will miss out after being suspended for three matches for violent conduct following his clash with Marouane Fellaini at Old Trafford last Sunday. Danny Drinkwater was sent off in that game for two bookable offences so must also sit out the Everton match but Ranieri hinted that Matty James may be given a poignant first appearance of the season after recovering from the knee injury that has prevented him from taking part in the campaign so far.",
  "webTitle": "Claudio Ranieri: ‘Whoever arrives at Leicester must have the same spirit’",
  "webPublicationDate": "2016-05-05T15:18:33Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/claudio-ranieri-leicester-city-spirit-tenor-andrea-bocelli",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/05/claudio-ranieri-leicester-city-spirit-tenor-andrea-bocelli"
}