{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/decent-toilet-roll-kids-delighted-hope-for-food",
  "id": "2016-05-05-145",
  "sectionId": "commentisfree",
  "body": "For politicians and commentators, “heating versus eating” has come to be an idiom for the austerity era. For Claire Matthews, a car showroom worker and mother of three, sitting in a friend’s cold front room in Christmas 2012 was a spur to do something about it. “She was complaining about being cold,” Matthews says. “And I said, ‘Turn the heating on.’ She said: ‘Today’s an eating day, not a heating day,” the 43-year-old tells me. “I could see the kids’ breath.”   Related: Benefit cuts can have a devastating effect on mental health – just ask Sharon | Frances Ryan    Matthews wanted to help her friend without embarrassing her, so she gave her a leftover seasonal hamper packed with food. “The family lived on that over Christmas,” she says. After doing the same for another friend, Matthews was approached by parents from her children’s school in Bournemouth – each of them struggling to afford food, clothes, rent, and heating. “You help one and then others ask, ‘Where’s the help?’” By the start of 2013, Matthews had set up Hope for Food, a small charity run entirely on donations for anyone in the area in need of “life’s basic essentials”. Three years later, she has a team of 150 volunteers. Hope for Food runs three street kitchens a week for homeless people, in which food cooked in volunteers’ houses is served in the car park of a church. They also provide clothes and bedding, and deliver food parcels to people’s doors. Most families are informally referred by one of 20 primary and secondary schools: they are ordinary parents and children, living in a climate of benefits cuts, sanctions and poverty wages. “We help a lot of families with school uniforms,” Matthews explains as we talk, on her lunch break. “There’s secondhand sales, but if you’ve got £4 what will you buy: uniform or food for your kids?” She tells me about a man she helped who hadn’t been getting the right benefits for eight months. He was on a zero-hours contract, and his wages went on rent and paying for petrol to get his children to school. By the time he saw Matthews, the family hadn’t had gas or electricity for two weeks.    You’ve got a 10-month-old baby laying on a sheet because there’s no room in the B&B for a cot. What’s it coming to?    “He came to me in tears,” she says. “He had the children with him, and when you’ve got two children standing there … We gave them food then. Later, we gave them a fridge and furniture for the flat. All donated.” Matthews’s volunteer-run service has turned into what she calls the stopgap until the benefit system catches up. Social services now call Matthews for help, often for families living out of B&Bs or moving to a flat after being in temporary accommodation. “They say, ‘Can you provide furniture?’ We got a call about a family with four kids – one was a baby – who were living in a B&B with no cooking facilities. Just a kettle. They’d been in one room for a year. “You’ve got a 10-month-old baby laying on a sheet because there’s no room in the B&B for a cot. What’s it coming to?” she says. “It’s heartbreaking. When you take the kids food, it’s like Christmas. When you give them a decent toilet roll, even the kids are over the moon.” This is what destitution looks like. More than 1 million people in the UK are so poor they can’t afford to eat properly, keep clean or stay warm and dry, according to new research by the Joseph Rowntree Foundation (JRF). What’s emerging in austerity Britain is a new level of class inequality: not simply between the wealthy and the poor, but between people who have enough money to buy toilet rolls and cook a hot meal and people who don’t. In a typical week last year, JRF found almost 200,000 households in the country had to turn to charity for food, clothes, shelter and toiletries. For some, the smallest things can now be luxury. In February this year, Matthews and the volunteers added another service to Hope for Food: a monthly “family dinner” in a local cafe in Bournemouth. Families living out of B&Bs or struggling to heat their home and eat a proper meal sit down for three courses with no charge. Each month, 40 people are treated at the cafe. “This lady with four kids said it was the first time they’d been around a dinner table in over 18 months,” Matthews tells me. “They’d been in a refuge and then a B&B.” Matthews’s lunch break is over and she needs to get back to her day job. As she leaves, I ask if she’s ever approached local government over the past three years. “I’ve asked the council for help, for funding, but … they say, ‘There are people in the system and we’ll get to them’,” she says. “We had a Conservative MP come down two years ago to one of the soup kitchens, shake my hand and say, ‘What can we do?’ We wrote to him and we didn’t even get an acknowledgment letter.” She pauses. “So we carry on raising our funds.”",
  "webTitle": "Eating v heating: this is what destitution looks like | Frances Ryan",
  "webPublicationDate": "2016-05-05T15:01:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/decent-toilet-roll-kids-delighted-hope-for-food",
  "keyword": [
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food banks",
      "id": "society/food-banks",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Ryan",
      "id": "profile/frances-ryan"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/decent-toilet-roll-kids-delighted-hope-for-food"
}