{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/republican-party-is-not-dead-donald-trump-election-2016",
  "id": "2016-05-24-211",
  "sectionId": "commentisfree",
  "body": "Reports of the Republican party’s death at the hands of Donald Trump have been greatly exaggerated. The party is not just going to concede the presidential election because their voters nominated an unhinged reality television star. Anyone who thinks that clearly hasn’t been paying attention to how the party works.  When Trump effectively clinched the nomination, many commentators gleefully wrote fake obituaries for the Republican party, as if one nomination was going to destroy a political party that has been nominating awful people or decades. To be fair, one of the very few redeeming qualities of Trump’s romp through the party this spring was the complete freakout of the Republican establishment. They were rendered completely helpless as Trump tore down their Chosen Ones one after another. But to claim that the party’s members were just going to spontaneously disintegrate after it was over was naive. Let’s put aside for a second how shortsighted it is to declare a party “dead” that currently controls the House, the Senate and the vast majority of statehouses around the country. All you have to do is look at what has happened since Trump clinched the nomination: a string of polls now show him within striking distance of his Democratic rival Hillary Clinton. All those Republican establishment figures who acted offended by Trump a few weeks ago are now inching towards him one by one.   Related: How Donald Trump convinced the Republican party to revolve around him    Given that Republicans have shown that they don’t have any principles to begin with, it was hard to take all the #NeverTrump statements with a straight face. But still, the speed with which former Trump skeptics have flocked to his corner has been a sight to see. First out of the way were the actual Republican voters, many of whom were telling pollsters that they feared Donald Trump as the nominee and wouldn’t vote for him in any circumstance during the primary season. As the New York TImes reported late last week: “An overwhelming majority of Republican voters say their party’s leaders should get behind Donald J Trump.” So that took … all of two weeks? Next were his former opponents. Lousiana governor Bobby Jindal based the entire latter half of his failed presidential candidacy around insulting Trump for media attention, calling him a “shallow, unserious, substance-free, narcissistic egomaniac” and “a madman who must be stopped”. He now supports him. Rick Perry, who called Trump a “cancer” right before he dropped out of the presidential race, seems to be lobbying to be Trump’s vice-president. Even Senator Lindsey Graham, who recently called Trump a “race-baiting, xenophobic, religious bigot”, is now privately urging Republican donors to raise money for him. It’s amazing the media ever gave these people any credit at all. Everyone who lavished praise on House speaker Paul Ryan for so bravely claiming he’s “not ready” to back Trump will soon be forced to reckon with the political reality: like the others, he will soon manufacture a way to support Trump too. They’ve already given him an easy-to-use script that should be too predictable: “Hillary Clinton is much too dangerous, Trump has vowed to change his ways …” Yes, there are a few stragglers who will never be converted. But why should Trump care that, for example, George W Bush said he wouldn’t attend the Republican national convention? He’s really only doing Trump a favor, given that Bush left office with a lower approval rating than Trump has had at his lowest moment. (Trump savaged Bush’s record on 9/11 and Iraq during the Republican primaries unlike any candidate ever has, and to great effect.) As Washington Post’s Dave Weigel remarked: “96% of ‘very conservative’ voters back Trump. The other 4% are on cable TV right now.” This is yet another example of why the hysteria in the Democratic party over whether Bernie Sanders supporters will support Hillary Clinton in the general election is so ridiculous.  As Donald Trump has proven, it literally does not matter what names candidates call each other: within weeks everything will be back to normal. Sadly our political discourse will return to Red v Blue. Nothing proves that more than the fact that far more Hillary Clinton supporters said in 2008 that they wouldn’t support Barack Obama than the number of Bernie Sanders supporters who currently say they won’t support Clinton. I wish all those Republican obituaries were true, and that we could start preparing the same for the establishment of the Democratic party. But let’s be honest: even with the record number of voters who dislike candidates, that is unfortunately far, far off from reality.",
  "webTitle": "The Republican party is not dead. Far from it | Trevor Timm",
  "webPublicationDate": "2016-05-24T11:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/republican-party-is-not-dead-donald-trump-election-2016",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Trevor Timm",
      "id": "profile/trevor-timm"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/republican-party-is-not-dead-donald-trump-election-2016"
}