{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/israeli-police-are-considering-charges-against-sara-netanyahu-say-reports",
  "id": "2016-05-30-14",
  "sectionId": "world",
  "body": "Sara Netanyahu, the wife of the Israeli prime minister, could reportedly face fraud charges relating to a long-running controversy over the management of her husband Binyamin Netanyahu’s official residence in Jerusalem, following the conclusion of a police investigation. The recommendations of the investigation – which concluded on Sunday and details of which have been widely reported in the Israeli media, although not officially announced – are the latest chapter in the long-running saga over the Netanyahu’s household expenses. Sara Netanyahu and her husband’s office strenuously deny any suggestion of wrongdoing.  The prime minister also denies reports that the police investigation had recommended his wife’s indictmentOn his Facebook page, he insisted: “There was no recommendation in the police’s statement to indict Sara Netanyahu. Contrary to the report, Mrs Netanyahu committed no crime. The various allegations that have been aired by the media outlets will prove to be untrue, just as has happened with all the allegations that have been directed against the Netanyahu family for years.” The couple have faced a litany of criticism over the years. Sara Netanyahu was questioned by the police financial fraud unit – Lahav 433 – in December last year, which reportedly concluded there were three cases in which there was sufficient suspicion of wrongdoing to warrant possible prosecution. The investigation reportedly focused on whether the state was defrauded into paying for private expenses at the Netanyahus’ family home in Caesarea, including billing for food and private chefs. Among other issues Sara Netanyahu was questioned about then were claims of unusual work at her private Caesarea home carried out at weekends and on holidays by a political associate of her husband who had been barred from working for the family on official business. In another case – according to the Israeli newspaper Haaretz – Sara Netanyahu employed a caregiver for her father out of the budget of the prime minister’s residence. The police announcement of the conclusion of the case was unusual in that it did not name any of the individuals involved, although details were quickly leaked and reported across the Israeli media. Police said: “The national unit of the Israel police has concluded its investigation of the prime minister’s residences. The case began in February 2015 with the approval of the attorney general and the state prosecutor and focused on a number of issues in connection to which suspicion of the commission of criminal offences arose, including fraudulent receipt, fraud and breach of trust, including addressing mutual accusations.  “At the conclusion all of the purported evidence, findings and insights gathered in the police investigation were provided to the Jerusalem district prosecutor – which was involved in the investigation – for its review and decision.” The police investigation was launched after a report by the state comptroller in February last year and in the midst of a long-running court case involving former members of the staff at the prime minister’s official home, which accused Sara Netanyahu of abusive behaviour. In February, a former staff member won a court case against her over the claims. The reported recommendation that criminal charges should be pursued follows hard on the heels of another scandal, detailed in this year’s state comptroller’s report, known as the Bibi Tours affair, a reference to the Israeli prime minister’s nickname. Covering a period when Netanyahu was finance minister in Ariel Sharon’s government, it disclosed how Netanyahu and his family were beneficiaries of state funds and foreign donations – including from a well-known British businessman – who paid for trips and stays at hotels.",
  "webTitle": "Israeli police are considering charges against Sara Netanyahu, say reports",
  "webPublicationDate": "2016-05-30T21:33:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/israeli-police-are-considering-charges-against-sara-netanyahu-say-reports",
  "keyword": [
    {
      "webTitle": "Benjamin Netanyahu",
      "id": "world/benjamin-netanyahu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/30/israeli-police-are-considering-charges-against-sara-netanyahu-say-reports"
}