{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/bruce-springsteen-e-street-band-review-etihad-stadium-manchester-river",
  "id": "2016-05-26-250",
  "sectionId": "music",
  "body": "On an unseasonably damp night in Manchester, in a soulless football stadium, Santa Claus is coming to town. “You got to help us out, man,” burrs Bruce Springsteen as Father Christmas is brought out of the crowd: a fan holding his request on a piece of cardboard, as many have done successfully over the years. E Street Band guitarist Steve Van Zandt stands back from the mic he usually shares with his bandleader, leaving a gangly bloke in red fancy dress “making a list, and checking it twice” next to rock’s kindest superstar. Synthesiser sleigh bells ring brightly through the rain: there are magical gig moments, and then there’s the way of the Boss. Tonight’s is a more varied show than your usual Springsteen gig, however. Praised for his classy set-opening tributes to David Bowie and Prince in recent months (Rebel Rebel for the former; Purple Rain, on a spotlit purple stage, for the latter), he begins tonight with 1982’s epically mournful Atlantic City, another nod towards the yawning of the grave. “Everything dies, baby, that’s a fact,” the chorus goes. His voice is untouched by the years, full of dirt, guts and soul. Even on the next line – “Maybe everything that dies someday comes back” – there’s a mournfulness in the air that you wouldn’t expect on the first night of a UK tour. Still, he’s lost several band members in the past decade. And it doesn’t help that the gig is barely full at kick-off (6.53pm, to allow for its marathon length) because of tram cancellations. If only Bruce knew. There’s surely a song in his canon about the beleaguered tram operator. Tonight’s mood might be coloured by the tour’s focus, too. This is The River tour, focusing on the 1980 double LP which found Springsteen at an awkward artistic crossroads. He goes through a fair whack of its 20 songs tonight, chronologically, thankfully with breaks to play other parts of his catalogue. It’s Springsteen’s White Album in many ways: not a record of wilful experimentalism, but one on which he’s unsure whether to be a raucous barroom rocker, a mainstream chart star or a thoughtful storyteller. On record, this is sometimes oddly jarring (he’d resolve the disjoint by going full lo-fi on 1982’s Nebraska, then full megastar on 1984’s Born in the USA). Live, it’s a much more rewarding experience.      Bruce Springsteen and E Street Band guitarist Steven Van Zandt. Photograph: MCPIX/REX/Shutterstock    The rock band ramalamas are particularly pulverising tonight. Crush on You, one of Springsteen’s thinner songs, becomes a deliciously rough, full-blooded piece of garage rock. Sherry Darling is delivered with similar dirt and heat. An audience member is given the mic to sing a line, then the whole stadium yowls in. Then comes Hungry Heart, which was Springsteen’s first proper hit (he’d had several before with other people performing them: Because the Night for Patti Smith, which the band also play, brilliantly, later in the set, and Fire, a US No 2 for the Pointer Sisters). His joy at singing Hungry Heart tonight, though, is utterly infectious: he barrels through the crowd as he sings, a pensioner becoming a young man again. Later on, The River’s title track takes us to a very different young man: one whose young life is over all too quickly, having flowed through unexpected fatherhood and poverty. Springsteen delivers songs like this and Point Blank like perfect short stories, bruised, sparse and dark. They will live on without him. But tonight, life and energy endure. For the last hour, the stadium lights are set to full beam, as Thunder Road and Born to Run blare out like clarion calls. The Isley Brothers’ Shout and Bobby Jean end the main set, with their leader crying out “One more time! One more time!” like a demon possessed. It’s a madness, really, rock stardom, just like dressing up as Father Christmas in May. But if this isn’t magic, then nothing else is.",
  "webTitle": "Bruce Springsteen and the E Street Band review – the magic and madness go on",
  "webPublicationDate": "2016-05-26T10:17:50Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/bruce-springsteen-e-street-band-review-etihad-stadium-manchester-river",
  "keyword": [
    {
      "webTitle": "Bruce Springsteen",
      "id": "music/springsteen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Jude Rogers",
      "id": "profile/juderogers"
    }
  ],
  "guardianId": "music/2016/may/26/bruce-springsteen-e-street-band-review-etihad-stadium-manchester-river"
}