{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/scottish-tories-official-opposition-no-nearer-government",
  "id": "2016-05-09-145",
  "sectionId": "commentisfree",
  "body": "On a sunny May day 19 years ago, to the strains of Things Can Only Get Better, the Conservatives were effectively wiped out as a political force in Scotland. The nation held its breath as longstanding MPs, some of them cabinet members, were pulled down in the Labour landslide. For those who had looked on powerlessly as the nation’s heavy industries were destroyed, there were plenty of highlights: Scottish Secretary Michael Forsyth losing Stirling, president of the Board of Trade Ian Lang losing Galloway and Upper Nithsdale, Foreign Secretary Malcolm Rifkind losing Edinburgh Pentlands. My favourite was speaking to an excited Jim Murphy just 29 hours after he had conquered the Tory heartland of Eastwood. The 1997 election was a watershed in Scottish politics. It marked the point at which the Conservatives, loathed by the left but able to command support from the middle classes, became “toxic”; and it seemed nothing could be done to resuscitate their fortunes. Successive leaders tried their best, but the party continued to languish and no one expected it to rally. So much so that when the polls for last week’s Scottish election started to hint at a recovery, most commentators (including me) raised a sceptical eyebrow and carried on regardless. Yes, Scottish leader Ruth Davidson was congenial and popular, but she was still, you know, a Tory. Her personal appeal wasn’t going to translate into actual votes.   Related: Losers no more: how the Tories stopped being toxic in Scotland    Imagine then, the shock of waking up on Friday morning to discover the party was back in business. While the SNP had lost its majority, the Conservatives had more than doubled their MSPs from 15 to 31, their best result since the inception of the Scottish parliament in 1999. There was a particular irony for me. I now live in Eastwood, and watched in disbelief as my little patch of the electoral map turned blue once more. Not long ago, such a feat would have been unthinkable, particularly against a backdrop of a UK Tory government cutting benefits and turning away child refugees. So what has changed? Well, Davidson has proved herself a force to be reckoned with. A gay female kickboxer from a blue-collar background she seemed, at first, to be a strange choice as leader, but her detachment from the privileged Bullingdon boys turned out to be her greatest asset. From the outset, she played up her working-class roots and played down her links to her Westminster colleagues. Even if you hate all that Davidson stands for, it’s hard not to succumb to her wit and ebullience. Thus, the Tory campaign was all about “Ruth”. Everywhere you looked, there she was: scoring goals, pulling pints, straddling a buffalo. Her face dominated the billboards and leaflets, from which the word “Conservative” had often been excised. Personality goes a long way. But dynamism was not, on its own, enough to rescue a party that had spent almost two decades in the wilderness. After all, Davidson’s predecessor - the redoubtable Annabel Goldie, was also well liked, and she couldn’t rid it of the legacy of the Thatcher years.     ‘Personality goes a long way. But dynamism was not, on its own, enough to rescue a party that had spent almost two decades in the wilderness.’ Photograph: Jeff J Mitchell/Getty Images    Some other trigger was need to jolt the Conservatives back into life, and that trigger was the aftermath of the 2014 independence referendum. With the country still divided on the constitution and Scottish Labour in disarray, Davidson had a direct line to right-leaning unionists wary of SNP dominance and resentful that the no vote hadn’t silenced calls for separation. While Scottish Labour leader Kezia Dugdale shilly-shallied, Davidson’s message was clear: only she could provide an effective opposition; only she could prevent another referendum. There was a degree of disingenuousness in her campaign. She lambasted the SNP for its failure to move on from the Indyref, while continuing to dwell on it. And she stoked fears of a second independence vote when, arguably, there was no great appetite within the SNP to hold one. Whatever, it worked. Hundreds of thousands of voters put any reservations to one side, and crossed the box marked Conservative. Heck, Davidson even won Edinburgh Central, a constituency where previously the Tory candidate had come fourth. It’s no coincidence there is now a line of blue stretching across the Scottish side of the border.   Related: Whatever your politics, let’s have more Ruths and fewer Zacs | Marina Hyde    All this has to be put into perspective. The SNP still won a third term, with 59 constituencies compared to the 53 they mustered in 2011. It still has 63 seats overall, three more than all the unionist parties put together. And the Scottish Conservatives’ share of the vote (about 22%) was still smaller than it was in the 1992 general election. The Tories’ euphoria over their advance should also be tempered by an acceptance of its limitations. The party may now be laying claim to the title of “official” opposition (although technically no such thing exists at Holyrood), but it is no easier to imagine it forming part of the Scottish government. Nevertheless, in a country where we were conditioned to see the Conservatives as an endangered species no one much cared about saving, what happened last week was mind-boggling. It is another seismic shift in Scotland’s increasingly unstable political landscape.",
  "webTitle": "Ruth Davidson’s got Scottish Tories back in the game. But nowhere near power | Dani Garavelli",
  "webPublicationDate": "2016-05-09T14:47:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/scottish-tories-official-opposition-no-nearer-government",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Dani Garavelli",
      "id": "profile/dani-garavelli"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/scottish-tories-official-opposition-no-nearer-government"
}