{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/i-didnt-understand-how-special-it-was-to-be-aboriginal-until-i-was-17",
  "id": "2016-05-25-302",
  "sectionId": "commentisfree",
  "body": "Here I am at 20 years old sitting in the backyard on a chair I’ve sat on many times before and contemplated many things throughout my life and find that I have continuously asked myself: “What does it mean to be Aboriginal?” I’ve grown up in a western setting, right in the heart of Darwin. When I explain my mob I say it’s like saltwater meeting freshwater, I walk in the best of two tribes. I am a Larrakia and a Jawoyn woman that I inherited from my father, grandfather, grandmother and my ancestors. I am also English, my grandmother on my mother’s side comes from the United Kingdom. I have experienced the culture, the lifestyle and the white history of Australia my whole life but my cultural knowledge about my Aboriginal heritage is limited.   Related: My art is a personal antidote for the effects of colonisation | Katie West for @IndigenousX    While I had been taught who my mob was, I didn’t understand how special and empowering it was to be of Aboriginal heritage till I was 17. I had been chosen to go to an Indigenous Leadership Academy in Sydney and I thought, “If I am going to prove to these mob I am Aboriginal, I better learn everything there is because I don’t technically look it”. I immersed myself in any cultural opportunity that came by and in doing so, unlocked many questions as well as my curiosity. Throughout my schooling life, I had not learned about the black history of Australia. I had briefly touched on the stolen generations because my class had to analyse the movie Rabbit Proof Fence but I never learned the reasoning of why it had happened. I never learned the effects this had on the Aboriginal and Torres Strait Islander mob of Australia.  Instead, I learned the history of other places. I spent a term learning about the Holocaust. I learned about the second world war. I learned the reasoning behind such a horrific event. I was taught about the trauma, the effects that it had on those people and how upsetting it still is for people of that heritage to speak of what happened in that era.  I taught myself about Australia’s black history, at 17. I was curious and didn’t understand why this wasn’t something we learned at school. I learned that the stolen generations and many other events had heavy-hearted effects on my people. I started to understand why we have such loss of culture, why some of my Aboriginal and Torres Strait Islander friends didn’t know where their mob was from and why this is such a hard thing for my mob to talk about.  And I felt sad that my mob still suffer from the trauma of those days. I felt sad that my own grandmother, who is still with me today, had been part of one of Australia’s darkest events regarding the First Nations people. I started to feel and I started to want. I wanted to know more about my people and I wanted to know more about myself and what it means to be Aboriginal. I wanted to find my identity.  I had always thought to be Aboriginal you had to look it. I thought you had to inherit certain features for others to recognise your background. Wrong. I remember talking to my boss who is a proud Gabi Gabi man and another colleague of mine, who is a mixture of Aboriginal cultures from Melbourne. We were in mid-conversation and I said to my boss in a joking tone, not even thinking it was the wrong thing to say, “You wouldn’t even know you were Aboriginal, you don’t look it.”  My boss, a proud Gabi Gabi man, is tall with orange hair, blue eyes and freckled skin. Who was I, another Aboriginal, to say “you don’t look the part”? My colleague, who had previously been my mentor, said: “There is no certain way to look, if you are Aboriginal, you are Aboriginal.” It’s almost been a year since that moment. Since 17 years of age, my perspective on my Aboriginal heritage has changed rapidly and my knowledge of my heritage has grown into pride and a journey to find my own identity.   “Our stories, our way”: each week, a new guest hosts the @IndigenousX Twitter account to discuss topics of interest to them as Aboriginal and/or Torres Strait Islander people. In partnership with IndigenousX, we’re inviting the weekly host to tell us about who they are, what they are passionate about, and what they have in store during their upcoming week as @IndigenousX",
  "webTitle": "I didn't understand how special it was to be Aboriginal until I was 17 | @IndigenousX",
  "webPublicationDate": "2016-05-25T03:51:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/i-didnt-understand-how-special-it-was-to-be-aboriginal-until-i-was-17",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/25/i-didnt-understand-how-special-it-was-to-be-aboriginal-until-i-was-17"
}