{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/uk-and-eu-urged-to-act-on-chinese-steel-dumping-after-us-hikes-duty-on-imports",
  "id": "2016-05-18-189",
  "sectionId": "business",
  "body": "Britain’s steel trade body and unions have called on the UK and the EU to take urgent action to stop Chinese steel dumping, after the US government increased tariffs to more than 500%. In an escalation of the trade spat, the US has raised its tariffs on imports of cold rolled steel from China to 522% from 266%, citing a refusal to cooperate with anti-dumping investigations. By comparison, the EU has imposed provisional tariffs on China of 16% for cold rolled steel, which is used to manufacture cars and appliances and in construction. The UK is one of 14 countries that have been blocking EU plans to impose tougher sanctions on cheap Chinese steel imports. Sajid Javid, the business secretary, has said it would not be right for the EU to scrap regulations known as the “lesser duty rule”, which some countries want to end in order to allow higher tariffs on Chinese steel. Gareth Stace, director of UK Steel, welcomed the US move. He said: “The United States has quickly identified the problem with China dumping steel and imposed effective and robust trade barriers. The EU has been slower and the result is we’re still haggling over tariffs and action to prevent unfairly traded Chinese steel. Britain and the EU need to stop treading on egg shells and take decisive action following America’s impressive lead.” A spokesman for the Community trade union said that unfairly traded Chinese steel was still hurting UK and European steel producers.  “We have repeatedly said that there needs to be swifter and more robust action by the European commission but unfortunately, it’s the UK government that is among the countries preventing this happening due to its continued opposition to ending the lesser duty rule.” At the Unite union, Tony Burke, assistant general secretary with responsibility for manufacturing, said: “The continued failure to agree to tariffs for Chinese steel reflects really badly on the UK government. It sends out all the wrong signals while we are working day in, day out to try to secure a future for the sector. “On this, the UK government cannot face two ways. It has to decide where its priorities lie: in giving this core industry a fighting chance or cosying up to the Chinese? When it comes to steel it cannot do both.” US and EU unions, including Unite, will meet at an event in Frankfurt next week to come up with a common approach to China. China’s steel exports reached a record 112.4m tonnes last year, up 19% – but their value fell 10.5% to $62.8bn (£43.2bn) as a result of falling prices. This has led to a global steel glut, which has plunged European producers into crisis. India’s Tata has put its UK steel factories up for sale, putting thousands of jobs at risk across the country, including more than 4,000 in Port Talbot. There are seven bidders jostling for the business: a management buyout team, steel and property group Liberty House, three foreign steelmakers and two private equity firms. In defiance of the US move, China, the world’s largest steel producer, said it would push on with controversial tax rebates to steel exporters to support the sector’s restructuring after a slowdown in demand at home.  China’s ministry of finance said it would continue to implement a tax rebate policy on steel exports to fund a costly capacity closure plan. It plans to eliminate 100m-150m tonnes of annual production – more than the US produces every year – over the next five years. The US commerce department said on Tuesday the new duties would in effect increase by more than fivefold the import prices on Chinese-made steel products, which totalled $272.3m in 2015. The department found they were being sold in the US below cost and with unfair subsidies.   China’s commerce ministry hit back by expressing its “strong dissatisfaction” with the move. It said: “The United States adopted many unfair methods during the anti-dumping and anti-subsidy investigation into Chinese products, including the refusal to grant Chinese state-owned firms a differentiated tax rate.”  Analysts said the US duty increase would not have a big impact on China’s overall steel exports because its shipments to the US account for just 2% of the total.  The Group of Seven leading industrial countries plans to discuss the steel glut when it meets in Japan this month.  China denies that its mills have been dumping their products in other countries, arguing that its steelmakers are more efficient.",
  "webTitle": "UK and EU urged to act on Chinese steel dumping after US raises duty on imports",
  "webPublicationDate": "2016-05-18T12:01:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/uk-and-eu-urged-to-act-on-chinese-steel-dumping-after-us-hikes-duty-on-imports",
  "keyword": [
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/18/uk-and-eu-urged-to-act-on-chinese-steel-dumping-after-us-hikes-duty-on-imports"
}