{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/channel-4-privatisation-david-abraham",
  "id": "2016-05-08-58",
  "sectionId": "media",
  "body": "Since an unidentified civil servant was seen walking up Downing Street holding, but not quite concealing, a document that set out options for “extracting greater public value from the Channel 4 Corporation, focusing on privatisation options in particular…” there has been a lot of information exchanged and commentary expended. And yet today we are not much the wiser as to the rationale for a privatisation of C4. It doesn’t appear to be about the relevance or importance of the remit or our creative performance, nor seemingly about the money. If there is any clarity at all, it is about some vague sense of Channel 4 becoming unsustainable amongst the hurly burly of new players about to undermine the existence of every advertiser-funded media business in the UK. Tellingly, those most ardent supporters of privatisation seem to have harboured those views for more years than such apparent threats have existed. The model under which C4 works embodies two virtues. C4 fulfils its public service remit, which features both qualitative purposes and specific quota requirements set out in its Ofcom licence, while remaining self-sufficient in commercial terms. It is a marriage of commerce and public service; the former at the service of the latter. The purpose is to provide content of the highest quality that fulfils a specific, relevant and unique remit, while incurring no cost to the British taxpayer – by putting profits into programmes. The social enterprise model of Channel 4 means that its surplus is not distributed. The accrued revenue all goes back into programme making and fulfilment of the remit. Some programmes fulfil the public service remit but traditionally run at a loss. The obvious examples are news and current affairs. Others are more overtly and unashamedly commercial, to make money to fund the loss-making, though even these – for example Come Dine with Me, acquisitions and even Formula 1, are not just cash cows but commissioned or selected to sit within the mix. Because we don’t see public service broadcasting as just a narrow set of boxes to tick, but as a framework to maximise genuine public value through programmes of all sorts of shapes and sizes that resonate and mean something to audiences about the society that is evolving around us. In contrast with some of our early forebears, we do not believe that in the 21st century, public service broadcasting is always about putting on obscure operas and avant-garde art films that might impress our friends. We think it’s also about reflecting the society we are constantly in the process of becoming in ways that are engaging, innovative, popular and therefore financially sustainable. The requirement for Channel 4 to be different is precisely what makes the channel the particular success it is. It is by no means obvious that this range of requirements could be met if Channel 4 answered solely to shareholders on a shorter time horizon, subject to the demand for quarterly earnings reports. Every part of the model is working well. Revenues are at record levels, the audience is telling us we’re performing as strongly to the remit as ever. Programmes are winning audiences and awards. C4 is stimulating public debate, nurturing new talent, giving a voice to the otherwise unheard and taking risks. It continues to make an economic, social and cultural contribution of a kind I simply cannot imagine a company structured to maximise shareholders’ financial returns being able to match. The idea of privatisation really does feel like a solution in search of a problem. David Abraham is chief executive of Channel 4 Television and a former chief executive of UKTV This is an edited extract from What Price Channel 4? a collection of essays published by Abramis and edited by John Mair, Fiona Chesterton, David Lloyd, Ian Reeves and Richard Tait",
  "webTitle": "Channel 4’s David Abraham: why wreck a winning formula with privatisation?",
  "webPublicationDate": "2016-05-08T17:46:14Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/channel-4-privatisation-david-abraham",
  "keyword": [
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Abraham",
      "id": "media/david-abraham",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Public service broadcasting",
      "id": "media/public-service-broadcasting",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/08/channel-4-privatisation-david-abraham"
}