{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/brazils-guarani-indians-killing-themselves-over-loss-of-ancestral-land",
  "id": "2016-05-18-99",
  "sectionId": "environment",
  "body": "The small Apy Ka’y community of around 150 Guarani Indians has lived in squalor by the side of Highway BR 463 in southern Brazil since 2009. Since then, they have been forced out three times by unknown gunmen, had their makeshift camp burned down twice by arsonists and three young people from the group have killed themselves. Each time they were intimidated they returned and reoccupied their last patch of land but last month a Brazilian judge ordered the Apy Ka’y community to permanently move off the land that was theirs for hundreds of years but was seized without compensation by wealthy plantation owners in the 1970s.  “It will be a death sentence,” says anthropologist and community leader Tonico Benites Guarani who estimates that 1,000, mostly young, Guarani, have killed themselves in the last 10 years throughout Brazil – hundreds of times more than the average Brazilian suicide rate, and unequalled among all other indigenous peoples in Latin America.  But such is depth of despair and hopelessness in the tribe which has lost nearly 95% of its ancestral land to industrial scale biofuels, sugar cane and soya plantations that the true number of suicides could be many more, says Tonico .     ‘We’ve been made beggars on our own land,’ says Tonico Benites, a Guarani in Brazil. Photograph: Survival International    “So many young Guarani people commit suicide. It’s around one a week. The time comes when you have had enough of waiting [for change]. You work yourself up with hope, then the courts dash your hopes. Your family suffers with hunger and malnutrition, the despair increases, there is no security, no hope, you are not sure of life improving. It is very sad,” he says.  As a father and a community leader, Tonico says he understands and worries about his children. “Every day the despair grows. How can you plan your life? How can you be free? The loss of land makes us vulnerable. We become beggars.”  Official figures suggest there are about 47,000 Guarani in Brazil and a few thousand more in Paraguay and Argentina. They have their own language, beliefs and culture but most, says the human rights group Survival International, are now squeezed on to tiny patches of land surrounded by cattle ranches and vast fields of soya and sugar cane.  Many have been herded into small reservations, others like the Apy Ka’y group near the town of Dourados in Mato Grosso do Sul state, have no land at all and live by roadsides. “A slow genocide is taking place. There is a war being waged against us. We are scared. They kill our leaders, hide their bodies, intimidate and threaten us. Me, too, many times. Last month they telephoned me and warned me there would be consequences if I carried on showing a film about the Guarani to politicians,” said Tonico, who has spent a month in Europe seeking political support  The root of the problem is the loss of the land, he says. “We are fighting always for our land. Our culture does not allow violence but the ranchers will kill us rather than give it back. Most of the land was taken in the 1960s and 70s. The ranchers arrived and pushed us out. The land is good quality, with rivers and forest. Now it is very valuable. The Guarani were living there for hundreds of years and we never suffered. We had 4m hectares then, now we have 200,000.” Brutal evictions of the Guarani have been continuing for over 20 years with landowners hiring gunmen, the police and army bringing in tanks and helicopters and the courts siding mostly with the rich farmers, according to Survival International.      A lone tree stands on land claimed by Guarani Kaiowa Indians as their ancestral territory called Tekoha Boqueron, now stripped of its original forest to form part of a sugarcane plantation, near Dourados, Mato Grosso do Sul state. Photograph: Lunae Parracho / Reuters/Reuters    “Our young people’s only choice is to work for pitiful wages in atrocious conditions in the sugar cane plantations that now occupy our ancestral lands,” says Tonico. “If we cannot plant, what is our future? Begging is no future. If people do leave the communities the only work they can get is on building sites or in sugarcane plantations. Our young people have no choice but to do degrading work.” “We suffer from racism and discrimination. Until 1988 indigenous peoples in Brazil were not considered human beings in the constitution. This created racism and prejudice. It suggested Indians could be killed, were a free target.”  Despite this history of oppression and killings, the Guarani have kept their pride and culture, and hope that they will regain their land.  “But if nothing changes,” says Tonico, “many more young people will kill themselves, and other will die of malnutrition. The impunity of the ranchers will continue and the Brazilian government will be able to continue killing us. In 10 years time, we will be heading for extermination.”",
  "webTitle": "Brazil's Guarani Indians killing themselves over loss of ancestral land",
  "webPublicationDate": "2016-05-18T16:18:39Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/brazils-guarani-indians-killing-themselves-over-loss-of-ancestral-land",
  "keyword": [
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    }
  ],
  "guardianId": "environment/2016/may/18/brazils-guarani-indians-killing-themselves-over-loss-of-ancestral-land"
}