{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/evening-at-new-york-death-cafe",
  "id": "2016-05-21-109",
  "sectionId": "lifeandstyle",
  "body": "The sign outside says “Happy Hours”. It has a picture of a woman’s cleavage and advertises *Hookah* *Belly Dancing* *Live Music*. It doesn’t advertise death, which is what I’m here for.  It’s a rainy Wednesday evening and I’m at a Moroccan restaurant in Times Square to attend the New York franchise of the Death Café.  The Death Café is a global movement in which strangers gather over tea and cake – or, in this case, tea and couscous – to discuss death. It’s not a support group; the point is simply to encourage more frank conversation. Started by Jon Underwood in 2011, the first Death Café was based out of his East London house. Since then, more than 1,000 cafes have popped up in 90 countries. Anyone can host a Death Café and they’ve been held in a variety of venues, from cemeteries to yurts to, well, Moroccan belly-dancing restaurants. Nancy Gershman and Audrey Pellicano started the monthly New York event in 2013. Audrey is a registered nurse and Nancy is a “memory artist”. She works with terminally ill patients and their families to create “dreamscapes”, photoshopped montages of memories that people don’t have pictures of. Sometimes she also creates pictures of memories people wish they had been able to create (she recently created an image of a couple on the cruise they’d always meant to take).  There are four people sitting around a table when I arrive: Nancy and three octogenarians. Nancy points me to a neighboring empty table. The Death Café is an intimate affair; you sit at tables of four rather than chatting to the whole group. Soon, two more people soon arrive: a young guy, K, in his early 20s, and M, in her 50s.     An art piece by Nancy Gershman. Photograph: Nancy Gershman    It’s K’s second Death Café; he’d heard about it in a class at college. Although young, he’s experienced a series of deaths in quick succession. The latest had just been an acquaintance, nevertheless it had affected him more than he’d been expecting.  “Have you ever had that?” he asked, leaning forward. “Feeling sadder than you really should about someone you don’t really know?” The guy had been 27, a talented musician who died of a heroin overdose. K hadn’t been able to go to the funeral in Brooklyn but found closure in other rituals, like listening to the man’s music, or sharing memories on his Facebook wall. “What do you think about that?” I ask. “Digital afterlives? The way we live on now in social media?” I’m 33, old enough for social media mourning to feel weird. But K, a decade younger, just shrugged. “It’s normal.”    Americans think there’s a pill for everything. They try and avoid death. They think they can buy their way out.  D, a palliative care worker     Conversation at the Death Café isn’t moderated or structured. You simply sit and talk. Or sit and don’t talk. There was, after K stopped speaking, an uncomfortable silence. Attempting to fill it, I turned to M: “So, um, do you come here often?” It’s M’s second time as well. Her mother recently died, she felt like she was getting older, like she was “next in line”, and so had started thinking about death more.  Another slightly morose silence ensued. And then D breezed in. In her mid 30s, she was wearing a bright blue skirt and exuding an upbeat, somewhat frenetic, energy. Which seems at odd with her job: she’s a fellow in palliative care at a Manhattan hospital. She explains to terminally ill patients and their families that nothing more can be done and prepares them for death. D is Bulgarian but has worked in the US for the last 10 years. America’s different from Europe, she tells the table. Americans think there’s a pill for everything. They try and avoid death. They think they can buy their way out. American kids aren’t educated about death. Look at the fairytales – they’re all sanitized. You know what happens in the Little Mermaid really? She dies. A painful death. The prince finds another woman. He doesn’t care. That’s real life.  In the last three years, D estimates, she’s seen 80 or so people die. “You start to know when it’s about to happen,” she said, spooning couscous onto her plate. “Their toes start curling, their skins starts changing, their hands go a little purple.” She pauses to eat. “They start breathing quickly and irregularly.” There is one nursing home she’s heard of where a cat called Oscar knows exactly when someone’s died. He goes and sits next to them as soon as they’ve shuffled off their mortal coil. “I guess he likes the smell.” Death brings out both the best and the worst in people, and D has seen it all. There are old people with rent-stabilized apartments whose kids insist on keeping them alive, skewered with tubes, so they can hang on to those apartments. And then there are the scammers who befriend lonely old people so that they can gain their trust and rob them. “They especially like people with dogs,” D says. “Because when the person goes to hospital they say – here are my keys, feed my dog – and then they go and steal everything.”  Some of D’s work includes home visits and these take her from penthouses on Park Avenue to bedsits in the Bronx. “There was one guy,” she recalls, “enormous apartment, lots of staff, his dog had cancer earlier. He spent $39,000 treating it. The poodle lived but now the man is dying and he’s worried about who will take care of his dog when he’s gone. He set up a trust fund for it. He made one of his staff its guardian. He didn’t have anyone else. ”  When you’re too ill to speak for yourself or make your own healthcare decisions, an appointed proxy makes these decisions for you (normally a close friend or family member). There’s a term for people who don’t have anyone to willing to take that role: the “unbefriended”. Death is the great equalizer, and one thing D has noticed is that no matter how rich or poor her patients, a lot of them are alone. Many Manhattanites, she says, don’t speak to their kids or the kids refuse to be the healthcare proxy.” Sometimes people ask for their doorman or the guy at the local bodega to be their proxy; these people always refuse, they don’t want that responsibility. D has started talking about antibiotic-resistant infections and flesh-eating illnesses when the waitress comes by with dessert menus. We order cake. Life starts to encroach on death: people check their phones, make their excuses, put on their coats, exit.  I’m not sure how I’d thought the night would end, but it comes suddenly and with a sort of anti-climax. I’m the last to leave and, before I go, I head to the bathroom to check my mascara.",
  "webTitle": "'So, do you come here often?' An evening at New York's Death Café",
  "webPublicationDate": "2016-05-21T11:00:12Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/evening-at-new-york-death-cafe",
  "keyword": [
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Arwa Mahdawi",
      "id": "profile/arwa-mahdawi"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/evening-at-new-york-death-cafe"
}