{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/port-isaac-shuttle-service-acronym-cornwall-council",
  "id": "2016-05-25-73",
  "sectionId": "uk-news",
  "body": "A village taxi service called the Port Isaac Shuttle Service has been told to remove signs featuring its acronym after Cornwall council failed to see the funny side. The cab firm, which has been going for three years without falling foul of the authorities, had emblazoned on its seven-seat people carrier: “Take the Port Isaac Shuttle Service”, with the initials of the firm in bold. But after the council deemed that the sign offends good taste, the company has been forced to alter it, prompting an angry response from locals. Louise Houston, who runs the one-person one-car service, in the village where ITV’s Doc Martin is filmed, accused the local authority of acting in a heavy-handed manner. “They’ve had one objection and in less than 12 hours I’ve had to change the sign,” she said. “I was outside at 11pm scratching the paint off. It’s a bit limp, it’s a great shame. Friends and parish councillors have rallied round. This is what Port Isaac is about, we don’t take ourselves too seriously.” Houston said that she was given 12 hours to change the sign, with no information about whether there was any right of appeal. Having been told by her parish council that she does have such a right, she is considering her next move.  Houston said her inclination was to let the matter lie but the outpouring of support she has received – including a petition opposing the council’s decision – means she is unlikely to be able to do so.  She stressed that it was not a matter of publicity as she makes her living charging “a couple of quid” to drive mainly older people back up the village’s steep hill and so has no spare capacity.  “It’s funny, it was never intended to cause offence,” she said. “I’d be mortified if I thought it did. I do think the council have been heavy-handed.” A spokesman for Cornwall council said: “Following a complaint, our licensing team has asked the company to remove the advertising on the side of the vehicle that emphasises an offensive acronym.”",
  "webTitle": "Port Isaac Shuttle Service: an acronym too far for Cornwall council",
  "webPublicationDate": "2016-05-25T17:22:09Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/port-isaac-shuttle-service-acronym-cornwall-council",
  "keyword": [
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "uk-news/2016/may/25/port-isaac-shuttle-service-acronym-cornwall-council"
}