{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/12/taking-children-on-holiday-in-term-time-the-issue-that-wont-go-away",
  "id": "2016-05-12-158",
  "sectionId": "travel",
  "body": "Ahead of a high court ruling on the case of a parent who was fined after taking his children on holiday during term time, a travel money provider claims tour operators are “holding parents to ransom” by doubling the costs of family holidays during the summer break.  Businessman John Platt will learn tomorrow (13 May) the outcome of his ongoing dispute with Isle of Wight Council, which took him to court in October 2015 after failing to pay a £120 fine for taking his children out of school for a family holiday to Disneyworld Florida. Although the fine was overturned in the magistrates court, the council has appealed to the high court, challenging the decision and seeking clarification on the law. The dispute over term-time holidays has been an ongoing issue since September 2013, when, under new rules for English state schools, taking a child out of school was no longer a discretionary decision for the head teacher, but something parents could do only in exceptional circumstances. The change has been unpopular with many parents, who point to the sharp increase in costs for flights and packages booked during school holiday dates. Guardian Travel has previously highlighted this disparity, comparing prices from 11 major travel firms before and after the end of term. We found price increases of up to 99% on package trips.  This week, travel money company FairFX conducted its own investigation into prices, comparing 79 package holidays from three operators, Thomson, First Choice and Thomas Cook. It found the cost of holidays rose on average by 35%, with the biggest hike being an 115% increase in the cost of a Thomas Cook package to Mallorca from London and a 104% increase in a First Choice holiday to the Costa del Sol, flying from Birmingham. A spokesperson for Thomas Cook said: “Customer demand is always really high during the school holidays, which can unfortunately lead to an increase in costs for families. This is particularly true for a destination like Mallorca, which is more popular than ever this year.” The government has been petitioned several times on this issue. The latest, launched this week by a parent from Nottingham, has collected over 130,000 signatures in a matter of days.  Although the government has remained steadfast on the issue – it was raised in parliament last October following the last petition on the subject – many parents continue to protest and break the rules, withthousands of them fined £60 each year. Figures from 2014/15, released under the Freedom of Information Act, show 50,414 fines were issued to parents 98 local education authorities. Platt remains unrepentant: while waiting for the high court appeal, he was fined a second time – for taking his family to Lapland in term time earlier this year. “I made the decision to go and we had a spectacular time. I have no regrets and I would do it again,” he told the Isle of Wight County Press. The Association of British Travel Agents and the Association of Independent Tour Operators have both called on the government to stagger school holidays by region to help alleviate the pressure of peak time demand. This is also supported by travel companies like Thomas Cook, which says this approach already works well in many parts of Europe.  Ian Strafford-Taylor, CEO of FairFX agrees: “With a father potentially facing a fine for taking his daughter on holiday during term time, it seems parents are being held to ransom by travel operators when it comes to summer holidays. A week in the sun allows families to spend precious time together, but when parents face paying double the original price, this experience comes under threat.”",
  "webTitle": "Taking children on holiday in term time: the issue that won't go away",
  "webPublicationDate": "2016-05-12T14:45:03Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/12/taking-children-on-holiday-in-term-time-the-issue-that-wont-go-away",
  "keyword": [
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Summer holidays",
      "id": "travel/summer-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/12/taking-children-on-holiday-in-term-time-the-issue-that-wont-go-away"
}