{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/arsene-wenger-arsenal-failure-win-title",
  "id": "2016-05-14-46",
  "sectionId": "football",
  "body": "Arsène Wenger has rubbished the notion that he is content with a top-four finish these days. “You do not do as much work as I do to be happy with a top-four finish,” the Arsenal manager said. “There was a period when the minimum required was a top-four finish to pay the debt back when we did not have the potential but now we are in the position where we want to fight for the championship. I am, like everybody, frustrated.” Having valued Champions League qualification during the period they were financially compromised after the relocation from Highbury to the Emirates, Wenger – whose current deal expires at the end of the 2016-17 campaign – feels it is right to aim higher nowadays.   Related: Arsène Wenger will delay talks over Arsenal future until late next season    The 66-year-old said that he has never taken defeat as badly as he does currently. “It is worse than ever, because I don’t have 20 championships in front of me to win it,” he said. “It hurts me, it hurts the players and it hurts the fans. We have to add what we missed this season. And I have said many times we did not score enough goals to win the championship. “I believe there is something special in the team. We could not materialise that into success this season. But there is something happening inside the club that is very positive and a very healthy mentality. If we did not have that, we would have collapsed but we did not, we all responded to big disappointments. The core of the team is strong but we have to be better next season.” If Arsenal get at least a draw against Aston Villa on Sunday, they will finish third. Should Tottenham falter at Newcastle there is the prospect of a runners-up position behind the champions, Leicester. Tomas Rosicky, who has played for Arsenal for 10 years, is hoping to be in contention to make a rare appearance as his contract comes to an end. The Czech international has suffered with injuries and been able to make only one substitute appearance this season, in the FA Cup against Burnley in January. A popular figure in the Arsenal camp, Rosicky is one of three midfielders approaching the end of their time at the club along with Mikel Arteta and Matheiu Flamini. Santi Cazorla, who has returned to fitness after four months out, is in contention to figure for the first time in 2016.",
  "webTitle": "Arsène Wenger frustrated with Arsenal’s failure to win the title",
  "webPublicationDate": "2016-05-14T21:30:07Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/arsene-wenger-arsenal-failure-win-title",
  "keyword": [
    {
      "webTitle": "Arsène Wenger",
      "id": "football/arsene-wenger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Lawrence",
      "id": "profile/amylawrence"
    }
  ],
  "guardianId": "football/2016/may/14/arsene-wenger-arsenal-failure-win-title"
}