{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/15/greens-would-demand-change-to-asylum-seeker-policy-under-power-sharing-deal-with-labor",
  "id": "2016-05-15-230",
  "sectionId": "australia-news",
  "body": "Improving the treatment of people seeking asylum in Australia would be a key policy demand of the Greens if Labor relied on the party to form minority government, Richard Di Natale has said. Speaking on Sky on Sunday Di Natale rejected Labor’s claims it would not make a deal or agreement to form minority government with the Greens as unrealistic and “a lot of tough talk in the lead-up to the election”. “When faced with the prospect of governing, wiser heads will prevail and it makes more sense to enter into a responsible power-sharing arrangement with the Greens,” he said. When asked about the Greens’ policy priorities, Di Natale listed many including strong action on global warming, fighting inequality and a national anti-corruption watchdog.   Related: Battle for Brisbane: a diverse set of campaigners vie for Queensland's 'groovy seat'    One of the priorities was “a more decent and compassionate treatment of those people legitimately seeking asylum”.  Di Natale rejected the view that refugee policy was a binary of “stop the boats” or “open the floodgates” as a nonsense. Asked more directly about what policy concessions the Greens would seek from Labor, Di Natale cited stronger action on global warming and more humane refugee policy. “Labor wants to take $1bn out of the Australian Renewable Energy Agency,” he said. “They don’t want to do anything about those massive fossil fuel subsidies. That’s not a climate policy. “They’ve got a veneer of increasing the renewable energy target, nowhere near where it needs to be ... So the Labor party policy is a significant improvement on the Coalition’s policy ... [but] the Labor party policy falls well short. “Don’t for a moment think we can’t get an improvement to refugee policy. There is a way through this. One of the things I commit to doing if there is the potential for power-sharing or a multiparty government is to improve what we’re doing to people seeking refuge and asylum in this country.” In July the opposition leader, Bill Shorten, won a major policy battle getting support from Labor national conference for a policy of towing back boats of asylum seekers and offshore detention. But, since the election was called on 8 May, Shorten has been forced to answer questions about numerous candidates who supported the Let Them Stay movement, which aimed to prevent 267 asylum seekers being returned to offshore detention. Labor supports regional processing but doesn’t want it to degenerate into indefinite detention.  On Saturday, Shorten said: “I don’t understand why the government hasn’t tried harder with nations in our region ... I promise that we will make sure that we process these people and get them into nations in our region but we will not reopen the seaways.” It comes as Liberal candidate for Mackellar, Jason Falinski, repudiated a view he expressed in 2001 that asylum seekers who come by boat should be welcomed rather than shunned.   Related: Durack: Australia's largest electorate feels like it's being ignored    According to the Fairfax report, Falinski said: “The Coalition committed to stopping the boats and that’s exactly what has been done through a strong border protection policy, which I wholeheartedly support.” Di Natale said Labor was wary of forming government with the Greens because it mistakenly believed the 2010 deal between Julia Gillard and the Greens had harmed Labor. In fact, it was “the chaos turmoil and internal division of the Rudd-Gillard governments” that ended what he said was a “very effective period of government”. He said he simply “did not buy” Labor’s talk it would not do a deal with the Greens, citing the former leader Bob Brown’s assessment that “these parties exist to attain power – the idea that they would walk away is not real world politics”. Di Natale said Labor would need to a deal with the Greens to form “responsible, stable government” because otherwise it would worry about “every piece of legislation on floor of parliament where you don’t know the outcome of that vote”.  He also rejected the prospect Labor would prefer a return to the polls, a threat suggested by the Greens treasury spokesman, Adam Bandt, to force Labor to the negotiating table. “I think Australians want another election like they want a hole in the head,” Di Natale said. He effectively ruled out forming government with the Coalition, noting it would take a “Damascus road conversion” by the Coalition on refugees and global warming. Responding to the comments on Sunday morning, Shorten again ruled out dealing with the Greens in the event of a hung parliament. “The issues and this nation are going to be determined only [by] the Labor government. What matters is not what the Greens think in the Senate, it is what Australian families and small businesses think,” he said.",
  "webTitle": "Greens would demand asylum seeker policy change under any deal with Labor",
  "webPublicationDate": "2016-05-15T00:19:21Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/15/greens-would-demand-change-to-asylum-seeker-policy-under-power-sharing-deal-with-labor",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/15/greens-would-demand-change-to-asylum-seeker-policy-under-power-sharing-deal-with-labor"
}