{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/09/ammon-bundy-oregon-militia-standoff-antonin-scalia",
  "id": "2016-05-09-54",
  "sectionId": "us-news",
  "body": "Oregon standoff leader Ammon Bundy was a peaceful protester advocating the constitutional beliefs of US supreme court justices Clarence Thomas and the late Antonin Scalia, according to the jailed activist’s formal defense filed on Monday. Bundy’s motion to dismiss the federal charges that he led a violent conspiracy against the government with an armed occupation of a wildlife refuge lays the groundwork for a trial that could have a lasting impact on the controversial land-use movement in the west. On 2 January, Bundy, 40, led a group of activists into the Malheur national wildlife refuge in eastern Oregon to protest the federal government’s treatment of local ranchers. The protesters, some of whom were heavily armed, took over a number of public buildings at the refuge headquarters, launching a standoff with federal authorities that dragged on for 41 days. Bundy and two-dozen other activists were eventually arrested and now face serious felony charges for using “force” and “threats” to impede the government, which could lead some of them to spend decades behind bars.   Related: Ammon Bundy offered to plead guilty if Oregon protesters' charges dropped    “Contrasted with shallow and uninformed media portrayals and government hyperbole, Ammon is not an ‘extremist’ and is not a member of any militia, patriot group, or political land protest organization,” Bundy’s attorneys wrote in the filing. “Mr Bundy is not a ... so-called ‘sovereign citizen,’ and he does not hold anti-government views.” The new motion claims that Bundy identifies as a “federalist” and an “originalist”, meaning he believes the federal government has overstepped its authority by owning vast swaths of land in the west and has strayed beyond its limited jurisdiction the founders intended. “This is hardly a philosophy of extremism or violence, and has been championed on both sides of today’s dominant political spectrum,” Bundy’s attorneys wrote. “Originalism is a constitutional approach and philosophy with its most well-known adherents being current United States supreme court justice Clarence Thomas [and] the late Justice Antonin Scalia.”  The filing also references Hugo Black, a liberal supreme court justice who also espoused originalist beliefs. Bundy and his followers have long argued that the federal government does not have the authority to own and regulate the Malheur refuge, which is a federally protected bird sanctuary that the US Fish and Wildlife Service oversees.  The philosophy has spread among ranchers and activists in the west in recent years, propelled forward by Ammon’s father, Cliven Bundy, a Nevada rancher who received national attention for refusing to acknowledge federal authority on public lands by his ranch, culminating in a tense standoff in 2014. Although constitutional experts, bolstered by a number of court decisions, have repeatedly refuted the Bundys’ claims and affirmed the government’s land-use authority, Ammon’s lawyers say the supreme court should specifically address “whether Congress can forever retain the majority of the land within a State”. The federal government owns 53% of the land in Oregon. The motion also notes that, over the last year, lawmakers in Utah have considered filing an expensive lawsuit challenging the constitutionality of federal land ownership.   Related: New photos of Oregon wildlife refuge reveal damage done by Bundy standoff    “Ammon Bundy identified an alternative way to raise the legal challenge,” the filing says.  “It’s nothing radical or new,” Mike Arnold, Bundy’s attorney, said in an interview Monday. “It’s a way of looking at the constitution in the context of the original words … viewed through the intent of the founders.” The motion – which argues that the case should be dismissed since the federal government lacks jurisdiction – also claims that the occupation was a “spontaneous protest” and that the activists maintained the property in good condition, welcoming “over a thousand visitors including elected officials, and prominent political leaders”. “The fact that elected officials visited the protest site illustrates … that it was a safe, peaceful place,” Arnold said. “And the protest was working to draw attention to a larger problem.” This depiction of the protest sharply contrasts the allegations of federal prosecutors, who have relied heavily on social media posts as evidence and presented the occupation as a coordinated and violent attack against the government, which left the refuge in terrible condition.  A spokesperson for the US district attorney’s office did not immediately respond to a request for comment on Monday.",
  "webTitle": "Ammon Bundy is an 'originalist' just like Antonin Scalia, says defense",
  "webPublicationDate": "2016-05-09T19:06:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/09/ammon-bundy-oregon-militia-standoff-antonin-scalia",
  "keyword": [
    {
      "webTitle": "Oregon militia standoff",
      "id": "us-news/oregon-militia-standoff",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/09/ammon-bundy-oregon-militia-standoff-antonin-scalia"
}