{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/refugee-pull-factors-uk-immigrants",
  "id": "2016-05-10-126",
  "sectionId": "commentisfree",
  "body": "Some years ago I remarked to a colleague how distasteful it was for parliamentarians to talk as if the atlas was still almost all coloured pink, as it was when Queen Victoria was on the throne. Though my colleague is by instinct far more rebellious than I am, he advised me that to say this in the Lords would not go down well. Language is important in political debate. Describing movements of refugees as a “swarm” must have been intended to press certain buttons, though I hope the prime minister has come to regret it. As he may come to regret his decision to try to stand firm against taking any vulnerable child refugees from Europe despite the protests of the British public and a significant number in opposition, both in the Commons and the Lords. While there are still lots of questions – how many; what funding will be given to local authorities; and what status will be given to the children? – the concessions announced last week are a positive first step, even if it is just a step in a continuing campaign.    The decisions that refugees are forced to confront must be agonising    Yet, despite this, the overarching language and rhetoric around immigration and asylum are often confused and too often poisonous. During the debates around the current immigration bill the term “pull factor” has been used time and again. The Home Office has been explicit about its wish to create “a hostile environment” for immigrants – the most vivid example being the “go home” vans that it sent out on the streets of London until the Liberal Democrats put a stop to it during the coalition government. A great deal of the bill is designed to send messages, predominantly: “You are not welcome.” It paints the British people as protective of society as it functioned before the world was faced with huge movements of people, rather than as a nation that has adapted and accommodated change throughout its history. Government ministers have been at pains to stress that the UK is not a land of milk and honey and the streets are not paved with gold, at any rate not gold for them. I read those messages as more about xenophobia than a rational discussion of the benefits, difficulties and tensions that immigration brings with it. When Theresa May spoke to the Conservative party conference last year in Manchester, she said that there was no net benefit to immigration and labelled most refugees as economic migrants. Of course, there are some migrants who aren’t refugees. They want a better life for their family and frankly there is nothing wrong with that. But to label them as cheats and liars and tar everyone with the same brush is a political calculation, nothing more.           David Cameron: UK may take in unaccompanied child refugees    No doubt there are factors that pull people towards the UK, whether refugees or economic migrants. The English language is likely to be one, but for refugees surely the biggest pull factor, if you want to look at it this way, is that the UK is a peaceful and tolerant country. The overriding concern of the majority of parents, by a long way, must be the safety of their children. If you are in Iraq, Afghanistan or Eritrea, all countries where young men are forced to fight for the army or terrorist groups, you will be thinking about whether your children are better off abroad. Or you may be in, say, Aleppo, with little access to food or water and fearful of the next bombardment (I am particularly conscious of this; it’s where my grandparents came from). When you compare the UK with that then yes, you could argue that this is a land of milk and honey. However, for David Cameron to argue that you’ll start to see parents who aren’t absolutely desperate putting their kids on boats alone to fend for themselves at the age of seven or eight is ludicrous. I am certain he would not do it to his own children. Similarly, if there are pull factors in the mix, education will be one. Syrian refugees are very aware that their children have lost in some cases five years of education. Education services in Syria have collapsed and there is not the capacity in the region to accommodate everyone’s needs. The UNHCR says that 86% of Syrian refugees who came to Europe in 2015 were educated to secondary or university level, and the majority were students. They are different labour markets, sure, but last week I heard a German employer explaining how he welcomes well-educated and skilled refugees.     ‘To characterise the decision-making process as an assessment of pull factors amounts to a dismissal of the thousands of Britons who have offered homes to unaccompanied child refugees.’ A pro-refugee protest in London Photograph: Geovien So/Barcroft Media    Can the UK really be in danger of pulling people when it does not allow asylum seekers to work until 12 months has gone by from their application, and then only in “shortage occupations”, which are very specialised, requiring considerable training? Does it pull people by asylum support of as little as £5 a day (plus accommodation – but it’s not the Ritz)? Does it pull people by painting their doors red? In 2015 there were six asylum applications for every 10,000 people resident in the UK. Across the 28 EU countries there were 26 per 10,000; the UK is 17th among the EU’s 28 countries on this measure. Either we are succeeding in pushing people away, or we have little need to worry about pull factors. The decisions that refugees are forced to confront must be agonising. To characterise the decision-making process as an assessment of pull factors is a theory largely divorced from reality, and amounts to a dismissal of the thousands of Britons who have offered homes to unaccompanied child refugees. It shows a cynicism that betrays the UK’s reputation as a nation welcoming of people seeking sanctuary. I realise this may sound emotional, but is there not a place for emotion, or at least empathy, in our policy, and legislation?",
  "webTitle": "Talking about refugee ‘pull factors’ wilfully misses the point | Sally Hamwee",
  "webPublicationDate": "2016-05-10T15:24:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/refugee-pull-factors-uk-immigrants",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Theresa May",
      "id": "politics/theresamay",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Hamwee",
      "id": "profile/sally-hamwee"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/refugee-pull-factors-uk-immigrants"
}