{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/japan-us-air-base-worker-arrest-murder",
  "id": "2016-05-20-345",
  "sectionId": "world",
  "body": "Japan’s prime minister, Shinzo Abe, will confront Barack Obama over crimes committed by US military personnel after a worker on a US air force base admitted killing a woman on Okinawa. As the US president prepares to visit Japan for the G7 next week he faces tough questions from Abe over a case that could fuel opposition to the presence of US troops on the southern Japanese island. Kenneth Franklin Shinzato, a former marine who works at the US air force’s Kadena airbase, told police he had strangled Rina Shimabukuro, a 20-year-old woman whose body was found in undergrowth on Thursday, according to Kyodo news. Abe, a strong supporter of the US military presence on Okinawa, said he was indignant over Shimabukuro’s death and hinted that he would confront Obama next week.   Related: Okinawa's musicians provide a focus for Japanese protest against US bases    “I have no words to express my feelings, given how her family must feel,” Abe told reporters on Friday. “I am outraged. We will demand that the US side take strict measures to prevent something like this from happening again.” Police began questioning 32-year-old Shinzato who lives in the town of Yonabaru with his wife and child, after his car appeared in security camera footage in the area where GPS data from Shimabukuro’s mobile phone was last confirmed. She had been missing sice late last month. The case is expected to complicate the already controversial relocation of a key US marine base on Okinawa, which hosts more than half the 47,000 US troops in Japan and 75 percent of its bases. Most Okinawans oppose plans, agreed by Tokyo and Washington two decades ago, to move Futenma base from its current location in the middle of a densely populated town to a remote coastal area on the outskirts of the town of Nago. The plan would require the construction of a new offshore runway that local people say would destroy the local ecosystem and increase the risk of accidents.  Okinawa’s governor, Takeshi Onaga, who opposes the Futenma move and wants the base moved off the island altogether, said the death of the woman broke his heart. “As I look back at all the developments to date, I’m simply speechless,” he said. In 1995 the abduction and rape of a 12-year-old girl on Okinawa by three US servicemen sparked massive protests, prompting Washington to pledge efforts to strengthen troop discipline to prevent such crimes and reduce its footprint on the island. The Futenma deal includes the relocation of 8,000 US troops and their dependents from Okinawa to the US Pacific territory of Guam and other locations. The chief cabinet secretary, Yoshihide Suga, said: “We will do our utmost to alleviate the burden (on Okinawa) ... in consideration for the feelings of the people of Okinawa.” Shimabukuro’s body was found in a weed-covered area after investigators conducted search based on Shinzato’s deposition, while police found DNA matching the victim’s in his car, Kyodo news agency said. Foreign minister Fumio Kishida summoned US ambassador Caroline Kennedy to the foreign ministry in Tokyo shortly after Okinawa police arrested the 32-year-old former US marine. “It is extremely regrettable that the very cruel and atrocious case occurred,” Kishida told Kennedy, according to Nippon Television Network. Kennedy replied that the US side would fully cooperate in the investigation, local media said. In Washington, state department spokesman John Kirby expressed condolences and said US authorities were following the case closely.   “This is a terrible tragedy and it’s obviously an outrage. We’re treating this situation with the utmost seriousness,” Kirby said at a daily news briefing. Okinawa was the site of a brutal second world war battle but is now considered a strategic linchpin supporting the two countries’ decades-long security alliance. But continued crimes by US personnel remain an irritant in Japan-US relations and a rallying point for Okinawans and others in Japan who oppose the US military presence. Next week, Obama will become the first sitting US president to visit Hiroshima, where the first atomic bomb was dropped on 6 August 1945, killing 140,000 people instantly and in the months that followed. Japan’s ambassador to the United States, Kenichiro Sasae, said he hoped the latest incident would not affect Obama’s trip to the city, saying the Japan-US alliance had made “tremendous progress” in his eight years as president. “The Okinawa issue is the Okinawa issue,” Sasae told reporters. “This is a tragic event, but a tragic event should not overshadow the fundamental objective of the alliance - that’s what I hope.”",
  "webTitle": "Japan 'outraged' after US airbase worker arrested in murder case",
  "webPublicationDate": "2016-05-20T03:05:22Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/japan-us-air-base-worker-arrest-murder",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/19/japan-us-air-base-worker-arrest-murder"
}