{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/indonesia-preparing-execute-prisoners-police-official-confirms",
  "id": "2016-05-04-302",
  "sectionId": "world",
  "body": "Indonesia is preparing to execute several prisoners, a police official has said, confirming reports that a year-long pause in the death penalty could be nearing an end. Authorities have not said how many prisoners will face the firing squad or if foreigners will be among them. Two Britons, Lindsay Sandiford and Gareth Cashmore, are on death row in the south-east Asian nation, which has a notoriously hardline attitude towards drug offences.   Related: A year after the Bali Nine executions, Indonesia prepares firing squads again    “We have had a warning since last month to prepare the place,” said the Central Java provincial police spokesman Aloysius Lilik Darmanto. “We carried out some rehabilitation of the location, like painting and repairs, because there will probably be more people who will be executed,” he said, adding that the firing squad had been training and receiving counselling. He declined to say how many prisoners would be executed, or when, or if there would be foreigners among them. After 14 prisoners were executed in January and April 2015, drawing widespread international condemnation, scheduled executions were postponed, with officials saying the government preferred to focus on reviving the economy. But President Joko Widodo’s administration has pledged to resume executions by firing squad at an island prison on Nusa Kambangan, claiming they are a necessary response to the country’s “drug emergency”.   Related: Mary Jane Veloso: what happened to the woman who escaped execution in Indonesia?    The most recent round of executions, in which eight men, including seven foreigners, were shot dead in April last year, sparked condemnation from Australia and Brazil, which had pleaded for their nationals to be spared. Two Australian men, the Bali Nine pair Andrew Chan and Myuran Sukumaran, were executed, prompting the temporary withdrawal from Jakarta of Canberra’s ambassador.  Authorities have not given a breakdown of the numbers of people sentenced to death, but according to Amnesty International, there were at least 165 people on death row at the end of 2015, and more than 40% of those were sentenced for drug-related crimes. Many of them are foreigners, and citizens of France, Britain and the Philippines are known to be among them.  Sandiford, from the UK, was sentenced to death after being convicted in 2013 of trying to smuggle almost 4kg of cocaine into Bali. Cashmore was sentenced to life imprisonment – later raised to death by firing squad – after he was caught with 6.5kg of crystal meth in his luggage at Jakarta airport in 2011. A Philippine maid, Mary Jane Veloso, got a last-minute reprieve in April last year in response to a request from Manila after a woman whom Veloso had accused of planting drugs in her luggage gave herself up to police in the Philippines.  Her lawyer said he hoped she would not be in the next batch of prisoners to be executed. “The execution of Mary Jane should be delayed because we are waiting for the legal process in the Philippines,” said the lawyer, Agus Salim.   Related: Death row in Indonesia: the prisoners who face the firing squad     A lawyer for Serge Atlaoui, a French national, said authorities had not contacted the French embassy on whether his client would be executed in the next batch. Atlaoui, who denies being the “chemist” for an ecstasy factory outside Jakarta, exhausted all legal appeals in mid-2015.  The government typically informs the embassies of foreign convicts only days before their executions.  Indonesia imposed a moratorium on executions for five years before resuming them in 2013. It has executed 14 people, most of them foreigners, under Widodo.  Indonesia’s representative at a UN narcotics conference was jeered last month when he defended the use of capital punishment for drug offences, a penalty that is contrary to international law. Reuters contributed to this report",
  "webTitle": "Indonesia is preparing to execute prisoners, police official confirms",
  "webPublicationDate": "2016-05-04T07:55:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/indonesia-preparing-execute-prisoners-police-official-confirms",
  "keyword": [
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Phipps",
      "id": "profile/clairephipps"
    }
  ],
  "guardianId": "world/2016/may/04/indonesia-preparing-execute-prisoners-police-official-confirms"
}