{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/solar-bright-future-despite-uk-conservative-government",
  "id": "2016-05-09-206",
  "sectionId": "business",
  "body": "King Canute is alive and well in Britain. While solar energy has become a global success story over the past few years, with tumbling costs and exploding deployment, Britain, which was keen on the technology, has slammed on the brakes, casting a shadow over a sector which employed more than 30,000 people but is now shedding jobs by the thousand. The big picture on solar is, well, big. Last year $161bn (£111bn) was invested around the world, more than gas and coal combined. Europe will reach a 100GW peak of solar deployed this year, enough to supply about one-fifth of the European Union population with clean power. Britain experienced a surge and now has 10GW, with 800,000 homeowners enjoying the technology’s indisputable benefits. We now produce 25% of our electricity from renewables – 10% from solar, with the rest mainly wind power. This is more power than we get from coal, something unthinkable just a few years ago. Solar is jobs-intensive and many small and medium-sized firms have grown to meet the demand and build up skills they are now deploying around the world – a success story at every level.   Related: Ikea starts selling solar panels in UK stores    But the government ditched support for solar farms last year, worrying they might push some Tory voters in the shires into the arms of Ukip. Once rid of the renewables-friendly Liberal Democrats, the new Conservative government got out the wrecking ball. It also slashed support for roof-mounted solar, leading installation volumes to collapse by 80% so far this year. The only renewable left standing was offshore wind, although it is much more expensive than onshore wind or solar, and receives a lot of government largesse. I am a fan of all renewables, but the government justifies its slashing of support for onshore wind and solar due to the cost of “subsidies”, as it wrongly labels the feed-in tariff or renewables obligation – mechanisms which have driven huge cost reductions. Subsidies in the true sense keep prices high and industries inefficient. Remember the EU wine lakes and butter mountains. Think, too, of the huge price being offered to Hinkley Point C nuclear station for its power up until 2060. That’s a massive subsidy, as well as a burden on future generations, which will do nothing to bring costs down; quite the reverse. The energy secretary, Amber Rudd, says solar must stand on its own two feet. We in the industry agree and have all been merciless in bearing down on costs, which are down 80% over the past five years. But it is downright dishonest of the government to call for free markets without support but reserved solely for solar or onshore wind. The truth is that Britain is not a free market economy. It remains a corporatist economy run by big firms that love big solutions such as offshore wind farms (no SMEs there) or nuclear power stations. Conventional energy corporations, scared to death of the massive drop in the cost of solar, tell ministers that renewables can never be the solution. Pity the facts belie this nonsense, but the Tories have swallowed it. Solar is only a couple of years away from not needing any support at all, but still the government wants to prevent it even surviving that far. They are allocating £12m a year support for the next three years – only about 1.5% of the support available to other technologies under the so-called Levy Control Framework, the details of which the government scandalously refuses to reveal. The government is not the only problem. In 2013 the EU mandated a minimum price for Chinese solar panels. This has prevented costs falling rapidly in lockstep with incentives reductions and slashed margins. Moreover, wholesale electricity prices have tumbled along with oil prices and so solar plants can earn less from the power they sell. Britain’s electricity grid is a problem too. It is weak and has little capacity left for renewables to connect. Thus grid connections are scarce and expensive. Will solar survive in the UK? Well, storage technology is rapidly advancing and costs are falling. With the grid a mess, solar with storage will enable lots of warehouses and factories to be provided with clean power where and when they need it. The next couple of years will be tough, and deployment a fraction of recent levels. But fear not – the tough, innovative, solar industry will be around long after this Canute-like government has been and gone. •Ashley Seager is director of Sun4net Ltd and a former Guardian economics correspondent.",
  "webTitle": "Solar has a bright future in the UK despite Tory efforts to cloud the picture",
  "webPublicationDate": "2016-05-09T12:02:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/solar-bright-future-despite-uk-conservative-government",
  "keyword": [
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Solar power",
      "id": "environment/solarpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wind power",
      "id": "environment/windpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashley Seager",
      "id": "profile/ashleyseager"
    }
  ],
  "guardianId": "business/2016/may/09/solar-bright-future-despite-uk-conservative-government"
}