{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/24/radical-social-work-quick-guide-change-poverty-inequality",
  "id": "2016-05-24-248",
  "sectionId": "social-care-network",
  "body": "During a symposium on the role of social work in the context of political conflict earlier this year, one of the participants highlighted the historical contradiction confronting social work. The participant, who leads on an activist project supporting refugees in the UK, stood up and said: “Of course our campaigning work has been supported by social workers. We have many volunteers and activists who are social workers by trade. However, they contribute to our work mainly during evenings and weekends, outside their formal social work professional activity.” The dichotomy between the social worker as a nine-to-five state agent and five-nine activist is a crucial one. The question can be summarised as: is there space, willingness and scope within social work to engage with broader structural issues that affect the lives of the people we work with?    Related: The role of social work in the refugee crisis    Radical social work addresses this by reminding us that meaningful practice should always incorporate elements of political action. Social workers need to appreciate the public causes of private pain and misery. Despite recent deviations and misinterpretations of the term, a radical concept historically refers to a political theory and practice that aims to understand the root causes of social problems. While appreciation of these causes and alleviation of their detrimental effects on people’s lives are important dimensions of radical social work, what really differentiates it from mainstream approaches is its emphasis on action that aims at social change.  In the realm of social welfare it is not uncommon for state policies to promote exactly opposite values, ignore the structural causes of service users’ hardships and even blame the victims. Approaches that artificially separate context from practice have been surprisingly persistent in social work. In 2014, then government adviser Martin Narey endorsed comments suggesting that “the concentration on non-oppressive practice [happens] at the expense of understanding practicalities about the job”. This is not dissimilar to the claims of the Charity Organisation Society, which in the 19th century insisted on portraying poverty as an issue exclusively linked to people’s feeble and manipulative personalities. In both cases, social workers are asked to get on with the job, focus on the technical aspects of their practice and, above all, stop asking inconvenient questions. But social workers cannot and should not ignore the overwhelming body of evidence that shows inequality and poverty as the root cause and underlying factor affecting the lives of most service users. Researchers Pickett and Wilkinson have confirmed beyond doubt what generations of social workers have witnessed first hand: it is the material circumstances that primarily shape people’s lives, not their morality. If we ignore inequality and poverty then our practice would be reduced to the futile function of a social aspirin. Appreciation of this formidable body of evidence shapes the knowledge base of radical social work.  Radical and critical social work has existed since the start of the profession. From the settlement movement, to the feminist and anti-racist social approaches of the 1970s and the more recent Social Work Action Network, radical social workers have contributed to the development of inclusive and genuinely anti-oppressive practices in social work. These influences can be found not only in current curricula, projects and ethical statements but also in the global definition of social work that suggests: “Social work promotes social change and the empowerment and liberation of people.” The most influential examples of radical social work come from Latin America where social workers have been using service-user empowerment through consientisation for several years. These techniques give primacy to the material circumstances affecting people’s lives as well as the psychological effects of oppression. The recent wave of austerity also helped give rise to a more radical reconceptualisation of social work in southern Europe. In Greece, social workers used their skills and experiences to speak truth to power; they documented the catastrophic impact of austerity on the lives of service users and through actions of civil disobedience they refused to implement punitive policies. The most notable recent example of combining social action with social work comes from Spain where award-winning social workers helped develop the orange tide; a diverse movement that focuses on defending social services, challenging neoliberal narratives and shaping grassroots alliances with services users, ensuring that no one goes through the crisis isolated and demoralised. Their iconic orange t-shirts epitomise the character of their action: “Say No to Cuts. Don’t Shut Up!”   Related: Volunteering in Greece showed me how vital social work is in this refugee crisis    What connects these diverse but creative radical social work interventions is an emphasis on the structural causes of private hardships. Radical social work is a broad approach that connects theory and practice. It is an important analytical tool which helps us work on present situations, while retaining a focus on the structural issues that affect our cases. In this sense, radical social workers borrow various methodological techniques such us group work, arts-based interventions, advocacy, awareness raising and social action. In radical social work the use of diverse, creative skills is a means to an end, not an end in itself. The objective is to use our social work skills and knowledge in order to support the victims of an unequal system but also create the conditions that will lead to the creation of a socially just society. New radicalism in social work has been based on five main pillars: democracy, empathy, militancy, anti-oppressiveness and structural practice. These pillars form the acronym Demos, a powerful concept which refers to “the populace of a democracy as a political unit”. Contrary to dominant social work narratives which claim that social workers’ legitimacy stems from their identity as creatures of the statute, radical social work has earned its recognition through an ability to grasp and utilise the transformative political power of the people we work with.  Take a look at our quick guides to attachment theory and motivational interviewing  Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "A guide to radical social work",
  "webPublicationDate": "2016-05-24T09:03:50Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/24/radical-social-work-quick-guide-change-poverty-inequality",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "social care network: adult social care hub",
      "id": "social-care-network/adult",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social work",
      "id": "education/socialwork",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Policy",
      "id": "social-care-network/policy",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/2016/may/24/radical-social-work-quick-guide-change-poverty-inequality"
}