{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/16/british-airways-food-economy-class-short-haul",
  "id": "2016-05-16-170",
  "sectionId": "business",
  "body": "British Airways is considering ditching free food in economy class on short-haul flights in response to changing consumer habits – and even the free long-haul meal could be up for review. Passengers would instead have the option of paying for a better quality meal, the new BA chief executive, Alex Cruz, is considering. Cruz, who took over in April, was formerly at BA’s codeshare partner Vueling, a Spanish budget carrier.   Related: IAG revises growth plan after Brussels attacks affect demand for flights    Charging for meals would remove one of the last onboard differences between BA and its budget rivals, but help the national carrier compete on fares. BA has already added charges for checking in bags, brought in under the guise of discounts for hand-luggage-only fares. The other airlines owned by BA’s parent company IAG – Vueling, Iberia and Aer Lingus – already charge for food, and passengers on budget carriers have become accustomed to buying food from shops in airport departure lounges prior to boarding.  BA said reports of imminent meal charges, including a possible tie-in with suppliers such as Waitrose, were “pure speculation”. However, John Strickland, a leading airline consultant, said the move would be no surprise, and could save the airline unnecessary wastage as well as raising revenue. He said: “In business class, passengers are still getting a very nice product offer. But it’s inconsistent in economy. People are used to going onboard loaded with food from shops at the moment because they don’t know what to expect on BA – a full meal, or a wrap and a packet of crisps. BA is in a no-man’s land at the moment. It needs to bring some clarity to better meet or manage customer expectations.” Long-haul passengers may not be immune to the developments. A new “enhanced meal” option on long-haul flights has recently been introduced by BA, where passengers pre-pay for a menu of their choice.  Cruz’s boss, Willie Walsh, the chief executive of IAG, recently told the Guardian that he was an admirer of low-cost, long-haul operator Norwegian, which charges transatlantic passengers £28 for a pre-ordered meal service or £10-11 for fresh food from the trolley. “There appears to be consumer acceptance of that ... that if you want a meal on a long-haul flight, you’re going to have to pay for it. We’ll see what happens.” A BA spokesman said: “We are constantly reviewing every element of the experience our customers receive, including the in-flight catering, to ensure we’re delivering what they want. Everything we do is with our customers in mind and we will make changes that reflect their feedback.”",
  "webTitle": "British Airways considers ditching free food in economy class",
  "webPublicationDate": "2016-05-16T13:44:33Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/16/british-airways-food-economy-class-short-haul",
  "keyword": [
    {
      "webTitle": "British Airways",
      "id": "business/britishairways",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Willie Walsh",
      "id": "business/willie-walsh",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    }
  ],
  "guardianId": "business/2016/may/16/british-airways-food-economy-class-short-haul"
}