{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/04/flowers-femidoms-nepal-wedding-website-contraception-advice-marie-stopes",
  "id": "2016-05-04-230",
  "sectionId": "global-development",
  "body": "A website offering wedding services while providing advice on family planning and reproductive health was launched in Nepal last week in an attempt to increase low rates of contraceptive use. The Newlywed website, launched by Marie Stopes International on Thursday, lists local companies that provide bridal wear, caterers, flowers, honeymoon ideas and other services for the big day. A mobile app allows people to book appointments with vendors. But alongside is a section, with the deliberately provocative title of SEXploration, that offers information on family planning and sexual health. Anyone who registers for the website will receive pop-up messages with family planning advice.   Related: Contraception and family planning around the world – interactive    The site is geared towards Nepal’s urban youth, specifically in the capital, Kathmandu, who are more technically savvy. Mobile coverage in Nepal is more than 90%. “We hope it will be the Yellow Pages for wedding planning, with sex education running through it,” said Anjana KC, a project manager at Marie Stopes Nepal. “We didn’t just want to have a website with [family planning] information. We didn’t think people were going to just go on there to learn. We have lists of vendors for wedding planning and we have information on sex, family planning, pregnancy, abortion and our services embedded in it.”  According to government figures (pdf), 25% of people who want to use contraceptives are unable to access services. UN figures, published this year, show that about 52% of married or cohabiting women aged between 15 and 49 use some form of family planning in Nepal; the average rate across Asia is 68%. Last year, the government published a five-year proposal to scale up family planning services in an attempt to reduce fertility rates and cut maternal and infant deaths. Nepal is also attempting to raise the age of marriage. The country has one of the highest rates of child marriage in south-east Asia. The government has increased the legal age for marriage to 20, and abolished a clause that allowed early marriage if parents consented. But the average age a girl gets married is still around 17. Marie Stopes said newlyweds often have little or no knowledge of family planning, or the contraceptives available, and rarely talk about it with their partners when they are planning their wedding. Many rely on information from family and friends, and myths abound about contraceptives, including that if a man uses a condom it will make him infertile.     Soni and her husband Raj, who attended wedding preparation classes in Kathmandu. Photograph: Liz Ford for the Guardian    The website and app are the second phase of Marie Stopes’s newlyweds project. The first phase, rolled out in Kathmandu and nearby Kavrepalanchok district, included wedding preparation classes, which mixed dancing and games with guidance on family planning and sexual health. It also provided a space for couples to talk to each other about their life together. “Planning a wedding is so chaotic, they [couples] don’t think beyond that,” said KC. Soni Baidar Rajbhandari, 27, and her husband, Raj Kumar, 32, attended classes in Kathmandu. “In Nepal, our families are very conservative, but if we have good communication, we can cope with every problem. We’re not planning to have children right now; maybe after a few years. We’re learning what kind of contraception is good for us,” said Soni. But pressure from parents to have children sooner can be difficult to deal with. “Immediately after marriage they want their grandsons,” she said. “They are pretty disappointed when we say no,” added Raj. “We do say we will do it, but we need time.”",
  "webTitle": "Flowers and femidoms: Nepal wedding website offers contraception advice",
  "webPublicationDate": "2016-05-04T11:07:16Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/04/flowers-femidoms-nepal-wedding-website-contraception-advice-marie-stopes",
  "keyword": [
    {
      "webTitle": "Contraception and family planning",
      "id": "society/contraception-and-family-planning",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Maternal health",
      "id": "global-development/maternal-health",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Weddings",
      "id": "lifeandstyle/weddings",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Ford",
      "id": "profile/lizford"
    }
  ],
  "guardianId": "global-development/2016/may/04/flowers-femidoms-nepal-wedding-website-contraception-advice-marie-stopes"
}