{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/16/supreme-court-obamacare-contraception-mandate-zubik-burwell",
  "id": "2016-05-16-125",
  "sectionId": "law",
  "body": "In a sign of how unpredictable the US supreme court has become since Justice Antonin Scalia’s death left the bench short-handed, the eight remaining justices on Monday failed to reach a final conclusion in a significant religious challenge to the Affordable Care Act’s contraception mandate. Instead, in an unsigned, unanimous decision which cited the “gravity” of the dispute, the justices gave final decision power to the lower courts and ordered them to find a compromise – even outlining how such an agreement could be reached. The case, Zubik v Burwell, pitted the government against 29 faith-based not-for-profit organizations who claimed that the government’s rules for groups with religious objections to covering female employees’ contraception were morally compromising. It was the fourth challenge to Barack Obama’s signature legislative achievement to reach the supreme court, and the second challenge to the mandate that employers offer insurance coverage for a wide range of contraceptive pills and devices.   Related: Religious groups take on government in supreme court battle over contraception    The not-for-profits bringing the suit have the right to opt out of providing contraceptive coverage by filling out a short form alerting the government to their religious objection. (Catholic doctrine bans the use of birth control, and, contrary to scientific evidence, several of the groups claim that the contraceptives covered under the Affordable Care Act cause abortions.) But the groups claim that filling out the form made them complicit in providing contraception, since it sets in motion a process in which the government provides the coverage.  The government argues that it is not the form which “triggers” the coverage, but the Affordable Care Act. A refusal to provide contraceptive coverage or fill out the form results in steep fines. The groups sued under the Religious Freedom Restoration Act, meaning the case presented an opportunity to significantly broaden or circumscribe the protections established by that 1993 act of Congress. Before coming before the supreme court in March, the two sides cast the trial as a high-stakes battle for women’s equality or the fundamental right to religious freedom.  The justices’ questions at oral arguments certainly reflected that clash. Chief Justice John Roberts and Justice Samuel Alito both posed questions implying that relying on the not-for-profit organizations’ healthcare provider in any way to guarantee contraceptive coverage constituted government “hijacking”. But the justices sometimes seemed wary of deciding the case, which was actually several lower court cases combined, with the same sweeping effect as it has in other challenges to the Affordable Care Act. They asked questions that dwelled on the vagaries of the insurance market. Several days after arguments, the court made the unusual move of calling for additional briefs from both sides, in a signal that the majority opinion might strike a compromise. Now, it seems as though the justices were brokering a peace. Monday’s order instructs the lower courts to rule based on the new arguments and information presented in those briefs. The two sides, the court said, had agreed in their briefs that an acceptable compromise would be for religious employers to contract with their insurance provider for a coverage plan that excludes contraceptives, and for the same insurance company to simply provide the excluded contraceptio Until those new rulings come down, the government may continue acting on the forms it receives from not-for-profit organizations to cover contraception for the nonprofits’ employees. The ruling also stayed any fines the nonprofits faced for failing to comply. “The Court expresses no view on the merits of the cases,” Monday’s decision reads. “In particular, the Court does not decide whether petitioners’ religious exercise has been substantially burdened, whether the Government has a compelling interest” to ensure contraceptive coverage, “or whether the current regulations are the least restrictive means of serving that interest”. A concurrence by Justices Sonia Sotomayor and Ruth Bader Ginsburg stressed that lower courts were still free to rule that the government’s approach did not impinge on religious practice, as many appeals courts have. The court’s approach was an unusual one, and many of the the immediate reactions reflected a state of uncertainty. “While we are disappointed that the court did not resolve once and for all whether the religious beliefs of religiously affiliated non-profit employers can block women’s seamless access to birth control, we are confident in the final outcome,” Gretchen Borchelt, a vice-president with the National Women’s Law Center, said in a call with reporters. She said the order cleared the way for the government to provide seamless health coverage to the “tens of thousands of women” employees and students of non-profit religious hospitals and charities, colleges. A spokesperson for Planned Parenthood said the decision will “maintain long-term uncertainty for women who work at nonprofit organizations about whether the accommodation will enable them to access to birth control with no copay”. The nonprofits claimed a partial victory.  “We are very encouraged by the Court’s decision,” said Mark Rienzi, an attorney at the Becket Fund for Religious Liberty who represented one of the not-for-profit groups, the Little Sisters of the Poor, before the court. “Today’s decision indicates that we will ultimately prevail in court.”  Monday’s outcome is presumed to be the result of the justices’ failure to find a majority. A 4-4 split would have handed liberals a victory, since a tie automatically affirms the appeals court decision under review. Seven appeals courts that have considered the questions in this case have found for the government.  This is not the first time that Scalia’s empty seat on the court has thrown an element of chance into this year’s term. In late March, a split decision handed a major victory to liberals in a challenge to public sector unions’ ability to collect dues. The case, argued while Scalia was still on the bench, looked poised to deal a deadly blow to public unions if the conservative justices mustered a majority. On Monday, Sotomayor’s concurring opinion stressed the narrow nature of the court’s decision.  “Today’s opinion does only what it says it does: ‘affords an opportunity’ for the parties and courts of appeals to reconsider the parties’ arguments” in light of the new briefs submitted in March. “As enlightened by the parties’ new submissions, the Courts of Appeals remain free to reach the same conclusion or a different one on each of the questions presented by these cases.” Additional reporting by Lauren Gambino",
  "webTitle": "Supreme court punts on challenge to Obama's contraception mandate",
  "webPublicationDate": "2016-05-16T15:51:02Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/16/supreme-court-obamacare-contraception-mandate-zubik-burwell",
  "keyword": [
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Reproductive rights",
      "id": "society/reproductive-rights",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Molly Redden",
      "id": "profile/molly-redden"
    }
  ],
  "guardianId": "law/2016/may/16/supreme-court-obamacare-contraception-mandate-zubik-burwell"
}