{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/anti-austerity-party-challenges-sectarian-politics-and-cuts-innorthern-ireland",
  "id": "2016-05-17-206",
  "sectionId": "society",
  "body": "When two candidates standing in this month’s elections for Northern Ireland’s devolved assembly were unexpectedly voted in on a radical socialist, anti-austerity, non-sectarian platform, it was clear that something fundamental had happened. Echoing socialist Bernie Sanders in the US and Jeremy Corbyn in Westminster, The People Before Profit Alliance’s (PBP) message that the poorest and most vulnerable people are disproportionately paying the price for austerity struck an electoral chord. With key public services in Northern Ireland, including health, under immense strain from budget cuts and a slew of welfare reforms about to be implemented (much later than for the rest of the UK and only after protracted and difficult negotiations between the main parties and with the government in Westminster), for some voters at least priorities appear to be shifting.    PBP is pitching itself as an alternative to the mainstream parties and vocally rejecting historical sectarian divisions    Northern Ireland is known for its binary political divide with most votes traditionally cast according to which community – nationalist or unionist – a person belongs to. Despite using the single transferable vote system of proportional representation, elections have been dominated by Sinn Fein on the nationalist side and the Democratic Unionist Party (DUP) on the unionist. However the emergence of PBP pitching itself as a genuine alternative to the mainstream parties and vocally rejecting historical sectarian divisions with the slogan “we’re neither orange nor green but we’re up for the fight” could signal a potentially significant and disruptive development. In the aftermath of the elections, commentators were quick to point out that the two PBP seats in Stormont, (the party contested three in total) were won in districts with high levels of deprivation. In the Foyle constituency of Derry, the PBP candidate, 73-year-old veteran civil rights campaigner and journalist Eamonn McCann, snapped up a seat previously held by the nationalist SDLP. It was in West Belfast, however, a ward with one of the highest rates of poverty in the UK – child poverty running at 43%, and a far greater proportion of people in receipt of benefits than other parts of Northern Ireland and Great Britain – where the strong anti-cuts rhetoric of PBP resonated most. The resounding victory of 28-year-old Gerry Carroll (pictured below), who took 8,299 first preference votes in the constituency and secured 19.2% of the total, was widely seen as a grassroots rebuke to Sinn Fein in its working-class republican heartland. The reason? PBP convinced a sizeable proportion of voters that Sinn Fein broke its pledges to protect the most vulnerable people by capitulating to the UK government’s austerity agenda. PBP’s contention was that when Sinn Fein signed up, alongside other major parties, in November 2015 to a comprehensive political deal designed to bring an end to gridlock within the power sharing administration, this involved modifying its objections to austerity. By doing so it opened the door to being outflanked on the left. Essentially, in exchange for less severe cuts than the rest of the UK and a mitigation package intended to curb the extent of cuts and welfare reforms in the province (for example, by including some supplementary payments to benefits over the next four years for carers and people with disabilities), the main party that had stood in the way of austerity no longer did so. In addition, voters were told, in agreeing to hand over responsibility for introducing controversial welfare reforms such as changes to disability benefits and the roll out of Universal Credit to Westminster, Sinn Fein had upset many of its own voters by relinquishing local control. Sinn Fein’s Alex Maskey insists that the party has been “steadfast” in its opposition to austerity. “We campaigned against the cuts agenda being pursued by the Tories, even when others told us it was not possible,” he says. It remains by far the biggest party in West Belfast with 54.2% of the vote, but for Sinn Fein to have its seat count reduced from five to four MLAs (member of the legislative assembly) out of the six up for grabs, is not a minor defeat. McCann says the wider public reaction to PBP wins has been “absolutely phenomenal across the north” (it has six seats in the Irish parliament, the Dail). He attributes its success to a range of factors: a rejection of the political establishment, in particular by young people, and the creeping realisation that cuts aren’t short-term but constitute a “new normal”. But it is also indicative of a growing fear in some communities that if they were on the breadline before, it is about to get much worse, regardless of any deal struck with the Treasury on welfare. “There’s an increasing number of people in the north who are simply getting frustrated, angry, fed up,” McCann says. Carroll, who has been involved in social justice campaigns since he was a teenager, agrees. He says his landmark win was the result of tapping into a severely deprived community reacting to “vicious” austerity cuts signed up to by parties at Stormont, which would “hit West Belfast the hardest”. Carroll adds that it is not just people on benefits who are going to bear the brunt either. “We also have the highest proportion of people working in the public sector,” he explains. “Cutting 20,000 jobs in the public sector will have a disproportionate impact on West Belfast.” According to Ann-Marie Gray, a professor of social policy at the University of Ulster, major disillusionment, especially in the most deprived areas which have yet to see the economic benefits promised back in 1998 when the Good Friday Agreement first ushered in a power-sharing government, has accelerated as the cuts agenda and welfare reform have increasingly become a reality. “We’ve not seen real progress on social policy since 1998,” she says. However if economic concerns have played a major role in propelling a party like PBP to unexpected prominence, there is another significant development in Northern Ireland that many believe has contributed to its trajectory (as well as galvanising support for the Greens, which also got two MLAs elected). Both parties campaigned hard on the issue of women’s right to choose. This is probably the first time in the province’s socially conservative history that there has been any momentum to extend the rights to abortion that women in Britain have to Northern Ireland, where access is severely restricted. Over the past year prosecutions of women, including one who took pills to terminate a pregnancy, have sparked widespread calls for reform. Green Party leader Steven Agnew, whose deputy won an assembly seat on a pro-choice platform, and despite being a volunteer for the sexual health service Marie Stopes which has been a focal point of protests by anti-abortion protesters in Belfast, says abortion rights, along with marriage equality, have become touchstones showing that “mainstream opinion” on social issues is “moving on” and this is being reflected in voting patterns. McCann, whose Foyle campaign had women’s rights as a central plank, concludes: “Quite simply the right to choose is a vote-winner in Northern Ireland now. There’s been a very big change here.” Agnew says he believes a corner has been turned in Northern Irish politics. Even with two MLA’s, there is greater potential to influence the agenda, he says, including by introducing more private member’s bills. McCann remarks that he and Carroll are “not so grandiose as to say that two people out of 108 are going to make a huge difference” to the province but says he is confident that, if the party can mobilise support outside the assembly, their appeal could broaden. Convincing others of longer-term prospects may be a challenge. Political consultant Quintin Oliver says that while the results are clearly significant, and that they show “there is some cracking of the edifices of Northern Ireland’s old-fashioned past”, precedent in the province suggests their potential is limited. Other parties such as the Women’s Coalition and “working-class leftwing loyalism through the PUP [Progressive Unionist Party]” have made brief inroads in the past, only t o see early momentum wane, he says. Of the embryonic PBP he concludes: “Parties like this tend not to be sustainable. They are protest votes. They elect charismatic, skilful orators but they cannot build a base or a movement to last.”",
  "webTitle": "Anti-austerity party challenges sectarian politics and cuts in Northern Ireland | Mary O’Hara",
  "webPublicationDate": "2016-05-17T10:59:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/anti-austerity-party-challenges-sectarian-politics-and-cuts-innorthern-ireland",
  "keyword": [
    {
      "webTitle": "Public sector cuts",
      "id": "society/public-sector-cuts",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Northern Irish politics",
      "id": "politics/northernireland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary O'Hara",
      "id": "profile/maryohara"
    }
  ],
  "guardianId": "society/2016/may/17/anti-austerity-party-challenges-sectarian-politics-and-cuts-innorthern-ireland"
}