{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/dialiects-slang-children-language-english",
  "id": "2016-05-03-161",
  "sectionId": "commentisfree",
  "body": "Language use is one of the last places where prejudice remains socially acceptable. It can even have official approval, as we see in attempts to suppress slang and dialects at school. Most recently, Ongar Academy in Essex launched a project to discourage students from using words like ain’t, geezer, whatever, like, and literally. We’ve been here before. Schools across the country have outlawed inoffensive words, with some asking parents to “correct” children at home. Slang, regionalisms, and colloquialisms are typical usages objected to, with occasional spelling errors thrown in as though somehow equivalent. The only thing uniting them is that they’re not considered standard or sufficiently formal. Banning words is not a sound educational strategy. As Michael Rosen points out, schools have been trying this for more than 100 years to no avail. Research shows that gradual transition towards standard English works better. But because dialect prejudice is so prevalent, this must be done in such a way that children understand there’s nothing inherently wrong with their natural expression.    Because children are sensitive to how they’re perceived, stigmatising their everyday speech can be harmful    Ongar Academy says it’s not banning words, but “evolving” its pupils’ speech – a description with classist implications. The head teacher, David Grant, says that students’ dialect “may not favourably reflect on them when they attend college and job interviews”. This may seem a reasonable position, when even those who work in education are subject to linguistic intolerance. But to assume that students who use slang – ie, most of them – will do so in interviews does them a disservice. Native speakers of English are generally at least bidialectal. We have the dialect we grew up using, with its idiosyncrasies of vocabulary, grammar and pronunciation, and we learn standard English at school and through media like books and radio. As with any social behaviour, we pick up linguistic norms and learn to code-switch according to context. Just as we may wear a T-shirt and slippers at home, but a suit and shoes at work, so we adjust our language to fit the situation.           Should schools ban slang from the classroom?    Standard English is a prestige dialect of huge social value. It’s important that students learn it. But the common belief that nonstandard means substandard is not just false but damaging, because it fosters prejudice and hostility. Young people can be taught formal English, and understand its great cultural utility, without being led to believe there’s something inferior or shameful about other varieties. Grant says that in Shakespeare’s anniversary year, we should “ensure the way the pupils talk gives a positive impression”. But Shakespeare’s plays abound in slang and informal language. “Geezer” appears in books by HG Wells, Graham Greene, and Anthony Burgess. Charlotte Brontë, Charles Dickens and Vladimir Nabokov used non-literal literally. Rather than spurning such words, we can teach students when and why they are used. Learning different Englishes gives us command of different domains, a skill we can then put to creative and appropriate use. Facility with slang is a real advantage in some jobs. James Sledd once wrote: “To use slang is to deny allegiance to the existing order … by refusing even the words which represent convention and signal status.” That is, slang lends covert prestige – however anathema to those in authority who prefer teenagers not to be teenagers. It doesn’t help Grant’s cause that in a short radio interview, he put basically on the Bad List but used it himself several times.   Related: Children and language: Taalk propa? Hadaway wi ye | David Almond    Linguistic vetoes can be counterproductive pedagogically too. Sociolinguist Julia Snell argues that “to learn and develop, children must participate actively in classroom discussion; they must think out loud, answer and ask questions”. When the focus is on the forms of speech instead of its content, she writes, “children may simply remain silent in order to avoid the shame of speaking ‘incorrectly’, and miss the interactions crucial to learning”. In light of this I can’t share Ongar Academy’s satisfaction that its students are now policing each other’s speech. People feel strongly about correctness in language, but this strength of feeling isn’t always matched by knowledge and tolerance. And because children are sensitive to how they’re perceived, stigmatising their everyday speech can be harmful. By educating them about linguistic diversity instead of proscribing it, we can empower students and deter misguided pedantry. There’s nowt wrong with regional dialects, nothing broke ass about slang. They’re part of our identities, connecting us to time, place, community, and self-image. They needn’t be displaced by formal English – we can have both. As David Almond wrote, in a wonderful response to one school’s linguistic crackdown: “Ye hav to knaa the words the world thinks is rite and ye have to knaa how to spel them rite an speek them rite … But ye neva hav to put the otha words away.”",
  "webTitle": "There’s nowt wrong with dialects, nothing broke ass about slang | Stan Carey",
  "webPublicationDate": "2016-05-03T13:57:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/dialiects-slang-children-language-english",
  "keyword": [
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Essex",
      "id": "uk/essex",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Stan Carey",
      "id": "profile/stan-carey"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/dialiects-slang-children-language-english"
}