{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/margot-robbie-harley-quinn-suicide-squad-dc-marvel-comic-book-films",
  "id": "2016-05-17-76",
  "sectionId": "film",
  "body": "Angry Comics Guy is no newcomer to geek culture. You may have met him in an online forum, berating female cosplayers for dressing “sluttily” while defending the right of comic book artists to paint female superheroes with overly sexualised body shapes. He might be hanging around the comments section of an article on the latest X-Men movie, pointing out the differences between the film adaptation and its original print incarnation. But the version of Angry Comics Guy who’s been most prominent in recent weeks has been the DC Comics fan who simply refuses to accept the many failings of Batman v Superman: Dawn of Justice. The critics are being paid to promote movies from rival studio Marvel, he cries. Zack Snyder has been unfairly dismissed because his peculiar brand of violent, visceral (yet strangely humourless) film-making does not fit the media’s view of how comic book movies should look in the post-Avengers era. Marvel’s own take on the superhero smackdown movie, Captain America: Civil War, has been unfairly painted as a masterpiece when it’s really just over-hyped trash.   Related: Margot Robbie's Harley Quinn to lead female-centric DC Comics movie    The good news is that Angry Comics Guy (DC fan version) may soon have good reason to stop getting so upset. Because for every Warner Bros-produced movie that looks a bit like Batman v Superman, there seems to be one that looks a whole lot more like David Ayer’s hugely anticipated Suicide Squad. And if you believe a new story from the Hollywood Reporter, it’s only going to get better. According to the site, Margot Robbie is keen to follow up her debut as Harley Quinn in the comic book ensemble with her own outing as the Joker’s colourful paramour, backed by a plethora of female heroes and villains from the DC universe such as Batgirl, Birds of Prey, Poison Ivy, Katana and Bumblebee.  Why is this such a big win for DC fans? For a start, it’s a sign that Warner might be waking up to the real strength of the DC back catalogue, to titles born in the 90s rather than the 40s and 50s, to the female-focused stories of the hugely popular DC SuperHero Girls line rather than endlessly regurgitated Batman and Superman tales. This, after all, is an area where DC has shown itself to be ahead of the curve in print, via groundbreaking series such as the 2011 reintroduction of Batgirl as a post-paraplegic Barbara Gordon.    Related: Marvel axed female villain from Iron Man 3 after fears of poor toy sales, says director    The news also comes on the same day that Iron Man 3 director Shane Black accused unnamed Marvel bosses of refusing him permission to use a female villain in the Robert Downey Jr blockbuster for fear of losing out on toy sales. It’s a strange story, because the character who ended up as the bad guy – Aldrich Killian, played by Guy Pearce – is pretty much unavailable as a toy. Perhaps Marvel at one point hoped to sell Mandarin playthings, since Killian ends up being exposed as Iron Man’s traditional nemesis in the movie, but the decision still seems bizarre on all counts. On the other hand, this is the same company that swapped out Scarlett Johansson’s Black Widow for Captain America when selling toys based on a key motorbike scene in last year’s Avengers: Age of Ultron.  Black makes it clear in his comments that the Marvel executive responsible for defeminizing Iron Man 3 (Rebecca Hall’s Maya Hansen is also said to have lost lines) was not Marvel Studios president Kevin Feige. But the revelations will still heap pressure on the Disney-owned unit to prove it doesn’t have a problem with women.    Related: Suicide Squad's Harley Quinn is the new killer queen bee of superhero movies    So far, the only female-led superhero movie on Marvel’s forthcoming slate is 2019’s Captain Marvel. Still, no director has been named, and the studio hasn’t yet announced who will play the hero otherwise known as Carol Danvers.  Only last week, Feige hinted that a Johansson-led Black Widow movie is top of the studio’s wishlist. Yet Marvel has greenlit eight movies led by male superheroes for debut between now and 2020, so why the holdup on confirming concrete plans for one of its more popular costumed titans? Meanwhile, it looks like Warner’s DC-based universe might be ready to steal a march. The studio recently wrapped on Patty Jenkins’ Wonder Woman, with Israeli actor Gal Gadot reprising her popular turn from Dawn of Justice, and now looks set to make Robbie’s sweetly poisonous Quinn the mainstay of future films before we’ve even seen more than a few clips from Suicide Squad. Let’s hope Warner has seen Ayer’s movie and knows it has a hit on its hands – though that was also the ultimately failed theory about Batman v Superman. The veteran geek blogger Drew McWeeny recently published a powerful cri de coeur calling on Marvel and DC Comics fans to stop their petty squabbling and learn to enjoy the sheer breadth of comic book stories currently making their way to the big screen. From this perspective, elevating Quinn to centre stage in the DC ’verse is surely just as exciting a development as Ryan Reynolds’ Deadpool smashing R-rated records for 20th Century Fox, or Tom Holland’s Spider-Man stealing scenes like a boss in Civil War.  The future is looking both bright and diverse, and DC suddenly looks ready to lead the way by stepping into uncharted territory where its rivals fear to tread. Surely even Angry Comics Guy ought to be happy about that.",
  "webTitle": "Could Margot Robbie's all-female superhero movie be DC's trump card?",
  "webPublicationDate": "2016-05-17T17:16:47Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/margot-robbie-harley-quinn-suicide-squad-dc-marvel-comic-book-films",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/17/margot-robbie-harley-quinn-suicide-squad-dc-marvel-comic-book-films"
}