{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/17/john-cleeses-attack-fawlty-towers-tribute-show-about-publicity-alison-pollard-mansergh",
  "id": "2016-05-17-333",
  "sectionId": "culture",
  "body": "The Australian creator of the Faulty Towers Dining Experience has responded to John Cleese’s accusations of copyright infringement, stating that “offers were on the table” with his management as recently as November and Cleese was simply trying to drum up publicity for his own stage show. Cleese accused Interactive Theatre International of ripping off the television series in a series of tweets in March, while he was in Australia on tour with Eric Idle. He said it had not sought permission to use the characters, situations and names associated with the show for its Faulty Towers dining experience, which has been running around the world since 1997.   Related: John Cleese: Fawlty Towers-based show producers 'staggered by vitriol'    At the time, a representative rejected Cleese’s statement that he had only been aware of the tribute show for a year and said producers were “staggered by [his] vitriol”. Alison Pollard-Mansergh, the founder and artistic director of ITI, finally responded to Cleese’s accusations on 612 ABC Brisbane on Tuesday morning. She said that when she founded the dining experience in Brisbane in 1997 she did not expect it to run for much longer than six months. When it became apparent the show was going to be a success, she contacted Cleese’s then-management by phone. “We discussed the fact that ‘this is what we’re doing, this is what we want to do’. Basically the answer was ‘there is no licence for that sort of thing, good luck with your show’.” Pollard-Mansergh said she regretted not asking for that in writing. “But who thought, 20 years later, you’d be relying on that?” She said she had been in “constant” contact with Cleese’s former management over the years. In November, she met with his current management to discuss the Faulty Towers Dining Experience becoming the series’ official tribute show – “which is all I’ve ever wanted, right from the word go”. She was “flabbergasted” when, five months later, Cleese tweeted aggressively about the show and told media he was considering taking legal action against their operation. “Offers were on the table ... we immediately contacted our lawyers and said ‘what is going on, we’ve got to find out from his management’. We’d only just been talking with them.” She said she had not heard from Cleese’s management nor had he launched any legal action. She said she had been advised that her show was not in breach of Fawlty Towers’ copyright as only scripts could be copyrighted – not characters, themes or concepts – and the show used “basically none” of them. Pollard-Mansergh said the trademark “Fawlty Towers” was held by the BBC in the UK and by her company in Australia to protect itself against other tribute shows. “We are very, very, very successful ... We’ve had some other tribute shows that have used our images, our press material, even our reviews from Edinburgh [Festival Fringe]. That’s why we protect ourselves and we are legally entitled to.” The dining experience involves 10 teams of performers and is held in 20 to 25 countries each year. It has a six-night-a-week residency at the Amba Hotel in Charing Cross in London and Pollard-Mansergh said there were plans to do the same in New York.   Related: John Cleese returns as Basil Fawlty in Specsavers ad    Pollard-Mansergh said Cleese’s accusations were “promotion” for his own upcoming Fawlty Towers stage show, which has its world premiere in Sydney at the Roslyn Packer Theatre on 19 August.  Guardian Australia has contacted Pollard-Mansergh, ITI and Cleese’s UK representative for comment. Asked by 612 ABC Brisbane host Spencer Howson why she did not respond to Cleese in March, Pollard-Mansergh said she had been confused and sought legal advice. In the months since, she had received “very disturbing” messages from Cleese fans. “I’ve done all the right things. My lawyer’s happy with the fact that we’ve gone back to the management,” she said. “It’s been a bit of a process but finally, I think, people are starting to understand the truth.” She said the dining experience had benefited from the publicity. “There are loads and loads of people in the world that know about us now that didn’t before.”",
  "webTitle": "John Cleese's attack on Fawlty Towers tribute was about publicity, says creator",
  "webPublicationDate": "2016-05-17T02:54:03Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/17/john-cleeses-attack-fawlty-towers-tribute-show-about-publicity-alison-pollard-mansergh",
  "keyword": [
    {
      "webTitle": "John Cleese",
      "id": "culture/john-cleese",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "culture/2016/may/17/john-cleeses-attack-fawlty-towers-tribute-show-about-publicity-alison-pollard-mansergh"
}