{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/17/picasso-ed-vere",
  "id": "2016-05-17-289",
  "sectionId": "childrens-books-site",
  "body": "There’s a photograph of the artist Pablo Picasso drawing in his studio with Paloma (his daughter) that encapsulates what I find so compelling about him. In that moment, they drew on the same level, both of them intent on what they’re doing. Not only did he take what she was doing seriously, her freedom was what he was aiming for in his own work.   Related: How to draw...a kitten    Last October I saw a stunning exhibition of Picasso sculptures at MoMA in New York. The surging energy in his work was invigorating, undeniable and fresh. It’s evident in almost everything he created. His work vibrates with unbridled creativity, curiosity and a voracious hunger for life. It’s what art in all forms is about, an expression of what it means to be alive on this earth. Sculpture finds him at play more than his painting. Maybe, because he considered himself a painter first, he was liberated to play with sculpture. His sculpture was unbound, and included wood, plaster, pebbles, metal, clay, found objects, bronze and assemblage. To put a pair of bicycle handlebars together with saddle and see that they can be a bull, a bird running along with two forks for legs, the essence of duckness (or is it a goose?), the endless small clay sketches of animals, people and fawns. Often made in minutes, they’re the physical manifestations of thoughts running through a mind, lyrical thoughts which embody life, not endlessly laboured over compositions.      Ed Vere: I’m awed by the sheer energy and life in children’s drawings. Photograph: PR    They’re directly the essence of his famous quote “Every child is an artist. The problem is how to remain an artist once we grow up”. Part of my job as an author and illustrator is going into schools and reading my stories to children. I also draw with them, showing them how to draw the characters in my books. Without fail, I’m awed by the sheer energy and life in their drawings. They’ve drawn following me, but their drawings always have a zeal that makes mine seem devoid of life. I don’t think its only innocence, its the directness, there’s a kind of truth in them, no disguise. They draw what they feel without compromise. Adults learn to compromise, to worry about what others think and rein themselves in. Children just put it out there. They’re less concerned with being polite, so their drawings contain, honestly, what they feel.  Picasso too was not overly concerned with being polite. For all its downsides, along with that came incredible freedom of expression that ran untrammeled into so many areas.    By the age of 11 children have somehow learnt that there’s a right way to draw, and a wrong way. There isn’t.  Ed Vere     I’ve recently been working with the fantastic CLPE (Centre for Literacy in Primary Education) on the importance of visual literacy. I see children arrive in primary education expressing themselves freely and intuitively through drawing. Expressing themselves in ways they can’t yet verbally. They’re also able to understand sophisticated feelings and emotions when they “read” a picture that they don’t yet have the vocabulary for. Yet, when they leave at 11, pictures are out of the equation and too many feel unconfident about drawing. They’ve somehow learnt that there’s a right way to draw, and a wrong way. There isn’t. The only thing that matters is that you do it and you express yourself through it. It’s an incredibly valuable resource that they’re losing.     An scene from Ed Vere’s new book: Max and Bird. Illustration: Ed Vere    Picasso painted and sculpted without constraint to express himself. He shows us all aspects of life, light and dark, its sorrows, its joys and its pleasures. This is why he inspires. There’s another quote of his I like, “Inspiration exists... but it has to find you working”. As part of Bookbug Week 2016, I’ll be working, reading and drawing with children as I take part in ‘Authors Live’ with Scottish Book Trust on Thursday 19 May… I know I’ll find inspiration there. Ed Vere’s latest picture book Max and Bird (Puffin Books) is published 3 June 2016.",
  "webTitle": "Picasso: his art was an expression of what it means to be alive",
  "webPublicationDate": "2016-05-17T07:10:59Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/17/picasso-ed-vere",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "education/artanddesign",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Pablo Picasso",
      "id": "artanddesign/pablo-picasso",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/17/picasso-ed-vere"
}