{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/syria-ceasefire-talks-restart-vienna-us-russia-saudi-arabia",
  "id": "2016-05-17-175",
  "sectionId": "world",
  "body": "Efforts to stabilise a Syrian ceasefire and restart stalled peace talks face an uphill struggle in Vienna as the external powers most deeply involved in the crisis try to narrow their differences. John Kerry, the US secretary of state, and Sergei Lavrov, the Russian foreign minister, are co-chairing a meeting of the International Syria Support Group on Tuesday in an attempt to patch up an agreement reached in February on a cessation of hostilities and expedite the delivery of humanitarian aid to besieged areas. As well as the UK, France, the EU and the Arab League, the 17-member group includes Saudi Arabia and Turkey – which are seeking the overthrow of the Syrian president, Bashar al-Assad – and Iran, his most important regional ally. Neither the Syrian government nor opposition are taking part.   Related: Homesick, lonely, sleepless – and these are the lucky child refugees    Kerry spent the weekend in Jeddah in an apparent effort to persuade the Saudis to ensure that the anti-Assad rebels they support go along with the latest diplomatic effort, despite them having walked out of the last round of Geneva talks. Philip Hammond, the UK foreign secretary, said the focus was “humanitarian access and an implementable cessation of hostilities.”  Staffan de Mistura, the UN envoy overseeing the indirect negotiations, is also in the Austrian capital seeking support for a new round to keep the diplomatic route open, despite the apparently unbridgeable gaps between the Syrian parties. He has said he wants talks to resume by the end of May. De Mistura has estimated that more than 400,000 people have been killed in the five-year conflict, which has displaced more than half of Syria’s pre-war population of 23 million. Arab and western officials involved said they do not expect significant achievements from the talks. The conventional wisdom regarding the current situation in Syria is that Russia is calling the shots and the US is working with it, despite the two countries’ ostensible disagreement about Assad’s fate. “We are dealing with tactical steps, but there is nothing beyond them,” one senior Gulf diplomat told the Guardian.            Life goes on in Damascus: ‘We cannot give up and lose our hope’    Syrian rebels insist that Assad must go. The Damascus government has dismissed talk of a “political transition” and refers only to the creation of a national unity government that could include opposition elements alongside the current regime, though the president dismisses most of his opponents as “terrorists”. No mention of Assad is expected in the Vienna communique. But Frank-Walter Steinmeier, the German foreign minister, said: “There can be no lasting future for this country with Assad. This is why we must start negotiations here in Vienna ... about what a transition government could look like.” According to the timetable laid down in the first Vienna talks last autumn, the transition is supposed to begin by August. If it does not, Saudi Arabia has hinted that it may provide heavier weapons to rebel forces. Kerry has referred vaguely to a plan B, but few expect dramatic change in Barack Obama’s final months in the White House. Turkey and Qatar, key supporters of rebel groups, are resisting efforts by the Russians to include Kurds and regime-friendly opposition elements in the Geneva talks. But other Arab countries are alarmed at the strength of the Nusra Front, al-Qaida’s Syrian affiliate, and the Saudi-backed Jaysh al-Fateh. Riyad Hijab, the head of the rebel higher negotiations committee, has insisted that there will be no return to Geneva unless Syrian civilians are protected from regime airstrikes, sieges are broken and thousands of prisoners are released.  “Kerry has been making noises about consequences for violations of the ceasefire, but I don’t think they have much to offer, or anything that will change things in a significant way,” one opposition adviser said. Rebels are sceptical about the value of diplomacy. “Syrians don’t need more theatrical meetings in Geneva or Vienna but food, medicines & safe zones,” tweeted one opposition network @RevolutionSyria. “While the world talks ‘peace’ ...Assad’s gangs are busy literally butchering people in Syria.” Earlier this month, a surge in bloodshed in Aleppo wrecked the 10-week-old partial truce sponsored by Washington and Moscow that had allowed the UN-brokered talks to carry on. Meanwhile, opposition activists reported shelling over the weekend in the besieged town of Daraya, where aid deliveries have been blocked by the Syrian government and children were filmed making cake out of mud. The UN has said conditions imposed by the regime are “unacceptable.” The US and Russia have been urged to act on their commitment to investigate attacks with significant civilian casualties. Human Rights Watch said they should open investigations into an airstrike on a camp for displaced people and the killings of civilians by armed groups in a majority Alawite village earlier this month. Moscow and Washington are the co-chairmen of the ISSG’s ceasefire taskforce, based in Geneva. “These recent attacks should be a test for the resolve of the US and Russia to put an end to the unlawful killing of civilians in Syria,” said HRW’s Nadim Houry.  The opposition National Coalition also called on the ISSG to establish a task force to deal with the plight of thousands of detainees and “forcibly disappeared persons” who are assumed to be held by the Syrian government.",
  "webTitle": "Kerry and Lavrov chair Vienna meeting aimed at kickstarting Syria peace effort",
  "webPublicationDate": "2016-05-17T12:07:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/syria-ceasefire-talks-restart-vienna-us-russia-saudi-arabia",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John Kerry",
      "id": "us-news/john-kerry",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bashar al-Assad",
      "id": "world/bashar-al-assad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/2016/may/17/syria-ceasefire-talks-restart-vienna-us-russia-saudi-arabia"
}