{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/23/nba-western-conference-finals-draymond-green-golden-state-warriors",
  "id": "2016-05-23-201",
  "sectionId": "sport",
  "body": "It wasn’t that nobody expected the Oklahoma City Thunder to beat the Golden State Warriors in Game 3 of the Western Conference finals. After all, the Thunder had already proved they could defeat the Warriors in Game 1 and on Sunday around they had home advantage. The mere fact that the Thunder now hold a 2-1 advantage over the Warriors shouldn’t be a huge surprise, no matter how invincible they’ve looked during long stretches of their season.             No it wasn’t that the Thunder won, it was the how they won that was shocking. They utterly demolished a historically great Golden State team by the final score of 133-105. By margin of victory, it wasn’t the Warriors’ worst defeat of the season, the Portland Trail Blazers beat them by 32 points back in February, but there’s no question that this loss, coming in the penultimate round of the playoffs rather than halfway through the endless regular season, was much, much more painful.   Related: Warriors stunned as Thunder run riot in Western Conference finals    When a team pulls off a win this decisive, it’s foolish to pinpoint one event, or sequence of events, as the reason why everything went wrong. The Thunder won Game 3 by such a staggering amount because they outplayed the Warriors in nearly every aspect. There was, however, a moment when the game started to slip away from the Warriors. Midway through the second quarter, Oklahoma City had an eight-point lead, the kind of lead that tends to evaporate when the Warriors offense is involved, when Draymond Green kicked the Thunder’s Steven Adams in the groin.             For many, particularly the fans in the arena, this looked like a deliberate act on Green’s part. It didn’t help Green’s case that he had kneed Adams in the same area in Game 2. As Russell Westbrook later pointed out, “Honestly I think it’s intentional. That’s two times in the last two games.” (Green, as one would expect, claims that there was no intent behind the kick.) To the displeasure of the very vocal fans at Chesapeake Energy Arena, the officials flagged Green with a flagrant 1 foul rather than a flagrant 2, which would have resulted in an immediate ejection. Oddly enough, Green remaining in the game ended up working in favor of the Thunder. From that point on, Green, normally the engine that runs the team, was visibly on tilt and ultimately ended up doing the Warriors far more harm than good.    Draymond Green was -43 in Game 3 That's worst of anyone in playoffs in 10 seasons for which that stat has been tracked (via @eliassports)— ESPN Stats & Info (@ESPNStatsInfo) May 23, 2016    Before the half was over, Green was responsible for a botched layup that led to a Durant three-pointer and a phenomenally ill-advised foul on Westbrook seconds before halftime that put him on the line for three free throws. (Westbrook, of course, made all three of them.) Meanwhile Green’s actions only seemed to light a fuse under the Thunder, who went on a 24-7 run to close the half. By the end of the first half, the Thunder had a 72-47 lead, the largest half-time deficit the Warriors had faced at any point since 2014. The Warriors made no adjustments during their break, or, if they did, they weren’t the right ones. By the end of the third quarter, the Thunder had already scored 117 points and head coach Billy Donovan had the luxury of sitting Durant and Westbrook for the fourth quarter.    Steven Adams on Draymond Green kick: \"It happened before, mate. He's pretty accurate.\"— Ben Golliver (@BenGolliver) May 23, 2016    Durant and Westbrook had earned that rest too. Durant scored 33 points and collected eight rebounds and Westbrook, who racked up 12 assists along with his 30 points, might have played even better. In what has to be an encouraging sign for the Thunder, they also received contributions from their entire lineup. Serge Ibaka, who has been completely invisible for long stretches of this postseason, scored 14 points, which included a statement dunk. Dion Waiters and Andre Roberson, as likely to be punchlines as impact players on any given day, scored 13 points apiece.            That this was a team effort was a huge positive sign for the Thunder, who are still trying to prove they are more than just Durant and Westbrook. Instead, in Game 3, it was the Warriors’ supporting cast that fell short. Steph Curry and Klay Thompson combined to score 42 points despite being uncharacteristically cold from the three-point line, but no one else in the lineup scored in the double digits. Normally this is the part where there’s some sort of disclaimer saying something like “no matter how embarrassing last night was for the Warriors, it only counts as one loss.” In this case, however, that may not be completely true. If the NBA decide to review Green’s particularly painful foul on Adams and suspend him for Tuesday night’s Game 4, things could get a whole lot worst for the Warriors. Considering the league suspended the Cleveland Cavaliers’ Dahntay Jones for a similar play on Sunday, there’s definitely a precedent here (although one imagines that the NBA will be slightly less motivated to suspend a star player like Green).    NBA senior VP Joe Borgia called what Draymond did to Adams \"dead ball contact.\"— Tim Reynolds (@ByTimReynolds) May 23, 2016    If Green is suspended the Warriors would play a pivotal Game 4 on the road, and already down 2-1, without their second most important player. In other words, Oklahoma City would have the perfect opportunity to put Golden State, coming off the greatest regular season in NBA history, in the unthinkable position of being a loss away from elimination.  Not that the Thunder can afford to think like that. Even without Green, the Warriors are more than capable of bouncing back from this embarrassing loss and tying up this series, which would head back to Oracle Arena for Game 5. The pressure, in fact, may still all be on the Thunder, who would be looking to accomplish something last done by the Cleveland Cavaliers in last year’s NBA Finals: defeat the Warriors two games in a row. Judging from Sunday night’s performance, however, Oklahoma City are more than capable of rising to the challenge.",
  "webTitle": "Draymond Green's kick to the groin was a metaphor for the Warriors' shock loss",
  "webPublicationDate": "2016-05-23T11:30:38Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/23/nba-western-conference-finals-draymond-green-golden-state-warriors",
  "keyword": [
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Hunter Felt",
      "id": "profile/hunter-felt"
    }
  ],
  "guardianId": "sport/blog/2016/may/23/nba-western-conference-finals-draymond-green-golden-state-warriors"
}