{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/russia-united-nations-discuss-aleppo-truce-syria",
  "id": "2016-05-03-98",
  "sectionId": "world",
  "body": "Russia and the UN have said they hope a new ceasefire can be announced within hours for the Syrian city of Aleppo, where fighting left up to 19 dead on Tuesday amid frantic diplomatic efforts to restore a countrywide truce agreement and prevent the total collapse of peace negotiations. Sergei Lavrov, the Russian foreign minister, held talks with the UN envoy, Staffan de Mistura, who had flown to Moscow after crisis meetings in Geneva with John Kerry, the US secretary of state, and the Saudi and Jordanian foreign ministers.   Related: UN demands protection for war zone hospitals after 'epidemic of attacks'    Britain and France called for an urgent meeting of the UN security council to discuss next steps for dealing with an upsurge in violence that has killed 279 people in 12 days. Last week the US and Russia brokered agreements to restore the truce in Latakia and near Damascus but not in Aleppo. “I am hoping that in the near future, maybe even in the next few hours, such a decision will be announced,” Lavrov told reporters. Echoing this, de Mistura said the truce must be “brought back on track”. If that happened, he said, the stalled Geneva peace talks could resume. “What the Syrians want to hear is no bombs, no rockets, no shelling, no aerial bombing any more and no canisters, so they can start believing in what we are trying to do with them,” the UN envoy said. Syrian state media reported that rebel fire on a hospital killed three women, and another 11 people were killed in rebel attacks on other government-held neighbourhoods. The UK-based Syrian Observatory for Human Rights said rebel bombardments had killed 19 people and hit a hospital. All sides have accused each other of truce violations. The observatory said 279 civilians have been killed by bombardments in Aleppo since 22 April, 155 of them in opposition-held areas and 124 in government-held districts. De Mistura said the US and Russian militaries, which run the Geneva taskforce monitoring the “cessation of hostilities” deal that began on 27 February, would create a new permanent monitoring centre with UN facilities and logistics support. He said it would be more efficient in terms of day-to-day exchange of information, assessments and responses, with the two sides sitting at the same table and looking at the same maps to ensure that “any violations are nipped in the bud”. Previously the taskforce relied on coordination between a US base in Jordan and a Russian one in Syria.   Related: Aleppo hospital hit as city faces humanitarian catastrophe    Syrian opposition supporters have launched a drive to draw attention to the city’s plight using the Twitter hashtag #AleppoIsBurning.  Syrians working with US, British and EU-funded projects – on governance, civilian livelihood and grassroots organising – said they doubted whether their work had any meaning. Dozens of Syrians said in an open letter to Kerry and EU foreign ministers that it was “outrageous” that Aleppo had been left out of the fighting freeze agreed last week between the US and Russia. “As Russia and the Assad regime’s aggression continue to escalate … it has become eminently clear that without immediate action by the US and its allies, including a complete cessation of hostilities throughout Syria and a meaningful political process, our efforts may be lost as the situation on the ground becomes irreversible,” they wrote. They said extremists would be decisively empowered and the refugee crisis would spiral out of control as Moscow and Damascus targeted civilians including doctors, nurses, civil defence workers and children. “If an end to Russian and regime aggression is not realised immediately, the conflict will burn on,” they said. “The only winners in such a scenario are the Assad regime and terrorist organisations, as the real bodies that can create the ‘inclusive, peaceful, and pluralistic Syria’ that our programmes have worked so hard to support will have been brutally decimated.”",
  "webTitle": "Russia and UN discuss new Aleppo truce",
  "webPublicationDate": "2016-05-03T16:50:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/russia-united-nations-discuss-aleppo-truce-syria",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/2016/may/03/russia-united-nations-discuss-aleppo-truce-syria"
}