{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/26/classic-youtube-best-sports-clips-champions-league-final",
  "id": "2016-05-26-267",
  "sectionId": "sport",
  "body": "1) With the Champions League final looming, we present the protagonists: Real Madrid’s first win in the first final against Stade de Reims in 1956 by Spain’s equivalent of Pathé News; the goals from all the finals between 1956 and 1962 in which Real played seven times and won five. Atlético Madrid have been the bridesmaid twice, their first appearance, losing 4-0 to Bayern Munich in 1974 and to Real in 2014. Real’s history with the final is of course not only long but they’ve been in some belters: Predrag Mijatović securing the club’s first title for 32 years (since beating Partizan 2-1 in 1966) against Juventus in 1998; against Valencia in 2000 – with Steve McManaman delighting the fans and Zinedine Zidane’s ballistic volley in 2002 against Bayer Leverkusen. Atlético, however, have the form against their rivals with seven wins in three years, the last away from home in La Liga in February. And as a final teaser, Cristiano Ronaldo opens the top five free-kicks from the Champions League this season.  2) Artistic and quite beautiful Pathé footage from June 1925 of the glorious Suzanne Lenglen, who dominated women’s tennis at the time and won Wimbledon six times. The footage of Wimbledon is fantastic but not a patch on the extraordinary slo-mo of Lenglen’s shots. Slightly more up to date: Rafael Nadal outfoxes Sam Groth at this year’s French Open. 3) Top-end hissy fit here live on air as sports presenter Gary Radnich has a pop at his co-host Catherine Heenan on San Francisco’s KRON-4 channel because she stole a “sports story” from him — the casting of LeBron James in the Space Jam sequel. “The honour and dignity of KRON” was at stake, apparently.            4) Chinas’s Zhi Cong Li (known as Peter) survives a huge crash after he was unsighted and was launched up the back of Ryan Tveter’s car at the F3 meeting in Spielberg last Saturday. Li was diagnosed with four fractured vertebrae and a shattered heel but is recovering well. Tveter was later released from hospital and the third driver involved, Pedro Piquet, emerged unhurt. 5) Ecuador’s third division throws up a feast as Pelileo beat Indi Native 44-1. That’s 45 “Gooooooooaaaaaaaaaaaaaaallllllllllll”’s from an apparently tireless commentator.  6) Competitive juggling. Yes it is a thing. Highlights from last week’s blog 1) Bill Bailey has all manner of fun with the Match of the Day theme tune.            2) The love of baseball below the line continues with this magnificent collection. Best throws; best catches; biggest hits; busted bats; bust-ups; umpire pain; biffing finishes and Max Scherzer of the Washington Nationals proving unhittable. 3) Fascinating look at the fans of the Seattle Sounders, through the eyes of their refreshingly down to earth part-owner Drew Carey. 4) Only five, Santi Carzola’s son, Enzo, already has all the moves. 5) Naughty boxers and naughty MMA. 6) João Barbosa’s wife is entirely unenamoured by the banking at Daytona and similarly, no shame in revisiting a classic of the genre: “I just had polenta with stew. It’s coming up …” Riccardo Patrese’s wife shrieks her lungs out on a lap of Jerez with her husband. Spotters’ badges: Vesuvial, Fawaka, whobroughtoranges, BlackCaeser, GrahamClayton  Guardian YouTube football channel Do subscribe, if you fancy. And the Guardian YouTube sport channel Do subscribe, if you fancy.",
  "webTitle": "European Cup finals revisited, Suzanne Lenglen and a TV spat | Classic YouTube",
  "webPublicationDate": "2016-05-26T09:23:57Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/26/classic-youtube-best-sports-clips-champions-league-final",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/blog/2016/may/26/classic-youtube-best-sports-clips-champions-league-final"
}