{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/win-tickets-to-glastonbury-2016",
  "id": "2016-05-06-264",
  "sectionId": "music",
  "body": "Fancy winning tickets to this year’s sold out Glastonbury Festival, taking place at Worthy Farm, Somerset between Wednesday 22 and Sunday 26 June?   Simply enter your details below to be in with the chance of winning. This competition is now closed. Terms and conditions 1. The Glastonbury tickets prize draw (the “prize draw”) is open to residents of the UK aged 18 and over. 2. The prize draw is not open to employees or agencies of Guardian News & Media Limited (“GNM” or “the Promoter”), Glastonbury Festivals Limited, their respective group companies or family members, freelance contributors to GNM, or anyone else connected to the prize draw. 3. Entry into the prize draw is acceptance of these terms and conditions. 4. To enter the prize draw you will need to visit theguardian.com/win-glastonbury-tickets and enter your details. If you have any questions about how to enter or in connection with the prize draw, please email lauren.babcock@theguardian.com with “Glastonbury Prize Draw” in the subject line. 5. Only one entry per person. Entries on behalf of another person will not be accepted and joint submissions are not allowed. No automated, third party or bulk entries are permitted. Entries made in breach of this provision will result in those entries being disqualified. If GNM becomes aware of any entrants using means to circumvent this condition then all such entries will be disqualified and any prize entitlement will be void. You are responsible for the cost (if any) of sending your prize draw entry to us. 6. No responsibility is taken for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt. 7. The prize draw opens at 0:05 on Saturday 7 May and closes at 23:59 on Sunday 15 May 2016. Entries received after that date and time will not be considered. 8. Twenty five winners will be chosen from a random draw of completed entries received in accordance with these terms and conditions. 9. Each winner will receive two standard camping tickets to Glastonbury Festival 2016 (the “prize”). The festival will take place between 22nd and 26th June 2016. Please note that travel costs and parking tickets are not included in the prize. GNM accepts no responsibility for travel, parking and/or any other costs associated with the prize and not specifically included in the prize. 10. The winners will be notified by phone on Monday 16 May and given details of how to claim their prize. If a winner does not respond to GNM within 48 hours of being notified by GNM, then the winner’s prize will be forfeited and GNM shall be entitled to select another winner (and that winner will have to respond to the phone call or email from GNM within 48 hours or else they will also forfeit their prize). 11. Details of the winners may be published (at GNM’s sole discretion) at a later date. 12. The prize will be sent to the winners by GNM by 21 June 2016. 13. Details of the winners can be obtained after 22 June 2016 by sending a stamped addressed envelope to the following address: Marketing Department, Guardian News & Media Limited, Kings Place, 90 York Way, London N1 9GU. 14. The prize is non-exchangeable, non-transferable, and is not redeemable for cash or other prizes. 15. GNM retains the right to substitute the prize with another prize of similar value in the event the original prize offered is not available. 16. The winners may be required for promotional activity. The winners may be required to take part in promotional activity related to the Prize Draw and the winners shall participate in such activity on the Promoter’s reasonable request. The winners consent to the use by the Promoter and its related companies, both before and after the closing date of the Prize Draw for an unlimited time, of the winner’s voice, image, photograph and name for publicity purposes (in any medium, including still photographs and films, and on the internet, including any websites hosted by the Promoter and its related companies) and in advertising, marketing or promotional material without additional compensation or prior notice and, in entering the Prize Draw, all entrants consent to the same. 17. GNM shall use and take care of any personal information you supply to it as described in its privacy policy, a copy of which can be seen at http://www.theguardian.com/help/privacy-policy, and in accordance with data protection legislation. By entering the prize draw, you agree to the collection, retention, usage and distribution of your personal information in order to process and contact you about your Prize Draw entry, and for the purposes outlined in paragraph 16 above. 18. Nothing in these terms and conditions shall exclude the liability of GNM for death, personal injury, fraud or fraudulent misrepresentation as a result of its negligence. 19. GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by you as a result of entering the prize draw or accepting the prize. GNM further disclaims liability for any injury or damage to your or any other person’s computer relating to or resulting from participation in or downloading any materials in connection with the prize draw. 20. GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the prize draw with or without prior notice due to reasons outside its control (including, without limitation, in the case of anticipated, suspected or actual fraud). The decision of GNM in all matters relating to the prize draw is final and binding and no correspondence will be entered into. 21. GNM shall not be liable for any failure to comply with its obligations relating to this prize draw where the failure is caused by something outside its reasonable control. Such circumstances shall include, but not be limited to, weather conditions, fire, flood, hurricane, strike, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, supervening legislation or any other circumstances amounting to force majeure. 22. The prize draw will be governed by English law and entrants to the prize draw submit to the jurisdiction of the English courts. 23. Promoter: Guardian News & Media Limited, Kings Place, 90 York Way, London, N1 9GU.",
  "webTitle": "Win tickets to Glastonbury 2016",
  "webPublicationDate": "2016-05-06T09:58:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/win-tickets-to-glastonbury-2016",
  "keyword": [
    {
      "webTitle": "Glastonbury 2016",
      "id": "music/glastonbury-2016",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/06/win-tickets-to-glastonbury-2016"
}