{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-25-20",
  "sectionId": "australia-news",
  "body": "Good morning. We’re 38 days from poll day, but with this long to go, who’s really counting?  If you’re in Melbourne or Sydney and can’t get enough of Guardian Australia’s live political coverage, you can join our political editor Lenore Taylor and deputy political editor/ politics live blog guru Katharine Murphy in Sydney and Melbourne next month for a panel discussion about policies, candidates and key battlegrounds being fought during this never-ending election campaign. Details here – book early, book often.   Related: Australian election 2016: Barnaby Joyce causes a stir as John Howard vents fears – politics live    The big picture Oh yes he did. The deputy PM, Barnaby Joyce, has drawn a link between the Gillard government’s live export ban and the increase of asylum seeker boats, effectively accusing the Indonesian government of allowing people smuggling, writes Guardian Australia’s Gabrielle Chan. Joyce made the comments during a debate on regional issues last night with the Greens leader, Richard Di Natale, and Labor’s agriculture spokesman, Joel Fitzgibbon. He said the ban had created immense bad will. Chan writes:   In the regional leaders’ debate in Goulburn, the deputy prime minister suggested Labor and the Greens were “crabwalking” to another live cattle export ban and then suggested the previous ban led to the flow of asylum seekers to Australia. “Might I remind you when we closed down the live animal export industry, it was around about the same time that we started seeing a lot of people arriving in boats in Australia,” Joyce said. The ABC compere Chris Uhlmann replied: “Do you realise you are suggesting the Indonesian government then unleashed the boats in response?” “I think it’s absolutely the case that we created extreme bad will with Indonesia when we closed down the live animal exports,” Joyce said. Uhlmann again asked, “Are you suggesting the Indonesian government is sending refugees here?” “I suggest the Greens and Labor party created immense bad will and it was affected,” Joyce responded.  When asked on Thursday morning whether he stood by the suggestion, Joyce said he didn’t claim the suspension caused Indonesia to send people to Australia. But rather it made it difficult to negotiate with the country on the issue.“I’m just stating the bleeding obvious,” he told the Seven Network. “You don’t want to basically, what they would determine, insult another country by overnight ceasing the supply of a major requirement of their dietary intake which is meat.” Joyce’s original comment was immediately dismissed by the Indonesian embassy in Canberra. “There is no link between the policy of live export ban and the increased numbers of boats into Australia,” a spokesman said. Dams, and more damned ‘jobs and growth’  Today, the Coalition will roll out a $2.5bn dams policy in Queensland which is says will strengthen the agricultural sector and drive regional “jobs and growth”. A re-elected Coalition will invest $150m to fast-track the feasibility assessment and construction of water infrastructure across the state. In a statement issued overnight, Turnbull said:  As the economy transitions and diversifies, agricultural exports are playing a more important role than ever before. The Coalition is taking action by carrying out the most significant investment in infrastructure in Australian history, including an ambitious water reform agenda, so we can continue to build a strong national economy and create more jobs.”  Dutton tells New York Times reporter to mind his own business  To the immigration minister, Peter Dutton, now. A couple of days ago, international affairs and diplomacy reporter Roger Cohen wrote a piece for the New York Times titled: Australia’s Offshore Cruelty. Australia’s asylum seeker policy dehumanised people and left them languishing, he wrote.  Australia’s “offshore processing” is falling apart and must end. The supreme court of Papua New Guinea ruled in April that the Australian-funded detention centre on Manus Island was illegal.   Last night, Dutton responded to the piece. Cohen should “stick to US immigration matters” he told the Australian, adding that Cohen “doesn’t have a clue about the success we have had in Australia of actually securing our borders”.  People like this who tolerate a policy which results in children drowning at sea should hang their heads in shame. Even the Labor party has had the decency to say their border policies were a complete failure.  The campaign you should be watching   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    We’ll be keeping an eye on the Labor safe seat of Whitlam in NSW, after Liberal candidate Carolyn Currie, resigned yesterday. She told ABC Illawarra she had decided to withdraw because she was “like a general with no troops”.  It is very difficult for me to mount any sort of reasonable campaign with no troops, as any general would know. This is a remarkable area; it needs quite a unique person to represent the disparate groups. It needs a very, very strong person who can unite a number of people to preserve it – possibly an independent, possibly a Green. But somebody with a lot of leverage, in what looks like being a very divided government on a knife edge, to be able to instrumentalise the best outcomes for this area.   I cannot offer that and meanwhile I don’t believe that I need to be a sacrificial lamb, travelling a number of steep inclines that have yet to be fixed.  Currie said she was told by Liberal party members they did not want a candidate in the seat. And another thing(s) The former prime minister John Howard has told Sky News that he fears for the Australian middle-class, saying: “The great Australian middle class, which has held this country together for generations, will over time be eroded.”  One of the reasons for the Trump phenomenon in the United States is because the middle class is becoming markedly poorer. I think he’s too unstable to hold that high office. I’m disappointed that the Republicans, who I feel an affinity for, haven’t been able to find somebody different.  He said that he “never lost the thirst for a political contest”.  But others are now in charge. I’m just a supporting act, nothing more.”  He spent yesterday in western Sydney helping with Liberal MP for Lindsay Fiona Scott’s campaign. And the agriculture minister, Barnaby Joyce, has warned the big supermarkets that unless they axe their $1-a-litre home-brand milk, a re-elected Coalition government will force a price rise, the Australian reports.  Mr Joyce stopped short of backing a compulsory 50c levy on fresh milk called for by dairy farmer groups, but said he would not put up with the two dominant retailers causing a “rolling crisis”. Mr Joyce’s price threat came as hundreds of dairy farmers rallied in cities, demanding a fairer milk price and an end to their exploitation by big dairy companies and Coles and Woolworths.  I’ll wrap this up with a comment piece from Fairfax, which asks: “What if Malcolm Turnbull trips and Bill Shorten vaults to victory?”  For commentators it would mean throwing a lot of conventional wisdom about the impossible task of first-term opposition leaders out the window. It would also mean a much quicker return to government than most Labor MPs, after being tossed out of office in September 2013, ever thought would happen. Until recently they didn’t really think they had a chance to win. Some of the senior members of the shadow ministry probably thought it was unlikely they would ever become ministers again. Their careers in government were probably over. Labor was looking to the next generation. For the Liberals, it goes without saying that a Turnbull defeat would be an absolute disaster for the party. That is always the case when a first-term government loses as happened with the Coalition state governments in Victoria (2014) and Queensland (2015). Particularly in Queensland, the state of bewilderment was overwhelming.  When the audience reaction says it all    Dep PM @Barnaby_Joyce has linked 2011 decision to suspend live exports with more asylum seekers @abcnews #ausvoteshttps://t.co/fmy3IG2oR0— Matthew Doran (@MattDoran91) May 25, 2016    Additional reporting by Australian Associated Press Follow the day’s developments live • Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: Indonesia hits back at Barnaby Joyce's live export comments",
  "webPublicationDate": "2016-05-25T21:25:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "John Howard",
      "id": "australia-news/john-howard",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/26/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}