{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/a-letter-to-my-birth-mother-who-left-me-in-hedge-as-a-baby",
  "id": "2016-05-14-189",
  "sectionId": "lifeandstyle",
  "body": "You might be my mom. Only you will know. I think about you often. I have visited the place where you left me, in that hedge in a beautiful straw basket with hand-knitted clothes, swathed in a blanket. This is where my identity was forged as a foundling. From that little bundle you left behind in 1965, a great big me was formed. A dog sniffed me out. That day not only changed your life for ever, it changed the dog’s owners’ – an elderly couple who lived in that road and took me to the hospital after which I was named. Then I was taken to a children’s home. The local paper urged you to come forward, to no avail. My case was distinctive. I was far from newborn and had been nurtured for at least six weeks; a fact that remained an unresolved stress into my early adulthood. I wonder if I look like you? Are some of my weird ways yours too? What’s nature or nurture – who knows? What I do know is that it’s been hard to decide what to include here – my experiences in care are too numerous for one letter. Social services tried to find adoptive parents. Then I failed my pre-adoption medical. I quote: “This child will never walk. She shows signs of spasticity.” Consequently, I became a long-term foster child. Months of physiotherapy began and a wheelchair was ordered in 1967. Those early years were tough.    I don’t want it to be your deepest regret, never knowing me, your beautiful daughter    My foster mom always had a small transient community of babies waiting, pre-adoptive, for their parents. She accomplished this in a businesslike way: “Love them and leave them” was her motto. I was moved around to a lot of homes only to be returned “to base” unwanted. Hence, my doggedly determined foster mother never took delivery of that wheelchair. She reluctantly project-managed my walking; in a letter from social services she was described as “expecting nothing less than perfection”. This I remember only too vividly. As I learned to talk, I became well versed in requesting anything out of my reach. I clung on contentedly to the garden gate for hours, chatting to the milkman, postman and passers-by. So, the prognosis was wrong. I walked, eventually, at three, and many years later completed the great walk along King Offa’s Dyke – 180 miles. Many foster children came and went, each with their own hurt and narrative. We functioned as a unit, nappies changed, laundry done, beds made, babies fed. I learned how much love I had to give and that this was always reciprocated. I joke now that we were all mongrels, bereft of a bloodline, which made us all very different. I was quite driven to study, not what my working-class family could envisage. With rebellion and determination, leaving the care system at 16 seemed the only way. I took refuge in the YWCA to take four A-levels while I worked nights in a doll factory – and I haven’t looked back. I have a deep academic quest for knowledge and advancement. I have been fortunate to travel the globe teaching, published numerous articles and several academic books. I have, as they say, come out “on top”. I have had an exhilarating life. I don’t want it to be your deepest regret, never knowing me, your beautiful daughter. We are each individually carved from our family tree, the branches of which makes everyone interconnected; many people before us helped to make us who we are. So it’s not just about the two of us. I am part of a foster family tree. My foster parents were catapulted without dignity, through illness and frailty into their older years, and events evoke deep emotions about “life”. You must be a septuagenarian by now and I wonder where your life has taken you. What stories have we got to share? This before, perhaps, the sands of time run out and that opportunity is lost. I have the most wonderful husband and he often jokes, “Where did you come from”? I can only respond, if only I knew … Liz Richmond",
  "webTitle": "A letter to … My birth mother, who left me in a hedge as a baby",
  "webPublicationDate": "2016-05-14T05:44:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/a-letter-to-my-birth-mother-who-left-me-in-hedge-as-a-baby",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fostering",
      "id": "society/fostering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/14/a-letter-to-my-birth-mother-who-left-me-in-hedge-as-a-baby"
}