{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/23/work-after-brexit-the-biggest-winners-and-losers-for-uk-jobs",
  "id": "2016-05-23-299",
  "sectionId": "careers",
  "body": "Everyone’s talking about what a Brexit will mean for the UK economy – and one of the most important issues for voters is what will happen to UK jobs. As this depends on what trade agreements we could negotiate with the remaining EU, the affect on careers and industries seems unclear. So what do we actually know about what a Brexit will mean for UK employment? Economists, thinktanks, and researchers unpick the statistics to find out which industries are likely to suffer or flourish following Britain leaving the European Union. The losers: financial services, tourism, car manufacturing “Those which are likely to be most affected by Britain leaving the EU would be in the service sectors that trade with the EU and sectors that benefit from the free movement of labour,” says Angus Armstrong, director of macroeconomics at the National Institute of Economic and Social Research (NIESR). So this would include: financial services, tourism, construction and the automotive industry – which could lead to a loss of 950,000 jobs, according to an analysis by accountancy firm PwC for the CBI. Mike Hawes, chief executive of the Society of Motor Manufacturers and Traders, has said [pdf] Europe is “fundamental to the success of the UK automotive industry”. Likewise, speaking about financial services, TheCityUK’s chairman, Gerry Grimstone, said their research: “Clearly shows leaving the EU would seriously damage economic growth and jobs in the UK ... London is Europe’s financial centre so there is a strong national interest in getting this right.” Specific firms that have contemplated scaling back their UK organisations in the event of a Brexit include: car company Hyundai, along with US investment bank Goldman Sachs. Unemployment may also rise in the next few years if we choose to leave the EU. “In the short-term, we expect that a vote to leave would result in a significant economic downturn, with unemployment rising by up to 1.7%,” writes Armstrong and Jonathan Portes [pdf], principle research fellow of NIESR, in their latest analysis. However, in the long-term they would expect employment and growth to recover. “Our results are less pessimistic than those of the Treasury [pdf] or OECD [pdf], with the estimated long-term hit to GDP ranging from 1.5%–3.7%.” The winners: fishing, manufacturing, productivity According to Ryan Bourne, head of public policy at the IEA and author of the EU jobs myth [pdf], the effect on UK jobs will depend on the relationship we have with the EU after the referendum. He argues that if we were to remain outside the single market, not sign a bilateral trade deal, and abolish all import tariffs, we would see higher-paying, more productive jobs in the UK over the long term.   Related: The Guardian view on the economics of Brexit: a fact-based fear | Editorial    “The service sectors and very high-end manufacturing would likely flourish. We would also almost certainly see a boost to the UK fishing industry on leaving the Common Fisheries Policy.” However Bourne admits that sectors such as the automotive industry would be likely to face “more robust external competition”. Another sector that might benefit if Britain were to leave the EU is renewable energy. “[Following a Brexit] we’d be able to reassess some of the most economically damaging regulations, particularly on renewable energy,” says Bourne. Armstrong agrees that there will be some “possible gains of reducing regulations on businesses”, although he says at the moment the “benefits from such gains are hard to measure at a sector level”. One thing economists agree on is that what will happen to British jobs depends on the trading arrangements we negotiate with the EU post-Brexit. It will be these terms and agreements that will influence how specific sectors are affected. For example, if we leave the EU, British farmers will lose the Common Agricultural Policy subsides. However leave campaigners have promised this will be replaced by a UK subsidy. Likewise, if we are outside the single market and do not sign a bilateral trade deal, we will trade under World Trade Organisation rules and will then face the EU’s common external tariff. Without knowing how Britain will agree terms with the remaining EU, we can’t know for certain how UK jobs and industries will change. But the industries that stand to be most affected will be those that rely most on trade with the EU and the free moment of labour within Europe.  This article was amended on Tuesday 24 May to remove a reference to Ford’s position on Brexit, which was out of date  Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Work after Brexit: the biggest winners and losers for UK jobs",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/23/work-after-brexit-the-biggest-winners-and-losers-for-uk-jobs",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "careers/2016/may/23/work-after-brexit-the-biggest-winners-and-losers-for-uk-jobs"
}