{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/julia-roberts-payday-ving-rhames-gender-disparity",
  "id": "2016-05-04-126",
  "sectionId": "film",
  "body": "Garry Marshall’s ensemble comedy Mother’s Day may have been wretchedly received, but its performance at the US box office over the weekend grossed a mere $8.5m. It’s unlikely the film’s starriest key player, Julia Roberts, is much fussed.   Related: Mother's Day movie gets the mother of all maulings from critics    The Oscar-winner, who only put in four days of work on the picture the Guardian’s Jordan Hoffman called “almost transcendentally terrible” earned a whopping $3m for her reunion with the Pretty Woman director (which works out at $750,000 per day), Variety reported on Sunday. Trades were swift to label her payday “ridiculous” and “obscene.”   Related: Hollywood fails the Glaad test and Julia Roberts earns $750k a day - the Dailies film podcast    Her salary, however, simply mirrors the $3m she made for appearing in just six minutes of her previous film with Marshall, 2010’s hit romantic comedy, Valentine’s Day. It’s commonplace for Hollywood to reward A-list actors handsomely for small roles.  Charlie Sheen for Scary Movie 5            The actor bookends the fifth instalment in the spoof horror series via two short scenes that took him a single day to shoot. His requested fee: a paltry $250,000. Sheen is no stranger to commanding a hefty sum: during his eighth and final season on the CBS sitcom Two and a Half Men, the actor earned close to $2m an episode. He later claimed he was underpaid. Day rate: $250,000 Sean Connery for Robin Hood: Prince of Thieves Connery reportedly made the same amount for two days spent on set of Kevin Reynolds’ 1991 hit, which ended up as the second highest grossing film of that year, trailing Terminator 2: Judgment Day. Despite being 61, Connery was still tasked with playing King Richard, who was 37 at the time of the film’s setting. It’s rumoured that Connery was in fact first offered the juicier role of Lord Locksley (portrayed by Brian Blessed in the film), but turned it down.  Day rate: $125,000 Marlon Brando for Superman            Long before Roberts’ payday on Mother’s Day raised eyebrows, Marlon Brando courted headlines for receiving what was believed to be the highest amount (per day) ever paid to a performer, for his two weeks of work on Richard Donner’s 1978 blockbuster. For playing the superhero’s father Jor-El, later portrayed by Russell Crowe in Zac Snyder’s 2013 reboot, the late famed actor pocketed $3.7m, a high salary for the period, for around 12 days work. Not bad, considering Brando only appears in a handful of scenes set in Krypton. Day rate: around $300,000 Ving Rhames for Mission Impossible: Ghost Protocol As one of only two actors (the other being Tom Cruise) to have appeared in every Mission Impossible film, Ving Rhames is rewarded handsomely for his dedication to the blockbuster franchise. He made only a fleeting appearance in 2011’s fourth instalment, Mission Impossible: Ghost Protocol, but still managed to reportedly snag $7.7m for simply showing up for a couple of days. The amount was significantly higher than the $3.5m he was said to have made for 2006’s Mission: Impossible III. Day rate: around $3.85m Benicio del Toro for American Gangster The Oscar-winner for Traffic trumps all on this list by allegedly netting an enviable sum without putting in a single day’s work on Ridley Scott’s 2007 gangster epic. The actor was attached to the project in its earliest stages, when the story of New York heroine kingpin Frank Lucas was to be told by Training Day director Antoine Fuqua. When Universal cut Fuqua from the project citing “creative differences,” del Toro walked away with $5m thanks to a pay-or-play contract. He was replaced by Russell Crowe. Day rate: $5m",
  "webTitle": "Julia Roberts's $750,000 day rate is high. But Ving Rhames gets five times that …",
  "webPublicationDate": "2016-05-04T15:24:30Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/julia-roberts-payday-ving-rhames-gender-disparity",
  "keyword": [
    {
      "webTitle": "Julia Roberts",
      "id": "film/juliaroberts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Mother's Day",
      "id": "film/mother-s-day",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Garry Marshall",
      "id": "culture/garry-marshall",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/04/julia-roberts-payday-ving-rhames-gender-disparity"
}