{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/we-should-have-made-the-tories-pay-at-the-local-elections",
  "id": "2016-05-09-325",
  "sectionId": "commentisfree",
  "body": "It would be great if we could look at the local election results and describe them as what they really are: unremarkable. They are nothing like as bad for Corbyn as they would need to be to justify the paroxysms of toxicity and despair with which the right of his party contorts itself; they are nothing like as bad for the conservatives as they should be, given the visible incompetence and disunity of their governing style.   Related: UK elections 2016 at a glance: the key points and results    They are nothing like as good for Corbyn as they would have to be to give heft to his belief in a new kind of politics. Straight-talking, like equality, is one of those things that everybody claims to want. But on its own, without a coherent agenda, it just means straight-talking your way into other people’s bear traps. They are nothing like as good for Ukip to warrant talk of either a Labour haemorrhage in working-class heartlands, or a lurch to the right outside the metropolis. If you want to see what a genuine disaster looks like for Labour, with a national equivalent share estimated from the locals, that would be 2009, when they were on 22%. A properly broken Conservative government, in whom the nation had lost all faith? That would be 1995, when on the same projection they were on 25%. The two imposters, triumph and disaster, were a no-show last Thursday; what we have instead is the frustrating, bumbling regular guy, the muddle. There are, without any doubt, fascinating, enlightening, hopeful but also dispiriting things within this muddle, but we will never be able to see or analyse them while trying to shoehorn them into a narrative that they don’t support. There are anomalies and surprises whose meaning isn’t immediately obvious. Opposition parties tend to do well in local elections, when the stakes are low enough for small grievances to make it on to the ballot paper. As a wild for-instance, people who vote Conservative in a general election for self-interested reasons will cast a protest vote in a local because, even though they wanted low taxes, they didn’t want their children’s centre to close. People like David Cameron, in other words, who wrote to his own council to complain about the cuts. We used to admit that this voting impulse – let’s call it, for brevity, hitting them where it doesn’t hurt – was fairly shallow. It was never the stuff big dreams were made of. Nobody looked at Ed Miliband in 2012 (39%) with any sense of impending triumph, and rightly not. Yet it’s still interesting to consider why it didn’t happen, and whether that means anything for local politics. I suspect that local government has been so badly compromised by six years of cuts that voters genuinely look at a Conservative council and see not the lickspittle underlings of the central command, but impotent functionaries doing what they can. It remains mildly surprising that the Conservatives manage to be as hopeless as they are and face no consequence. Where they were previously governing with brutal impunity, they have, since the EU referendum campaign ground into action, stuck with the brutality but ceased to govern. So we have this vast and astonishing new constituency in Britain, the destitute, but a government at the helm that saves its rhetoric and grace notes for whether or not the mighty British lion will come out on top in a trade deal with the cunning Chinese dragon. The shortcomings of this government are indeed remarkable; and even if people have begun to see local politicians as distinct from parliament, that could only ever partially explain why such manifest failures at the centre carried so little payback for them at a local level. It will be fascinating once we understand it. We will not understand it while we carry on wondering whether it’s because Jeremy Corbyn is antisemitic. Scotland, with the Conservatives as the new party of opposition, is, if not a black swan event, at the very least a grey swan. But the idea that this reflects nothing but Labour’s failure is facile. Labour was outflanked to the left by the SNP; the only way back from that wipeout is to become more leftwing while hammering the flaws in the progressive delivery of the SNP.           Cameron expresses surprise at Conservative gains in Scotland – video    Never mind that this was quite a big ask for a Labour party that spent the election campaign hovering for a coup. It has also been taken as given that Scotland is to the left of the rest of the UK; simultaneously that the Labour party will never have a hope until it appeals to some centre ground that the world insists – against all the evidence – is a static and reliable space. Put those political truisms next to each other – competent Labour must win back Scotland from the left, while positioning itself to the right for the rest of the country – and Scottish voters emerge as canon fodder for the rest of UK politics, people who could be gulled or wooed into delivering Labour a heap of bankable seats, to allow the party to concentrate on the more pressing matter of people who aren’t Scottish. It doesn’t actually matter how this would work tactically. It is wrong democratically. It is cynical. It is a matter for celebration that the Scottish have rejected it. Rather than figure out how to get back to an unwanted past, the Labour party – all the parties – need to figure out how to work in good faith with a system that has more than two flavours. Again, nobody can make those changes while all their energy is going into the blustering overstatement of their own success, and the hysterical overestimation of their enemy’s failure. The phrase “Westminster bubble” suggests that they are insulated from the rest of the country by privilege, or distance, or clubbability. It is not that: it is their animus that separates them from reality. Held taut by one another’s hostility they are, like water in a test tube, trapped under a meniscus. They cannot evince the humility and self-examination that it would take to reach the outside world. Under these conditions of adversarialism, the only response to failure is to become nastier. This brings us to Zac Goldsmith’s mayoral campaign, Sadiq Khan’s victory, and the moment of hope. Commentators write it off as Londoners always being lefties, and as the result of the distance Khan put between himself and Corbyn. This is a bid to deflate progressive optimism – and it fails, because it doesn’t understand that the optimism runs deeper than any party.   Related: Sadiq Khan widens rift with Jeremy Corbyn over Labour's 'pick sides' strategy    Something extremely important has happened. Goldsmith’s relentless attempts to elide the concepts “Muslim” and “terrorist” via the word “extremist” got nowhere. His patronising racial profiling and base appeal to self-interest – you have an Indian name, ergo your main concern must be your stash of jewellery – got nowhere. His reduction of politics to the simplest, meanest message, for people who are only half listening, got nowhere. In a world where politicians are fixated on one another, trapped in a vicious limbo dance of always trying to go one lower, the new ways of campaigning have missed one key psephological nugget: voters aren’t stupid.",
  "webTitle": "The elections proved our two flavours of politics are no longer enough | Zoe Williams",
  "webPublicationDate": "2016-05-09T06:00:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/we-should-have-made-the-tories-pay-at-the-local-elections",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/we-should-have-made-the-tories-pay-at-the-local-elections"
}