{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/tamim-khaja-18-remanded-on-charges-of-planning-terrorist-act",
  "id": "2016-05-18-361",
  "sectionId": "australia-news",
  "body": "An 18-year-old western Sydney man did not apply for and has been formally denied bail on charges of preparing to commit a terrorist act and attempting to join Islamic State in Syria. Tamim Khaja did not appear in court on Wednesday after his arrest the previous day in the car park of Parramatta stadium. Police allege that sometime in the week leading up to Tuesday the Macquarie Park teenager acted in preparation for a terrorist attack.   Related: Terrorist attack was 'imminent' police say as Sydney teenager arrested    He is also alleged between 29 January and 27 February this year to have attempted to travel to Syria to commit hostile acts. He was allegedly turned away from the airport because his passport was cancelled. It is understood that Khaja was the student accused last year of preaching extremism at Epping Boys high school, triggering a state-wide audit of school prayer groups.    lawyer for Tamim Khaja outside court this morning pic.twitter.com/799veq6hIo— michael safi (@safimichael) May 17, 2016    The audit found some schools were ignoring a directive to ensure all students taking part in the prayer groups has sought parental permission but is not known to have uncovered any evidence of extremist infiltration. Federal police officers searched Khaja’s family home on Tuesday, appearing to seize prayer rugs. “A number of serious allegations have been made but as with all cases applicable is the presumption of innocence, I seek to proceed along those lines and I urge the public to do as well,” his lawyer, Osman Samin, said outside court. He declined to say whether the 18-year-old would defend the charges. Khaja will reappear at Parramatta local court on 8 June.",
  "webTitle": "Tamim Khaja, 18, remanded on charges of planning terrorist act",
  "webPublicationDate": "2016-05-18T01:56:01Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/tamim-khaja-18-remanded-on-charges-of-planning-terrorist-act",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/18/tamim-khaja-18-remanded-on-charges-of-planning-terrorist-act"
}