{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/mrs-camerons-diary-poor-zac-london-mayor",
  "id": "2016-05-07-141",
  "sectionId": "commentisfree",
  "body": "Well we are all totes gutted, obvs, after Zac, though Nancy did always say he was kind of weird, everyone keeps going literally what HAPPENED, someone with looks like Zac’s, have you ever been to his amazing HOUSE, God, totally has the world gone utterly mad? Mummy is like, darling, you will have to give me a moment, Willie & I are literally in shock, Zac, of all people, so charming, loves dogs, Rothschilds, gambling, fabulous with staff, all the charwomen adored him – & absolutely no side, just like his father, goodness his mother must be devastated, poor Annabel, how is Jemima taking it, Freud must be a ROCK, pray God this does not put Zac off public life forever #London’sloss #emosh. I’m like, IKR, on paper he was a shoo-in, OK we did not always see eye to eye on Heathrow, I mean who cares tbh, just don’t live in Richmond, amiright, but Dave is devastated, he’s like, I’ve let Zac down, I’ve let London down, but worst of all, I’ve let the whole school down :( I’m like, babes, stop, please, nobody could have done more, but srsly if a mayoral candidate will not help himself, what can you do? Dave’s like, be honest, was it the beer glass – why did I LET him? Or just Boris, as per, mucking everything up with his climax joke *pause for extended retching* God why did I not SAY that Zac was in a totally different house, years apart? Nancy’s like, Dad, are you kidding, ask anyone, he was always a useless trust fund princess, not to mention totes stupid & divisive. Dave’s like, Nancy! She’s like, oh soz, I forgot to add “& plain wrong”, he’s like, Nancy! She’s like, wot is your problem? he’s like, excuse me, that is no way to talk about my chosen candidate for London, she’s like, oh please, it is only what you said about Donald Trump? Dave’s like, quite, & that is why, for the benefit of touchier Americans who may not *get* that is how a subtle & experienced statesman speaks when he bestrides the world stage, I am reaching out, as requested, with expressions of respect. Nancy’s like, fine Dad, whatevs, Zac totes deserves huge respect for - well, whatevs it is Zac does. Did.",
  "webTitle": "Mrs Cameron’s Diary: Poor Zac still totes deserves huge respect | As seen by Catherine Bennett",
  "webPublicationDate": "2016-05-07T08:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/mrs-camerons-diary-poor-zac-london-mayor",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Samantha Cameron",
      "id": "politics/samantha-cameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/mrs-camerons-diary-poor-zac-london-mayor"
}