{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/26/ash-dieback-trees-sandy-bedfordshire-country-diary",
  "id": "2016-05-26-331",
  "sectionId": "environment",
  "body": "A line of trees on the green, their fresh bright leaves glazed with sunlight, take from the east and give nothing to the west. Oaks, sycamores and chestnuts bathe their crowns in the mid-morning rays and cast dark shadows on the ground, as wide as the trees are broad, as long as they are tall, with dappled haloes all around. The beeches are worst of all, offering the land beneath no chink in their green armour. No wonder so little grows under the canopy of a beech wood, a crowd of overlapping umbrellas giving shelter, blotting out the light.     A young common ash showing the symptoms of ash dieback in woodland near Canterbury, Kent. Photograph: Gareth Fuller/PA    The two exceptions are the ash trees. They leave shadows that create an effect like half-opened venetian blinds. Speedwell, buttercups and daisies flower in their forgiving shade, and from the foot of their trunks, I can see blue sky above, through a filter of leaves. These trees are centurions, their cracked, accommodating bark spangled with lichens, orange, grey and green, some with antler-like tufts. Mosses have anchored in the damp recesses of forks and spilled an underfelt of dark green down the trunks.   Related: What can we do to save the ash tree in Britain?    At both ends of the growing season, the ash is unwittingly generous. The oak draws all the goodness out of its leaves in autumn and casts off brown, acidic husks, barely palatable, slow to rot. The ash does things differently. It sheds whole leaflets still green, still full of minerals, quickly recycled, providing nutrients for the flowers of spring. Disease could not happen to a nicer tree. If these ashes could walk, they might lift their roots and go down the lane to see what the future holds. I am too young to remember the elm and cannot really imagine how the pointy-heart leaves found only on low elm bushes might once have crowned tall, straight trees. Humans brought in the disease that killed the elms and, in ash dieback, it appears that we will surely do for the ash too. Generations unborn may listen to the laments of their elders, see photographs and film footage, but never experience what it is to stand before this wonderful tree.  Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Spring flowers in the ash's forgiving shade",
  "webPublicationDate": "2016-05-26T04:30:01Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/26/ash-dieback-trees-sandy-bedfordshire-country-diary",
  "keyword": [
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Ash dieback",
      "id": "environment/ash-dieback",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Derek Niemann",
      "id": "profile/derek-niemann"
    }
  ],
  "guardianId": "environment/2016/may/26/ash-dieback-trees-sandy-bedfordshire-country-diary"
}