{
  "apiUrl": "https://content.guardianapis.com/social-care-network/skills-for-care-partner-zone/2016/may/17/social-care-learning-culture-changed-my-life",
  "id": "2016-05-17-159",
  "sectionId": "social-care-network/skills-for-care-partner-zone",
  "body": "I am currently completing a course to help me develop my coaching skills, which has been a reminder to me just how important learning and development has been throughout my career. I came to the social care sector from a banking role and had little experience of supporting people with their care and support needs. However, a combination of formal learning programmes and some fantastic mentors made me not only a competent social work assistant, but opened many doors for me. It is not overstating it to say that this support completely changed my life and aspirations. From the moment I began my first learning opportunity, completing the social work qualification at the time, the certificate of qualification in social work, it’s fair to say that I caught the learning bug in a big way. One of the great joys of my job is meeting people like me who have the bug, and are constantly looking for new ways to acquire – and share – skills and knowledge.  I know from my own experience as the CEO of a major service provider that learning and development is a must to ensure adult social care workers have the right knowledge, skills and values to provide high quality, person centred care and support. That is why Skills for Care is supporting Learning at Work Week to highlight just how important learning is to the social care sector. For social care employers we know learning and development:   Increases staff motivation, morale and productivity  Improves staff retention  Increases the knowledge and skills of staff to provide high quality, safer care  As a leader, I love the opportunity of engaging with colleagues and find it continually inspiring to hear how learning new skills and acquiring knowledge has been a life changing process.  As a social care worker, access to learning and development:  Improves the quality of care and support you provide  Increases your confidence to carry out tasks within and beyond your role  Improves your opportunity for career progression  Learning and development can take many different forms. It might involve completing a qualification, attending job specific training like my coaching course, sharing knowledge in a team meeting or one to one mentoring – which is still a key part of my learning journey both as a mentee and a mentor. It’s vital that employers get the right support to help develop their workers, and that’s why Skills for Care has handpicked 10 of our key resources to help you this Learning at Work Week. You can see those tips here. It is also worth looking at our guide to qualifications to explore the different qualifications and units available, and we also have different funding opportunities available to support learning and development. All of us who have used a training provider will know how important and sometimes difficult it can be to find good training. Our endorsement framework helps you to search for high quality training providers who have been endorsed by Skills for Care. Our Choosing Workforce Learning guide (pdf) will also help you find a suitable learning provider. Think Care Careers is great for anyone looking to work in the sector, or to develop their career in the sector. All too often people are unaware of the vast range of jobs within the social care sector – Think Care Careers explores the different jobs you could do and gives examples of the skills and qualifications needed for each role.  There was nothing like Learning at Work Week when I started my career but anything that makes access to learning and development easier can only be a good thing. People learn in many different ways, but the one thing that we can guarantee is by the end of the week more people will have caught the learning bug and that means people who access care and support services will benefit. Find out more about how Skills for Care is supporting Learning at Work Week here. Content on this page is produced and controlled by Skills for Care, sponsor of the Guardian Social Care Network  leadership, learning and development hub",
  "webTitle": "Social care's learning culture changed my life",
  "webPublicationDate": "2016-05-17T13:14:01Z",
  "webUrl": "https://www.theguardian.com/social-care-network/skills-for-care-partner-zone/2016/may/17/social-care-learning-culture-changed-my-life",
  "keyword": [
    {
      "webTitle": "Social Care Network - Skills for Care partner zone",
      "id": "social-care-network-skills-for-care-partner-zone/social-care-network-skills-for-care-partner-zone",
      "sectionId": "social-care-network/skills-for-care-partner-zone",
      "sectionName": "Social Care Network - Skills for Care partner zone"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/skills-for-care-partner-zone/2016/may/17/social-care-learning-culture-changed-my-life"
}