{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/seamus-coleman-republic-of-ireland-euro-2016",
  "id": "2016-05-28-33",
  "sectionId": "football",
  "body": "Séamus Coleman’s story of late takes in personal and collective frustration at Everton while for the Republic of Ireland he has associated the European Championship with more of the same.   Related: Michael O’Neill picks Will Grigg for Northern Ireland Euro 2016 squad    Four years ago, Coleman was omitted from the Ireland squad that made an ill-fated appearance in Poland and Ukraine because the manager at the time, Giovanni Trapattoni, did not trust him. The Italian likes his full-backs to defend first and foremost; Coleman, then 23, always felt the need to bomb forward. Coleman watched Euro 2012 as a fan, at the family home in Donegal. “I had the Ireland shirt on,” he says. “I didn’t go on holiday and I stayed at home, just like I did before I would meet up [with the squad]. I would have been at the housing estate, with the little kids knocking on the door, just like they were this week, and I would have watched the games with my friends. It didn’t feel nice but, as I’ve said before, that wasn’t Giovanni Trapattoni’s fault.” The image of the local kids knocking on his door is a nice one: “Is Seamus coming out?” But he will not be around now and it is easy to cast him as being on a mission to avenge at the upcoming European Championship in France. These days, Coleman is one of the first names on Martin O’Neill’s team-sheet and he has come to know when to hold and when to overlap. Greater maturity has brought balance and there is a confidence about him, in spite of his toils during Everton’s dismal season, when they finished 11th and sacked Roberto Martínez. Perhaps there is a liberation on international duty.   Related: Marcus Rashford’s impact on debut is felt by his new England team-mates    Coleman is a part of a tight Irish defence that has kept six clean sheets in 11 matches and a team that are not only difficult to beat but carry a goal threat, particularly at set pieces. It is a recipe for success and Coleman believes that it can be different for them at these finals. In 2012, they lost their three group ties. “We’re going to France with a completely different mindset,” he says. “We’re a hard team to beat and we can score goals. Everyone wants to work hard for each other and a lot of that comes from the manager. He gives us time away from the hotel now and again and we appreciate that. It’s like you want to reward him for how well he is with us. “I’m sure everyone references Leicester City, and what a fairytale that was. Every one of them got back into position and it was a lesson for all the talented teams. There might be more talented players at club level but I’d rather have lads that work hard.” Everton might have more talented players but they unravelled this season. “If you’re finishing 11th, for a team of Everton’s standards and players, it’s not good enough,” Coleman says. “Not many of us can say we kept our standards to what they should be. “It’s a results business and, unfortunately for Roberto, we hadn’t been getting them. But it’s not just Roberto who takes it on the chin – that comes from the players as well. It’s not a nice feeling to see someone lose their job and it’s not like anyone was happy about it.” Coleman talked about how his attacking enthusiasm had been curbed under Martínez. “Maybe I didn’t get to bomb on as much as I would have liked but Gerry [Deulofeu] was setting up Rom [Lukaku] week in, week out. You can’t argue with that. I’m a team player and it’s a team game.”",
  "webTitle": "Séamus Coleman says Republic of Ireland show the benefit of hard work",
  "webPublicationDate": "2016-05-28T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/seamus-coleman-republic-of-ireland-euro-2016",
  "keyword": [
    {
      "webTitle": "Republic of Ireland",
      "id": "football/republicofireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/28/seamus-coleman-republic-of-ireland-euro-2016"
}