{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/18/ben-butler-likens-his-fight-for-justice-to-that-of-hillsborough-families",
  "id": "2016-05-18-191",
  "sectionId": "uk-news",
  "body": "A man accused of killing his six-year-old daughter in a violent outburst has likened his fight for justice to the plight of the Hillsborough families. Ben Butler, 36, told a jury at the Old Bailey his trial was a repeat of a miscarriage of justice he suffered in 2007 when he was arrested and subsequently jailed for assaulting his then seven-week-old daughter Ellie. After the prosecutor accused him of deflecting all the blame for Ellie’s death away from the evidence and on to anyone but himself, Butler told jurors: “I was watching the Hillsborough thing the other night,” he said in reference to a BBC documentary on the disaster in which 96 people lost their lives. “The families in it [the documentary], they were fighting for justice just like we were, and a lady came on and said, ‘The problem you don’t see is the ripple effect and that one action has on everyone’s life,’” said Butler. “That 2007 [injury to Ellie] had a ripple effect on everyone’s lives,” he told jurors. Ellie died when she was at home with Butler in October 2013, while her mother was at work. A postmortem showed that she had a fracture almost the entire length of her skull with injuries likened by experts to those in a high-speed car crash. Butler has told jurors it was an accident and admitted not calling for an ambulance for hours after he discovered her unconscious. He said he had suffered “unbelievable loss and pain” and that at times he “hated” his partner, Jennie Gray, because of the illness she suffered as a direct consequence of the miscarriage of justice and the absence of Ellie from their lives. “There were times I’m having to pick her up off the floor every day because she’s drunk and drinking, she’s trying to kill herself … putting pills in her mouth and me trying to get them out,” he said. Under cross-examination Butler admitted to past violence including assaulting a man in a kebab shop in 2004. He also accepted a caution for hitting his ex-girlfriend in 2005 but told jurors on Wednesday that she had “walloped him harder than any man ever did”. He denied concocting “a sophisticated charade” on the day Ellie died. He was questioned repeatedly about his failure to call 999 immediately after he said he found his daughter lying on the floor unconscious. He told jurors he knew he would be blamed for her death because of the earlier conviction for assaulting her. Jurors heard for the second time the harrowing 999 call that starts with Gray screaming so loudly down the phone that the operator cannot decipher her words. Butler is heard shouting in the background.  Ed Brown, prosecuting, accused Butler of staging the drama in the call, of injecting “a sense of urgency” because they both knew it was two hours too late for anyone to bring Ellie back to life. He said he and Gray had deliberately deceived the operator by urging them to hurry up. “You were there on the telephone blaming a person who was trying to help you for delaying when you sat on her death for two hours,” Brown said to him. “Why did I do that?” responded Butler. “Because you killed her, Mr Butler.” “Not because I killed her, not at all because I killed her, the mistake you [the legal system] made in 2007 is the only reason I reacted like that,” replied Butler. Jurors heard Butler tell the operator: “I have just come upstairs and my little girl has fallen down.” There were repeated attempts by Gray to revive her daughter after being instructed in CPR. Brown put it to Butler that “this 999 call, together with the cover-up that happened for two hours, those terrible actions by you helped by Jennie Gray can only have been taken by a man who truly had something devastating to hide”. Butler said Brown had got it all wrong and he needed to accept that he had not assaulted Ellie when she was seven weeks old, but had “saved her life”. “I rushed my daughter to hospital, I probably saved her life that day and all of a sudden I’m in a seven-year court battle,” he said in reference to his appeal followed by a battle to be reunited with Ellie in the family courts. Brown then moved cross-examination on to allegations that Butler sometimes lost control of his temper. Taking him through 16 pages of abusive text exchanges with Gray, Brown suggested that his partner was “terrified of being hit by you and threats by you to actual and very serious violence”. In one she complains of being “kneed in the tits and pussy and kicked me out”. Butler said he did not know what that was about other than he was not interested in sex with her at the time. “That’s plain evidence of being violent to her,” suggested Brown. “It’s a threat of violence,” Butler replied, referring to his earlier evidence that he only made hollow threats to Gray because she repeatedly abandoned her children. “I’m acting like this because she’s not there for the kids,” says Butler. Brown suggested the threats were in fact very real. Explaining one text, Butler said he was blaming her for not recognising Ellie was sick before she dropped her off the day she collapsed with what was originally thought to be shaken baby syndrome. “Our arguments led to me pushing her and things like that, I’m not hitting her,” he said. “You say I’ve killed my daughter. I haven’t killed my daughter … What am I on trial for, either rowing with my wife or my children?” he said. “You’re saying because I’m guilty of XY, I’m guilty of Z. There was nothing wrong that day, there’s no marks [on Ellie], you know full well … I’m 100%. Ellie wouldn’t have died that day without the problems she had,” he said repeating assertions that she had a brain injury at birth. “Another child might have banged her head and cried and wouldn’t have died,” he said.  Butler denies murder. He and Gray deny another charge of child cruelty relating to an allegedly untreated broken shoulder that was discovered in Ellie’s postmortem.",
  "webTitle": "Ben Butler likens his fight for justice to that of Hillsborough families",
  "webPublicationDate": "2016-05-18T11:58:22Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/18/ben-butler-likens-his-fight-for-justice-to-that-of-hillsborough-families",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/18/ben-butler-likens-his-fight-for-justice-to-that-of-hillsborough-families"
}