{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/footballer-bernardo-ribeiro-26-dies-after-playing-game-in-brazil",
  "id": "2016-05-09-365",
  "sectionId": "football",
  "body": "Former Newcastle Jets player Bernardo Ribeiro has died, aged 26, after falling ill during a match in Brazil. The attacking midfielder is the second footballer in two days to die from suspected heart problems.   Related: Patrick Ekeng: matches postponed and inquiry into death launched    On Friday, Dinamo Bucharest’s Patrick Ekeng died in hospital after collapsing on the pitch during a Romanian league match against Viitorul Constanta. Brazilian Ribeiro was playing for Friburguense in his homeland on Saturday when he took ill and had to be replaced, O Globo reported. He was taken to hospital but later suffered a suspected fatal heart attack, according to reports. There has been no official confirmation of his cause of death. Ribeiro began his professional career with Skënderbeu in Albania, having come through the youth ranks with Flamengo in Brazil and, briefly, Catania in Italy. He signed for the Jets in August 2012 and made six appearances for the A-League club before heading to Finland with IFK Mariehamn and then back to Brazil with Inter de Lages last year. Former Jets team-mates took to social media to express their condolences.    Just heard some Devastating news regarding my good friend bernardoribeiro R.I.P brother🙏🏻The… https://t.co/mGe55v5pJo— Michael Bridges (@MickyBridges8) May 8, 2016    “I’m so deeply saddened that you’re no longer with us. My prayers go out to your family and friends. RIP my brother,” Jets goalkeeper Mark Birighitti said on Instagram. Mariehamn said on their Facebook page: “We have received sad news today. Bernardo Ribeiro, who played for IFK during 2013 and 2014, has suddenly deceased after a game in Brasil with his club Friburguense.  “Our thoughts are with his wife Katie and his relatives. Thanks for everything and rest in peace Bernardo.” Ribeiro married Katie Ayscough, from Maitland, earlier this year.  “I can’t believe, I don’t want to believe but the realness cannot be ignored,” she said in a Facebook post. “Tonight heaven received the most beautiful angel. My best friend, my husband, my everything.”",
  "webTitle": "Footballer Bernardo Ribeiro, 26, dies after playing game in Brazil",
  "webPublicationDate": "2016-05-09T00:14:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/footballer-bernardo-ribeiro-26-dies-after-playing-game-in-brazil",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "A-League",
      "id": "football/a-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/09/footballer-bernardo-ribeiro-26-dies-after-playing-game-in-brazil"
}