{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/24/male-stubble-meanings-beards-jose-mourinho-ant-mcpartlin-usher-jesse-eisenberg",
  "id": "2016-05-24-153",
  "sectionId": "fashion",
  "body": "If the face is a canvas, stubble can have an altering effect, but it can be more of a botch – think of the bizarre amateur restoration of the Spanish Ecce Homo fresco – than a masterpiece. There are no hard-and-fast rules with stubble growth – which might be part of the problem. Unless you are a vigilant self-groomer, the line between “attractive stubble growth” and sporting the look of someone who has fallen into an tar-black pit of endless despair can be indistinct and vague. Here’s what some recent famous stubble growth signifies … Jose Mourinho Type of stubble: Baby moustacheWhat it telegraphs: A veil of mystery After the ignominy of being sacked by Chelsea in December, Mourinho’s brilliantly stage-managed stubble was unsettled for most of this year. Now, on the cusp of his new role as Manchester United’s new manager, on Monday he unveiled … hints of a baby moustache. It’s both off-grid and utterly cryptic. The sort of subtle reinvention that you would normally see on a pop star about to release their difficult second album.  Jesse Eisenberg     Jesse Eisenberg and his soul patch. Photograph: David M. Benett/Dave Benett/Getty Images for BCG    Type of stubble: Soul patchWhat it telegraphs: A love of jazz As worn by such disparate characters as Billy Bob Thornton, William Shakespeare and Kingsley from Fresh Meat, the soul patch is definitely the Fredo Corleone of the stubble family. It’s suggestive of the kind of character who might be the sole male participant in a hot-stone yoga class, who owns a lot of, you know, specialist vinyl, and is the owner of a stress-relief eucalyptus scented candle. Ant McPartlin     Ant … George Michael stubble, or something more?   Type of stubble: All overWhat it telegraphs: IDGAF Why has this stubble – the grooming chink in an otherwise fresh-faced TV presenter – appeared at all? If this were pop music we’d all be thinking of the unsayable right now. He’s going solo. Sorry, Dec. Enter the slowly immersive stubble growth and later the probable leather-jacket-shaped rebrand. Or, in pop terms, a 1987-era George Michael level of calculated sexiness.  Usher     SoulCycler? Usher sports the bof   Type of stubble: The bofWhat it telegraphs: Eat, pray, love Usher’s journey from skullcap-wearing crooner to judge on The Voice has been interesting to observe. Perhaps more interesting has been his grooming journey – from mathematically sculptured goatee to this freeform beard, which he debuted at Cannes in the course of promoting the film Hands of Stone, in which he plays boxer Sugar Ray Leonard. We are calling the beard the bof (roughly translation: “¯\\_(ツ)_/¯)” to keep the French theme. It’s a look that asks: “are you in my SoulCycle class?”, but which suggests a man of the cloth who is always ready to dispense worldly wisdom in a public space. Sometimes entirely unprompted.",
  "webTitle": "Stubble trouble – the meanings of men's wannabe beards",
  "webPublicationDate": "2016-05-24T13:13:30Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/24/male-stubble-meanings-beards-jose-mourinho-ant-mcpartlin-usher-jesse-eisenberg",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's facial hair",
      "id": "fashion/facial-hair",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Jesse Eisenberg",
      "id": "film/jesse-eisenberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Usher",
      "id": "music/usher",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Anthony McPartlin",
      "id": "media/anthonymcpartlin",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ant and Dec",
      "id": "tv-and-radio/ant-and-dec",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/24/male-stubble-meanings-beards-jose-mourinho-ant-mcpartlin-usher-jesse-eisenberg"
}