{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/the-dresser-returns-to-west-end-after-a-decade",
  "id": "2016-05-25-168",
  "sectionId": "stage",
  "body": "It has been performed all over the world, was adapted into an Oscar-wining film and recently reunited Anthony Hopkins and Ian McKellen on the small screen. But now beloved play The Dresser is to make its return to the West End for the first time in a decade – despite writer Ronald Harwood admitting he remains “continually puzzled by its popularity”.  The Dresser, which tells of an ageing Shakespearian actor and his long-suffering but devoted dresser behind the scenes of a touring theatre, will be revived at the Duke of York’s theatre in London in October. Ken Stott will take on the role of Sir and Reece Shearsmith will star as his dresser, Norman. Harwood, who won an Oscar for his screenplay for The Pianist, said he was thrilled to see the play return to the West End, but was at a loss to explain its longevity. It was most recently adapted by the BBC, with Ian McKellen nominated for a Bafta for his role as Norman. “Thank God for it. It’s a lovely little thing – like having a private income,” said Harwood.     ‘I don’t think a week has passed where it hasn’t been done somewhere in the world’ … Ronald Harwood. Photograph: Richard Saker for the Observer    The play was first performed in Manchester in 1980 before transferring to the West End and Broadway, but Harwood recalls telling his agent at the time he didn’t think the play would last beyond six weeks. Harwood, 81, said: “I have no idea what its lasting appeal is, I really don’t. It was my first big success, of course, and I do love it and am very proud of it, but I am puzzled by its popularity. I am still proud of the relationships and feeling within the play, it is a play about emotion; it’s not a play about the brain, it’s about the heart and that’s what I like.” He recalled, when standing at the wings during one of the first previews of the play in Manchester, actor Eric Thompson turned to him and said: “You’re making history.”  “I’ll always remember that,” said Harwood, “because all I thought was ‘bloody fool, what crap’. But I don’t think a week has passed where it hasn’t been done somewhere in the world. Very odd.” Harwood went on to be nominated for an Oscar for his 1983 film screenplay for The Dresser, while Tom Courtenay was nominated for best actor for his portrayal of the title character. But despite having made a successful and award-winning career writing screenplays for films, most recently Quartet, an adaptation of his own work directed by Dustin Hoffman, Harwood said he remained far more passionate about the stage and was pleased to see The Dresser return to its rightful place in the theatre. “Films I do for the money,” said Harwood. “It is very good money, no question about it. And we are overpaid – of course we are overpaid – but still, I don’t complain. But writing for the theatre is the thing I’ve loved doing most, because it’s about language; relationships and language.” Harwood still writes for three hours every day, and has just completed a film adaptation of John Le Carre novel Absolute Friends. “I still have more plays in me but I never give myself the time to write them” he added.  Harwood’s latest project is a screenplay about the 1938 Munich agreement between Neville Chamberlain and Hitler. The 81-year-old said it had made him more aware than ever that the political mistakes of the past were just being repeated, particularly in the debate over the UK’s membership of the EU. “It’s been a fascinating film to research but makes me want to stay in the EU more than ever,” said Harwood. “You realise the intrigue and jealousy and violence that was produced by nation states – whereas no member of the EU has attacked each other, and that’s a bloody great advantage, I tell you.”",
  "webTitle": "The Dresser returns to the West End",
  "webPublicationDate": "2016-05-25T12:50:25Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/the-dresser-returns-to-west-end-after-a-decade",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Ian McKellen",
      "id": "culture/ian-mckellen",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Anthony Hopkins",
      "id": "film/anthony-hopkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "stage/2016/may/25/the-dresser-returns-to-west-end-after-a-decade"
}