{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/08/goodbye-lennie-and-george-i-for-one-will-miss-of-mice-and-men",
  "id": "2016-05-08-165",
  "sectionId": "teacher-network",
  "body": "In a few weeks’ time, thousands of year 11 students will enter examination halls all over the country, anxiously clutching copies of John Steinbeck’s Of Mice and Men. As they put the finishing touches to their essays and hand over their papers, it will mark the end of an era in English teaching. The novel is taking something of an enforced rest from the curriculum. In 2014, the then education secretary, Michael Gove, announced that British children should study British writers, and so Steinbeck must make way for Austen, Dickens and Bronte from next year. There’s nothing wrong with them, of course, but let’s take a moment to mark the passing of a book which has been central to students’ experience of English for well over a decade. The government was concerned that as many as 90% of young people study the novel. But as someone who has taught and examined Of Mice and Men more times than I care to remember, I’d like to offer some reassurance. Yes, it is short, but everything you’d want to teach a child about literature is there. Symbolism, structure, pathos, characterisation, imagery: it’s got it all. More than that, the themes of hope, friendship, loyalty and vulnerability speak to students and their very modern concerns. The idea of choosing to believe that there is something better just around the corner, despite the horror of one’s present circumstances, is very real especially for many from disadvantaged and difficult backgrounds.    Every single time you read the ending, you could hear a pin drop    I know I will not be the only one to have stood in front of a class of fairly tough teenagers, and marvelled at how they are transfixed by this story of two friends seeking to make a better life for themselves. They wince as Lennie, the kindly but vulnerable farm labourer, is subjected to bullying at the hands of Curley, the boss’s son. They sneer and scoff at the “sluttish” behaviour of Curley’s wife, before realising that she too is fragile and insecure despite her confident exterior. They are shocked at the treatment of Crooks, the stable buck who is ostracised for his skin colour, and Candy, the swamper who is deemed too old to be of value. They quite enjoy the swearing. And every single time you read the ending, you could hear a pin drop. Maybe this is fanciful or naive, but I like to think that as they learn about how characters are more complex than they appear, so they learn that people are too. Maybe next time they have to deal with someone who is weaker than them, or who has been cast out by society, or who comes across badly, they’ll call to mind the inhabitants of the Salinas Valley and pause before they react.  I’ve overseen the most fascinating discussions often sparked off by the most unlikely students. Students who have rarely taken much interest, suddenly form passionate views on the nature of friendship, or whether loyalty should have any limits. They want to talk about the extent to which ethnic minorities still metaphorically live in a space removed from mainstream society, or whether bullies ever win. Let’s not kid ourselves, some of these students may not read many more books in their lives, and I’m happy that this will have given at least some the experience of really engaging with literature and feeling its relevance.   Related: Mice, men and mockingbirds: who said what? – quiz    It’s true that Of Mice and Men has been a fixture of many English departments for a long time. I could pretty much recite the whole thing. But each cohort of students discovers the text anew, and I never tired of witnessing their reactions, or challenging their perceptions. We’ll get there with Dickens too, but I suspect it’ll be more of a struggle. It’s worth saying, by the way, that the official position is that nothing has been banned and, while American texts no longer feature on the GCSE set text lists, schools are free to supplement this with any book they choose. I’m sure English teachers will join me in suppressing a smirk at the idea that there would be time to luxuriate in reading non-compulsory books with a class who are facing more exams than any year 11 in recent history. So for now, George and Lennie must join Atticus Finch and Holden Caulfield at the back of the cupboard until another education secretary comes along and gives them a reprieve. Nothing lasts forever, and we will get used to the new changes in time. But I for one will miss them.   Follow Ryan Wilson on Twitter @rhwilson83.  Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "Goodbye Lennie and George – I, for one, will miss Of Mice and Men",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/08/goodbye-lennie-and-george-i-for-one-will-miss-of-mice-and-men",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "GCSEs",
      "id": "education/gcses",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "English and creative writing",
      "id": "education/english",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Wilson",
      "id": "profile/ryan-wilson"
    }
  ],
  "guardianId": "teacher-network/2016/may/08/goodbye-lennie-and-george-i-for-one-will-miss-of-mice-and-men"
}