{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/sheffield-wednesday-hull-play-off-final-premier-league",
  "id": "2016-05-27-67",
  "sectionId": "football",
  "body": "As with so many cautionary tales in football, alcohol, arrogance, overweening ambition and alarming financial mismanagement were all partly responsible for Sheffield Wednesday’s initial downfall. All part of the start of what has turned into a 16-year exile from English football’s top tier. This season their supporters began singing “we’re on our way back” before the 3‑0 League Cup victory against Arsenal in October and will be upping the volume at Wembley on Saturday. Beat Hull City in the Championship play-off final and Wednesday really will have returned from the wilderness.   Related: Sheffield Wednesday and Hull aim to make the most of unexpected chances    They fell an awful long way before January 2015, when the club was sold to Dejphon Chansiri, a Thai businessman whose family firm is the world’s largest producer of canned tuna, and last June, when a Portuguese coach, Carlos Carvalhal, became their 11th manager in 15 largely depressing years. Benito Carbone believes it might never have gone wrong were it not for a row about the odd pint of beer. The alice-banded Italian midfielder and his compatriot Paolo Di Canio had formed a near telepathic on-pitch bond at Hillsborough in the mid- to late 90s but a damaging dressing-room schism was already developing. “Playing with Paolo at Wednesday was magical,” Carbone recently recalled. “But there were problems in the dressing room; two Italians on one side and the English on the other. The problem was they all wanted to go out for a pint but I didn’t drink. That’s where it all went wrong. If I had my time again I’d go out with them, have a Coke, and joke about it.” In 1999 both Carbone and Di Canio – who infamously pushed over the referee Paul Alcock the previous year – departed; in 2000 Wednesday were relegated from the Premier League with Peter Shreeves unable to halt a slide which saw Danny Wilson sacked in the March. Wilson’s exit had been preceded by calls for his head from four local MPs including David Blunkett, the former home secretary. By then complacency and arrogance had long since set in – how else was the temperamental Dutch midfielder Wim Jonk granted a contract offering him £5,000-a-game appearance money, payable even when he did not actually appear? Small wonder Wednesday arrived in what is now the Championship nursing crippling debts. The fatal 1999-2000 campaign had been an awful season. Wilson’s side lost 8-0 at Newcastle United, during which the volatile Belgian Gilles De Bilde led a toothless attack. Once relegated, Paul Jewell, Terry Yorath, Chris Turner, Paul Sturrock, Brian Laws, Alan Irvine and Gary Megson had a go at arresting what, at times, threatened to turn into a terminal decline.     Gilles De Bilde sits on the Hillsborough turf as Sunderland celebrate a 2-0 win in April 2000 to edge Sheffield Wednesday closer to relegation from the Premier League. That was Wednesday’s most recent season in the top flight. Photograph: Michael Steele/Getty Images    Two relegations – in 2003 and 2010 – heralded brief descents into the third tier, and there were assorted winding-up orders. Salvation arrived in 2010 with the appearance of Milan Mandaric, the former Portsmouth and Leicester City owner. Although he formally paid only £1 to purchase the Owls, Mandaric dealt with a £1.8m debt owed to the Inland Revenue while also renegotiating a £28m bank loan. “My football heart ruled my business head,” said Mandaric shortly afterwards. “I could have let Wednesday go into administration but I didn’t want that. I quickly found out that the challenge was a lot bigger than I thought. I could see the club had been abused over 15 or 16 years. But it’s a lovely club. Sheffield Wednesday should be admired. It’s got two big assets: the name and the support.” If increasingly distant, the glorious club history that beguiled Mandaric contains plenty of high points, serving as reminders that Sheffield is famous for much more than its seven hills, The Full Monty and the Arctic Monkeys. In the early 90s, Wednesday won the League Cup, finished third in the top tier, competed in Europe and were beaten by Arsenal in the 1993 FA and League Cup finals. Managed by Ron Atkinson and then Trevor Francis, they were noted for exciting, skilful football starring John Sheridan, David Hirst – who could not stop scoring – and Chris Waddle. For a time it even seemed they might reprise their early 20th century zenith when four English titles and three FA Cups were won but, instead, a nadir beckoned. If Mandaric’s intervention was vital, things really changed when he sold the club to Chansiri for £37.5m, a key figure in the Thai Union Group – owner of the John West brand. By now Stuart Gray was the manager but he was swiftly replaced by Carvalhal who has made good use of the loan system with, among others, Gary Hooper – who has since completed a full transfer – and Michael Turner arriving from Norwich.     Carlos Carvalhal, formerly in charge of Sporting Lisbon and Besiktas, has done an impressive job as Sheffield Wednesday’s manager. Photograph: Martin Rickett/PA    Meanwhile, the dated training facilities have been dragged into the 21st century and some proper shopping has also been done. Fernando Forestieri, a gifted Argentinian-Italian striker (with an unfortunate penchant for diving), has largely impressed following his £3m transfer from Watford while Lucas João, a Portuguese forward, arrived from Nacional for around £2.5m. Some of Wednesday’s success, though, has been down to the performances of Sam Hutchinson in midfield, where the former Chelsea defender – who was temporarily forced to retire from football with serious knee trouble – has shone. Calvalhal, formerly in charge of Sporting Lisbon and Besiktas, is an interesting character who studied for his coaching badges alongside José Mourinho and has written a coaching manual entitled Soccer – Developing a Know-How. A typical passage reads: “Tactical periodisation is a practice concept that has a conceptual matrix,” while another chapter addresses the “Principle of Horizontal Alteration specificity.” If that hardly sounds ideal bed-time reading for your average footballer the 50-year-old seems much clearer and more concise when it comes to translating theory into practice. “Carlos is a thinking coach,” says Waddle, who still lives in Sheffield and regularly meets up with Hirst to reminisce about old times. “He looks at what opponents have and what they don’t have then tries to set up Wednesday to cause them problems. “Carlos likes to play open, attacking football but defensively Wednesday are quite solid and quite well organised. Their problem is that Hull are still virtually operating as a top-flight club. Steve Bruce has kept a nucleus of his Premier League team including Tom Huddlestone and Michael Dawson – relatively recent England players. My heart says Wednesday can do it at Wembley – but my head says Hull will be difficult to beat.”",
  "webTitle": "How Sheffield Wednesday returned from wilderness to stand on verge of big time",
  "webPublicationDate": "2016-05-27T16:49:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/sheffield-wednesday-hull-play-off-final-premier-league",
  "keyword": [
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/27/sheffield-wednesday-hull-play-off-final-premier-league"
}