{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/dear-evan-hansen-review-musical-emotional-critique-internet",
  "id": "2016-05-02-137",
  "sectionId": "stage",
  "body": "Can a performance go viral? Ben Platt’s should. As the title character in Dear Evan Hansen, the new musical from Benj Pasek and Justin Paul, he offers acting so precise yet so painfully lucid that it should overwhelm the operating systems by which most contemporary musicals operate.  Platt’s gestures, his expressions, his phrasing, even his vocal range – which is impressive but tends to thin out toward the top notes – all combine to communicate the fretfulness, uncertainty and timorous goodness that define his character.  He plays Evan, a friendless high school senior terrified of life, the universe, everything. Speaking up scares him so much that he would rather go hungry than exchange chitchat with a pizza deliveryman. His harried single mother, Heidi, (Rachel Bay Jones) tells him, “You can’t succeed if you never try.” Evan nods, but you can that he believes more strongly in the corollary: “If you don’t try, you can’t fail.”  A therapist has instructed him to write pep-talk letters to himself. On the first day of school, one of them falls into the hands of Connor Murphy (Mike Faist), another outcast with drug problems and a look a peer describes as “school shooter chic”. When Connor kills himself, his parents find the letter and mistakenly believe that Evan was a friend to their son. At first this attention panics Evan, but he soon accepts the role and even briefly becomes an internet sensation. Often he is tempted to tell Connor’s family the truth, but he fears disappointing them and sacrificing his newfound confidence.   Watching Dear Evan Hansen, one often thinks of Next to Normal, another Second Stage show about a mentally distressed protagonist (it was bipolar disorder there, anxiety disorder here). The shows share a director, Michael Greif, and a similarly slick design. But with its tuneful pop score and teenage protagonist, Dear Evan Hansen is a gentler affair, even as it takes occasional pains not to oversentimentalize the material. When Evan presents a surprisingly rosy picture of her brother, his sister Zoe (Laura Dreyfuss) sings, “Don’t say it wasn’t true/ That you were not the monster/ That I knew.”  Yes, the emotional core can still turn occasionally gooey, and the critiques of internet culture, courtesy of Steven Levenson’s mostly shrewd and clever book, are not exactly subtle, especially as realized in Peter Nigrini’s projection design. But it’s impossible not to care deeply for these characters, Platt’s Evan most of all.  Near the play’s end, Platt positively glistens with sweat and spit and tears. Yet one never has the sense of an actor deliberately winding himself up to deliver a visceral performance. There’s obvious care taken in the way he offers Evan’s cringing smile, his swallowed laugh, his habit of pulling at his clothes as though searching for someone to hold onto. But all of these details feel lived, organic, unrehearsed. And Platt’s ability to convey emotion through song is simply superb and often deeply heartrending. A Facebook like is the least the man deserves.",
  "webTitle": "Dear Evan Hansen review – sentimental high-school musical that should go viral",
  "webPublicationDate": "2016-05-02T12:48:39Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/dear-evan-hansen-review-musical-emotional-critique-internet",
  "keyword": [
    {
      "webTitle": "US theater",
      "id": "stage/us-theater",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/02/dear-evan-hansen-review-musical-emotional-critique-internet"
}