{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/22/birdwatch-somerset-migrants-redstart-cuckoo-swift",
  "id": "2016-05-22-24",
  "sectionId": "environment",
  "body": "Sometimes birds appear when you least expect them. One evening towards the end of April I was driving my son to football training when the first swifts of the year zoomed past – low as fighter jets, heading due north. On the way back, I thought I’d stop to see if there were any more. No swifts, but a real surprise, heralded by a flash of orange, as a small brown bird flew into a hawthorn. A lift of the binoculars confirmed my hunch – a female redstart, flicking her russet tail before plunging deep into the foliage, never to be seen again. Like the swifts, this little bird had just returned from Africa. Every time I see a long-distance migrant, I try to imagine where it has spent the winter. In the redstart’s case, that’s a world away from our rural parish, in a forest south of the vast Sahara desert, somewhere in the heart of that even vaster continent. These migrants’ return is what makes this time of year so exciting. This spring, thanks to persistent northerly winds, their appearance has been, at times, as slow as treacle. But finally they have arrived: the swallows hawking for insects above our neighbours’ barn; the whitethroat launching itself into the air as I cycle past; the sedge warblers turning up en masse on my local patch, where the singing males are competing with one another to win a mate.   Related: Birdwatch: Cuckoo    I save my greatest joy for three very special birds. The cuckoo: that traditional herald of spring; usually out of sight, but occasionally streaking across the Somerset sky, its hawk-like silhouette causing momentary panic amongst the smaller birds. The swift: whose annual return, as Ted Hughes famously wrote, shows that “the globe’s still working”. And a local speciality: the hobby, a lithe, streamlined, slate-grey falcon whose name comes from an Old French word meaning “to jump about”. On the May Day bank holiday, after heavy rain, a group of us ventured out onto the Avalon Marshes to welcome back these aerial predators. From the plush new hide at the RSPB’s Ham Wall reserve we had a grandstand view of four hunting hobbies as they sped to and fro. Every now and then one would stop momentarily in mid-air, grab an unseen insect, and, after transferring its catch from talons to beak, fly on. As the rain stopped and the sun emerged, illuminating this vast expanse of wetland, more birds appeared on cue. A male marsh harrier, wings flashing in the sunshine; great white egrets – now such a common sight they barely get a second glance – and a single bittern, giving fabulous views as it flew low over the reeds towards us. Even my children, who had complained nonstop about having to go for a walk on such a cold, damp day, were impressed. We walked back to the car park, past a wall of low-flying swifts, streaking over the tops of the reeds to grab invisible insects. Just a week after my first sighting, they were back in force – proof, thank goodness, that the globe is still working.  George Boorujy has been creating wonderful illustrations for the Guardian monthly Birdwatch column since it began in 2005. Sadly, this is his last. To see his work online, go to http://georgeboorujy.com or follow him on Instagram https://www.instagram.com/georgeboorujy/",
  "webTitle": "The long-distance migrants are back in force",
  "webPublicationDate": "2016-05-22T20:30:19Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/22/birdwatch-somerset-migrants-redstart-cuckoo-swift",
  "keyword": [
    {
      "webTitle": "Birdwatching",
      "id": "environment/birdwatching",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss1"
    }
  ],
  "guardianId": "environment/2016/may/22/birdwatch-somerset-migrants-redstart-cuckoo-swift"
}