{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/06/the-maze-runner-james-dashner-review",
  "id": "2016-05-06-290",
  "sectionId": "childrens-books-site",
  "body": "He doesn’t remember his age, he doesn’t remember his family, he remembers nothing but his name. Yet he finds himself fighting for survival.  When Thomas finds himself trapped in the middle of a maze unable to escape, and surrounded by other boys of varying ages some of whom have been trapped for two years, he knows he has to do something. He knows there must be a way out, that there’s a reason for them being there – but what is it? And is it worth dying to find out the truth? Does the desire for freedom beat the need to survive? This isn’t the first time I’ve read The Maze Runner but when I found out that James Dashner is releasing another prequel in September – no lie, I was jumping around the house in excitement for the entire rest of the evening. I decided I must re-read the series and the second time around it was even better than I remembered!      I really love the characters and their varying personalities. I think James Dashner has done a really good job at having characters with all the different personalities and emotions that I think you would face in a situation such as being in the glade.  One of my favourite things when reading a book is trying to relate myself to the characters especially when the book is set in an extreme circumstance like the Maze Runner is. I found I could relate to almost all of the characters in different ways. I really like how although people typically expect guys ito be strong and able to cope in all situations, Thomas wasn’t portrayed as this really strong, emotionless character. Instead, he was a character that wanted to fight, that knew there was an explanation and reason for what was happening and he was going give everything it took to escape from his imprisonment.  But there were also times when we saw another side of the character, when we saw the awkward and emotional side when Thomas got upset and cried or had to go and ‘hide’ from the other Gladers because they were stressing him out and he got scared. I think this is a really positive portrayal of a guy especially in a situation so extreme. There’s a quote that’s quite popular from the book that goes “If you ain’t scared, you ain’t human.” And it’s true so I’m glad that James Dashner didn’t make Thomas or any of the other characters unrealistically strong and emotionless. I really loved the story, I know lots of people compare it to things such as Lost, Lord Of The Flies etc, but I haven’t actually read or seen any of those things, so it felt a lot more original to me. I also really love mazes and to read a book where they’re stuck in a maze was really cool!  This book puts an interesting twist on your typical YA novel now. Lots of post-apocalyptic YA novels are based in certain parts of America like Divergent is based in Chicago and The Hunger Games is based in North America but I liked how The Maze Runner is much more claustrophobic than that and is set in a much, much smaller area of land. James Dashner is really talented in writing really gripping scenes, there are scenes I remembered from the reading the book the first time around but there were so many things I had completely forgotten and felt brand new to me even though I was reading them for the second. He writes really scary scenes where you’re on the edge of your seat and you have no idea what’s going to happen next. It’s so thrilling and you can’t help but keep turning the pages even after it’s gone midnight.   Related: How do I get involved in the Guardian children's books site?    When I read The Maze Runner for the first time - just under a year ago now I think - I thought it was just going to be another really successful YA thing that everyone became obsessed with but I didn’t know how much I was going to come to love this series. It’s even better than The Hunger Games, it’s better than Divergent and I am so glad that James Dashner wrote this series because it’s incredible! I really suggest reading this book, whether you’ve seen the film and really loved it or really hated it then you should still read this book because there are so many great elements that they miss out on screen! Or if you’ve wanted to read this book but haven’t got around to it, go to your local library and reserve it or borrow it from a friend, whatever but you will not regret it and soon you will become as obsessed with this story and the characters as I am.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Maze Runner by James Dashner – review",
  "webPublicationDate": "2016-05-06T08:00:19Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/06/the-maze-runner-james-dashner-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/06/the-maze-runner-james-dashner-review"
}