{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/football-transfer-rumours-ngolo-kante-psg-james-rodriguez-manchester-united",
  "id": "2016-05-04-303",
  "sectionId": "football",
  "body": "Paris Saint-Germain are ready to invest up to £250m this summer in an effort make it beyond the Champions League final. They just don’t get it, do they? That club needs moxie, not more money. Or maybe they have finally understood that: because they are said to be mulling over an offer for N’Golo Kanté, a year after they could have had him for a pittance and several years after they could have had him for free. And just to respect the Qatari club’s tradition of being able to impress a lot of the time but not when it really matters, PSG are also said to be keen on Eden Hazard and Romelu Lukaku. There are only a select few players who are instantly identifiable by their first names alone – Zlatan, Cristiano, Peter – and reports are emerging are that one such star could be on his way to Manchester United this summer, albeit because Real Madrid no longer seem keen on him. James Rodríguez’s agent, Jorge Mendes, is said to be working to finesse a move to Old Trafford for his client, who may then have the pleasure of hooking up with another Mendes client, José Mourinho, whose own possible move to Old Trafford has been handled not so much with finesse but rather via a protracted cloak and badger campaign.   Related: Thibaut Courtois: PSG is a very good club but I’m happy at Chelsea    Mutters are also concerned about the future of Raphaël Varane, with some whispered asides suggesting the Frenchman will leave Real for Bayern Munich, though why he would do that when Mats Hummels is also said to be headed there and Bayern already have four internationals for their one defensive position is not clear. But Bayern’s incoming boss, Carlo Ancelotti, is a big admirer of Varane as well as being humble enough to know that teams need to be able to defend – which means Hummels, for one, will need to get his act together to get in the team. That should be pretty much the message for Bojan Krkic, too. The Spaniard is said to be “surprised and disappointed” at only starting three of Stoke’s last 12 games and is contemplating a move away from the Britannia, or the Betting Bowl or whatever we’re supposed to call it now. Other clubs are said to be interested but here’s the thing, Bojan: if you don’t deliver consistently for them either, you’ll find yourself on their bench too. That should be pretty much the message to Jordon Ibe, too. The winger once said by fools to be as good as Raheem Sterling is not exactly playing his way into Jürgen Klopp’s future plans at Liverpool, other than the plan involving generating money through a sale, possibly to Watford or Everton. NEWSFLASH from the ever-hysterical Social Media Outrage Department: some Swansea City fans are irate that, for next season, their club have chosen a kit manufacturer that used to manufacture the kit of Cardiff City. There are unconfirmed claims that the people mouthing off lead fun and interesting lives. Cardiff City, since we’ve brought them up, are said to be considering the future of their manager Russell Slade, which has got other people considering potential replacements, such as Craig Bellamy, Nigel Pearson, Neil Warnock or Nigel Clough. The only reason Ronald Koeman does not feature on that list is because he is thought to be intent on seeing out the final year of his contract at Southampton. And then, next year, he will move to Arsenal, unless Arsène Wenger signs a new three-year contract this summer, as one disgraced former Daily Mirror editor claims he might.",
  "webTitle": "Football transfer rumours: N’Golo Kanté to PSG? James Rodríguez to Manchester?",
  "webPublicationDate": "2016-05-04T07:55:16Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/football-transfer-rumours-ngolo-kante-psg-james-rodriguez-manchester-united",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Paris Saint-Germain",
      "id": "football/parisstgermain",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/04/football-transfer-rumours-ngolo-kante-psg-james-rodriguez-manchester-united"
}