{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/west-ham-upton-park-doing-one",
  "id": "2016-05-10-120",
  "sectionId": "football",
  "body": "GO WEST Big Paper first mentioned the site in 1901. “Boleyn Castle, an ancient building in East London, for some years the home of Anne Boleyn before her ill-fated marriage with Henry VIII, has been purchased for conversion into a chapel and industrial school, and will form the religious centre of the Canning Town and Barking Roman Catholic Mission,” we reported. “The castle and grounds have very often attracted the attention of the speculative builder, but all his overtures have been refused. It is confidently hoped that under the care of its new guardians many of the historic characteristics of the place will be preserved.”   Related: 'Something irreplaceable is being lost': West Ham fans pay tribute to Upton Park    Reader, the naivety! Three years later West Ham moved into those very grounds, and the Castle was left to go to ruin before eventually being demolished in the 1950s. The football club’s commitment to preserving “the historic characteristics of the place” amounted to little more than supergluing some plastic facsimile turrets to the bit of stadium nearest the car park half a century later, showing the same disregard for historical verisimilitude that Sam Allardyce later displayed for the club’s footballing traditions, only without the furious supporters’ backlash. Anyway, fast forward a few years and absolutely nobody was refusing the overtures of speculative builders in 2014, shortly after they won the right to occupy the Olympic Stadium down the road, when the Hammers agreed to sell the site – long since snaffled on a freehold basis – to the Gaillard Group, who plan to rapidly construct an “East End Village” including 700 homes. Boleyn Castle, Boleyn Ground, Upton Park – whatever you call it, you won’t have to for long (Boleyn Ground, suddenly de rigueur, is a strange kind of semi-neologism that was spectacularly rare until very recently; it only got into double figures for all-time Guardian mentions in 1991). On Tuesday night, Manchester United visit for the final home league fixture before the Hammers relocate and the redevelopers move in. As it happens, the first time Big Paper mentioned the Boleyn Ground by that particular name was in the build-up to a visit from the very same club in 1911. “The Boleyn Ground, which owes its name to the fact that it is practically on the site of what it is said used to be Anne Boleyn’s house, is rather small, with railings very near the touchline,” we wrote. “But it is unlikely that the Manchester men will be severely handicapped by the absence of space. Men of their skill and experience should be able to overcome these dangers.” Later that year we wrote that “the compactness of the Boleyn Castle ground brings everything so close to the spectators as to almost exaggerate the tenseness of a struggle”.     Fans crowd the roof of a block of flats overlooking Upton Park during West Ham’s 1972 FA Cup replay with Hereford. Photograph: Popperfoto/Getty Images    No longer so compact, it will at least be packed for the visit of Louis van Gaal’s crew. The tenseness of Tuesday’s struggle comes from the fact that United would steal into the Premier League’s top four should they win, would have their current fifth place imperilled should they lose, and would be guaranteed at least that position should they draw. “The Upton Park stadium was [warning: historical inaccuracy alert – Fiver Ed] a first home,” sniffed current coach Slaven Bilic of the club’s imminent farewell. “No matter where you move after that – if you move to a fancy apartment, a big house or to a mansion – your favourite one is always the first.” As far as Tuesday’s entertainment is concerned – and you’ll have to find your own way to deal with this paradox – the final whistle won’t sound until some time after the final whistle has sounded. That’s because the Hammers have planned a £250,000 post-match ceremony, featuring “spectacular lighting, music and big screen video to match the scale and emotion of the evening”. This sounds to The Fiver very much like a cunning but at least potentially diverting ruse to stop supporters running on to the pitch and generally causing havoc by taking for nothing the things the club plan to sell them for loads of money in the very near future. “Any incursions on to the pitch will certainly mean cancelling the current squad’s richly-deserved lap of appreciation and denying some of our greatest ever players the chance to take the field for the final time,” warned Gollivan, who plan to offer season-ticket holders the chance to keep forever the seats they’ve already paid for and are no longer needed for just the additional £50. “This would be a tragedy, for them and the Boleyn Ground.” And perhaps for West Ham’s bank account, which like its owners’ soon-to-be-ex-home, may not be immune from some speculative building. LIVE ON BIG WEBSITE Join Gregg Bakowski from 7.45pm BST for hot MBM coverage of West Ham United 1-2 Manchester United. QUOTE OF THE DAY “If we win the final, the trophy will be sent to Cameroon, where it will be placed on Patrick’s grave” – Dinamo Bucharest’s Ionel Danciulescu vows to honour the memory of late midfielder Patrick Ekeng after the Romanian Cup final against Cluj. FIVER LETTERS “Manuel Pellegrini is indeed charming and in his first season in charge was – as you point out (yesterday’s Fiver) – pretty darn good, winning two out of three domestic trophies. Of course, that didn’t stop bozo sportswriters awarding Manager of the Season to Brendan Rodgers, who was neither charming nor successful. But that’s journalists for you. No offence” – John Caley. “Lack of investment up front is what is costing Norwich this season, says the manager who spent £8.5m on Steven Naismith, who averaged one goal in every four games for the Pope’s O’Rangers (when they were competing with the Queen’s Celtic in the SPL), one goal in every five games for Everton and one goal in every seven games for Scotland” – Noble Francis. “It was some years ago now that I jumped ship from my inbox of spam to avoid the daily grind of trying to find The Fiver email buried between invitations to increase certain parts of my anatomy and Labour Party emails from Jeremy Corbyn that were definitely not written by Jeremy Corbyn. So I now read your lame attempts at football-related humour on your mobile app thingy. Yet it seems, like Blackpool, your Big Paper overlords continue to relegate you to what can only be described as the Conference North position of newspaper articles near the bottom of the football section of said app thingy. Perhaps plucky Leicester’s inspired season could encourage you to break off the shackles of Big Paper’s embarrassed Luke Chadwick lookalike and try to reach the lofty heights of two thumb scrolls rather than 20?” – Jon Techilovsky. “Kenneth Hanson’s ire (yesterday’s Fiver letters) at The Fiver overlooking Burnley’s achievement [it did make the SWMs – Fiver Hung-out-to-dry Media Officer] is matched by my wry smile at the invisibility of all the Football League. Barnsley went from bottom of League One at Christmas to a play-off place in the last game of the season, winning the Football League Trophy on the way. The Guardian’s coverage? A feature describing how an American became a Leicester fan after watching them beat Barnsley 1-0 years ago, and a mention in Joy of Six for their fans’ nihilistic chant [? – FHOTDMO]. The Fiver needs to stop lurking around Premier League hospitality rooms in search of leftover prawn sandwiches and feast on a good pie at some real football grounds” – John Daykin. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Jon Techilovsky. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Bayern Munich have ensured the Bundesliga will remain the level playing field for which it is a byword, by signing Mats Hummels from Dortmund and Benfica’s Renato Sanches. “We have been keeping an eye on Renato Sanches for a long time and are very happy to have signed him despite a lot of competition for him,” whooped Karl-Heinz Rummenigge, as Mr Ed feebly pointed at an old press release about an official spirits partner.     A done deal, earlier. Photograph: Getty Images for FC Bayern    Bobby M has told Newcastle and Norwich that Everton won’t confirm their relegation by rolling over at Sunderland. Strange, given that’s what they’ve done in every other away game for the past three months … “We are not going to make the mistake of losing attention from the only thing that matters at this time,” he cheered. Leicester City are sniffing around Sporting’s £25m-rated forward Islam Slimani. Roma have turned their noses up at Chelsea’s bid of £23m plus performance-related bonuses for midfielder Radja Nainggolan. Ercole Cellino, who apologised to Nasty Leeds fans last month after using a N@zi reference to describe his haircut on social media, has stepped down from the board. Fresh off leading Northampton Town to League One, manager Chris Wilder is still ruminating over a job offer from Charlton Athletic that he’d be stupid to take. Gus Poyet will be the new head coach of Real Betis, but only after the owner of previous employers AEK Athens labelled him “immoral”. And North West Counties League Premier Division side Squires Gate overcame match officials missing this 40-yard wonder goal, to win 2-0 at Ashton Athletic. STILL WANT MORE? “Those Lego castles have been here since 2001.” David Squires’ latest cartoon looks back on his time working at Upton Park.     Here. Illustration: David Squires for the Guardian    This week’s Gallery stars Leicester City, champions of England. Next: send us your Roberto Firminos. On the subject of the Hammers’ Boleyn farewell, here’s David Rosenberg with a fan’s view on what West Ham fans will miss. And a selection of our readers’ memories of the ground. Football Weekly! AC Jimbo and pod chums chew over the latest ups and downs. It’s been business as usual in the Bundesliga as Bayern picked up another title without much fanfare, writes Raphael Honigstein. Unlike at Darmstadt 98, who clinched survival with victory over Hertha Berlin amid feisty scenes at the Olympic Stadium. Who should take Danny Welbeck’s place at Euro 2016, ponders Martin Laurence. Win tickets to Bobby M’s leaving do here. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. ‘PUT ON MY RAVING SHOES …’",
  "webTitle": "The Fiver | Disregard for historical verisimilitude",
  "webPublicationDate": "2016-05-10T15:45:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/west-ham-upton-park-doing-one",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/2016/may/10/west-ham-upton-park-doing-one"
}