{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/russia-ukraine-hires-ex-nato-chief-anders-fogh-rasmussen",
  "id": "2016-05-28-88",
  "sectionId": "world",
  "body": "Ukraine’s president has appointed a former Nato secretary general as a special adviser, drawing a derisive reaction from Russia. Petro Poroshenko announced the appointment of Anders Fogh Rasmussen, the former prime minister of Denmark who was Nato secretary general from 2009 to 2014, on Friday. MPs in Russia, which has viewed Nato’s eastward expansion as a security threat, were quick to speak out against the appointment. “This is of course in large part a gesture, but it’s a gesture that will be backed up by actions. And it’s a hostile gesture,” Leonid Kalashnikov, deputy head of the foreign affairs committee in Russia’s lower house of parliament, told Interfax.   Related: Mikheil Saakashvili: 'Ukraine's government has no vision for reform'    Konstantin Kosachyov, head of the foreign affairs committee in the upper house of parliament, called Rasmussen’s appointment a “ostentatious show” with no “military or even practical purpose”. He likened it to Ukraine’s appointment of the former Georgian president Mikheil Saakashvili, who is now governor of Odessa, and other foreigners. “All this buffoonery serves one goal: to keep Ukraine in the centre of attention with its western partners at any cost,” Kosachyov said. “Because if this attention weakens, and they suggest that Ukraine engage in solving its own problems and no longer blame Russia or the ‘difficult legacy of the past’, it will be like death for the Kiev regime.” Kosachyov added that it “isn’t pleasing” that Kiev would consult such an anti-Russian figure as Rasmussen.  On Saturday Poroshenko shared on Facebook an article quoting Kosachyov that was headlined “Russia isn’t pleased with the appointment of Rasmussen as Poroshenko’s adviser”. On Thursday G7 leaders at a summit in Japan said sanctions against Russia would not be lifted until it fully implemented the Minsk peace plan for eastern Ukraine. On Friday Vladimir Putin said Russia could target Romania and Poland for hosting US-led Nato missile defence bases. “If yesterday in those areas of Romania people simply did not know what it means to be in the crosshairs, then today we will be forced to carry out certain measures to ensure our security,” Putin said at a news conference in Athens with the Greek prime minister, Alexis Tsipras. It is not clear what Rasmussen will focus on in his new position. He said in a Facebook post that he would do his “utmost to promote security and reforms in Ukraine”, including in the fight against corruption. He also called the security situation in eastern Ukraine, where a ceasefire with Russia-backed separatists has been frequently violated, “alarming”. More than 9,300 people have been killed since the conflict began in 2014. Rasmussen’s appointment in Ukraine and the Russian reaction comes days after the two countries cooperated on a high-profile prisoner exchange. Putin pardoned a Ukrainian pilot, Nadiya Savchenko, while Poroshenko pardoned two Russian soldiers captured in eastern Ukraine.",
  "webTitle": "Russia derides Ukraine's hiring of ex-Nato chief",
  "webPublicationDate": "2016-05-28T13:47:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/russia-ukraine-hires-ex-nato-chief-anders-fogh-rasmussen",
  "keyword": [
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nato",
      "id": "world/nato",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alec Luhn",
      "id": "profile/alec-luhn"
    }
  ],
  "guardianId": "world/2016/may/28/russia-ukraine-hires-ex-nato-chief-anders-fogh-rasmussen"
}