{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/01/pam-donohue-obituary",
  "id": "2016-05-01-74",
  "sectionId": "society",
  "body": "Our friend Pam Donohue, who has died of cancer aged 66, was the manager of the Fulham Legal Advice Centre (FLAC) in south-west London. She ran the centre for more than 20 years and had an encyclopedic knowledge of welfare benefits, which she used to help the local community. Pam was something of a celebrity in Fulham; she could not go shopping without residents stopping her for advice or simply thanking her for her help. Her parents, Fred and Ellen Hull, were East Enders but Pam was born in East Acton, west London, behind Wormwood Scrubs, as the family had been rehoused in one of the new prefabs following the devastation of the East End during the blitz. Pam was a bright child but when she was offered a job as a junior in an architects’ firm in Sloane Square she jumped at the chance and left school. She had been promoted to office manager by the time she joined the FLAC in 1989. The centre became Pam’s second home. She remained there until it folded in 2013, following the withdrawal of funding by the local council. For more than 40 years FLAC, with its open-door policy, had helped thousands of individuals. Pam worked tirelessly, in the evenings coordinating teams of volunteer lawyers (many of whom are now partners in City firms, QCs and judges), while giving benefit and housing advice by day. Pam knew the social security system inside out. While she was not overtly political, she had an acute sense of justice. Pam always kept her composure, which was put to the test one evening when a client pulled out a machete. She kept her assailant calm until the police arrived. After separating from her husband Jimmy Donohue, Pam brought up her children single-handedly, working throughout. After FLAC closed down, Pam devoted herself to her family. And she loved nothing more than looking out of her living-room window, watching the hustle and bustle of Fulham Broadway below. She is survived by her children, Jo and Gary, and grandchildren, Gemma, Alex and Thomas, and her sister, Annette.",
  "webTitle": "Pam Donohue obituary",
  "webPublicationDate": "2016-05-01T16:55:28Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/01/pam-donohue-obituary",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/01/pam-donohue-obituary"
}