{
  "apiUrl": "https://content.guardianapis.com/business/commentisfree/2016/may/01/the-guardian-view-on-the-state-and-the-market-the-end-of-hands-off-economics",
  "id": "2016-05-01-43",
  "sectionId": "business",
  "body": "The penalty for running a bad business is supposed to be failure. A free market system relies on the incentive of reward earned through enterprise, but it must also contain risk. The theory holds that evolution is at work, as good business thrives by innovation and competition, while the weak fall away. Meanwhile, democratic governments provide social guarantees so that this natural selection does not inflict cruelty on the citizens who depend on the economy for their livelihoods. That is why the ruin of BHS is a story of political failure as well as a product of commercial mismanagement. The collapse of the famous high street chain, leaving 11,000 jobs in jeopardy and a staff pension fund with a £571m deficit, has been widely reported as a case study of corporate greed. There have been calls for Sir Philip Green, who owned the company for 15 years, to be stripped of his knighthood. Sir Philip, his wife and Dominic Chappell, who heads Retail Acquisitions – the consortium that later bought BHS – look set to be summoned by parliament’s business and work and pensions committees, as part of twin inquiries into the affairs of what is now a hollowed-out shell of a company in administrators’ hands. If these probes go ahead, they might shed some light on the mechanisms by which the value that there once was in BHS was apparently turned to cash and siphoned off. That is if Sir Philip and others deign to attend the committees. They might, like Mike Ashley – the founder of Sports Direct, who now offers himself as an unlikely saviour of the BHS workforce – defy a summons to appear. MPs want to speak to Mr Ashley about low pay and alleged worker exploitation. He dismisses them as “a joke”. That episode testifies to the weakness of political institutions as a check on business. Market fundamentalists used to argue that this is as it ought to be, that politicians should not be allowed to meddle in commerce other than to uphold the law – and that there should be as few laws as possible. “Not just a light touch but a limited touch” was the mantra at one time. But that doctrine’s decline really began with the collapse of Lehman Brothers, and all the bailouts, government guarantees and taxpayer buy-ups which became necessary in its wake. It was clear then, when the protagonists were bankers not retailers, that the role of the state in the private sector goes well beyond deciding how much or little to regulate. A systemic, perhaps inescapable, transfer of risk to the public realm was laid bare, and the Pension Protection Fund’s prospective rescue of the BHS fund illustrates this once again. Meanwhile, the rewards for failure head offshore. What is acceptable and what is within the letter of the law are not the same thing. That is not to say that the capitalist ethos is inherently corrupt. There will always be a section of the revolutionary left that sees private enterprise as a quasi-criminal requisitioning of public goods. Most moderate left opinion just wants business to be run with more than a patina of social conscience. Ed Miliband made “responsible capitalism” the theme for his leadership of the Labour party. It didn’t translate into an election-winning slogan, and maybe it was never going to. Yet his agenda has been vindicated. It is no longer radical to observe that the short-term sweating of assets for quick profits, over-gearing and underinvestment, avoidance of taxes, poverty wages and job insecurity are symptoms of a disease that limits the shrinks the nation’s economic potential. It is, for example, increasingly common for shareholders to complain, as happened recently at BP, about remuneration packages for senior executives unconnected to commercial reason – or reality. Pay is just one example of a market that is not working as the theory says it should, neither maximising efficiency nor promoting best practice. British capitalism is riddled with failures of that kind. The social consequences, public anger among them, are impossible to ignore. That is not a reason to hate business. Market forces are something to be harnessed or resisted depending on what circumstance requires, not an evil to be despised or abolished. The challenge for politicians is striking a balance between what is permitted, what is encouraged, what is denounced and what is outlawed in markets. The case of BHS is just the latest to prove that the balance has not properly been struck. To leave it without redress will lead to more economic failures which, in time, will bring politics itself further into disrepute – a most dangerous trajectory.",
  "webTitle": "The Guardian view on the state and the market: the end of ‘hands-off’ economics | Editorial",
  "webPublicationDate": "2016-05-01T19:14:48Z",
  "webUrl": "https://www.theguardian.com/business/commentisfree/2016/may/01/the-guardian-view-on-the-state-and-the-market-the-end-of-hands-off-economics",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "business/commentisfree/2016/may/01/the-guardian-view-on-the-state-and-the-market-the-end-of-hands-off-economics"
}