{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/23/how-can-we-improve-the-lives-of-young-people-in-care",
  "id": "2016-05-23-160",
  "sectionId": "society",
  "body": "In March 2015, 69,540 children in England were in the care of local authorities, up 68,800 from 2014. But questions have been raised about how these young people are looked after – with new research showing that children in care are six times more likely to be cautioned or convicted of a crime than other young people. A review by Lord Laming for the Prison Reform Trust also found that half of children in youth custody came from foster or residential care. The report, In Care, Out of Trouble, describes how these children are often prosecuted for challenging behaviour that would normally be dealt with in the family home. It concludes that children in care should not be prosecuted for minor offences. What do you think? We want to hear from people who were in care (or still are) about how social services and criminal justice agencies can work together to improve practices. What are your experiences? What else needs to be done to make life better for young people in care? Tell us via the form below.  If you are 16 years old or under then we need permission from your parent or guardian before publishing.  Share your experiences and views with us in the form below – and we will use responses for an article that will appear online. As this is a sensitive topic, please be reassured that we will not share or publish any personal details without obtaining contributors’ permission first.",
  "webTitle": "How can we improve the lives of young people in care?",
  "webPublicationDate": "2016-05-23T13:51:17Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/23/how-can-we-improve-the-lives-of-young-people-in-care",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "society/2016/may/23/how-can-we-improve-the-lives-of-young-people-in-care"
}