{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/galileo-gold-irish-2000-guineas-repeat-newmarket-success",
  "id": "2016-05-21-132",
  "sectionId": "sport",
  "body": "Galileo Gold (5.40) is the one to be with in Saturday’s Irish 2,000 Guineas as the chestnut attempts to follow up his win in the English equivalent three weeks ago. While he faces significant opposition from seven Irish-trained rivals, he is the form standout and odds of 15-8 are rather better than might be expected about such an emphatic winner of the Newmarket race. While he lined up there as a 14-1 shot, Galileo Gold moved throughout like the best horse in the contest and settled the outcome with an impressive move inside the final two furlongs. He overcame being rather keen with no cover through the early stages and won by daylight, despite hanging from the middle of the course to the stands’ rail in the closing stages. There is no doubting the excellence of his trainer, Hugo Palmer, who reports the horse “hasn’t missed a beat since Newmarket”. Asking for another step forward may be rather optimistic, even though Galileo Gold has improved with every race to this point, but even a repeat of his last run will challenge most of his rivals here. This race has sometimes been won by horses that were thoroughly disappointing at Newmarket, so it is worth respecting Air Force Blue, even though he was 12th of 13 when last seen. But the suspicion must remain that he no longer has the developmental advantage he held over his contemporaries last summer and autumn, and he may need faster ground than the good going he will get here to show his best. I certainly don’t feel like taking a chance on him at just 3-1. Awtaad is interesting after a convincing success in a Listed contest here last time, especially since he is bred to appreciate the extra furlong. That could also be said of Blue De Vega, who chased him home that day. But the each-way value in the race might be the 25-1 about Sanus Per Aquam, who kept good company as a juvenile and won three times from six. He was six lengths behind Air Force Blue in the Dewhurst but did not handle Newmarket so well as the winner, despite having won a lesser race there in September. He is bred to be better with time and distance and comes from the Jim Bolger yard that is just beginning to get going after an unusually slow start to the year. Bolger has already won a couple of Irish Classics with the progeny of Teofilo, sire of Sanus Per Aquam.",
  "webTitle": "Galileo Gold can repeat emphatic Newmarket win in Irish 2,000 Guineas",
  "webPublicationDate": "2016-05-21T09:57:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/galileo-gold-irish-2000-guineas-repeat-newmarket-success",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/21/galileo-gold-irish-2000-guineas-repeat-newmarket-success"
}