{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/naomi-broady-french-open-loftier-dreams-heather-watson",
  "id": "2016-05-22-14",
  "sectionId": "sport",
  "body": "Naomi Broady, a tennis rebel with an irreverent sense of humour, had childhood ambitions in Stockport that stretched little further than being a checkout girl at a local supermarket. Now she might just wonder about beating Serena Williams on Centre Court at Wimbledon. “Women’s tennis at the moment is so wide open,” Broady said before her first-round match at the French Open against Coco Vandeweghe. Were she to beat the young American, not only would her bank account be properly in the black for the first time in her career; she would continue in the tournament comfortable in the knowledge that Williams, Coco’s esteemed compatriot and the defending champion, is parked safely at the other end of the draw. Be careful what you dream for, as they say.   Related: Johanna Konta is giving nothing away before start of French Open    “It’s crazy how many seeds have consistently gone out in the early rounds. In Auckland [in January] everyone was saying, ‘What are these results?’ But it’s just kept happening for the entire year,” Broady said. “I think it shows the depth women’s tennis is starting to have and I’d say the whole of the top 100 you’re not getting many easy draws in slams. Serena’s still a bit above everyone else but even when she has a bad day you never know.” Laura Robson, the former British No1 returning slowly from injury, has no delusions about the size of her task on Monday against 28th seed, Andrea Petkovic. And Heather Watson, top dog in Robson’s absence for a while, will be back on court in the morning, a break down in the third set after recovering well in the second against her new doubles partner, Nicole Gibbs, who led 7-5, 2-6, 2-1 and 40-30 on serve when the rain struck again on Sunday evening. Broady could yet be mixing in that company. She is overjoyed to have broken into the top 100 and, inspired by the British No 1, Johanna Konta, she wants to go further. “I want to be top 50,” she said. “It’s quite hard for me. You hear a lot of the players say they dreamed about playing tennis and winning Wimbledon. I never had those sort of dreams when I was little, so I’m still trying to catch up with what I really want to do in this sport.” As she recalled, “I don’t really think I had any [dreams]. Is that possible? I used to like supermarket checkouts, and now you can do it on your own in Tesco. So I’m living the dream, really. I used to love the buttons, when they do all the clicky buttons when you’re checking out. Used to love that ... obviously I’m an over-achiever.” Nobody ever said that of Konta, who is scheduled to start on Tuesday against Julia Görges. But, having finally tapped into her potential, she is seeded 20 and dangerous. There is no reason she could not go to the final weekend. “Jo’s just had the most unbelievable year. I think a lot of it’s mental. When you someone go on that sort of run, they’ve always had the game but they’ve just now started to believe in themselves more, or back their game up in those important moments. I think she’s been working a lot in the gym. “She’s a great athlete, I think that shows on court with her movement. She’s such a nice girl, Jo, as well off the court. But on the court she’ll fight you for every point. I really like Jo, got a lot of time for Jo.” Broady’s strengths are her big serve, athleticism and strong ground strokes. She is an uncomplicated player with no pretensions but, with her career opening up for her at 26, one with refocused aims. It was not always so. She lost her Lawn Tennis Association funding when photographed hugging a condom machine in a nightclub. Nine years on she can laugh about it – and celebrate making her own way in the game, as well. “Yep, that’s the way world turns, definitely,” she said when reminded of the incident for which she might be most famous. “Ten years later, the highlight of my career was the press doing that bloody picture. At some point I’ll do an amazing achievement on the tennis court and it will outshine it. But I think I’ll have to beat Serena on Centre Court for that to happen.”",
  "webTitle": "Naomi Broady on the up at French Open with loftier dreams than before",
  "webPublicationDate": "2016-05-22T21:00:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/naomi-broady-french-open-loftier-dreams-heather-watson",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/22/naomi-broady-french-open-loftier-dreams-heather-watson"
}