{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/10/tony-read-obituary",
  "id": "2016-05-10-129",
  "sectionId": "theguardian",
  "body": "In 1989, my friend and colleague Tony Read, who has died aged 74, set up International Book Development, working with aid agencies to enable the supply of textbooks and reading books to schools in Africa, the former Soviet Union, the Middle East, the Indian subcontinent, south-east Asia and South America. Tony addressed the demands of different curriculums and languages, and advised on teacher training, pricing and printing. He argued, persuaded and drove donors and governments to face the myriad needs and problems of children and teachers wherever he was working. Tony travelled to the most remote schools, where, for example, roads rendered impassable in the rainy season blocked the supply of books. He relished discussions with teachers in schools on the steppe, in the desert and in the mountains, and devised solutions to their local problems. Books might be carried on the backs of sheep or camels, and allowances given to staff to fund the collection of texts by bicycle or canoe. He was at home both at international conferences and with teachers in African villages, perhaps more so with the latter. Born in Paddock Wood, Kent, to Edith (nee Reeves), a garden nursery assistant and Arthur, a milkman, Tony won scholarships to Chichester high school for boys and then to St Catherine’s College, Oxford, where he studied geography and economics, the first in his family to attend university. In 1963, three days after marrying Sue (nee Ferguson), whom he had met in a jazz club in Worthing earlier that year, he set out with her for Cape Coast, Ghana. There he taught geography, English, sport, drama and economics, among other subjects, and also gave literacy classes to police officers. The couple returned to Britain in 1970, and Tony joined Oxford University Press, where he spent 10 years, including three as managing director of OUP New Zealand. In 1980 he joined the Publishers Association as director of the Book Development Council, where through developing an international network of publishers and booksellers, he set about meeting the need for learning materials in developing countries. Hugely energetic, demanding and inspirational, he was outspoken against bureaucracy and corruption, impatient with incompetence and complacency, and generous with his store of experience and knowledge. He was loved for his good company, optimism and wonderful anecdotes, and taught a generation of donors and governments. In 2015 the World Bank published his book Where Have All the Textbooks Gone?, which distilled a lifetime’s experience. He and his family lived for many years in Oxfordshire. He is survived by Sue, and their daughter, Zazrina, three sons, Timothy, Jonathan and Nicholas, and nine grandchildren.",
  "webTitle": "Tony Read obituary",
  "webPublicationDate": "2016-05-10T15:18:19Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/10/tony-read-obituary",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/10/tony-read-obituary"
}