{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/independent-mla-claire-sugden-justice-minister-coalition-northern-ireland-martin-mcguinness",
  "id": "2016-05-20-150",
  "sectionId": "politics",
  "body": "An independent unionist member of the Northern Ireland assembly has emerged as the political figure who can save the two-week-old power-sharing coalition in Belfast from collapse.  Claire Sugden, who represents East Londonderry in the Northern Irish parliament, said she has held talks with the first minister and Democratic Unionist leader, Arlene Foster, and the deputy first minister, Martin McGuinness, of Sinn Féin, about the running of the justice ministry.   Related: Arlene Foster hails DUP's performance in Northern Ireland assembly election    The role of heading the contentious department remains unfilled after the outgoing justice minister, David Ford, and his Alliance party said they would not be participating in the new devolved government.  Sinn Féin and the DUP have been left alone to govern after the Alliance, the Social Democratic and Labour party, and the Ulster Unionists moved to the opposition benches at Stormont. Neither Sinn Féin nor the DUP are keen to take up the ministry for fear of being accused of bias towards one community in the administration of justice. While no firm offer has been made to the independent member of the legislative assembly, Sugden said: “They simply asked me how I felt about things. If an offer is made I will consider it. I have no wish list. I will do what I think is the right thing for my constituents.” If Sugden turned down any offer it would create a crisis for the power-sharing executive, with the Northern Ireland secretary, Theresa Villiers, saying it might trigger a fresh election. Simon Hamilton, the DUP’s former finance minister at Stormont, has stated he is still confident the first and deputy first minister will find a justice minister by Wednesday. “We are so confident that we have asked the business committee to convene the assembly next week and we will have an executive that will include a justice minister formed,” he said On Thursday night the SDLP took the surprise decision to join the Ulster Unionists in opposition. Both parties had served in the last five-party coalition at Stormont. The SDLP leader, Colum Eastwood, said the plans the DUP and Sinn Féin had for the government were not acceptable. “After a long two weeks, despite our best efforts, it has become clear that our ambition for a full programme for government will not be matched by the document currently constructed by the DUP and Sinn Féin. “It is clear that the DUP and Sinn Féin are determined to put forward a framework that includes no action, that there is nothing they can be held accountable for or to,” Eastwood said. The SDLP move is a radical move away from the mandatory coalition politics that followed the 1998 Good Friday agreement. The historic peace accord eventually led to cross-community power-sharing with both unionists and nationalists governing on a mandatory basis, carving up ministries on a communal basis. This led to criticism that the Stormont parliament lacked any strong opposition to hold the power-sharing executive to account. Both McGuinness and Foster said they were unconcerned by the SDLP’s move into opposition. The pair have also approached the Green party’s Stephen Agnew to consider the justice portfolio. Agnew has said taking up the post would be “problematic” for the Greens.",
  "webTitle": "Independent unionist Claire Sugden may take justice role in Stormont",
  "webPublicationDate": "2016-05-20T13:30:45Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/independent-mla-claire-sugden-justice-minister-coalition-northern-ireland-martin-mcguinness",
  "keyword": [
    {
      "webTitle": "Northern Irish politics",
      "id": "politics/northernireland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sinn Féin",
      "id": "politics/sinn-fein",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Martin McGuinness",
      "id": "politics/martin-mcguinness",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Theresa Villiers",
      "id": "politics/theresa-villiers",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Democratic Unionist party (DUP)",
      "id": "politics/dup",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "SDLP",
      "id": "politics/sdlp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ulster Unionist Party (UUP)",
      "id": "politics/uup",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "politics/2016/may/20/independent-mla-claire-sugden-justice-minister-coalition-northern-ireland-martin-mcguinness"
}