{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/08/federal-minimum-wage-trump",
  "id": "2016-05-08-24",
  "sectionId": "us-news",
  "body": "Donald Trump has called for the elimination of the federal minimum wage, as he retreated from primary promises and once again refused to release his tax returns because of “a link” to an audit.   Related: I don't need Republican unity to win, says new Republican party leader    The presumptive Republican nominee for president repeatedly said he would support a higher minimum wage, a reversal from his position when he had conservative opponents. But he insisted on Sunday that states should decide such wages. “I like the idea of ‘let the states decide’,” Trump told NBC’s Meet the Press. “But I think people should get more. I think they’re out there. They’re working. It is a very low number.” Asked “should the federal government set a floor” – a national minimum wage – Trump replied: “No, I’d rather have the states go out and do what they have to do. “And the states compete with each other, not only other countries, but they compete with each other.” In a November debate, the businessman, who claims his net worth is worth more than $10bn, said: “Taxes too high, wages too high, we’re not going to be able to compete against the world.” He then told Fox News: “We were talking about the minimum wage, and they said ‘Should we increase the minimum wage?’ And I’m saying that if we’re going to compete with other countries we can’t do that because the wages would be too high.” But on Sunday he expressed sympathy for people who struggle to survive on the current federal minimum wage.  “I don’t know how you live on $7.25 an hour,” he said. “But I would say: let the states decide.” Similarly, he told ABC’s This Week: “I haven’t decided in terms of numbers. But I think people have to get more.”   trump   Trump readily admitted that he had given up his previous position. “Sure, it’s a change,” he said, framing his willingness to abandon one position as a negotiation tactic. “I’m allowed to change. You need flexibility. But my real minimum wage is going to be I’m going to bring companies back into this country, and [people are] going to make a lot more than the $15, even.” Looking toward a general election against Hillary Clinton, the prohibitive favorite to be the Democratic nominee, Trump similarly retreated from tax proposals that would benefit the most wealthy Americans and heavily tax the poor. On Sunday, he said he intended to tax the wealthy. “For the wealthy, I think, frankly, it’s going to go up,” he said, saying he would likely pay more taxes himself. “When it comes time to negotiate, I feel less concerned with the rich than I do with the middle class.” But Trump was unwilling to discuss taxes he has already paid. He again refused to release his tax returns, citing an Internal Revenue Service (IRS) audit into some of them and “a link” between audited returns and returns not being investigated.  No law exists that forbids the release of tax returns under audit. The IRS has stated: “Nothing prevents individuals from sharing their own tax information.” “I have very big tax returns,” Trump said on Sunday. “They’re extremely complex.” He said he hoped to release the returns before the general election, but would not pledge to do so.    tkt   “I’ll do it as fast as the auditors finish,” he said.   Related: How Trump’s $50m golf club became $1.4m when it came time to pay tax    The former reality TV star insisted that “you don’t learn much from tax returns” and that his “financials” show a value of more than $10bn. His financial filings with federal officials, however, do not always correspond with other declarations of his worth.  For instance, in a financial disclosure made when he announced his run for the White House last year, Trump listed a New York state golf club at $50m. But in a lawsuit, as part of his argument that he should pay 90% less tax on the property, he told a judge the same club was worth only $1.4m. Trump also shares an address with Hillary Clinton and more than 285,000 companies in Delaware, at a building that has become famous for helping businesses avoid taxes through the so-called “Delaware loophole”. Presidential candidates have traditionally released tax returns to the public, though sometimes with great reluctance. The 2012 Republican nominee, Mitt Romney, worth an estimated $250m, eventually released two years of returns. He has since become one of Trump’s most prominent adversaries, suggesting in February that Trump is hiding “a bombshell” in his returns. “Either he’s not anywhere near as wealthy as he says he is or he hasn’t been paying the kind of taxes we would expect him to pay,” Romney said.  “Or perhaps he hasn’t been giving money to the vets or to the disabled like he’s been telling us he’s doing.”",
  "webTitle": "Trump calls for end to federal minimum wage as views shift",
  "webPublicationDate": "2016-05-08T20:38:30Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/08/federal-minimum-wage-trump",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/08/federal-minimum-wage-trump"
}