{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/04/grayson-perry-all-man-boys-breaking-man-contract-if-they-cry",
  "id": "2016-05-04-199",
  "sectionId": "tv-and-radio",
  "body": "The morning I am due to meet Grayson Perry for a discussion on masculinity, my own issues on the topic are brought into sharp focus. In particular, I think about my cold towel. It’s cold because the rail on which it hangs no longer emits heat – the fuse has blown and I am waiting for my dad to visit so he can change it. If it is true that we are currently suffering a masculinity crisis, then could my cold towel and I be the perfect illustration? “Of course I can change a plug,” says Perry when we meet, with a hint of incredulity. “But my father would not only know how to change a plug, he could have rewired the house, built the back wall. It’s a generational thing.” Perry is possibly the perfect person to teach me how to man up, and not just because he knows how to avoid a 220-volt shock. His latest three-part television documentary, Grayson Perry: All Man, delves into the subject of masculinity by visiting people living out some of the most stereotypical macho roles in British society – from mixed martial arts cage fighters in the north-east to loadsamoney City boys via teenage gangs in Skelmersdale, west Lancashire. Given that Perry is best known for the slightly less stereotypically male tasks of making ceramic art and wearing homemade dresses, wasn’t venturing into these macho environments a little bit … well, scary?   Related: Grayson Perry: ‘Just because you don’t have a dress on doesn’t stop you being a tranny’    “Yeah,” he says. “With the young men in Skem, there was one moment where we go down the subway with them and I thought: ‘If they’re gonna rob us, it will be now.’ I knew that at least one of them was carrying a knife …” But if you think Perry is an unlikely choice to interview subjects on masculinity, then you would be mistaken. For a start, it is a subject he has given a lot of thought to over his 56 years: “Was there a flashpoint in my life that made me question masculinity?” he says, a little amused by my question. “Well, if you start putting on dresses when you’re 12, it’s a bit of a wake-up call. Being a transvestite does somewhat force the issue …” Perry also has an unusual affinity with his subjects that encourages them to open up to him, perhaps because, just like many of his subjects, he is a working-class male who needed to escape painful aspects of his past (albeit through art). During one heartbreaking moment in the first part, Hard Men, a cage fighter breaks down over his brother’s suicide. Another occasion sees teenage gang members concede their fathers were useless role models. Rather than a gentle poking at the silly side of masculinity, Perry’s show is a serious study of emotional repression and its devastating consequences.     Coming face to face with cage fighters in the first episode, Hard Men. Photograph: Channel 4    “Often men don’t even realise they’re sad,” he says. “Boys are brought up to unconsciously feel they would be breaking their man contract if they were to cry too much. That’s why men kill themselves more – they bottle up, bottle up, bottle up, bottle up, until they’re overwhelmed by it.” Perry thinks the shocking suicide rates in the UK – men aged between 20 and 49 are more likely to die from suicide than any other single form of death – is just one reason why we urgently need to address our view of what being a man should involve. In a world where manual labour is declining and technology is transforming the workplace, it is hardly surprising that traits associated with violent aggression are becoming increasingly redundant.   Related: All Man: Grayson Perry on masculinity    Such stereotypes are something Perry has fought since childhood. Rejecting the figures of masculinity he was “handed by fate” – in particular, a stepfather so violent that Perry recently claimed he fantasised about killing him – Perry invented his own ideal male role model, represented by his teddy bear Alan Measles: “He’s an extreme example of what a transference object can do in the right hands,” he laughs, “although he’s just a lump of rather rotting foam now.” Perry also embraced a female alter-ego called Claire, although “alter-ego” is a term he now dismisses. “It’s just me in a dress,” he says. “I don’t make any claims to having any understanding of what it is to be a woman. I might walk with shorter steps, that’s all!” The idea of gang members putting on frocks and taking up pottery might be slightly farfetched, but Perry – who grew up through the androgyny of punk and the experimentation of new romanticism – thinks a lot of people could be freer if they loosened up about gender. “Gender is great,” he says, “and I’m happy for anybody to celebrate wherever they are on the gender spectrum. It’s got amazingly much easier in my lifetime.”     Grayson does Australia: ‘It’s just me in a dress.’ Photograph: Lisa Maree Williams/Getty Images    I ask where he stands on the debates about public toilets – whether people who identify as female should be allowed in women’s toilets. “Well, [in] all situations, you have to give and take,” he says. “If the majority of women don’t like it, then you have to listen to them. Because all identity is co-created. If I say, ‘I am X’, and you don’t agree with me, am I really X? “I can shout what I want from the rooftops,” he continues, before diverting into a story of a meeting he had with someone who ran a gender-equality clinic in Charing Cross. “He told me his job isn’t to transform person A into person B, but to get them to look like something that feels right to them, [so] that other people don’t give them questioning looks all the time. It’s getting them to a place where they feel happy and other people accept it. It’s always about finding what really works. In the past, if you wanted to declare yourself whatever, and everyone said, ‘That’s ridiculous’, then it was hard work.” Back to the subject in hand – how men can embrace a healthier form of masculinity – and we run through a list of things men could do better at, from opening up more and embracing feminism to refiguring our definition of what bravery means (see below). As we skip through the list, I realise that it is probably not me who needs to sort out my masculinity issues. Instead, it’s some of the cage fighters and City boys and gang members. Because the masculinity Perry thinks we should aspire to is not a traditional one; it is one that fits the modern world, where problem-solving and communication are more important than being able to kill your lunch with your bare hands. And if I am still left unable to change a plug at the end of it all, at least I no longer need to wait for my dad to visit. I can simply give Grayson Perry a call instead. Grayson Perry’s 12 steps to becoming a modern man     Grayson Perry: ‘Get me on a mountain bike and I love it.’ Photograph: Channel 4    1. Open up “Being vulnerable is the absolute key to having good relationships. And good relationships are the key to being happy.” 2. Bravado comes in many forms “Men are very good at bungee jumping or driving fast, things that are physically dangerous, but they’re not so good at emotional bravery, such as having that difficult conversation with a colleague or partner. Men often cringe; they can’t handle it. I’m probably better than most because, having been through many embarrassing situations, I’ve learned that you don’t die.” 3. Don’t get too hung up on identity issues “The idea of gender fluidity is an alien concept to the vast majority of people, even in Britain.” 4. Look to the future “Men are always looking back to a time when men were men and trying to bring that back. I’m saying you’ve got to look forward, mate. Women are always looking forward. Feminism always looks to how women can be – and that’s fine. It doesn’t stop them being women.” 5. Embrace your costume “All men wear costumes – they just don’t think of it as a costume. That’s the thing about masculinity; it sees itself as this sort of default position, so therefore everything else is dressing up, whereas the man is just being normal. Men might not have frills and furbelows as women traditionally do, but they’ve got spurious function: knobs on their watches or extra pockets on their jackets that are just as decorative as anything women wear.” 6. Channel your painful past into useful things “We all find ways to comfort ourselves, or reinterpret experiences to make them seem OK. For me it was art; for other people it can be sport.” 7. Feminism is your friend “Men need not be scared of it. But the name puts them off – it has ‘feminine’ in it. I don’t think enough is talked about the rewards for men from gender equality. Women have clear goals to gain from it that are easy to measure - such as pay - whereas men stand to gain emotional benefits and become happier, which is harder to measure.” 8. Realise there’s a problem  “It’s difficult convincing men that there’s a problem with masculinity because they are the least equipped people to realise they are lacking things on an emotional level.” 9. Change can be subtle  “Men need to learn how nice it is to be nice, how to be more empathetic to the world. It’s a simple, sloshy thing to say, but lots of men are hooked into proving that they are men too much. It’s to their own detriment, as much as everyone else’s. I want them to be happier, that’s all.” 10. Taking risks is part of our nature “Men are predisposed to taking risks, and that’s fine – I love risks: get me on a mountain bike or a motor bike, I love it. I’m an adrenaline addict. It’s the same with public speaking or becoming a part of a public conversation – these are all risky strategies that can go terribly wrong.” 11. Let your children be themselves “Parents in this country often know their child’s gender before they are born, so they start the gendering process on the foetus. They’re already talking to it in their stomach and getting their mindset on how they will treat their child.” 12. Think about how macho pursuits affect the world “Just look at Isis and what it promises to those young boys who go to fight. You’re in a group, there’s a clear goal - it’s a real masculine adventure. There’s not much negotiation going on!” Grayson Perry: All Man is on Channel 4 on Thursday at 10pm.",
  "webTitle": "Grayson Perry: ‘Boys think they’re breaking the man contract if they cry’",
  "webPublicationDate": "2016-05-04T12:20:40Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/04/grayson-perry-all-man-boys-breaking-man-contract-if-they-cry",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "artanddesign/2016/may/04/grayson-perry-all-man-boys-breaking-man-contract-if-they-cry"
}