{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/media-briefing-wednesday-11-may",
  "id": "2016-05-11-328",
  "sectionId": "media",
  "body": "Top story on MediaGuardian EE gets rival Three’s multimillion-pound Muppet ad bannedMobile company challenged rival’s claim it is ‘the undisputed ... most reliable network’  More on MediaGuardian BBC white paper could spark revolt among Conservative MPsFormer home office minister Damian Green says editorial independence at corporation is a ‘red line’ Today’s headlines The GuardianLaura Kuenssberg petition taken down after sexist abuse. P4BBC white paper could spark revolt among Tory MPs. P13BBC Trust chair Rona Fairhead to stay on at unitary board. P13Privatisation U-turn has left Channel 4 in limbo, says chairman. P13Luxembourg prosecutor seeks fine for LuxLeaks journalist. P20The ‘toxic legacy’ of The Apprentice. G2 P5Dane Morgan on Cunk on Shakespeare. G2 P18-19 Daily TelegraphBBC told to stop race for ratings. P1German court throws out Turkish president’s request for injunction against Axel Springer. P12Laurence Dodds: why Facebook news is always politically biased. P14Allison Pearson: Sir David Attenborough is the jewel in the BBC’s crown. P21 Financial TimesGerman court throws out Turkish president’s request for injunction against Axel Springer. P7Amazon launches video challenge to YouTube. P16Vivendi’s Canal Plus to cut back coverage of Cannes Film Festival. P19  The TimesChannel 4 executives criticise government over privatisation uncertainty. P4BBC’s Laura Kuenssberg hit by sexist abuse. P18Sarah Beeny property site ‘hiding’ bad reviews. P21Express Newspapers benefits from staff cuts. P42 ii classical music critic honoured. P3Channel 4 notches up record results and tells government to ‘come clean’. P9Broadcaster’s remit for innovative programming at risk. P9Facebook denies new censorship. P21Amazon videos take on YouTube. P40 Wall Street JournalFacebook denies reports of bias. A1,2Amazon launches video challenge to YouTube. B3Netflix plan threatens Relativity studio’s comeback. B3 Daily MailBBC’s Laura Kuenssberg hit by sexist abuse by pro-Corbyn trolls. P4Brexit ad branded racist. P13Sarah Vine: Save The Children’s ‘Essex refugee’ ad is insulting. P15ASA bans Aquafresh toothpaste ad. P28Robert Peston fury over ‘hatchet job’ report on his show on BBC website. P32 Daily ExpressSir David Attehborough says he was seen as a joke when starting out. P16Cannes film stars braced for terror patrol search. P18Hickey: Graham Norton will be mentioning Sir Terry Wogan during Eurovision. P21 The SunChannel 4 executives criticise government over privatisation uncertainty. P4Kelly Brook to be team captain on Channel 5 dating show. P33 Daily MirrorRita Ora left The X Factor before she was dropped for Nicole Scherzinger. P3Robbie Coltrane and Julie Walters film Operation Yewtree drama. P16 Daily StarBarbara Windsor cried making final EastEnders episode. P3Nicole Scherzinger set to return to The X Factor. P3 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-11T07:26:12Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/media-briefing-wednesday-11-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/11/media-briefing-wednesday-11-may"
}