{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/andy-murray-french-open-john-isner-stan-wawrinka-milos-raonic",
  "id": "2016-05-29-44",
  "sectionId": "sport",
  "body": "The skies were grey but the air around the Prince of Perversity, Andy Murray, was oddly blue for much of a rain-split win in straight sets against John Isner to reach the quarter-finals of the French Open for a record sixth time. It was Fred Perry – naturally – who held the previous British highwater mark here, way in the distant past, and Murray can make history again if he can win three more matches in a tournament decimated by injury and upsets, among them that of the eighth seed, Milos Raonic, earlier in the day before the rain arrived in the late afternoon. This is the only major final Murray has never reached. It will not be easy but it is not beyond him. Next up is Richard Gasquet, whom he has known since their junior days and who looked brilliant defeating Kei Nishikori 6-4, 6-2, 4-6, 6-2 in just over two and a half hours. Murray, seeded second, took a little longer to beat the 15th seed, Isner, 7-6, 6-4, 6-2 in style – yet anyone who walked in late on his serial rants would surely have thought he was enduring the worst afternoon of his career.   Related: Jamie Delgado open to coaching Andy Murray on full-time basis    Time and again he chastised himself – and his box – for often forgivable slips. It is his preferred method of raising his level but it seemed unnecessary in this contest. For most of the exchanges he ruled his 6ft 10in opponent with deft use of short balls, passing shots and a solid serve, finding aces or big first serves when it mattered. He did a similar job against the game’s other giant, Ivo Karlovic, in the third round. “I think his game is right where it needs to be. He will feel a lot more comfortable against Gasquet after playing two skyscrapers,” the former French champion Jim Courier said on ITV. “Jamie Delgado [Murray’s interim coach] told me Andy has dropped the tension in his racket a couple of pounds so he’s getting a lot more pop on his shots.” Isner dominated much of the first set but Murray prevailed in the tie-break, one passing backhand on the run to save set point a candidate for shot of the weekend. Murray’s read of Isner’s inside-out forehand – which slid wide on set point – showed again what an astute tactician he is. Murray let Isner off the hook twice on his serve in the first six games of the second set, wasted a further break then outfoxed the American at the net with a deft backhand chip that left the big man stranded again – and two sets down. Once Murray pulled away in the third, the enthusiasm drained from Isner’s long legs. Murray got a second-serve ace – his sixth against 16 – and held to 15 for 4-1. He gave Isner a look in the seventh game and faltered in the final game – “You’re going to mess this up,” he muttered when a first serve strayed wide at 15-30, then handed Isner break point with a sloppy backhand. He saved with an ace. Isner hit long and Murray converted match point with another one, after two lets. It was a strangely angst-driven but convincing performance, another one for the collection. If he plays like this in the quarter-finals, he should not have much to swear about. Murray was much calmer a couple hours after the match and said of the prospect of playing Gasquet, whom he beat here in four uneven sets in 2012: “I’m pumped to be in the quarters of a slam. Obviously the atmosphere will be tough but I don’t mind that. I played a number of times against French players here in difficult atmospheres and I managed OK.” Murray joined Novak Djokovic in his concern about the Zika virus before the Rio Olympics, both of them saying they needed to learn more about it. “I wasn’t [concerned] to be honest,” Murray said, “but a lot of people have been talking about it in the last few days. I saw 100 scientists saying it would be unethical if it were to go on there. It is something I will speak to a couple of doctors about to get some advice. I plan to go, for sure, but I need to get a little bit more information before making a decision.” Djokovic said earlier: “People should consider Brazilians and what they go through. I don’t have enough information about the Zika virus, and about what people are experiencing with Zika virus, what are the circumstances of people’s health. “I know that the Olympic Games is a big deal ... but also I think the international media should talk about what happens to people there, what are they really experiencing, so they can also make the right conclusion for the other international people coming in or not to Rio.”   Related: Rafael Nadal pulls out of French Open with wrist problem before third round    Before the rain returned to Paris like an unwanted guest, Stan Wawrinka put 19 aces and 67 clean winners past Viktor Troicki to send a message to the rest of the field – and Murray, potentially, in the semi-finals – that he is in the right mood to hold on to his French Open title. The Swiss beat the Serb 7-6, 6-7, 6-3, 6-2 to win in just under three hours. Rafael Nadal pulls out of French Open with wrist problem before third round Read more However the third seed will not be playing Raonic next, as expected, but the world No55 from Barcelona, Albert Ramos-Viñolas, who upset the Canadian 6-2, 6-4, 6-4 in just two hours and 20 minutes in the first match on Lenglen. John McEnroe dropped a minor bombshell earlier in the week when he said he would be joining Carlos Moyá and Riccardo Piatti in a crowded coaching team for Wimbledon. He was there to witness this setback. At least he will have an extra week to work with him. Ramos-Viñolas is a 6ft 2in, 28-year-old Spanish clay-courter from central casting, who grew up under the influence of Murray’s one-time coach, Àlex Corretja, and trains still alongside, among others, Garbiñe Muguruza in Barcelona. After Muguruza beat the 2009 champion Svetlana Kuznetsova in straight sets to go through to the quarter-finals, she said of Ramos-Viñolas, “I see him in Barcelona training. He’s just a very quiet nice, guy.” And he’s making a bit of noise at this tournament. Ramos-Viñolas said later: “I lost I think four times in a row first round, and this year, quarter-finals. So I’m really, really happy. Although this is not Raonic’s favourite surface, I feel quite humbled to have won against him.” So, there is a polite Spanish left-hander in the quarters, after all – just not the one anybody had predicted.",
  "webTitle": "Andy Murray eases past John Isner after rain hitch to reach last eight",
  "webPublicationDate": "2016-05-29T18:38:33Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/andy-murray-french-open-john-isner-stan-wawrinka-milos-raonic",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/29/andy-murray-french-open-john-isner-stan-wawrinka-milos-raonic"
}