{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/boris-johnson-donald-trump-post-truth-politician",
  "id": "2016-05-13-48",
  "sectionId": "commentisfree",
  "body": "In this era of post-truth politics, an unhesitating liar can be king. The more brazen his dishonesty, the less he minds being caught with his pants on fire, the more he can prosper. And those pedants still hung up on facts and evidence and all that boring stuff are left for dust, their boots barely laced while the lie has spread halfway around the world.   Related: Sheldon Adelson endorses Donald Trump for president – campaign live    The proof is on show most visibly in the US, where Republican nominee-to-be Donald Trump enjoys a relationship to the truth that is chilly, occasional and distant. The Washington Post’s fact-checker blog has awarded its maximum dishonesty rating – four Pinocchios – to nearly 70% of the Trump statements it has vetted. And it’s vetted a lot. That doesn’t mean the other 30% turned out to be true. They just earned three Pinocchios rather than the full four, which means the Post found a shrivelled kernel of veracity wrapped inside the thick layers of fraud, distortion and deception. Among the biggest of whoppers, Trump has claimed that Barack Obama was not born in the US; that Obama spent $4m in legal fees to hide the true facts of his birth; that Hillary Clinton was the true originator of these “birther” claims; that he, Trump, opposed the Iraq war before it happened (of which there is no evidence); that “thousands” of Muslims in New Jersey celebrated the 9/11 attacks; that he started his business empire with a “small loan” from his father, when in fact he inherited $40m; that the father of his former rival, Ted Cruz, was a pal of Kennedy assassin Lee Harvey Oswald; and on and on. To adapt Mary McCarthy’s critique of the novelist Lillian Hellman, every word Trump says is a lie, including “and” and “the”. Trump is in a league of his own, of course, even apparently pretending to be his own spokesman, “John Miller”, in calls to reporters. But though he is a master of post-truth politics, he is not its sole practitioner. This week, Boris Johnson reminded us that he has more in common with Trump than just a lovingly styled, idiosyncratic head of blond hair. The former London mayor ventured to Cornwall to climb aboard the Brexit battlebus, a vehicle which, improbably enough, was itself guilty of a lie.     Boris Johnson with the Vote Leave battlebus. Photograph: Matt Cardy/Getty Images    Emblazoned on the side was the slogan: “We send the EU £350 million a week.” Except it’s not true. That figure fails to take account of Britain’s rebate – negotiated, incidentally, by the Brexiteers’ heroine, Margaret Thatcher – worth the best part of £100m each week. To say nothing of the money the EU sends back to the UK, mainly to help British farmers, which reduces the net weekly cost of EU membership to an estimated £160m or less. But let’s not punish Johnson for the mute words of a charabanc. Rather let’s pay attention to the words that came out of his mouth, such as his critique of David Cameron’s speech on Monday, which had focused on the national security implications of a Brexit. Johnson hit back: “I think all this talk of world war three and bubonic plague is demented, frankly.” And who could disagree? Who but a cretin would suggest that the black death would be the result of a British break from the EU? And yet a scan of the text of Cameron’s speech yields no results for either “bubonic” or “world war three”. Who was it, then, that introduced “all this talk” of such perils? Why, it was the former mayor himself.    Fact checking is laborious, especially compared with the brio that can be generated by a sweeping (but false) assertion    On BBC Radio 4’s Today programme, Johnson reminded listeners how slippery his grasp on the truth has long been. Asked whether it was true that he had drafted two versions of his Daily Telegraph column – one for leave, the other for remain – on the night of his big decision, suggesting his stance on this most fateful issue was driven by immediate career calculus rather than long-held principle, he failed to supply an answer. Worth remembering that Johnson has been sacked twice, and on both occasions it was for dishonesty: once by the Times for making up a quote, and again by the former Tory leader Michael Howard, for lying to his face about an extramarital affair. More relevantly, when it comes to Europe, Johnson’s career was all but built on wilful distortion. All those comedy stories of meddling EU bureaucrats – directives demanding square strawberries and smaller condoms – were inserted into the public domain by the Telegraph’s Brussels correspondent in the 1990s, one Boris Johnson. As a former colleague, Sarah Helm, has recalled: “Johnson’s half-truths created a new reality … correspondents witnessed Johnson shaping the narrative that morphed into our present-day populist Euroscepticism.”     A Trump supporter at a campaign rally in Maryland in April. Photograph: Jim Bourg/Reuters    The Today interview provided a useful insight into why Johnson has been able to get away with it for so long. As with Trump, humour plays a crucial part. The combination of jokes and bluster is hard to oppose, not without making an interrogator look like a spoilsport and a killjoy. Too often, radio and TV interviewers want to appear in on the joke, to share in the chuckle, lest they seem dull and po-faced. It’s no coincidence that the toughest encounter Johnson has faced, at the hands of the BBC’s Eddie Mair, came when an unsmiling Mair played it straight. It’s also the case that fact checking is laborious, tedious and time-consuming, especially compared with the brio that can be generated by a sweeping (but false) assertion. Just look again at the earlier paragraph, picking apart that £350m figure. You can almost hear the nation’s inner teenager chant in unison: bor-ing. Broadcast exchanges are especially resistant to such fact-checking, warning interviewees they don’t “want to get stuck in the weeds” or “lost in the detail”.   Related: Donald Trump makes Rupert Murdoch dance to his tune    Perhaps that was always so. More significant is the shift in media culture. Technology now allows politicians to communicate directly with their followers, with no need to transmit their claims through the fact-checking filter of a news organisation. Witness Trump and his Twitter account. Meanwhile, the rise of social media and, in the US, cable TV channels and radio stations defined by political hue, means voters can easily get the entirety of their information from sources tailored to reflect their own views back to them. That, in turn, makes them ever more unwilling to accept contradictory facts. The editor of the Washington Post – and hero of the film Spotlight – Marty Baron, addressed this in a speech last week, noting how easy it has become to wave aside discomforting facts as the work of the hated “mainstream” media, pushing its secret agenda. “What has taken hold is an alternate reality, a virtual reality, where lies are accepted as truth and where conspiracy theories take root in the fertile soil of falsehoods.” It’s clear why this matters. As Baron puts it plaintively: “How can we have a functioning democracy when we cannot agree on the most basic facts?” In the US, that’s become a pressing question. In Britain, we have not yet fallen as far. That’s partly because we still have one forum which cannot so easily be dismissed as peddling a partisan agenda, though its critics, right and left, never cease trying. I’m speaking of the BBC. For all its flaws, it has retained the status once enjoyed by the US networks, broadly trusted to play umpire between competing claims on the truth – or at least to try. As the battle that preceded this week’s white paper demonstrated, the BBC can never take that status for granted. It has powerful enemies. But one look across the Atlantic shows what happens when there is nothing like it. When everyone can be shouted down as a liar, you’re left in a world without truth – and that’s a cold place indeed.",
  "webTitle": "Post-truth politicians such as Donald Trump and Boris Johnson are no joke | Jonathan Freedland",
  "webPublicationDate": "2016-05-13T18:27:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/boris-johnson-donald-trump-post-truth-politician",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/boris-johnson-donald-trump-post-truth-politician"
}