{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/10/guardian-weekly-letters-refugees-inequality",
  "id": "2016-05-10-218",
  "sectionId": "global",
  "body": "Hard choices for refugees  The determination to succeed of those who leave their own country under difficulties is well illustrated by Chris McGreal (Vietnamese boat people who lived to tell the tale, 29 April). What makes some leave and others return raises other issues. I was in Vietnam for three months, teaching English, in Haiphong in the north, in 1993. On the plane I was sitting next to a Canadian Vietnamese returning for the third time. She told me that none of her family who had remained had any desire to leave and she herself would prefer to settle back in Vietnam, but felt it would be too hard for her children growing up as Canadians. I heard of those who had been invited to join relatives who had emigrated to the west, all expenses paid, but felt no desire to leave a country growing rapidly more prosperous, and where they knew they belonged. I visited a training centre set up for returnees. There was no animosity towards those returning, no recriminations, although the centres were starting to open up to locals who never left. I learned that family ties were often more important than politics – families often had members in both south and north, who had moved around for career purposes. They welcomed all who decided to return. We can only hope that Syrians may one day also live in a peaceful world.Pat StapletonBeaumont du Ventoux, France • Richard Ackland (Pacific gulags? We must do better, 6 May) refers to “Australia’s hapless politicians.” It’s not the politicians who are hapless, unlucky, unhappy. It’s the refugees and asylum seekers, destitute and imprisoned interminably in Pacific hell-holes, who are hapless. Our fat-cat politicians from both major parties are lucky to be paid much more than they are worth. They look perfectly happy as they are driven and flown far and wide around Australia, boasting that they are the last bulwark of border protection.Lawrie BradlySurrey Hills, Victoria, Australia Coping with inequality Owen Jones’s article on the growing income disparity between the top and bottom earners worldwide (29 April) makes an equally valid point in seeing this disparity in the context of the Panama Papers. Yes, of course we’re being ripped off, and our planet is suffering in the process, all in the name of capitalism. It’s time we debunked the myths that underlie our society, all of them leading us to the brink of global catastrophe. First, the myth that we will only get the very best leaders of business and industry if we continue to pay them obscene salary and bonus packages, ignoring in the process their abject failures. Second, that an infinite global market exists for our goods and services, as well as an infinite supply of resources to fuel this artificially created demand. Third, that growth is the sole key to increasing and fairly distributing prosperity. If it hasn’t worked so far to any degree, why should we assume it will in the future? Until we start asking the right questions, we’ll never know. And until we start electing governments that are not merely paid servants of the status quo, we have no chance of getting our questions answered. We need to be able to imagine a better, more equitable and sustainable world before we have any chance of realising it.Noel BirdBoreen Point, Queensland, Australia • In France, retiree chiefs from failing Peugeot and Air France have been given mega-payoffs. The argument is that they have to be considered in the international league. Expletives fail me. Chuck them out: there are others behind them all too quick to pocket the dough.E SlackL’Isle Jourdain, France • Owen Jones states that “Equal societies tend to be happier”. He evinces no evidence and gives no examples. Socialist societies that have tried to impose economic equality from above have been among the worst tyrannies in history. All they have succeeded in doing is creating a new elite, impoverishing everyone else and abrogating freedom. Socialists need to learn that economic equality is itself unjust, running counter to the law of karma and the organisational rules of a free economy.Richard LaversuchAndover, UK Take the lifestyle challenge The 29 April edition reports about the UN ratification of last December’s climate treaty vacillated between optimism and a goodly dose of pessimism. Suzanne Goldenberg’s summary of the brass-band event included two reality checks: “the gathering was entirely ceremonial” and “last year was the hottest on record”. The editorial Now let’s have some action noted that the “deal does not go far enough” and is “only a step on a long, hard road”. The option of a lifestyle challenge for those of us in a better-off circumstance provides direct-action opportunities to cut our domestic carbon footprint by half. Walk and cycle; reduce discards; holiday within your home country; barter, share and exchange; invest with ethical eco-savvy; work more from home; eat less meat. Shame on the rich nations, in particular, for getting themselves ensnared in a fatally flawed deal. Meantime, as individuals, we must respond to the call to keep us safe at home, enjoying the buzz associated with an elegant, fulfilling and sustainable lifestyle challenge.Robert RiddellHelensville, New Zealand Cyclists have the solution So with the Volkswagen emissions scandal rumbling on and the car industry squirming, the German government seems to be trying to cover the whole thing in a nice coat of greenwash (29 April). Recently it was announced that a premium will be paid for the purchase of an electric car to increase sales. That all sounds very nice and, indeed, it will certainly help to distract from negative headlines following the emissions scandals, but I heard a commentator saying that, when the emissions needed to produce that electricity are taken into account, electric cars are not significantly less polluting than standard cars. Yesterday my tracks happened to cross with those of the weekly Critical Mass demo, which is a crowd of cyclists who go on a tour of Cologne ringing their bells and disrupting car traffic every Friday evening. As I stood waiting for them to pass and listened to the odd motorist honking his horn, I couldn’t help but smile because the cycling hippies are proposing a far better solution than the German government has. Why bother with “premiums” and “incentives” for cars? If we really want to help the environment we should simple get off our bums and on to our bikes and, indeed, if there is spare money for “premiums”, surely the first priority should be to fund public transport.Alan MitchamCologne, Germany Fascination with violence Your essay by Simon Jenkins (29 April) that focuses on the audience appeal of death and mayhem (“If it bleeds, it leads”), mentions again how movie and video game producers who also feed into this fascination with violence, at great profit to themselves, continue to defend their staged savagery as “escapist”. They totally ignore the fact that graphic enactments of aggression have a mimetic effect on the minds of young viewers. Researchers continue to conclude that not only do young minds imitate what their “heroes” do, but they become convinced that violence is a quick fix to any problem, and that the real world, as depicted on news-only, sensation-hungry TV channels, is a hopelessly unlovable and menacing place.Richard Orlando Westmount, Quebec, Canada Briefly • I can’t understand why Britain’s National Environmental Research Council is getting its knickers in a twist over naming its new boat Boaty McBoatface (29 April). After all, serious scholars don’t hesitate to admit that they Google, ordinary people happily expose images of themselves and their families on Flickr and YouTube, and when world leaders – right up to the pope – want to make history, they “tweet” on something called Twitter.Samuel ReiflerRhinebeck, New York, US • Given the surfeit of rightwing newspapers, it was hardly necessary for your columnist Nick Cohen to warn us of the evils of Norway’s tolerant penal system (29 April).Bob GilesHundested, Denmark Email letters for publication to weekly.letters@theguardian.com",
  "webTitle": "Guardian Weekly Letters, 13 May 2016",
  "webPublicationDate": "2016-05-10T10:59:03Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/10/guardian-weekly-letters-refugees-inequality",
  "keyword": [],
  "authors": [],
  "guardianId": "global/2016/may/10/guardian-weekly-letters-refugees-inequality"
}