{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/eddie-jones-england-kyle-sinckler-rugby-union-tour-australia-harlequins",
  "id": "2016-05-21-47",
  "sectionId": "sport",
  "body": "Eddie Jones has said ever since he became England’s head coach that he needs to find players capable of challenging the current squad and forcing their way into the team, but his selection for June’s tour to Australia will largely be made up of the tried and tested after the last two months of the club season left him underwhelmed. One uncapped player who impressed Jones during last week’s training camp in Brighton, which was not attended by players involved in the Premiership semi-finals, was the Harlequins prop Kyle Sinckler, whose club colleague and fellow front-rower, Joe Marler, will miss the trip to take some time out from the game. The 23-year-old Sinckler, who took up rugby in Battersea when he was eight after being considered too aggressive for the football field, has shadowed the Wales and Lions tighthead Adam Jones at Quins this season, starting seven matches and making 20 appearances as a replacement. He came off the bench in the recent European Challenge Cup final against Montpellier in Lyon when his relish for the physical battle against the Top 14 side that contained a number of South Africans caught the England coach’s attention.   Related: Eddie Jones expects attitude and instinct from the new England breed    “Sinckler is the most interesting one for me,” says Jones. “There are areas of his game he needs to improve but he has competitive edges. He gave Harlequins exactly what they needed when he came on against Montpellier having been bullied. He looked to get on the front foot and he was not prepared to be bullied. “He is from a pretty tough background so rugby means a lot to him and he plays the game for all the right reasons. He loves a sport that helped him get out of a difficult situation and he is a guy who could keep on developing really well. He is athletically gifted: a tighthead needs to be able to scrummage and they need a competitive edge, which Sinckler certainly has when he carries the ball.” Sinckler scored four tries for Quins this season with two, against London Irish and Exeter, from long range as he showed a turn of speed not often seen from a tighthead prop, never mind one who weighs more than 19st. He joined Harlequins when he was 18 and has played for England at every age-grade from the under-16s. “You could not ask more from Kyle as a ball-carrier and he hits some incredible lines,” says the Harlequins captain, Danny Care. “He has worked hard this year with Adam Jones to get his scrummaging up to speed and he is good to have around the squad, a funny character who fits in with us well and I am sure he will do with England. “He has got that added little bit up top where he wants to hurt people and he has the size to do it. He has the pace of a back and the power of a front rower, an explosive athlete. He showed how sharp he was with his try against Exeter when after 40 metres no one was catching him. If he gets a chance, he will not let anyone down.” While Harlequins lost their European final, defeated 26-19 despite a valiant effort, Saracens flew home with the Champions Cup after beating Racing 92 comprehensively to become the first English club to take possession of the trophy for nine years. However, although Jones lauded the achievement, and the performances of his England grand slam winners, he believes rugby in the Six Nations is behind the southern hemisphere in terms of skill. “Players get a lot of confidence from winning big games,” he says. “Saracens won all their games in Europe and that helps England. Some of the rugby I have seen over the last five or six weeks hasn’t added to the selection conundrum. Sinckler is the only one who has come out of left field. I haven’t seen anyone elevate their position massively from where they have been. “If you look at the European Cup final and Super Rugby, they are at different ends in the spectrum of rugby. Last week’s final was like a physical game of chess; everything was organised and planned and there was little unstructured rugby. In fact, it was probably zero. “Super Rugby is 90% unstructured. The best sides are able to play both ways and that is what I am looking for. At the moment I have to guess a lot about what players are capable of and I am hoping Henry Slade [the Exeter utility back] comes through because he has got a bit of everything once he gets his running game back.”",
  "webTitle": "Eddie Jones singles out Kyle Sinckler for England tour to Australia",
  "webPublicationDate": "2016-05-21T21:00:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/eddie-jones-england-kyle-sinckler-rugby-union-tour-australia-harlequins",
  "keyword": [
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/21/eddie-jones-england-kyle-sinckler-rugby-union-tour-australia-harlequins"
}