{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/03/an-uber-for-everything-the-surge-in-on-demand-apps",
  "id": "2016-05-03-86",
  "sectionId": "technology",
  "body": "All Guy Westlake wanted to do was wash your underwear. And your shirts, and sheets and skirts and suits. His Lavanda app, launched in London two years ago, would do it all seamlessly, efficiently, affordably. About 20 minutes after you hit the wash button, a Lavanda Pro arrived to collect your load. Using their own washing machine or a dry cleaner, they would return your stuff at a time of your choosing. It was, Westlake told excited investors and journalists, “Uber for laundry”. What happened next may sound familiar to would-be moguls piling into an Uber-inspired gold rush with wide eyes and iPhones for spades. The Mayfair meeting rooms of venture capitalists are echoing with the same phrase: “It’s Uber for ...” Takeaway, haircuts, parking, handymen, cleaners, massage, couriers, supply teachers, barmen, postage – think of a service, and if someone hasn’t invented an Uber for it, they’re probably working on it. On-demand apps pair consumers with workers to provide a service, silently and automatically doing the work that, in the case of Uber, it would take a minicab office the size of the Pentagon to achieve. That efficiency – and the typically self-employed status of the workers – means they can grow at speed. Deliveroo, the Uber for food delivery, deployed an army of wobbly cyclists using the same model. Three years after its launch, the London-based firm has more than 5,000 riders in 60 cities across Europe and Asia. It also means we are starting to use our phones as bells to command enough staff to make Lord Grantham blush. In this new, digital service era, Uber gave us the chauffeurs; it is now worth as much as $65bn (£50bn), and operates in 400 cities. For aspiring entrepreneurs, these numbers are worth digging for. “Ten years ago, everyone was trying to build the Facebook for X,” says Jordan Poulton, co-founder of the Makers Academy, a heavily oversubscribed east London coding school. “Now it’s the Uber for X, and the difference is that the ideas are usually better.” But there are signs that the gold is running low, or at least losing its lustre, as startups with virtual shopfronts collide with cold reality. Last month, Valk Fleet, an “Uber for fast food”, which delivered for Burger King and other outlets, went into administration. The margins on Whoppers were just too small. In the US, Spoonrocket, a meal delivery service, also went under. Figures are hard to come by in the wild west of on-demand, but tech blogs report almost weekly on services that are struggling to grow and stay cheap while satisfying customers and workers. As US investors begin, according to some reports, to plough less into on-demand apps, there are big questions about the future. “Here is what we are witnessing,” the influential New York Times tech columnist Farhad Manjoo declared last month. “The end of the on-demand dream.” But is he right?     Lavanda ... a hit at first.    Lavanda was a hit at first. At its peak, the company had 3,000 customers, but the spin cycle soon began to falter as it hit one problem after another. There was competition from Zipjet, which had big-money backing. Customer service was critical but, while digitally hailing a taxi in seconds remains a thrill, “getting shirts back clean can only be so exciting, and customers only responded when something went wrong”, says Westlake. “If we turned up after 27 minutes instead of 22, they were demanding a refund and holding us hostage on social media.” Westlake also needed a workforce big enough to meet spikes in demand, which carries the risk of idle workers. “The cost of that redundant capacity is overpowering, so you need expensive tech and algorithms to combat it,” he says. Fred Destin, a London venture capitalist who has pumped millions into Deliveroo, says the service has algorithms to predict the weather. “If it rains, demand for takeaway goes way up just as the number of riders showing up goes down,” he says. “If we predict rain, we figure out how many to ask to show up. And if doesn’t rain, it’s like: Oh shit, we have too many riders.” Infrastructure – or the lack of it – also became a problem for Lavanda. Westlake began using industrial laundries, but they weren’t geared for the digital age, so he looked for a site on which he could build a hi-tech plant of his own. “We found one but the landlord decided to sell rather than lease to a startup,” he says. With the requirement to grow quickly but no way or place to do it, Westlake pulled the plug last September. There is a happy ending to the Lavanda story (keep reading), but failure is not unusual. And it can hit the heart as well as the pocket. “It’s like losing a love,” says Mike Rosam, a rugby player turned engineer. In 2012, he quit his job to develop an Uber for holiday transfers. FluidCar was a smart, affordable way for people to drive themselves from Geneva airport to a ski resort, and then give the car to someone going back the other way. The trial succeeded in winter 2014, but when Rosam sought funding to grow, more than 30 investors said no. He lost £45,000. “It meant everything to me and it’s really quite painful,” he says. The road is rocky and potentially fatal for any startup, but are there basic flaws in the on-demand model? Stian Westlake, head of research at Nesta, the London-based “innovation charity” (and Lavanda’s Guy Westlake’s cousin) translates Manjoo’s ending dream as “the trough of disillusionment”, which he sees as a function of the cycle of hype. He explains: “First, nobody knows what a new tech is, then it gets hyped crazily and everyone thinks it will change the world. Then investors and entrepreneurs pile in. Then people realise that even things that are quite good don’t work, and you see more realistic developments.” The hype is critical, he adds, even if it’s bloody: “Without it, nobody would take risks or invest in anything.” But he also sees flaws, not least the imperative for these platforms to grow quickly at all costs when margins are low and profits slow to arrive. “What if you wanted to do this at a small scale, to set up a version of Uber only in Hull that paid the living wage?” he asks. “How do you do that in a world where the basic desire is to grow until you serve all 8 billion people on the planet?”   Related: What’s Yours Is Mine: Against the Sharing Economy by Tom Slee review – the problem with Airbnb and Uber    Tom Slee, the author of What’s Yours Is Mine: Against the Sharing Economy, has concerns about the consequences of infinite growth. “We’re seeing a fizzling out of the original vision,” he says from his home near Toronto. “There was this thing years ago about your power drill only being used for 15 minutes in its lifetime. So, let’s all borrow each other’s power drills? But the intermediaries – the apps – quickly became anti-communitarian. Because if there is an appeal in them, it’s that you don’t have to deal with other people. “There seems to be this doublethink in Silicon Valley where they want community-oriented services and globe-straddling behemoths at the same time and don’t seem to see a contradiction in that,” Slee adds. Typically it’s the workers, who are employed effectively as zero-hours, low-paid freelancers, who suffer. Last week, Uber agreed to pay $100m (£70m) to settle a lawsuit in which drivers in two US states had pushed to be recognised as employees. And in the past two months alone, Uber drivers have threatened to down tools over falling fares in Cape Town, Melbourne and New York. The company says the cuts will bring in more business; the drivers say they can’t afford to run their cars. In London, Deliveroo riders report worries about cancelled shifts. “We are slaves to an app,” one rider told me last month. “Demand management is difficult, but the objective is to provide flexibility,” Destin says in response. “If some riders are unhappy, the company cares about it, because we live by our riders.” As tensions build, a smaller wave of on-demand entrepreneurs is finding an opportunity inside an opportunity – to be the “anti-Uber for X”. In London, James Middleton, a former City man, has sunk more than £100,000 of his savings into Street Stream, an on-demand courier app he launched last year. It allows couriers to quote for jobs, and people or small businesses to send stuff across town without a big account. “I’m not interested in couriers being a commodity,” says Middleton, whose “several dozen” riders complete 50 jobs on a good day. “Our system allows customers to book an individual they know and like. We find customers are willing to pay more for couriers with good ratings.” Middleton is about to launch a sister app for stranded cyclists called Kerbi – an Uber for punctures. In New York, a man who used to run technology for the Israeli military is going one step further, as he sets out later this spring to launch the anti-Uber for ... Uber. During a video call to his office on the 47th floor of the new World Trade Center building in Manhattan, Talmon Marco shows off a glass meeting room filled with people. “Those are Uber drivers joining Juno,” says the tech entrepreneur, who took on Skype in 2010 with Viber, a messaging app (four years later, he sold it to a Japanese company for $900m).     Talmon Marco, who took on Skype with Viber, and is now taking on Uber with his new app Juno. Photograph: Bloomberg/Getty Images    Marco has towering ambition, and will soon lead Juno up to its permanent office on the 84th floor (“I think it will put us and our drivers in a certain state of mind”). He also has a track record and tons of cash, but is he foolish to take on Uber? “I’m going to quote your SAS,” he says. “He who dares wins.” Moreover, he wants to show that he who wins can be nice about it – even in a cut-throat market. Juno drivers will become proper employees if they work exclusively for the company, and will keep 90% of fares (it’s 80% or so with Uber). The most loyal drivers will also get equity. “This will mean we need to spend less on driver acquisition and retention,” Marco says. “Quality of service will also be better, which will attract customers. It’s the right economic and moral decision.” Middleton and Marco may not succeed. Destin expects almost a third of the ventures he funds to fail. He accepts that “a brave new world comes with a bunch of issues”, but adds: “There’s always blood on the wall when there’s a big new wave of innovation. What we’re seeing is a rationalisation where the winners are emerging. That’s the market maturing, not the end of on-demand.” Rosam and Westlake would love a fraction of Juno’s funds, but both are bullish in the face of failure. Rosam returned to engineering work after FluidCar failed, but is plotting his comeback with a new app (“It is on-demand, but I wouldn’t want to call it the Uber for anything,” he says). Westlake is already there. When he noticed that some of his laundry customers used the app to maintain Airbnb lets, he decided to “pivot” last September. Lavanda is now an Airbnb management company. He is guarded about numbers, but says revenue growth is between 50 and 100% each month. “We’re on an upwards trajectory rather than being bogged down doing other people’s laundry,” he says. “We’re delighted.”",
  "webTitle": "An Uber for everything: the surge in on-demand apps",
  "webPublicationDate": "2016-05-03T17:30:24Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/03/an-uber-for-everything-the-surge-in-on-demand-apps",
  "keyword": [
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Uber",
      "id": "technology/uber",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Venture capital",
      "id": "business/venture-capital",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Deliveroo",
      "id": "business/deliveroo",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Usborne",
      "id": "profile/simon-usborne"
    }
  ],
  "guardianId": "technology/2016/may/03/an-uber-for-everything-the-surge-in-on-demand-apps"
}