{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/draymond-green-steven-adams-kick-western-conference-finals",
  "id": "2016-05-23-46",
  "sectionId": "sport",
  "body": "Draymond Green has denied kicking the Oklahoma City Thunder center Steven Adams in the groin on purpose on Sunday night, and has launched into an attack on Russell Westbrook’s “acting”. The Golden State Warriors forward has denied he kicked Adams deliberately during his team’s loss Game 3 to the Thunder, and instead criticized Oklahoma City star Westbrook. “You know Russell [Westbrook] said I did it on purpose, but he’s a part of the superstar group that started all this acting in the NBA,” Green said on Monday. “I didn’t. So, I sold the call. He called me that way. I sold the call.”   Related: Draymond Green's kick to the groin was a metaphor for the Warriors' shock loss    Green was given a Flagrant 1 and remained on court on Sunday night but the NBA may decide to suspend him if they see fit. On Monday, Green insisted that NBA official Scott Foster told him the contact was unintentional.  “I said, ‘Scott, how am I getting a flagrant because my leg went in the air trying to follow through on a shot?’ He said, ‘Draymond, I’m not saying it’s intentional. Honestly, I don’t think it was intentional at all. But, you caught him in the groin area, so I have to give you a flagrant,’” Green said. “I didn’t argue it. It said, ‘OK, that’s understandable.’”  Green added that he had been kicked by Westbrook during the game. “Russell Westbrook kicked me at the end of the half. He just didn’t happen to catch me where I happened to caught Steve Adams at. So, no, I’m not bracing for the worst.”  The Warriors coach, Steve Kerr, has defended Green, saying physical contact is part of the game. “Stuff like that happens all the time,” Kerr said. “There’s contact, people’s arms, legs flailing. If they think it’s on purpose, play the game, you know. This stuff happens all the time. Westbrook kicks out his feet on every three and there is contact. I mean, that’s just part of the game. So I don’t understand how that can be deemed a flagrant 1. I think it should be rescinded.”  Adams himself had little doubt that the Green knew what he was doing. “It happened before, mate,” Adams said. “He is pretty accurate, that guy.”",
  "webTitle": "Draymond Green: I did not mean to kick Adams and Westbrook is 'acting'",
  "webPublicationDate": "2016-05-23T19:06:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/draymond-green-steven-adams-kick-western-conference-finals",
  "keyword": [
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/23/draymond-green-steven-adams-kick-western-conference-finals"
}