{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/theresa-may-accuses-fire-and-rescue-services-failings-diversity-accountability-bullying-reform",
  "id": "2016-05-24-129",
  "sectionId": "uk-news",
  "body": "The home secretary, Theresa May, has criticised fire and rescue services for being 96% white, 95% male and allowing a “culture of bullying and harassment” in some parts of England and Wales. May said this lack of diversity, the existence of what she described as a toxic and corrosive culture in some parts of the fire and rescue services and a lack of accountability made necessary a programme of reform that was as “radical and ambitious as I have delivered in policing since 2010”. In a speech to the Reform thinktank in London, she confirmed her intention to allow elected police and crime commissioners (PCCs) to take over fire and rescue services, where a local case to do so is made, and to introduce an independent inspection regime, which she said was currently impossible. The speech was May’s first major statement of direction since the Home Office took over responsibility for fire and rescue services this year.     The home secretary, Theresa May. Photograph: Will Oliver/EPA    She acknowledged the “fine tradition and proud record” of firefighters who were held in “profound affection” by their local communities. But she argued that their achievements were in spite of the framework they operated within and not because of it. “A fire and rescue landscape still beset by poor governance and structures. A workforce lacking diversity and still bound by many of the old ways of working. A service that requires further reform to improve accountability, bring independent scrutiny and drive transparency,” she said. The home secretary said the overall size of the workforce had not changed in the last 10 years despite a 42% decrease in the number of incidents attended. She said greater use of flexible shift patterns and relying on on-call firefighters even in major towns and cities could secure significant savings without reducing the availability of frontline firefighters. May said the fire and rescue workforce had to modernise and she hoped she could work with the Fire Brigades Union to tackle the lack of diversity and end the culture of “bullying and harassment” in some parts of the country. But modernisation had to also extend to chief fire officers who, she said, could no longer be allowed to retire one day only to be rehired in the same job just a few days later with financial benefits that the rank and file could never expect. “It looks wrong; it erodes public confidence; it undermines the respect of firefighters and staff in their leadership. It must stop,” she said. The existing fire authorities, which are made up of appointed councillors, bore “all the hallmarks of the flawed police authorities that I abolished in 2012”, she added.  May said making the fire and rescue services accountable to PCCs would not amount to a police takeover or a top-down merger of the roles of police officers and firefighters. “The important distinction between operational policing and firefighting will be maintained; fire officers will not be given the power of arrest and the law will continue to prevent full-time police officers from training as firefighters. Funding streams for police and fire will not be merged and PCCs will raise a separate fire precept, so local people can hold them to account for how their money is spent,” she said. Matt Wrack, FBU general secretary, said: “The home secretary may be surprised that we agree with her on some of the issues she raised. We have been calling for an independent inspectorate for some time, as the current system had led to huge imbalances on the standards imposed on services across the county. We support any move that will mean all fire and rescue services are inspected, validated and held accountable in a standardised fashion. “We are all, however, surprised about the claims that the home secretary has made about the size of the fire and rescue workforce not having changed in the past decade. The record cuts that this government have imposed on the fire and rescue services have resulted in far fewer frontline firefighters and is contributing to a poorer and less reliable public service. “Whilst we want to work with the home secretary for a greater diversity in our fire and rescue service, it needs to be pointed out that it was her government who in 2010 chose to remove the diversity targets that were in place, sending a clear signal to employers that diversity was of being downgraded,” Wrack added.",
  "webTitle": "Theresa May accuses fire and rescue services of significant failings",
  "webPublicationDate": "2016-05-24T14:19:09Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/theresa-may-accuses-fire-and-rescue-services-failings-diversity-accountability-bullying-reform",
  "keyword": [
    {
      "webTitle": "Firefighters",
      "id": "uk/firefighters",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Theresa May",
      "id": "politics/theresamay",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Emergency services",
      "id": "society/emergency-services",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "uk-news/2016/may/24/theresa-may-accuses-fire-and-rescue-services-failings-diversity-accountability-bullying-reform"
}