{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/sunderland-celebrate-newcastle-all-weather-track-debut",
  "id": "2016-05-17-46",
  "sectionId": "sport",
  "body": "With the wound of its football team’s relegation from the Premier League still raw, Newcastle had a cause for sporting celebration on Tuesday afternoon as its new, £12m all-weather racecourse opened for business. Track executives, meanwhile, were delighted by the last-minute sale of 350 tickets in an infield marquee - to the players and staff of Sunderland AFC. “It’s great, they just phoned up to book a few days ago, to celebrate staying up,” one official said, before muttering: “Not sure it would be a good idea on one of the big days, though.”   Related: Newcastle’s inaugural all-weather card attracts more than 100 runners    It gets very lively at Newcastle in the summer, for the historic Northumberland Plate in late June and then Ladies’ Day on the last Saturday in July, when at least 20,000 spectators will pack into the enclosures. Tuesday’s card, though, was different. Not so busy, a great deal less boozy, and rather more educational, as around 3,000 racegoers turned up to get a glimpse of the future at Gosforth Park. Some, no doubt, did so uneasily. Newcastle’s Flat turf course was, by general consent, one of the fairest and finest stretches of racing ground in the country. It was also a track with happy memories for generations of local racegoers, and the decision to change its nature was one that some, perhaps many, would feel personally. “I was very sad to see it go,” Thomas Ramsbottom, a racegoer at Newcastle for 60 years, said here on Tuesday. “But there’s no getting around it, there was no one here, it was very quiet during the week. It had gone down because the southern trainers wouldn’t send horses up, it was the same horses time and again. “I think it could go well, and we’ll see soon enough, but I don’t know about running the Northumberland Plate on here, not the Pitmen’s Derby. When this side [of the track] was full, and the other side was full as well, that was the Pitmen’s Derby. “Catterick would have been the place for it [the all-weather], but I’ll still come back here if there’s not racing at Catterick or Sedgefield.” The removal of Newcastle’s turf was so controversial that it spawned an online petition and several weeks of outraged letters to the Racing Post. Trainers lined up to vent their anger. “I have run many horses [at Newcastle] over the years,” Luca Cumani said, “but will not if it becomes yet another all-weather track.” On day one at least, Cumani was true to his word, but several leading Newmarket stables were among those to send a total of 100 horses to the meeting. The first winner at the new Newcastle, though, was Tap The Honey, trained about 60 miles away in north Yorkshire by Karl Burke, while Mark Johnston, one of the fiercest critics of the decision to take up the turf, also had a winner with his first runner at the track as Turbine took the most valuable race on the card, worth nearly £13,000 to the winner.   Related: Newcastle all-weather plan praised but turf diehards will unleash scorn | Greg Wood    Eighteen months and a winner have done little to diminish Johnston’s anger. “It’s exactly as I expected,” Johnston said. “I don’t think anyone doubted that with [former trainer] Michael Dickinson providing [the] Tapeta [surface] and a layout like this, it would be a fantastic all-weather track. The question is whether that justifies demolishing what was almost an ancient monument. It’s a crime, it just shouldn’t be allowed to demolish a turf track like that, because the sad thing is that I don’t think we will ever see another turf track like that built again. “How can you just dig up something like that? It should be protected like a Listed building, because it’s irreplaceable.” There is no going back now, however, and as an eight-race card unfolded here on Tuesday, there was much to keep turnover rolling in the betting shops and online. To grab the attention of punters, racing needs to be competitive, regardless of whether the surface under the horses’ hooves is green or brown. On day one at least, Newcastle passed the test with distinction, and for anyone familiar to the short run-in at Lingfield, for instance, the long home straight at Newcastle provides an extended, fluid drama as jockeys play their hand in turn. The track also claims to have the only all-weather straight mile in the world.   Related: BHA must back opposition to tearing up Flat turf track at Newcastle | Greg Wood    Northumberland Plate day will be the big test of the new course’s appeal, but the field for the Pitmen’s Derby will remain at 20, while there will also be a consolation race for horses that do not make the cut. That, too, is likely to have a full field. The jockeys riding at Newcastle on Tuesday had nothing but praise for the new surface, which is expected to ride a little dead and slow in its early weeks but speed up over time as it beds in. “I couldn’t fault the track at all,” Joey Haynes, the rider of Tap The Honey, said. “It was riding lovely and fair for all of us.” David Williamson, Newcastle’s executive director, has other long-term plans, including a possible staging of the All-Weather Finals meeting on Good Friday, held at Lingfield since its inception three years ago. “It’s a big crowd today and people have come out to see the dawn of a new era,” Williamson said. “We will still have 20 runners in the Plate, and we will still be getting full fields. We’ll give owners and trainers more opportunities to race their horses and keep them in training for the winter, I think it’s a win-win for everybody and for British racing. “We’re in discussions about the All-Weather Championships coming here, or part of it coming here, and we’d do a damn good job with it.” Williamson is in his second spell at Newcastle racecourse, having spent two years in a senior role at the city’s football club prior to its relegation to the Championship in 2009. It is a point that would not have been lost on most, if not all, of the Sunderland party in the marquee. “Yes,” he said with a faint air of resignation when reminded of their presence. “As it happens, I’m just on my way to say hello to them all now.”",
  "webTitle": "Sunderland celebrate at Newcastle for all-weather track debut",
  "webPublicationDate": "2016-05-17T18:43:47Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/sunderland-celebrate-newcastle-all-weather-track-debut",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/17/sunderland-celebrate-newcastle-all-weather-track-debut"
}