{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/mikheil-saakashvili-ukraine-government-has-no-vision-for-reform-odessa",
  "id": "2016-05-25-236",
  "sectionId": "world",
  "body": "When Mikheil Saakashvili was appointed governor of the Ukrainian region of Odessa a year ago, the former Georgian president constantly mentioned Vladimir Putin. Reforms in post-revolution Ukraine, and attempts to reform Russophone Odessa, were all part of a grand plan to stick two fingers up to the Kremlin, and prove to both Ukrainians and Russians that post-Soviet life could be transformed to remove corrupt elites and promote democratic values. A year later, and Saakashvili still talks about Putin, during a late-night interview at his residence on the outskirts of Odessa. But as well as the Russian president, the man who crushed his Georgian army during a brief 2008 war, Saakashvili also has increasingly tough words for the man who appointed him to his new role in Odessa: the Ukrainian president, Petro Poroshenko.  For Saakashvili, the crunch time has now approached to determine whether Poroshenko is part of the problem, or part of the solution. Last month, he held a press conference in which he blasted the president for not fulfilling a single promise made since he took office after the 2014 revolution. “For a long time, Poroshenko has been very flexible,” Saakashvili told the Guardian, speaking in his rapid, lightly accented English, learned while studying in the US. “If you were a reformer he spoke reform language. If you were someone old-fashioned, he said OK, we can find a way to deal with you. Now he’s brought in a government which has not got any vision of reforms at all.”     Saakashvili, then Georgia’s president, meets David Cameron in Tbilisi in 2008. Photograph: Pool/Reuters    Poroshenko, a chocolate tycoon turned reform politician, has faced increasing criticism in Ukraine in recent months. The Panama Papers leaks suggested his companies had set up offshore holdings even as his army was fighting a decisive battle with Russian troops in 2014. Increasingly, Ukrainians see his government as beholden to the old system of oligarchic backroom deals, and not serious about changing the fabric of Ukrainian politics and society. Many accuse him of betraying the ideals of the Maidan revolution, in which more than 100 protesters died. Poroshenko’s new government was approved last month after weeks of political wrangling and the ignominious decline of the former prime minister Arseniy Yatsenyuk, who had single-digit approval ratings and was physically carried out of the parliament chamber by an irate MP after narrowly surviving a no-confidence vote in February.  A number of key reformers have left the government, and there has been cynicism over whether the new prime minister, Volodymyr Groysman, is a politician able to push through necessary reforms. Western diplomats, while increasingly frustrated at the slow pace of reform, were keen for a compromise government to be found to avoid snap elections and a renewed period of political instability.  Saakashvili, however, referred to the new government as “a bunch of mediocre people”. Almost every day there appear to be new depressing developments: reform-minded officials walking away from the government, progressive appointments blocked or stalled.  The controversial outsider A charming seaside town of high culture and low business practices, Odessa has long been famous for its dodgy deals and sprawling mafia structures – the archetypal corrupt Ukrainian city. As an energetic outsider, Saakashvili was seen as the perfect person to take on the huge challenge of reforming it. The garrulous Georgian has always been a controversial figure – revered by some for the reforms he pushed through as president of Georgia and despised by others, especially in Moscow. Saakashvili took Ukrainian citizenship to take up the Odessa post, and has been stripped of his Georgian citizenship. He is wanted on various charges in Georgia, but dismisses the cases as retribution by his political enemies. Saakashvili led the Rose revolution in Georgia in late 2003, and until 2013 remained president of a country where he was able to use the huge power of his role to cut corners. Many say he eventually developed dictatorial tendencies.      Ukraine’s President Petro Poroshenko, left, and Saakashvili meet supporters in Odessa after his appointment as governor of the region. Photograph: Mykola Lazarenko/AP    In Ukraine, his powers as the appointed governor of one region give him much less of a blank slate to work with, though his background as a former president, and high approval ratings for his public outbursts about corruption, have given him the ability to speak to Poroshenko in the sort of lecturing tone that bureaucrats usually reserve for their underlings rather than their superiors. In the past year he has functioned as a kind of political Catherine wheel – burning brightly and with great intensity, but always appearing on the edge of spinning out of control. He typically combines poised confidence with something of the manic; in his interview with the Guardian he spoke firmly and with great persuasion, but wore a blue T-shirt that appeared to have a significant amount of water spilled on it.  However, in a country where hopes of a new type of governance have begun to evaporate as oligarchic influence over politics and business returns, Saakashvili’s very emotional and public outbursts are popular. They are now beginning to focus on the president himself. “He knew the risks,” said Saakashvili, when asked if such strident criticism of his boss was turning him into something of a headache for Poroshenko. He has a reputation as a hothead, something of which Ukrainians were reminded in December, during an extraordinary cabinet meeting in which Saakashvili shouted that the interior minister, Arsen Avakov, was corrupt and should be jailed. Avakov threw a glass of water in Saakashvili’s face and called him a “bonkers populist”. Outsized ambition  In Odessa, critics say he has picked his targets selectively, not going after businessmen who contribute to a fund set up to boost the town budget, while very publicly dressing down others. His erratic working practices – televised tirades, impromptu press conferences and midnight meetings – have both their fans and their detractors. The Odessa businessman Andrey Stavnitser, a Saakashvili supporter, said there had been a real change in the city’s business climate. People are scared to take bribes now, but he is worried this is based on a fear of Saakashvili’s impulsive outbursts rather than institutional reform. “The old officials are like problem gamblers,” he said. “They are walking past the casino and they really want to go in, their hands are beginning to shake, but they don’t. But just a bit longer and they will end up back inside as before.”     Mikhail Saakashvili visits Georgian troops in the village of Ergneti in August 2008 as Russia intensified airstrikes and a naval blockade against Georgia. Photograph: Zurab Kurtsikidze/EPA    Others in Odessa said that while the political tone had changed since the former president Viktor Yanukovych was ousted in the Maidan revolution, and the public space for free media and open debate was now much broader, the problem of corruption had not gone away. “Yanukovych’s people thought they would be around for years to come, so they would come and tell you they want half the company,” said Vadim Cherny, an Odessa businessman who has survived a number of assassination attempts, including having two cars blown up, in the past decade. “These new guys view themselves as transitory, so they try to steal as much money as possible from you in cash. They haven’t got rid of corruption; they have just changed its form.”  One of Saakashvili’s biggest priorities has been to reform the customs service at Odessa port. He believes there is an easy way to get rid of corruption in state bodies: fire everyone. In Georgia, he famously disbanded the entire institute of the traffic police, who have a reputation for being corrupt across the former Soviet Union. He wants to take the same approach to Odessa’s port. “We need to fire them all. We have 130 new people. They are young, new and trained, and the old ones are hopeless,” he said. A number of businessmen noted that bribes at the port really had stopped in recent months, mainly because people were scared of becoming the next victim of one of Saakashvili’s public anti-corruption tirades. But due to a much-maligned quirk of Ukrainian law in which goods can pass customs at any point in the country rather than at the point of entry, many companies have simply decided to bypass Odessa and pass customs in other places where the old schemes still work. Critics say Saakashvili’s recent foray into the national arena is born of his outsized ambition, and a desire one day to become prime minister of the country. Instead of focusing on improving Odessa, they say, he has taken to criticising the government, and taking an “anti-corruption roadshow” around the country. He is expected to set up a political party of his own, though the lack of early elections has stymied this for now. He insists, however, that his focus on national politics is a necessary extension of his work in Odessa. “You cannot create something beautiful in this ugly environment; an oasis in the desert,” said Saakashvili. “I hope Poroshenko understands the importance that you can’t do it halfway. Half-made reforms mean they get discredited; you get the thing we always have in the post-Soviet space where people think reforms are impossible, so then nothing gets done.”",
  "webTitle": "Mikheil Saakashvili: 'Ukraine's government has no vision for reform'",
  "webPublicationDate": "2016-05-25T09:08:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/mikheil-saakashvili-ukraine-government-has-no-vision-for-reform-odessa",
  "keyword": [
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Georgia",
      "id": "world/georgia-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "world/2016/may/25/mikheil-saakashvili-ukraine-government-has-no-vision-for-reform-odessa"
}