{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/russell-knox-made-light-nine-shots-17th-hole-players-championship-sawgrass",
  "id": "2016-05-15-34",
  "sectionId": "sport",
  "body": "Not all victories appear in record books. Russell Knox should be a part of golf’s wider consciousness on account of his success at last year’s WGC event in Shanghai. An appearance at a Thursday evening dinner at Sawgrass, as hosted by Darren Clarke, endorsed the Scot’s status as part of the Hazeltine Ryder Cup equation.   Related: Russell Knox pulls off Shanghai surprise with fairytale WGC-HSBC Champions win    Knox’s historic family connection to Jacksonville, which is now his home, means that the Players Championship has featured in his thoughts since he harboured dreams of playing professional golf. When developing as a junior at Nairn Dunbar and subsequently Inverness golf clubs in the Scottish Highlands, the Stadium Course at Sawgrass was as much as an inspiration to Knox as major championships. It seems fitting then that this venue played host to the scene which won the understated Knox so many new fans. The true character of sportsmen is frequently displayed in adversity or trauma. Knox suffered the latter in the dying embers of his third round at the Players but reacted in a manner which was class personified. The public duly embraced him. The taking of nine shots anywhere would be painful enough for a professional golfer. To do it, as Knox did, at such an iconic hole as the par-three 17th here offered a fresh level of attention. Add in the proximity of friends and family, plus the fact that at eight under par Knox was a serious part of this tournament narrative, and he would be forgiven for wanting to follow his three balls into a lake which provides a home for alligators. Instead, when pitching his seventh shot on to the green, Knox punched the air and laughed. A scene which could have precipitated gasps and unrelenting sympathy from galleries instantly became cause to afford lavish praise upon the 30-year-old. When holing out for nine, Knox again celebrated. By Sunday morning, the United States broadcast media were replaying the incident time and again; not as a dig at Knox but in celebration of his attitude. The reaction to his own reaction has proved quite something. “A lot of people were rooting for me here,” Knox said. “I don’t know what to say. I mean, that was an epic fail. Until you’re in that position, you don’t understand what it feels like. I thought I hit a good first shot. I thought I’d stuffed it. And then after that, it just goes so quickly. “It’s hard to describe how you feel. Your whole body is like ... I don’t even know, where your blood is just pumping through your brain. I had never shanked a pitching wedge off a tee before, so that was a first. “The first one, I must have just hit it a groove high because I hit it pretty decent. It wasn’t a total chunk. I was very shocked when it went in the water because I never once thought it was going to go in, and then obviously the second one; epic fail. After that, it’s just difficult. You’re so nervous. I mean, you’ve got thousands of people laughing at you. It’s a very uncomfortable feeling. “It’s such an easy shot when you have no nerves or adrenaline. A pro would never miss that. We should know what we’re doing. But it’s a different story once you’ve hit two in a row in the water. The green felt like it was the size of a quarter. “I had no idea what I was going to make. I ended up made an awesome putt for that nine. After I was walking through the tunnel to the next tee, I was like: ‘Whoa, that was to avoid a 10.’” There was no lingering damage. Knox returned the 17th tee on Sunday when five under par for his round. Green safely found, his arms were aloft again. One of the most endearing, if curious, tales of this golfing year was complete.",
  "webTitle": "Russell Knox makes light of his nine shots on the 17th at Players Championship",
  "webPublicationDate": "2016-05-15T19:43:44Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/russell-knox-made-light-nine-shots-17th-hole-players-championship-sawgrass",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/15/russell-knox-made-light-nine-shots-17th-hole-players-championship-sawgrass"
}