{
  "apiUrl": "https://content.guardianapis.com/science/alexs-adventures-in-numberland/2016/may/05/seven-lucky-ways-that-gambling-changed-maths",
  "id": "2016-05-05-339",
  "sectionId": "science",
  "body": "1. Dice games and the birth of a new science In the 16th Century, there was no way to quantify luck. If someone rolled two sixes during a game of dice, people thought it was just good fortune. Gerolamo Cardano, an Italian physician with a lifelong gambling habit, thought otherwise. He decided to tackle betting games mathematically, and wrote a gamblers manual that outlined how to navigate the ‘sample space’ of possible events. For example, while two dice can land in 36 different ways, only one of these produces two sixes.  This was the beginning of what is now called the theory of probability. It means we can quantify how likely an event is, and work out precisely how lucky—or unlucky—we have been. Thanks to his new methods, Cardano earned a crucial advantage in gambling halls, and mathematics gained a whole new field of study. 2. The problem of points Suppose you’re tossing a coin with a friend, and the first to win six tosses gets £100. How should you split the money if the betting is abandoned with you leading 5–3? In 1654, French nobleman Antoine Gombaud asked mathematicians Pierre de Fermat and Blaise Pascal to help him solve a ‘problem of points’ like this.  To tackle the question, Fermat and Pascal devised a concept known as ‘expected value’. This is defined as the proportion of times each side would win on average if the game were repeatedly played to completion. The concept is now a key part of economics and finance: by calculating the expected value of an investment, we can work out how much it is worth to each party. In the case of the coin tosses, your friend (who is 5–3 down) would need to get three correct tosses in a row to win. They have a 1 in 8 chance of doing this, and you would win the other 7 out of 8 times on average. The money should therefore be split in a 7:1 ratio, i.e. £87.50 to £12.50. 3. Roulette and statistics During the 1890s, the Le Monaco newspaper would regularly publish the results of roulette spins in the casinos of Monte Carlo. At the time, it was exactly what mathematician Karl Pearson was looking for. He was interested in random events, and needed data to test his methods on. Unfortunately, it seemed that the roulette wheels were not quite as random as he’d hoped. ‘If Monte Carlo roulette had gone on since the beginning of geological time on this earth,’ Pearson noted after studying the data, ‘we should not have expected such an occurrence as this fortnight’s play to have occurred once’. Pearson’s methods, honed through his roulette analysis, are now a vital part of science. From drug trials to experiments at CERN, researchers test theories by calculating the chance of obtaining a result as extreme as the one they observed, purely by luck. This enables them to establish whether there is sufficient evidence to support their hypothesis, or whether the results might be nothing more than a coincidence. As for Pearson’s biased roulette data, the explanation was closer to home. It turned out that rather than recording the outcomes of the spins, the lazy Le Monaco journalists had decided it was easier to just make up the numbers. 4. The St Petersburg Lottery Say we play the following game. I toss a coin repeatedly, until heads first appears. If heads appears on the first throw, I pay you £2. If it first appears on the second throw, I give you £4; if on the third, I pay £8 and so on, doubling each time. How much would you be happy to pay me to play this game?  This game, known as the St Petersburg Lottery, perplexed 18th Century mathematicians because the expected value of the game (i.e. the average of all the payouts if it were played a very large number of times) was huge. However, few people would be willing to pay more than a few pounds to play. In 1738, mathematician Daniel Bernouilli solved the puzzle by introducing the concept of ‘utility’. The less money a person has, the less they would be willing to risk on the small chance of a huge payoff in a bet. Utility is now a central idea in economics, and in fact underpins the entire insurance industry. Most of us would rather make small regular payments to avoid a big potential charge, even if we end up paying more on average. 5. Roulette and chaos theory In 1908, mathematician Henri Poincaré published the book ‘Science and Method’, in which he pondered our ability to make predictions. He noted that games like roulette appear random because small differences in the initial speed of the ball—which are very difficult to measure accurately—can have a huge effect on where it lands. In the second half of the 20th Century, this ‘sensitive dependence on initial conditions’ would become one of the fundamental concepts of ‘chaos theory’. The aim was to examine the limits of predictability in physical and biological systems. As chaos theory grew into a scientific field, the connection with roulette persisted. Some of the early pioneers of chaos theory in the 1970s were physicists like J. Doyne Farmer and Robert Shaw, who had spent their student days sneaking hidden computers into casinos to measure the speed of a roulette ball—and using the data to successfully predict the outcome. 6. Solitaire and the power of simulation Computers have played a key role in the science of probability. One of the major developments came in the 1940s, thanks to a mathematician called Stanislaw Ulam. Unlike many of his peers, he wasn’t the sort of person who enjoyed trudging through lengthy calculations. He was once playing Canfield—a form of solitaire that originated in casinos—and wondered how likely it was that the cards would fall in a way that made the game possible to win. Rather than try and calculate all the possibilities, he realised it was easier just to lay out the cards several times and see what happened. In 1947, Ulam and his colleague John von Neumann applied the new technique, which they codenamed the ‘Monte Carlo method’, to study nuclear chain reactions at the Los Alamos National Laboratory in New Mexico. By using repeated computer simulations, they were able to tackle a problem that was too complicated to solve with traditional mathematics. The Monte Carlo method has since become a crucial part of other industries as well, from computer graphics to disease outbreak analysis. 7. Poker and game theory John von Neumann was brilliant at many things, but poker wasn’t always one of them. To investigate what strategies might be effective, he therefore decided to analyse the game mathematically. Although working out what cards might be dealt was a question of probability, solving that problem alone wasn’t enough to win: he’d also need to anticipate what his opponent might do. Von Neumann’s analysis of games like poker and baccarat led to the field of ‘game theory’, which examines the mathematics of strategy and decision-making between different players. Among those who built on von Neumann’s ideas was John Nash, whose story was told in the film ‘A Beautiful Mind’. Game theory has since made its way into economics, artificial intelligence and even evolutionary biology. Perhaps it’s not so surprising that ideas from betting have permeated so many fields. As von Neumann once noted, ‘real life consists of bluffing’. Adam Kucharski’s book The Perfect Bet: How Science and Maths Are Taking the Luck Out of Gambling is out in the UK today.",
  "webTitle": "Seven lucky ways that gambling changed maths",
  "webPublicationDate": "2016-05-05T05:18:43Z",
  "webUrl": "https://www.theguardian.com/science/alexs-adventures-in-numberland/2016/may/05/seven-lucky-ways-that-gambling-changed-maths",
  "keyword": [
    {
      "webTitle": "Mathematics",
      "id": "science/mathematics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "science/alexs-adventures-in-numberland/2016/may/05/seven-lucky-ways-that-gambling-changed-maths"
}