{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/manchester-city-arsenal-premier-league-match-report",
  "id": "2016-05-08-68",
  "sectionId": "football",
  "body": "This riveting draw takes Manchester City’s bid to qualify for the Champions League out of their hands and gives that advantage to Manchester United. The numbing disappointment of this was evident at the end as the home support rapidly left and Khaldoon al‑Mubarak, the chairman, and chief executive, Ferran Soriano, stood stony faced. It also meant that when Manuel Pellegrini and his players re-emerged 15 minutes later the Chilean endured the embarrassment of giving a farewell speech to a near-empty Etihad Stadium.   Related: Arsène Wenger knows true value of reaching Champions League again    In Pellegrini’s final home match as manager, City knew that beating Arsenal would pile maximum pressure on United who would have to win at West Ham United on Tuesday or see their own top‑four challenge ended. Instead, a breathless end-to-end affair closed with the Sky Blues on 65 points and Arsenal 68 with next Sunday’s final games to go. If West Ham are beaten, United will lift themselves to 66 points and become favourites to edge out their cross-town rivals for fourth place. Towards the end, the usually lethal Sergio Agüero steered a left-foot volley wide and later Pellegrini threw on Yaya Touré and Wilfried Bony – who hit the bar three minutes from the close – but it was to no avail. City had required only eight minutes to take the lead and two to let it slip. They pressed the visitors back as Kevin De Bruyne took an opening corner from the left, then the first free-kick from the same channel. Each of these yielded nothing but when play switched to the right this changed. Jesús Navas was one of four players in City’s XI who survived from Pellegrini’s opening home game in August 2013 – a 4-0 defeat of Newcastle United – along with Joe Hart, Fernandinho and Agüero. The Spaniard is maligned for lacking devilry but the scooped ball to Fernandinho to turn Arsenal’s defence belied this. From here the Brazilian headed down and back towards Agüero. The Argentinian made a mug of Mohamed Elneny with a touch that created the chance and his left foot did the rest, beating Petr Cech for a 24th Premier League strike this season. It was precisely the start City wanted. Yet within seconds they ceded the advantage and could only blame themselves. The corner from which Olivier Giroud would beat Hart was a gift, after Clichy decided to head a cross back to the goalkeeper only to wrong-foot him and come close to registering an own goal, the ball going wide to the right. From the ensuing kick City compounded this sloppiness by failing to mark Giroud. The Frenchman’s header past Hart was convincing but the nearest to City player to him, Fernando, only reacted afterwards: in anger, perhaps at himself. After the game it was confirmed that Vincent Kompany’s thigh problem will ensure he misses Belgium’s 2016 European Championship campaign and the start of the Pep Guardiola era. Twenty-one minutes in Danny Welbeck suffered his own injury. The striker went down after trying to tackle Bacary Sagna, and having sustained a suspected lateral meniscus problem of his right knee his availability for England at Euro 2016 is now under threat, too. What the No23 left behind was an entertaining if uneven match as each side struggled to establish any rhythm.   Related: Manchester City v Arsenal: Premier League – as it happened | Jacob Steinberg    An illustration of the helter-skelter fare came when Fernando claimed the ball near the centre spot and sent it skimming towards Agüero, who burned off Laurent Koscielny. Cech came hurtling out but his challenge left him on the floor and, with Agüero still in possession, Arsenal were fortunate the score remained even. The second half began as a listless affair until De Bruyne took charge. Héctor Bellerín will not wish to see video analysis of how he allowed the Belgian to outmuscle him near halfway. From here De Bruyne still had work to do, and he did it – leaving Bellerín trailing as he drove at a back-pedalling Arsenal, cut inside and banged a right-foot finish past Cech, inside the right post. This had Pellegrini and the Sky Blue faithful roaring. It stunned the visitors and wrestled the initiative City’s way. However, Arsenal came back to enjoy a period of dominance and they came close to equalising via Theo Walcott. A 59th-minute replacement for Alex Iwobi, the England player got in behind but a clumsy touch meant the ball ran away from him. Then, Arsenal did score. Nacho Monreal was involved along the left before Alexis Sánchez took over. He fashioned a slick one-two with Giroud and let fly a shot that beat Hart for his 13th league goal this season. Beforehand Pellegrini was thanked by the owner, Sheikh Mansour. Writing in the programme, Al-Mubarak said: “Manuel has [won] two domestic trophies, a memorable Premier League title, and our best finish to date in Europe’s premier competition. Significantly, he has ensured these achievements have been reached by attacking, entertaining football. Our club will always be grateful.” The emotion may seriously dampen if City finish only in fifth. This would also mean Guardiola managing a club in the Europa League for the first time in his glittering career.",
  "webTitle": "Arsenal’s draw denies Manchester City control of their European fate",
  "webPublicationDate": "2016-05-08T17:02:52Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/manchester-city-arsenal-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/08/manchester-city-arsenal-premier-league-match-report"
}