{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/holy-hell-review-buddhafield-cult",
  "id": "2016-05-27-36",
  "sectionId": "film",
  "body": "Part of becoming an adult means making a poor choice here and there. For the lucky ones, a pot of black coffee and a jog can sweat these out the morning after. For others there are lingering effects. When Will Allen started hanging out with a group of friendly and fit young people in California, he found a group of likeminded, artistic and philosophical peers looking for answers to big questions. He emerged 22 years later questioning his choice to devote his time, finances and energy to the group’s leader. Allen wasn’t the first to fall under the spell of a cult, nor will he be the last, but his position as in-house videographer may make him the only one with copious footage detailing what makes such groups tick. The first-person nature of Holy Hell is both a blessing and a curse. The source material is absolutely fascinating in that major-collision-on-the-highway manner of things, but Allen takes this footage and, mixed with talking head interviews from other former members, attempts to tease out a three-act story with shocking twists. The result is an uneven blend of news program, suspense narrative and toward the end, somewhat saccharine self-help exercise.    Related: Holy Hell and the truth about cults: 'They’re not going to give it up easily'    As a young gay man, ostracized by his parents in the mid 80s, Allen first encounters the Buddhafield group after his sister fell in with them. It’s a fun, upbeat gang. They hang out in lakes and laugh and embrace and all look terrific in bathing suits. Allen, who made 8mm remakes of Jaws and Wonder Woman as a kid, starts recording video. As he spends more time with them, his “service” ends up being something akin to a Minister of Propaganda. That in addition to being one of many masseurs to the Teacher and eventually – he alleges – a victim of sexual abuse. The leader – who is first called Michel, then Andreas – is a curious figure of unknown origin and indiscernible accent. (Think Ricardo Montalbán crossed with Peter Sellers in The Party, but wearing speedos.) His path to enlightenment is one that involves physical fitness, ballet and clean living. No drugs are allowed, other than the psychedelic high that comes from hypnosis or shakti sessions. On special occasions he presents “The Knowing”, which is basically a private satellite link-up with God. Former followers still describe this encounter with reverence – an indescribable and gratifying experience that altered their perception and sense of self. Michel/Andreas is a commanding and striking figure. An ex-actor (he had a bit part in Rosemary’s Baby) and a former gay porn star, his demeanor is simultaneously distant and friendly. He tells you just enough about his master plan to keep you wanting more. It’s this enigmatic quality, plus being surrounded by scores of other devoted disciples, that create the brainwashing cult-of-personality. We all say “oh, this would never happen to me,” and yet all the Buddhafield survivors seem like entirely sharp, reasonable people today. The group moves from California to Austin, Texas in the early 90s, funded entirely by donations from members. Many work, but when they are done with their day job they return to the group to do another 40 hours a week of service. Service eventually means designing and constructing an elaborate amphitheater. One of the kookier story points describes how Andreas (as he is called in the Texas years) would devise and practice elaborate ballets for a year, the group would perform it one time only for themselves, and then start the process again. After the events at the Branch Davidian compound in Waco, Texas, in 1993, paranoia begins to poison Andreas’s teachings. In a brilliant strategy, he convinces his followers that people from the outside might accuse them of being in a cult which, obviously, in the farthest thing from the truth. Their group, he says, isn’t a cult, but the true path to finding peace and harmony or whatever it is. (His dogma is a vague hodgepodge of many religions, plus the unique spin of always dressing in swimwear and making sure a handsome young man carries lawn furniture so he’s got a place to sit.) In time the Big Lie is unraveled when an unnamed member leaves the group. Despite the decree of sexual abstinence, he accuses Andreas of sexually abusing him during their private hypnosis sessions. Turns out most of the men in the group, both gay and straight (and including Allen), have made similar allegations. What’s most remarkable about Holy Hell – apart from the fact that Andreas has resurfaced in Hawaii with new followers – is the ambivalence of some of the survivors. Many don’t entirely regret their decades of service. For a few good years they experienced the bliss that can only come from being in the presence of the divine. Some reflect on the halcyon years as the only true family they had. This speaks to a larger and more troubling truth. Intense subcultures, even benign or helpful ones, sometimes cause a rift with people and their families, or their general well-being. Holy Hell uses this deception to its advantage. At first the Buddhafield seems really great, and as you watch you think “Hey, this isn’t so bad!” After the truth is revealed you can think back on how creepy it all was. Many people have a community they belong to that, to outsiders, may seem obtrusive – be it a house of worship with a historical legacy, a self-help group in the AA mold or a never-ending tour with a band like the Grateful Dead. Holy Hell is a useful tool to show how people within a community may be unable to recognize or reconcile when their subculture turns dark.",
  "webTitle": "Holy Hell review – first-person footage blurs line between community and cult",
  "webPublicationDate": "2016-05-27T19:00:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/holy-hell-review-buddhafield-cult",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/27/holy-hell-review-buddhafield-cult"
}