{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/empire-black-family-power-tv-fox",
  "id": "2016-05-12-19",
  "sectionId": "tv-and-radio",
  "body": "Whatever feelings you may have about Empire as a television series, one thing that is resolutely clear from episode to episode, is that it stands to represent the power of family – in particular, black family. The bond between the Lyons, whether they are manipulating each other, saying downright evil, abhorrent things to each other or singing in pitch perfect harmony, is utterly unbreakable. And while I admire and envy it, I also don’t entirely understand it. I was adopted as an infant into a white family, and reunited with my white birthmother when I was 11 years old (I didn’t reunite with my black birthfather until I was in my early 20s), after which I spent 20 years trying to straddle two families – neither of which I felt I belonged to or bonded with completely. As with any family, that did not prevent reprehensible behavior toward one another, but I have never known or felt the kind of loyalty that the Lyon family brings us every week.   Related: Fall of Empire: show's big return is a lesson on how not to run a record label    In last night’s episode, I was floored when Lucious told his gay son Jamal after he walked in on him in flagrante with D-Major: “The day you die from Aids, I’m gonna celebrate.” Who says that to a stranger, let alone your child? And then 20 minutes later, Jamal takes a bullet for Lucious. Because even though for Lucious everything is transactional, competitive and commercially driven, Jamal is guileless, and he has also been mothered fiercely. I didn’t even believe Lucious when he told his ex-wife Cookie at the hospital that he regretted saying such awful things to Jamal, because it was entirely melodramatic and self-serving: “If you heard the things I said to Jamal, maybe it would’ve been better if my mama had drowned me.” But it doesn’t matter. There’s a reason why black folks – related or not – call each other “fam”. For black people in America, to make and have and keep a family altogether is the thing we hold most dear.     Jussie Smollett as Jamal Lyon on Empire. Photograph: Fox    As novelist Toni Morrison has said of mothering, in the context of early conventional feminist theory that tells women mothering is a burden, for black women, the act of giving birth and being able to keep and raise her children is a freedom, a kind of liberation. In slavery, the children of black women were stolen and sold. A fate so debilitating for a mother, that Morrison’s main character in her novel Beloved kills her children rather than have them sold into slavery, which evidently was not uncommon. Of that character, Sethe, Morrison says that, contrary to the feminist idea that freedom “was not having children, and I thought that, for this woman, it was just the opposite. Freedom for her was having children and being able to control them in some way – that they weren’t cubs that somebody could just buy”. It’s no coincidence that Jamal is the most loving and generous of the Lyon children – he is Cookie’s favorite, and even though she was absent from his and his brothers’ lives for the 17 years she was in prison, there is the sense that she never stopped mothering any of them. In particular, Jamal, who arguably needed it or at least yielded the most naturally to her mothering. While Andre struggles with bipolar disorder, despite having not been formally diagnosed until well into his adulthood, and Hakeem is dangerously arrogant, these two are anchored in a way that Jamal is not. Dre chose an independent, hard working white woman to serve both as a partner and symbol of achievement – a white trophy wife who is also focused, driven and savvy as hell. Hakeem can rely on his charisma and talent and sense of entitlement. Jamal, though, is exposed – long before he came out as gay, his sense of joy and self-honor and integrity and creativity made him vulnerable in a way that requires a lifeline. Cookie is that lifeline. Although season two has not been as strong as season one – veering dangerously close to, well, plain old trashy television – last night’s episode returned to form and reminded us of why we love the show in the first place. This is a story about a family: “We not the Brady Bunch, hell, we ain’t even the Jacksons. We are the Lyons,” Cookie tells a reporter on the ASA red carpet. The proud matriarch, the mother freed from prison and free to love her children, to keep her children all in one place, and to walk into a night of celebration knowing full well that she got this family where they are in that moment – even Lucious – Cookie is a reflection of every black mother who sees her children flourish in a country where we were never meant to succeed. And her palpable fear and pain when Jamal gets shot is a reflection of what every black mother feels when her children walk out the door in a country with a history of killing us. And, of course, in the final scene at the hospital, where we are left wondering whether or not Jamal will survive – everyone is there.",
  "webTitle": "'We are not the Brady Bunch': Empire and the power of family",
  "webPublicationDate": "2016-05-12T21:24:16Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/empire-black-family-power-tv-fox",
  "keyword": [
    {
      "webTitle": "Empire",
      "id": "tv-and-radio/empire",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Carroll",
      "id": "profile/rebecca-carroll"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/empire-black-family-power-tv-fox"
}