{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/spiders-tarantulas-cause-panic-canada-plane-dominican-republic",
  "id": "2016-05-20-68",
  "sectionId": "world",
  "body": "The sight of tarantulas scurrying through the cabin on a recent Canada-bound flight left passengers screaming and standing on their seats, as flight attendants warned them to keep their ankles covered. The two hairy spiders were spotted towards the end of an Air Transat flight from Punta Cana, in the Dominican Republic, to Montreal in April.   Related: Homeland Security: 'be patient' as airport lines reach extreme lengths    “I was wearing a skirt and a spider crawled up my leg,” Catherine Moreau of Québec told Radio-Canada. “It was during the meal. My husband managed to catch the spider in a plastic container, but it wriggled its legs out. My daughter was crying, she was in shock.”  Flight attendants, she added, weren’t sure what to do, with some of them scared to come near the spiders.  The union that represents Air Transat flight attendants said the plane’s crew did all they could to keep passengers calm, instructing them to put their shoes on and cover their ankles. “They gave first aid to the person who said that a spider climbed their legs,” said Julie Roberts.  One of the spiders was captured during the flight. The second continued to roam the interior of the plane until the flight landed in Montreal, where it was trapped by a federal agent. The tarantulas were likely Phormictopus cancerides, a species common to the Dominican Republic, Montreal-based entomologist Étienne Normandin told Radio-Canada. Ranging in length between 10cm and 20cm, the spider has fangs that can grow to 2cm or more.  Normandin described it as an aggressive species, but one whose venom is not very powerful.  Pointing to a lucrative market for live tarantulas, Normandin speculated the spiders may have been hidden in a passenger’s carry-on. “It’s a species that is often sold,” he said. Adult males of the species are coveted for the blue sheen on their carapace, which fades to a brass colour over time.  Air Transat described it as an “extraordinary and isolated event”. A spokesperson for the airline added in an email, “Passengers who have seen the spiders (we have no confirmation of the species) were certainly surprised, but according to our flight report, they reacted calmly.”  The union said several recommendations had emerged from the incident, resulting in a clear procedure to be followed should a similar incident occur in the future.",
  "webTitle": "Aggressive spiders cause panic on Canada-bound plane",
  "webPublicationDate": "2016-05-20T17:02:57Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/spiders-tarantulas-cause-panic-canada-plane-dominican-republic",
  "keyword": [
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dominican Republic",
      "id": "world/dominicanrepublic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spiders",
      "id": "environment/spiders",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/20/spiders-tarantulas-cause-panic-canada-plane-dominican-republic"
}