{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/23/first-look-inside-tate-moderns-power-pyramid",
  "id": "2016-05-23-182",
  "sectionId": "artanddesign",
  "body": "Among the shafts of luxury flats sprouting up along the south bank of the Thames, from Battersea to Bermondsey, there is one new tower unlike the others. It is made of brick, not glass, and stands as a squat, truncated pyramid, twisting as it rises. Punctured only by thin slit windows, Tate Modern’s new extension rears up like a defensive watchtower, there to ward off property developers from encroaching any further on the former Bankside power station. “We realised we were getting vulnerable in terms of what we could do on this site,” says the Tate director Nicholas Serota, explaining the £260m expansion, which has been in the works since the mid-2000s. “There were some substantial buildings arriving, so we would soon have a lot of neighbours who would oppose us doing anything of any scale.”           Timelapse footage of Tate Modern Switch House being built. Photograph: Iwan Baan/PR Image     Set to open on 17 June, the Tate Modern Switch House – named after the part of the power station that the new galleries occupy – expands the museum by 60% to accommodate the surging numbers of visitors, which reached 5.7 million last year, well over double the number the building was designed to cope with when it opened in 2000. But the arresting brick ziggurat is also a physical symbol of the effect the Tate has had on its surroundings. Since moving into formerly scruffy Southwark, the gallery has seen adjacent land values skyrocket, begetting such steroidal apartment schemes as Neo Bankside, where penthouses go for £20m, largely on the back of their proximity to the gallery. Unable to expand outwards or sideways (as electricity turbines still rumble away in its south-eastern quadrant), Tate Modern had to grow upwards. The faceted form of the extension is a result of the forces acting on it from all sides, sculpted by its neighbours’ rights to light and the invisible lines of protected views to the dome of St Paul’s Cathedral across the river.    You can peer into the living rooms of nearby Neo Bankside and observe bleak still lifes of mail-order luxury       Neo Bankside from the Switch House.   In 2001, when a developer first proposed building a tower on Tate Modern’s doorstep, Serota slammed the plan, calling it “an opportunistic attempt to cash in, for private gain, on the public benefits that have been created” by the gallery. Now, in a moment of exquisite justice, you can peer straight into the living rooms of Neo Bankside from the top of the Switch House – and observe the bleak still lifes of mail-order luxury, as sterile as a stack of Damien Hirst’s tanks. Having accidentally spawned this exclusive enclave, it’s as if the Tate has now co-opted it as a site-specific installation. This is one of the many surprising views awaiting the visitor to this enigmatic pyramid, which leads you on a twisting journey up 10 tapering floors, from the Stygian underworld of the power station’s former oil tanks, to the panoramic views of the crow’s nest summit. “That variety of spaces was key,” says Serota. “We wanted to stretch to being more environmental, providing big spaces for artists to work in performance and installation, but also more intimate spaces.” These include one cave-like gallery carved out beneath a concrete staircase. For the opening hang, the tanks themselves have been given over to three different takes on minimal cubes by Robert Morris, Rasheed Araeen and Charlotte Posenenske. Freed from the usual plinths and barriers, the works can now be walked around, entered or rearranged, as the artists originally intended in the 1960s.     Tip top … the viewing gallery on the pyramid peak. Photograph: Iwan Baan/PR image    Upstairs, three new levels of conventional galleries have been tucked into the space between the Turbine Hall and the new tower, following a similar model to the existing galleries, with rough-sawn oak floors and tall slot windows, but with column-free spaces providing greater flexibility. “It’s a dream,” says Tate Modern’s new director Frances Morris, standing in the yawning second-floor gallery, a hangar-like volume stretching 64 metres by 15 metres. “We’ve never had such an open space before. The possibilities are endless.” The levels above are given over to education spaces, a new members’ room, restaurant and staff offices, as well as the Tate Exchange, a place of drop-in workshops and events that Serota describes as “a combination of the Open University, art school, TED talks, and Guardian debates, all wrapped into one.” They are all good spaces, but it sometimes feels like they are being squeezed to fit the building’s awkward geometries, rather than the envelope being designed around their needs. Elsewhere, much of the new building is given over to vast areas for circulation, from the meandering staircases, which sweep from generous spirals to doglegs between the floors, to gaping lobbies and their triple-height voids, where leaning concrete buttresses soar through the levels. In places, it can seem like a holding pen for the hordes, with floors wrought on the scale of an airport, but that is simply a symptom of the building’s role as a public mixing chamber as much as a repository for art.     On the waterfront … the Thames and the Turbine Hall tower from the extension Photograph: Oliver Wainwright    A survey undertaken during the development found that one of the main reasons people gave for visiting Tate Modern was to encounter other people. “We wanted to create the kind of public spaces you find in nature, where you sit under a tree or on a rock,” says Jacques Herzog, one half of Herzog & de Meuron, the Swiss architects who first worked their subtle magic on the power station, and have now returned with the sculptural expressiveness dial cranked up a few notches. “It should be like a cathedral, with these smaller areas where you can be in a more intimate side section, but feel part of a bigger whole.” It will be a people-watching paradise, with nooks and niches to sit and loiter in, and views framed across floors – along with a vertiginous new bridge slung across the Turbine Hall at the uppermost level. The building’s structural concrete frame itself becomes the armature for places to perch and lean, fitted with rudimentary wooden furniture, in a nod to the plywood shuttering from which the concrete was cast.    A fowl consultant was brought in to make sure the gaps were too narrow for pigeons to roost in    “The details are deliberately quite primitive,” says project architect John O’Mara, describing how the material junctions of brick, concrete and oak are simply expressed as “essential acts of assembly”, in line with the building’s archaic, primal form. But the primitive sometimes verges on the clumsy: the window frames, for example, are unbearably clunky, more akin to 1970s uPVC conservatory than a gallery of modern art. The constructional logic of the Switch House comes from Giles Gilbert Scott’s approach to the original power station, of a brick skin hung over a structural skeleton, which Herzog & de Meuron have extrapolated to the ultimate extreme. Their bricks are hung like chainmail, stacked in a double-bond and threaded together on steel rods, then draped over a muscular concrete cage like a masonry veil.   Related: Herzog and De Meuron: Tate Modern’s architects on their radical new extension     The effect is mesmerising, looking like knitted fabric from some angles, or like a low-res digital model from others – especially where the surface judders around the oblique corners in a pleasingly awkward glitch. Anyone fearing that the perforated facade will become a massive pigeon hotel, meanwhile, can rest assured that a fowl consultant was brought on to make sure the gaps are too narrow for the birds to nest in. That the building ended up being made of brick is down to the architects’ sudden change of heart halfway through the project, which was originally intended to open in 2012, but was delayed by the financial crisis. An earlier version of the Switch House – which received planning permission in 2007, against the advice of the heritage lobby – resembled a teetering pile of ice cubes. “It would have been a nightmare,” says Herzog, screwing his face up in disgust at the thought of it. “Can you believe it? I am really ashamed that we could have proposed such a monster, a building which was trying to say, ‘I want to be so great.’”     ‘The bricks are draped like chainmail over a muscular concrete cage’ … the facade Photograph: Iwan Baan    This self-consciously “iconic” object, useful for fundraising perhaps, began to look increasingly shallow as the surroundings evolved into an area of chamfered glass towers. “We wanted to go back to something closer to the existing building,” says Herzog, “to make it part of the same organism – only with different atmospheres inside.” It was a smart move. The result is a powerful addition to the city, an unsettling presence that is at once seductive and forbidding, an appropriately challenging container for the work that lies within.",
  "webTitle": "First look: inside the Switch House – Tate Modern's power pyramid",
  "webPublicationDate": "2016-05-23T12:07:02Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/23/first-look-inside-tate-moderns-power-pyramid",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Nicholas Serota",
      "id": "artanddesign/nicholas-serota",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    }
  ],
  "guardianId": "artanddesign/2016/may/23/first-look-inside-tate-moderns-power-pyramid"
}