{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/france-football-team-multicultural-spirit-euro-2016",
  "id": "2016-05-29-163",
  "sectionId": "world",
  "body": "The days and weeks after the Paris attacks last November were especially harrowing and strange for those who lived in the city. Mostly people just wanted to get back to feeling normal again as quickly as they could, but this was impossible. Everywhere you went you saw something that reminded you of what had just happened – armed soldiers on the Métro, barbed wire at tourist sights and other public places. Everybody was tense, angry or depressed, often all at the same time: it was like living in a city on the edge of a collective nervous breakdown. Strangely, however, one of the few cheering moments during this raw time was the friendly football match between France and England played at Wembley stadium on 17 November – a mere four days after the slaughter. That the match was played at all was a brave and reassuring gesture. Most importantly, the prelude to the game was organised as a symbolic show of solidarity with France. The slogan Liberté, Egalité, Fraternité was emblazoned on the heights of the stadium. The terraces were decked out in the red, white and blue of the French flag. In a pre-match tribute to the victim of the attacks, English and French players stood together to observe a perfectly sustained minute of silence. Most incredibly, and movingly, the whole crowd, including English fans who had never handled a French irregular verb in their lives, roared out the Marseillaise at full throttle. I watched all of this on French television in Paris. The commentator was Christian Jeanpierre, a veteran of the French football scene who had been broadcasting at the match in the Stade de France where the terror attacks had begun on 13 November. As the French and English players stood with their arms around one another, Jeanpierre thanked the Wembley crowd for “knowing what really counts”. His voice then began to tremble and crack. His emotion was shared by French football supporters in Paris and across France. It was irrelevant that France went on to lose the match 2-0. This was the greatest outpouring of love and support for French football since they won the World Cup for the first time in Paris on 12 July 1998. That night, against most expectations, the French beat Brazil 3-0. In a dazzling display of firepower, two of the goals were headed home before half-time by their talisman, Zinedine Zidane. Zidane became an immediate hero; in the hours after the match, his image, along with the rest of the team, appeared on massive screens over the Champs-Élysées. The giddily euphoric crowds chanted his name. Only a few years earlier this would have been unthinkable. Zidane has his family origins in Algeria, a country which in the 1950s and 1960s had fought and won a war against its French rulers. The war was marked by systematic brutality on both sides and Algerian immigrants to France had long lived in the shadow of this conflict. Now it seemed, the Algerian war was finally over. French and Algerian flags were brandished together. The TV news described the celebration of the crowds as the greatest street party in the city since the liberation of Paris at the end of the second world war.     England and France stand together before the friendly at Wembley played shortly after the Paris terrorist attacks last year. Photograph: Matt Lewis/The FA via Getty Images    This was not just Zidane’s victory. This was also the victory of the so-called “rainbow team”, made up of a group of players whose origins lay outside France or from its non-metropolitan regions. The forward Youri Djorkaeff is of partly Armenian descent; Lilian Thuram, the team’s hard and classy defender, was born in the small town of Pointe-à-Pitre in the French Caribbean island of Guadeloupe; left-back Bixente Lizarazu is Basque; midfielder Patrick Vieira was born in Dakar, Senegal. Soon it became clear that winning the World Cup was not just about football. The team was the direct product of a new multicultural France. The press dubbed the team génération black, blanc, beur (the black-white-Arab generation). In the excitement the writer Philippe Sollers – a Left Bank mandarin who had never previously shown any interest in football – called for Zidane to be made prime minister of France. He was only half-joking. As it was, politicians of all parties, from Jacques Chirac downwards, went out of their way to associate themselves with the team. The only dissenting voice was a sarcastic growl from Jean-Marie Le Pen, leader of the Front National, who questioned their loyalty and “Frenchness”. Everyone else seemed to agree with the philosopher Pascal Boniface, who described the moment as the birth of “a new Enlightenment” in France – the nation was reinventing itself as a newly tolerant and racially diverse nation. In 2016 France is gearing up for another major football tournament – Euro 2016 – which like the 1998 World Cup is to be played on home soil. In footballing terms, the big question during the build-up has been whether the team will cope with the loss of Karim Benzema, the star striker for Real Madrid who has already scored 27 goals from 81 caps for France. Benzema was suspended from the squad in November when it emerged that he had been trying to blackmail fellow player Mathieu Valbuena over a sex tape featuring Valbuena. Benzema was recorded on tape by the police talking about the video and then placed under formal investigation. When the final squad for Euro 2016 was announced in April, without Benzema, no less a figure than the French prime minister Manuel Valls intervened, saying publicly that Benzema was not yet fit for “the team of France”. The views of ordinary fans are harsher still. Most mainstream fans resent his self-styled image as a bad boy from the banlieues – the rotting suburbs with a mainly immigrant population that ring most French towns and cities.   Related: Karim Benzema will not be selected by France for Euro 2016     Related: Eric Cantona believes Didier Deschamps may have left out France players on racial grounds     Related: Didier Deschamps to take legal action against Eric Cantona over race claims    “The problem with Benzema is that he wants the glory of playing for France but he doesn’t want to be French,” I was told by one fan drinking in the Café Metro near Pernety in Paris (Benzema is of Algerian descent). This sounds like a comment from a Front National supporter but actually the group of lads I was talking to are normally a liberal, left-leaning bunch. They feel however that “he wants to impress his mates in the banlieues with how hard he is and how anti-French, that’s why he doesn’t sing the Marseillaise. We’re all glad he’s out of the team.” The group nodded in agreement. In the past few days, the argument around Benzema has been joined by Eric Cantona, who has commented on the current French manager leaving out players on racial grounds. Didier Deschamps of course captained France on that magical night in 1998. Unsurprisingly he is promising legal action against Cantona and no doubt privately fuming that the former Manchester United player is undermining his authority. Deschamps has a reputation as a strict disciplinarian; under him it’s unlikely that the dressing room will be as chaotic as it was during the tenure of his immediate predecessors, Raymond Domenech and Laurent Blanc. In the past two decades, the French team has suffered many bleak moments, although first there was another triumph, with much the same squad, at the 2000 European championships. But in 2001, under Roger Lemerre, France played Algeria only a few weeks after the attacks on the twin towers in New York. For the first hour or so of the game Zidane and other players were taunted as traitors by Algeria fans, some of whom had been born and brought up in France. There were chants in favour of Osama bin Laden throughout the game. The match was abandoned in the 75th minute when the pitch was invaded. Zidane left the pitch in tears. When I interviewed him in Madrid in 2003, he described the match to me as “the worst day in my career”. The lowest point for the supporters was reached during the World Cup in South Africa in 2010. The trouble began during a listless opening match against Mexico. Nicolas Anelka was kicked out of the squad after a half-time dressing-room row with manager Raymond Domenech. During the same match, Franck Ribéry was accused of not passing the ball to Yoann Gourcuff – hailed as the heir to Zidane – because Gourcuff was un beau gosse – in other words, a bit too posh. Unbelievably, Anelka’s expulsion then provoked a players’ mutiny, which in turn led to five of the players, including captain Patrice Evra, being disciplined by the French Football Federation. France crashed out of the tournament in the first round, losing 2-1 to South Africa with a performance so bad that French supporters started cheering for the other side.     France’s ‘bad boy’ Karim Benzema, who is out of the Euro 2016 squad. Photograph: Valery Hache/AFP/Getty Images    The then minister for sport, Roselyne Bachelot, described the players as acting like caïds immatures – immature petty gangsters (there is also a racial twist here; caïd is a word borrowed from north African Arabic). The team of 2010 was also dubbed l’equipe racaille – the scum team. Most significantly the word racaille/scum was used by President Nicolas Sarkozy to describe the rioters of 2005 and 2007. These insults have never been forgotten out in the banlieues, where football is still keenly followed by fans who now tend to support Real Madrid or Barcelona rather than any French teams, including the national squad. Last year I visited an amateur football club in the banlieues of Lyon while making a film; not a single one of the football-mad kids I spoke to supported France or a French team. Since 2010, the French football-supporting public in general though has had negative feelings about the national team. The word used to describe these feelings is désamour – falling out of love. During the match at Wembley in November, and then again in March, when the French thrillingly beat Holland 3-2 in Amsterdam, that love was briefly restored. It remains to be seen how long it will last.    Right now France is still in a ‘state of emergency’. Security is tight and tensions are high too    Despite all of this, there is nonetheless a quiet confidence among the fans and professional football pundits that France could do well. They have depth and experience in the squad and the hope is that with the likes of striker Antoine Griezmann replacing Benzema and midfielder Paul Pogba (a child of the Parisian banlieues), on form they will be hard to handle. The French team seems to be going through something of a renaissance and, playing on home territory with their fans behind them, it’s entirely possible that they could become champions. This is also the not-so-secret hope of politicians that a triumphant French team, like that of 1998, will go some way to help heal the traumas of the recent past – the riots, the terrorism, the anger on all sides. The magazine SoFoot, usually relentlessly football-focused, made a rare foray into politics in its latest issue, calling upon the team to go on to win the Euro championship and so provide the remède anti-crise (the antidote to the crisis). But this is no easy task in footballing or political terms. Although the riots of 2005 and 2007 and the current wave of terrorism may not be directly linked, they have created a poisoned atmosphere. Right now France is still in a “state of emergency” in the wake of last year’s terror attacks. This not only means that security is tight and everywhere very visible, but that tensions are high too. Most people are still fearful and edgy – the attacks in Brussels and the disappearance of the EgyptAir flight from Paris to Cairo have only made this worse. Meanwhile, police raids are going on all the time in so-called “radicalised” parts of the banlieues. In 2016, the multicultural France of 1998 seems further away than ever, and many are asking whether it was no more than an illusion. Certainly, even if the French team does well or even wins the final, it is surely too much to ask that it heals the wounds in French society. It is almost a decade since I last met Lilian Thuram. That was in Barcelona in 2007, during what was to be his last season of top-flight football. Like most footballers he wasn’t ready to retire but he was satisfied that his career had been successful. The highlight was of course that he had been part of the French team that won the World Cup in France in 1998. He described this to me then and now as “a kind of mystical experience, beyond words”. On the pitch Thuram was less poetic: he was tough and unrelenting; he was the mainstay of a tough French defence which conceded only two goals in seven games. He also scored the two goals in the 2-1 defeat of Croatia in the semi-final, single-handedly steering France towards the trophy. As we stroll into brasserie Le Congrès near the Porte d’Auteuil in Paris, everyone wants to speak to him. He is approachable, funny and polite, and pleased that he is still so obviously adored by the French public. He is also known now in France for his political activities. Politics was also top of the agenda when we met in 2007. Thuram was born in Guadeloupe and came to France with his family in 1981. He first encountered racism there as a small child and has never forgotten how angry and hurt it made him feel. He remembers asking his mother why he was being called names at school and was profoundly shocked when she told him it was because of his race. “I didn’t know what to think,” he said to me. “But from then on I wanted to change the world.”     Retired French international Lilian Thuram in Paris. Photograph: Ed Alcock for the Observer    In 2006 he spoke out against Sarkozy, accusing him of ignoring the reality of immigrant lives. Since then he has devoted his non-footballing life to anti-racism issues. To this end, he runs an organisation called the Fondation Lilian Thuram, which creates educational materials and goes into schools. Impressively, he curated an exhibition on “human zoos” (the practice of exhibiting African and other “exotic, primitive” peoples in Paris and other European capitals in the late 19th century) at the Musée Quai Branly in Paris in 2011. He is keen on identity politics and has campaigned in support of the Catalan language (he speaks fluent Spanish to our Spanish-speaking waitress) and in 2013 marched in Paris campaigning for the legalisation of same-sex marriage. Thuram begins our conversation by giving me a map of the world which has been turned upside down, so that Africa and South America are on top. This is a teaching tool he uses in schools. “It is supposed to make you look again at the world,” he says, “and to see that where you come from, Africa or anywhere else, can be the centre and not just Europe or the United States.’ In the same vein, Thuram has recently published a book called Mes etoiles noires (My Black Stars) – which is really a history lesson in black achievement over the centuries. “Racists always describe black as negative,” he says, “But I’m trying to show that that’s all about power. It’s the same way that women have been treated over the centuries as slaves. But just because you have been dominated it doesn’t mean that your own history is not important.” Thuram’s own heroes include the anticolonial psychiatrist Frantz Fanon and Aimé Césaire, poet and politician and founder of négritude, essentially a black pride movement. “It’s all about respect,” says Thuram, “Respect for who you are, where you come from. Respect too for history, including the history of slavery. You can’t move forward without understanding the reality of the past.” We talk about Fanon, who was a pro-Algerian activist during the Algerian war of independence. Fanon’s big idea was that, first and foremost, the colonised individual must claim back his or her identity as a human being. We talk about Fanon’s great book Peau noire, masques blancs (Black Skin, White Masks). “It’s about finding and reclaiming your own identity,” he says, “and in France now, in Europe, I still think that this is important.” We also talk about football. I ask him how he would be feeling if he was in the French training camp now. “It’s very simple,” he says. “I would be full of joy. This is a rare chance for any player, to play at home and to play with love for your team and country. And for the supporters too. Football is all about emotions – it’s an emotional connection between you and the supporters. That’s why I would not play in Italy for any team with racist fans. I remember when I played at Anfield with Barcelona, when we lost, how the Liverpool fans carried their team.” I ask about the emotional bond between French supporters and the French team, and why the French public has fallen so disastrously out of love with the French team. More to the point, I ask him about the fiasco of 2010. Was this all about bad management? Or just badly behaved players? “I wasn’t there and I think it’s probably more complicated than it seems.” He says this hesitantly, cautious about criticising his fellow players, and, worse still, possibly demonising them. This is partly out of comradely solidarity but also because he is aware how politically loaded that particular footballing crisis still is. “I think it was just a small group of players who had too much money and too much fame,” he continues, slightly opaquely. “So there was a bad feeling and this destroyed the spirit of the collective. And you can’t play football without that spirit. It just doesn’t work.”    It’s obviously too much to ask of footballers to change the world, but in 1998 that happened  Lilian Thuram     What about the current squad? What is at stake for them in Euro 2016? “First of all, football,” he says. “You can’t think about anything else as a player. When you are on the pitch you are always running, watching, always alert – that is the beauty of the game. So you think afterwards what it can mean. But sport at the top level also teaches you great lessons – and especially how to give the best of yourself. You have to give to the team and the supporters. That is how it works.” I ask him then about the expectations of the French public, and if a good run in the competition can really help to lift France out of its current malaise. “I am optimistic,” he says. “It’s obviously too much to ask of footballers to change the world, but in 1998 that happened in a way. Things were not the same in France after that World Cup. I know that because I lived through it. It is true as well that France is going through a difficult period now, but I believe that the reality of 1998 still lives in people’s imagination.” This too is the belief of Nathalie Iannetta, who was appointed in 2014 as a special adviser to François Hollande’s office on sport and youth. Ianneta has spent most of her career as a television journalist with a special interest and expertise in football. She is not known to previously have had strong political views, although she has always said that her “heart is on the left”. But her appointment to Hollande’s office – which came as a surprise to many – has been seen as a deliberate manoeuvre by Hollande to make political capital out of Euro 2016. She is currently backing an advertising campaign by the TV Channel TFI to get people excited about the tournament. This has taken the form of a short film, clearly made all over France, in which people of different races, with a variety of accents, are asking the team to win for them. The reference point is the black, blanc, beur solidarity of 1998. The background is the political reality of 2016, so the payoff slogan is “Make us dream. We need it!” Iannetta’s office has also come up with the mission statements for Euro 2016: “Le foot comme on l’aime” (football as we love it) and “La France comme on l’aime” (France as we love it). The political meaning of these slogans was defined by Iannetta’s colleague, Najat Vallaud-Belkacem, who said on Iannetta’s appointment: “Our priority with Euro 2016 is to create something new, bring the French together, and transcend difference with a common team. Germany completely changed its image after the World Cup in 2006. We can do the same.”     Adviser Nathalie Iannetta with President Francois Hollande during the friendly between France and Russia at the Stade de France this year. Photograph: Xavier Laine/Getty Images    This is a noble enough ambition. But it is also to ignore the real political complexities of French footballing culture. Most importantly, the main fault line in French football is not just race, but class. Football is still by and large seen by the metropolitan elites as a pastime for “beaufs” – effectively “chavs” – the white working class of France which has always preferred steak-frites, beer and Johnny Hallyday to Jacques Derrida. Or it is the favourite sport of the banlieusards, the often despised outsiders in French society. The literary world is largely indifferent to football. Certainly there is no equivalent of Nick Hornby in France, or the Hornby-reading classes. Briefly, in 1998, it seemed that everyone in France became a football fan – including politicians and members of the intelligentsia. But the enthusiasm was short-lived and perceived as phoney at the time. The football journalist Raphael Gaftarnik is wary of politicians and football. When I speak to him in Paris, he tells me: “Everybody knows the political elites in France look down on football fans. The great example was Jacques Chirac, who really knew nothing about the game but was the first to be seen with Zidane and all the rest.’ Gaftarnik has recently written about how high the stakes are in Euro 2016 for the government of François Hollande. “I would expect Hollande to associate himself with a French success, that’s obvious,” he tells me, “But the real football fans are not stupid. They know who is real and who is fake. So if Hollande pretends to be a big fan then it could backfire for him in a big way.”         Watch: 1998 Fifa World Cup France – Brazil v France    There is however much more at risk in Euro 2016 for Hollande than just his credibility with football fans. The highest priority for the French government is security. The mass gathering of supporters in stadiums across France is clearly a sitting target for any terrorist, homegrown or otherwise. Fears have been heightened by the serious crowd trouble at the recent French cup final, played between old rivals Paris Saint-Germain and Olympique de Marseille at the Stade de France. Despite three searches before getting to the ground, fans were able to smuggle in flares and glass bottles. The minister of the interior Bernard Cazeneuve has promised an investigation, but no one yet feels very reassured. There is also the strong likelihood that the competition could be sabotaged by industrial action against labour reforms that were recently forced through without the approval of the French parliament. The unions are promising a wave of strikes during June. Lorry drivers, air-traffic controllers and teachers have already expressed their fury with disruptive stoppages, attacking the so-called lack of democracy. Fuel and transport strikes have also started and the militants are threatening to make France ungovernable. The police are already overstretched as they try to clamp down on the increasingly violent protests across the country. Solving all or indeed any of this would be an impossible pressure for any football team. And this is almost certainly not in the minds of the French players as they begin their warm-up to the tournament. But like every England team that ever sets off for a football competition, haunted by the legends of 1966, the French team will be facing not only the opposing team as they step on to the pitch at the Stade de France, but also their country’s history. Thuram, for one, still believes in the healing power of his chosen sport. “Football is a roll of the dice – that’s why it is so exciting,” he says to me, “But I think that the spirit of 1998 is still alive now. Some say it has become a myth but it once was a reality. So there is no reason why good things might not happen in Euro 2016 for this team, and so good things might happen for France.” Andrew Hussey is the author of The French Intifada (Granta)",
  "webTitle": "Euro 2016: Why France have everything to play for",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/france-football-team-multicultural-spirit-euro-2016",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "football/france",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Colonialism",
      "id": "world/colonialism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Hussey",
      "id": "profile/andrewhussey"
    }
  ],
  "guardianId": "world/2016/may/29/france-football-team-multicultural-spirit-euro-2016"
}