{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/manhattan-night-adrien-brody-crime-film",
  "id": "2016-05-19-88",
  "sectionId": "film",
  "body": "In what might be a first, Manhattan Night evokes nostalgia for an earlier era’s nostalgia. Director Brian DeCubellis’s first feature is reminiscent of a certain type of neo-noir from the 1990s, like Peter Medak’s Romeo is Bleeding or Sidney Lumet’s Q&A. It’s a style that eschews much action or self-aware dialogue, and winds up being more interesting for those who like to talk film theory than watch a movie. Produced by its star Adrien Brody (and co-produced by supporting actors Campbell Scott and Jennifer Beals), this unhurried study of New York cliches is strangely captivating despite its creaky self-seriousness. It’s a film tremendously out of step with current tastes, and while I doubt that was its goal, this peculiarity makes it strangely watchable – even enjoyable. Porter Wren (Brody) is a celebrated crime columnist for the New York Daily News, which the movie is wise enough to recognize makes him an anachronism. (It also is sure to make clear that his wife, Beals, is a surgeon, which is how they can afford a full-time nanny and one of those suburban-style detached homes that, yes, are hidden here and there in the West Village.) Wren loves his family and loves protecting them from the city’s brutality, though scooping up New York’s sorrow and serving it back on deadline three times a week is the only thing he knows how to do.            In between taking solemn notes at yet another senseless death in the projects, Wren puts on a tie and heads to a work function. His paper has been bought by cinema’s most transparent Rupert Murdoch surrogate (Steven Berkhoff) and it’s there he meets the blonde, sharp-tongued femme fatale Caroline (Yvonne Strahovski). His livelihood is following a good story, and waiting around to kiss the ring of the new boss is a drag, so he foolishly dashes off to her apartment. Oh, Porter Wren, it’s as if you don’t read your own column! It’s not long before he’s wrapped up in the odd circumstances of Caroline’s late husband’s death (it involves shattered pieces of jade) and also accidentally-on-purpose catching Caroline self-pleasure in the shower. (Did she make sure he’d leave his phone behind, and type her keypad lock in such a way that he’d clearly see the numbers? Hard to know!) The pretzel logic of the story brings in the faux-Murdoch figure as a suspect, as well as the belligerent force behind the goons who start threatening Wren’s family once he succumbs to Caroline’s temptations. But between these silly story machinations there are a few extraordinary grace notes. The sex scenes (lots of naked Strahovski, not so much naked Brody) are Cinemax-level steamy but DeCubellis takes a striking turn for lengthy post-coital dialogue scenes that, while not exactly Last Tango in Paris, are refreshingly honest and adult. As Caroline lays atop Wren she probes him with questions about his fidelity to his wife, which he calls “comforting and terrifying”. She’s a complex character, a frisky sex fantasy in the driver’s seat, but still a damsel needing a savior. Enormous credit must be given to Strahovski for somehow making this seem less silly than it sounds. Much of Manhattan Night’s sluggish plot involves Brody watching old videos taken by Caroline’s late husband, the loose cannon film-maker Simon Crowley (Campbell Scott). Scott is a svengali with bad skin and a worse wig, who torments Caroline with psychosexual attacks, interrogating her with shocking questions while the camera is stashed. Somewhere on one of these camera chips is the MacGuffin that’s got everyone chasing each other (and even inspires a Linda Lavin cameo!) but that’s hardly interesting or the point. What resonates in Manhattan Night is the frank and (if I may use a buzzy word) problematic way Caroline remains attracted to Simon despite his abusive nature. Scrolling through old, cheaply shot footage is a bit of an indie film cheat, but Strahovski and Campbell are good enough to stand out as exceptions to the rule. These context-free scenes are also blessedly free of the score’s overbearing piano jazz or Brody’s turgid voiceover narration. It’s almost as if some actual drama pokes through the movie despite the better efforts of Decubellis’s strange fealty to straightforward genre conventions. When the film reveals its secret it’s a stupendous anticlimax, but treated as a shaggy dog story there’s still enough to patch together for a column to make the deadline.",
  "webTitle": "Manhattan Night review – hard-boiled, but half-baked neo-noir",
  "webPublicationDate": "2016-05-19T17:23:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/manhattan-night-adrien-brody-crime-film",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adrien Brody",
      "id": "film/adrien-brody",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Steven Berkoff",
      "id": "stage/berkoff",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Crime",
      "id": "film/crime",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/19/manhattan-night-adrien-brody-crime-film"
}