{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/spurs-deal-fa-home-games-wembley",
  "id": "2016-05-05-150",
  "sectionId": "football",
  "body": "Tottenham Hotspur are close to a deal with the Football Association to play their home games at Wembley in 2017-18, according to the FA chairman Greg Dyke, while the north London club are also pushing to stage their Champions League ties there next season.   Related: Mousa Dembélé charged with violent conduct  for ‘eye-gouging’ Diego Costa    Tottenham will need a temporary home in 2017-18 while the final phase of building work on their new 61,000-capacity ground on the existing White Hart Lane site is completed and they have been in talks for months with the FA over using the national stadium. Tottenham have long known that they might be able to relocate for the season to stadium:mk in Milton Keynes but they have more recently pursued what would be an upgrade to Wembley. Dyke said: “We’re in discussions with Tottenham that they should come in for a full season when they’re building their new stadium, and we are a long way down the path on reaching agreement. “I think there are some discussions about whether they will play Champions League games at Wembley next year but I don’t know much about that. But on the full season [2017-18] – think we’re quite close to a deal.” Tottenham will play their final season at the 36,000-capacity White Hart Lane next time out and they intend to be in their new £400m home for 2018-19. The FA could raise around £15m from staging a Premier League club’s home fixtures. “We thought we had a responsibility to English football if we can fit [the clubs] in, and that money we can use to support grassroots football,” Dyke said. “In particular, we want to use it to build all-weather pitches, which is something I’ve been going about for two or three years.” Chelsea have also expressed an interest in using Wembley while they redevelop Stamford Bridge – there would be no overlap with Tottenham in 2017-18, as things stand. “Chelsea have really exciting plans for that stadium – to demolish the whole thing and build a new one on the existing site,” Dyke said. “If they came [to Wembley], that would mean coming for three years.”",
  "webTitle": "Tottenham near deal with FA to play home games at Wembley in 2017-18",
  "webPublicationDate": "2016-05-05T14:39:30Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/spurs-deal-fa-home-games-wembley",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "The FA",
      "id": "football/fa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wembley stadium",
      "id": "football/wembley-stadium",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/05/spurs-deal-fa-home-games-wembley"
}