{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/01/sailing-holiday-weekend-cornwall",
  "id": "2016-05-01-189",
  "sectionId": "travel",
  "body": "Our first few hours aboard Bessie Ellen were hands-on. As storm Katie tightened her grip on the Cornish coast, the 112-year-old sailing ship was ploughing through high winds, and minutes after casting off we were pulling up sails, tacking and steering. Owner and skipper Nikki Alford commanded respect while instilling a sense of fun, and within half an hour had turned us eight strangers into a crew capable of steering a two-masted wooden ship through a storm. In a couple of hours I’d hauled ropes with Anton, who’s in his late 70s, and hoisted sails with a father and son from Exeter. We learned how to tack and could soon just about name all the sails. I had joined the tall ship at Fowey for a two-night taster weekend. Apart from taking the Seacat from Liverpool to Dublin when I was eight, I had never sailed before. We were a mixed bunch, ranging from competent sailors to, well, me. Either way, everyone had a role. “I like to get everyone involved,” said Nikki. “I want people to feel they’re part of a crew – and learn a thing or two.” Once the storm passed, Bessie Ellen picked up speed. The clouds lifted and we were surrounded by ocean and azure sky. In the choppy waves beneath the bow a school of dolphins appeared, jumping in perfect unison. London-based twentysomething Kate (another non-sailor) was soon climbing the rigging for a better view. Wildlife spotting is part of the fun: seal colonies, basking sharks, puffins.      Built in Plymouth in 1904 and expected to last no more than 20 years, Bessie Ellen is the last wooden trading ketch still under sail in Britain. At 35 metres long, and carrying up to 150 tonnes, she spent her early life taking bulk cargoes such as clay, peat and salt around the UK and Ireland. In 2000 Nikki rescued her from a dockyard in Denmark and took her to Plymouth for renovation. “Me and a group of friends spent some very happy years working on Bessie Ellen,” said Nikki, who fell in love with the boat at the age of 18 after seeing a photograph of her. “It was one of the best times of my life.” The ship sails in a range of locations: summer voyages to the Outer Hebrides are particularly impressive, and there are plans to offer trips to the Arctic archipelago of Svalbard, always with an ever-changing global crew. After a few hours on the water we docked in the 18th-century harbour of Charlestown, near St Austell. Originally built to export copper and import coal, it’s a popular setting for films and TV series such as Hornblower and Poldark. We drank tea and ginger beer – against seasickness – before heading to nearby Silver Mines for the night.      Dinner was served in the 12-bed sleeping area we shared, which became a temporary dining room. (Lunches were eaten in the sunshine on deck.) Chef Pete, who came as a guest and loved it so much he joined the team, creates beautiful meals in the tiny, rocking galley. “I try and incorporate a local flavour into all my meals,” said Pete. “Mussels in Scotland, fish from the markets in Cornwall.” We feasted on risotto made with nettles we’d picked on the shore in Fowey, fresh mackerel pate and rhubarb and vanilla mousse, and bonded over beer and wine from the honesty bar, and whisky brought by one of the guests. The hold now has 12 built-in bunk beds – simple but comfortable. The exhaustion of a day’s sailing combined with the lulling of the waves and the murmur of a mystery snorer gave me some of the best nights’ sleep I’d had in months.      There was time on the last morning for more exploration of Fowey, inspiration for many writers and artists. A footpath led to Pont Pill, where novelist Daphne Du Maurier found the wrecked schooner Jane Slade. Its carved figurehead inspired her first novel, The Loving Spirit. Over a Cornish ale in Fowey, Nikki told tales of her earlier life as a ship hand – seeing pirates in the Malacca Strait and being arrested in Vietnam after police mistook them for spies – tales you don’t hear in luxury yachting circles. “I simply love being on the sea,” she said. “It’s such a unique, amazing way to explore the world.”      It’s true. Sailing past coves and into historic ports gives a sense of Cornwall’s nautical heritage in a way land trips can’t, and there is a definite romance to sailing a ship as old and experienced as Bessie Ellen. “Britain has neglected its sailing past,” she said. “There’s an idea now that sailing belongs to a certain kind of world. But it’s fun. It’s tough, gritty, an adventure … that’s what people love.” • The trip was provided by Bessie Ellen Charters (07800 825382, bessie-ellen.com). Three-day taster weekends in Cornwall cost from £290pp, including all onboard meals. Longer trips out of other UK ports are also available",
  "webTitle": "Sailing in Cornwall: learn the ropes – in a weekend",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/01/sailing-holiday-weekend-cornwall",
  "keyword": [
    {
      "webTitle": "Sailing holidays",
      "id": "travel/sailing-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cornwall holidays",
      "id": "travel/cornwall",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Group trips",
      "id": "travel/group-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Whitehead",
      "id": "profile/sarah-whitehead"
    }
  ],
  "guardianId": "travel/2016/may/01/sailing-holiday-weekend-cornwall"
}