{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/20/itv-news-noreena-hertz-i-know-i-have-a-lot-to-learn",
  "id": "2016-05-20-69",
  "sectionId": "media",
  "body": "Noreena Hertz, ITV News’s new economics editor, told her new colleagues that she has a steep learning curve to cut it as TV correspondent on one of the UK’s top flight news programmes. The economist and author has come in for criticism from some quarters for her lack of news reporting experience and for having “leftie” political views. Hertz was officially unveiled to staff on Thursday by ITV news editor Geoff Hill at a meet-and-greet event. “Thank you for believing in me,” Hertz said, according to those who met her. “I know that I have a lot to learn”. The appointment of the high profile academic with limited broadcasting experience came as a surprise to some staff, but is part of a plan by ITV to try to bring a more personality led, analysis-driven feel to its news output. While not having any direct TV reporting experience, Hertz has written a number of business bestsellers including Eyes Wide Open, the Silent Takeover and IOU: the Debt Threat. She has also been criticised for her political views by the Daily Mail and the Daily Telegraph. The Mail devoted a whole page to her, under a piece headlined “Backlash after Leftie (with no TV experience) is appointed economics editor of ITV”.    Related: Eyes Wide Open by Noreena Hertz – review    In the staff meeting to introduce Hertz her colleagues, Hill is understood to have acknowledged that “a lot of you will not be familiar with Noreena’s work.” Friends of Hertz, who will start at ITV at the end of the month, say she is keen to focus on her job and does not intend to respond to criticism of her appointment raised in rightwing press.  Some insiders voiced criticism at the appointment. “It went down like a cup of cold sick,” said one ITV News executive. “Another ‘name’ on a massive salary, but this time with no obvious TV reporting experience.” The 48-year old’s appointment follows that of the high-profile poaching of the BBC’s Robert Peston as political editor, who sources believe could be on a deal worth as much as £700,000 a year. ITV denies that Peston, or Hertz, are on extravagant salaries.  Peston is understood to have been “happy” with the appointment of Hertz, whom he knows, but is not thought to have had a say in the recruitment process. ITV News editor Geoff Hill is understood to have approached and appointed Hertz, while Michael Jermey, ITV’s director of news and current affairs, was also present at the staff unveiling of Hertz. Hertz is married to Danny Cohen, who was one of Britain’s most powerful television executives when he was director of television at the BBC. He recently took up a new job working for billionaire Len Blavatnik. Hertz also sat on the board of another Blavatnik company – Warner Music – a position she is standing down from to take ITV job.  She will be eased into reporting, which will include the 1.30pm and 6.30pm bulletins and programmes such as Tonight, with her first major test likely to be on the Brexit vote on 23 June. “She will receive training when she joins and is expected to be part of ITV’s coverage of the European Union referendum,” said an ITV News source.   Earlier this year Hertz, who graduated from London’s University College where she studied economics, clashed with the former Top Gear presenter Jeremy Clarkson. Clarkson told a newspaper that Hertz said she was a Marxist, prompting her to tweet that the claim was “made up nonsense”.    Surprised to see myself described today in papers as a Marxist. No truth whatsoever in this story. #MadeUpNonsense— Noreena Hertz (@noreenahertz) March 19, 2016",
  "webTitle": "ITV News' Noreena Hertz: 'I know I have a lot to learn'",
  "webPublicationDate": "2016-05-20T17:01:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/20/itv-news-noreena-hertz-i-know-i-have-a-lot-to-learn",
  "keyword": [
    {
      "webTitle": "ITV News",
      "id": "media/itv-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News agencies",
      "id": "media/news-agencies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The news on TV",
      "id": "tv-and-radio/tv-news",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/20/itv-news-noreena-hertz-i-know-i-have-a-lot-to-learn"
}