{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/01/philip-green-bhs-big-questions-answer-parliament",
  "id": "2016-05-01-144",
  "sectionId": "business",
  "body": "Mike Ashley should send a bottle of bubbly to Sir Philip Green. The Sports Direct founder’s attempt to dodge a grilling by MPs almost seems a sideshow when there are bigger fish to fry. Two select committees – work and pensions; and business, innovation and skills – want to hear from the BHS bogeyman and have invited him to a joint session on a day of his choosing in the next few weeks. Green, unlike Ashley, will be up for the fight, one suspects. He loves the spotlight, feels his arguments aren’t being heard and may fear a consumer backlash against his Arcadia interests, notably Topshop. A refusal to attend would simply guarantee another verbal battering for a tycoon already branded the new “unacceptable face of capitalism” by one Tory MP. But a word of advice for committee members: please do not compete to see who can provoke Green to the greatest level of fury. That game may guarantee top billing on the News at Ten, but it is too easy to play. The BHS debacle requires forensic blow-by-blow questioning about the process by which Green extracted £580m in dividends, rent and interest payments from the business over the years, even as the deficit in the pension fund grew larger. We also need to know how he came to think a bunch of retailing amateurs led by a twice-bankrupt individual would be a suitable buyer of BHS, complete with those daunting pension liabilities. Here are a few questions to get the MPs started. BHS paid dividends of £423m between 2002 and 2004, but why did Green not divert some of that cash into a pension fund that was already heading into deficit towards the end of the period? What evidence can he provide that sale-and-leaseback property deals between BHS and the members of the Green family were conducted at arm’s length and on commercial terms? Similarly, how were fees calculated when BHS bought services from the wider Arcadia group? In 2012, the company and the pension fund agreed to close the deficit in the pension fund over 23 years. Why was such a long period deemed sensible? How was Green introduced to Dominic Chappell, the former racing driver who headed the Retail Acquisitions consortium that bought BHS for £1 in 2015? Why did Green regard him as a fit and proper owner? Why did he not seek approval from the Pensions Regulator for the transfer of the business? What discussions did he have with trustees of the BHS pension at that time? What contact did he have with Chappell’s consortium after the sale? It has been reported that Green made an offer of £80m – half in cash, half in the write-off of a loan – to top up the pension fund after the failure of BHS. Did he make that offer and, if so, why? What was the basis of the calculation? The MPs must do their homework because Green will have done his. Indeed, it might be wise to borrow a trick from Andrew Tyrie – the chairman of the Treasury select committee and a veteran in the art of cross-examining slippery bankers – and hire a QC to fire some detailed questions. Of course, the session should not be confined to gathering facts. There is a basic question of morality at stake: what responsibilities does Green feel towards 11,000 BHS staff and 20,000 pensioners? He owned the business for 15 years, and paid his wife fat dividends, yet sold BHS in an enfeebled state to a buyer lacking retail experience. Whatever the legality of his business manoeuvres, doesn’t he feel a duty to ensure BHS pensioners get every last penny of what they expected in their retirement? If Green can’t accept the moral case for writing a large cheque to close the £571m deficit, he will deserve every last drop of the MPs’ – and the public’s – scorn. It would be a shabby finale to a business career, but Green has a choice: does he want he seen as a decent man or as a shameless chancer? So Europe’s not doing so badly after all… The eurozone economy was bubbling in the first three months of the year. Never since the 2008 crisis has it expanded by 0.6% in a single quarter – 2.4% if extrapolated over the year. Such is the pace of growth that the 19-member bloc outstripped the UK and the US. UK growth was just 0.4% in the first three months, and statisticians in Washington said the US had flatlined. And this comes after GDP increased steadily for 18 months, putting a smile on the faces of tired eurocrats more accustomed to dealing with Greek debt or the refugee crisis. Even France was near the head of the pack. Its economy grew 0.5%, beating economists’ expectations and boosting the fortunes of socialist president François Hollande, who will stand for re-election next year. So much for Europe’s reputation as a bombed-out economic has-been. And yet there was talk of a false dawn, in part because unemployment remains in double figures and inflation dropped from zero to -0.2%. And just as US figures for the early part of the year are often upgraded, the eurozone’s are often later downgraded. Another barrier to a more sustained recovery is the slowdown in global growth recently documented by the IMF. Japan and China are struggling to maintain the export-driven growth that has served them so well, and Brazil and Russia are coping with recession. No wonder the Brussels elite want the UK to stay. They have avoided a crisis for almost two years and seen the benefits. Britain leaving would bring the EU’s brief period of benign expansion to a halt and worse, if the many economists who predict gloom for Europe following a Brexit are to be believed. They fear is not just political instability, but a collapse in trade and investment akin to the 2008 crash. The OECD said last week that financial markets were already increasing the insurance premiums they charged to hedge against the worst possible outcomes, raising the costs of trade. Brussels knows how ugly family crises can get and wants to avoid another. Time is tight at RBS Running bailed-out Royal Bank of Scotland was never going to be an easy gig. But for Ross McEwan, at the helm since October 2013, it just got harder. On Friday, the market reacted badly to the idea that the bank will not be able to resume dividend payments until 2018 – a decade after shareholders last received a share of the spoils. The delay to payouts is one problem caused by the botched job of carving out the Williams & Glyn network as demanded by Brussels at the time of the bailout. McEwan cannot be expected to take all the blame for what one analyst has rightly described as a farcical situation, but it is definitely his problem now. He has spoken vaguely of alternatives. Vagueness will not be tolerated for long. The City’s patience is wearing thin and the European commission is unlikely to look kindly on an already extended deadline being missed.",
  "webTitle": "Sir Philip Green has big questions to answer over BHS",
  "webPublicationDate": "2016-05-01T08:00:50Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/01/philip-green-bhs-big-questions-answer-parliament",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone",
      "id": "business/eurozone",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Bank of Scotland",
      "id": "business/royalbankofscotlandgroup",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/01/philip-green-bhs-big-questions-answer-parliament"
}