{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/01/channel-4-needs-to-be-saved-privatisation-john-whittingdale",
  "id": "2016-05-01-147",
  "sectionId": "media",
  "body": "Sometimes one damnable thing goes with another. Sometime you find a pattern in seemingly random policies. And sometimes – well, rather more often than that – John Whittingdale is master of these hapless revels. Our media secretary tells a Lords committee that “Channel 4 would have a stronger future if it has a private sector partner who has deep pockets and was willing to invest in the growth of the business”. He talks “to a large number of media companies” and thinks “there is no shortage of potential interest”. He’s “trying to find a model to sustain” C4. He’s only here to help. So in Whitehall eyes, big is beautiful. Big bucks, big clout. And here’s the moment for a quick voyage around last week’s media scene. In America, the biggest newspaper chain – Gannett – launched a hostile $815m takeover bid for the (LA, Chicago, Baltimore and more) Tribune Group. What’s the plan? Probably to fill up Tribune pages with imported stuff from Gannett’s USA Today, so cutting down on local coverage, and letting the magic of extra cost-cutting rule OK. Digital, naturally, will go the same way. Big means diminished ambitions. In Paris, the selfsame doctrine holds as 70 editors and production people who sustained the International New York Times (successor to the Herald Trib) lose their jobs. The Gray Lady may be extending its global reach, but via New York and Hong Kong hubs. Big consolidations; small fry axed.     Whittingdale: misguided search for ‘deep pockets’. Photograph: James Shaw/Rex/Shutterstock    And in London, the managing editor of the FT writes a note to staff. “We are facing some daunting trading conditions in 2016,” he tells them (before they tell Politico). Print advertising has made a bad start to the year: digital isn’t fulfilling any high hopes. Commercial management is “braced for tough times ahead”. Just like national newspaper managements in general, who only need to look at the Advertising Association’s statistical report for 2015 to know that they’re not alone. In one sense, ad agencies had a happy year. The total British market was up 7.5% to £20.1bn. TV ads grew 7.3% to £5.2bn. Internet advertising was 17.3% up at £8.6bn. But newspapers? Regionals 6.2% down to £1.17bn; nationals down by £155.4m on 2014 (that’s a 9.6% drop for broadsheets and a 16.2% fall for the rest of the market). Tough pounding. But who, pray, is getting the fattest slices of this diminishing cake? Think big again. “Big” newspapers such as the Sun are in the firing line. Big TV companies are having to strive and spend harder as audiences begin a long-term decline (dipping grimly in April). Even Murdoch sees dragons gathering (watch the US TV sports market falter). The biggest, most muscular beneficiaries of so much struggle are our new chums Google and Facebook (adding unexpected billions to revenue last week). The spoils of news competition go increasingly not to news providers, but to the aggregators and platforms of social media. They dominate thinking today. They control the fate of smaller digital operations, able to feed or starve them at a flick of Mark Zuckerberg’s finger. They can move into video, TV, movie-making and newsgathering as they wish. They pay only such taxes as they deem necessary for public relations. They are the smile on the face of a tiger. Are these the “deep pockets” that John Whittingdale hopes can rescue Channel 4? Does he hope somehow to fund creativity and diversity by losing the channel we have in some giant maw – and, non-coincidentally, making the BBC much smaller as he chops away with his other hand? It’s a crazy, dissonant policy, haplessly pursued. And a big mistake. ■ Priti Patel versus Sajid Javid. Penny Mordaunt versus Theresa May. The inevitable Gove against the unavoidable Ken Clarke. The so-on and so-forth of Leave and Remain debate clashes stretches over weeks and months yet. But there is one crucial contest that hasn’t been scheduled (though it’s waged day after day on pink and white sheets): Lionel Barber, editor of the Financial Times, in a Newsnight or Today studio, taking on Paul Dacre of the Mail. Let the big beasts roar directly at last. Let the dogs see the rabbits. ■ The ethical question of the week is whether Ariana Huffington, editor-in-chief of the eponymous Post, should take a seat on the board of that most newsworthy of companies, Uber? But just read her panegyric to the company she aims to keep. “Uber has transformed not just transportation – intending to make it ‘as reliable as running water, everywhere and for everyone’ –  but cities and our relationship to them.” Answer, few ethics required: No. She should steer way clear.",
  "webTitle": "The only thing Channel 4 needs to be saved from is privatisation",
  "webPublicationDate": "2016-05-01T08:00:50Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/01/channel-4-needs-to-be-saved-privatisation-john-whittingdale",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public service broadcasting",
      "id": "media/public-service-broadcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Gannett",
      "id": "media/gannett",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/01/channel-4-needs-to-be-saved-privatisation-john-whittingdale"
}