{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/24/kid-gloves-voyage-round-my-father-adam-mars-jones-review",
  "id": "2016-05-24-262",
  "sectionId": "books",
  "body": "You will notice that the subtitle has been lifted from John Mortimer, creator of Rumpole, teaser of judges. For the novelist and critic Adam Mars-Jones’s father was Sir William Mars-Jones, a judge whose cases would regularly make the news in the 1970s and 80s (for instance, the notorious ABC official secrets trial, or that of the murderer Donald Neilson). The younger Mars-Jones’s recent novels, Pilcrow and Cedilla, are marvels that rival Karl Ove Knausgaard for observation and detail. Those of us old enough to remember the beginning of Adam’s career would experience an ecstasy of cognitive dissonance whenever his father’s name appeared in the papers or on TV, often attaching itself to a controversial or audacious verdict. There was more than cognitive dissonance at home, as Mars-Jones senior was not just homophobic but “a homophobe’s homophobe”, and Mars-Jones junior, as he has never taken any pains to hide from his public at least, is gay. There are differing ways in which a memoir of one’s father – particularly if that father is also vain, pompous, utterly convinced of his rectitude and combative to a degree unusual even in the courtrooms of the land – might pan out. You might have expected, say, a certain asperity, or an air – no, a howling gale – of grievance. As it is, there are moments when these take the stage, but what Mars-Jones (A) mostly goes for when discussing Mars-Jones (W) is humour – and, when describing his father’s last days, tenderness. In the first half of the book especially, it is the humour you really notice; I can’t remember reading anything so funny. The jokes are often paragraph length, so too long to quote here, but suffice it to say that the story ending with the line “thirty bob and a box of Black Magic ought to do the trick” had me unable to breathe properly for about five minutes. And a child’s sex education is always a rich mine. On literal, not figurative, arseholes: “I knew my digestive system ended at a certain point, and I was willing to accept as a technicality of physical life that I possessed an anus, or I would have exploded long ago. But I had no visual information on the subject.” (Note the way the legal “technicality” sneaks in there.) The vain and prickly make ideal targets, and sometimes all you have to do is quote the butt of the joke, but what makes you realise this is a special memoir is that the author himself is often the one being mocked. Young Adam is a sensitive soul, carefully lifting the needle to avoid the Beatles song “Why Don’t We Do It in the Road” on the White Album because of its rudeness. The prudery may be, to a degree, inherited, but the physical delicacy is not. The tension between father and son’s attitudes is exploited to maximum effect. Adam is conscious that his father is no longer around to answer the case (hence the kid gloves of the title, which are also what a town’s assize court traditionally gave a visiting judge when there were no criminal cases to be heard), and you feel a scrupulous adherence to fact – although it is rather clever of the young M-J to have heard the Beatles’ “She Loves You” on a car radio in 1962, when it wasn’t composed until 1963. It is the underlying honesty – to his own, and to others’ selves – that makes this book not just funny, but wise as well. The comedy comes from perception and insight, and a meticulous attention to language and meaning. As for the style: to read the flow of his sentences is how I imagine a cat feels when it is stroked. To call him one of the best writers in the country seems a pointless equivocation, for, at the moment, I can’t think of anyone better. • To order Kid Gloves for £7.99 (RRP £9.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Kid Gloves by Adam Mars-Jones review – growing up gay with a homophobic father",
  "webPublicationDate": "2016-05-24T08:30:05Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/24/kid-gloves-voyage-round-my-father-adam-mars-jones-review",
  "keyword": [
    {
      "webTitle": "Adam Mars-Jones",
      "id": "books/adam-mars-jones",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Paperbacks",
      "id": "books/paperbacks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Lezard",
      "id": "profile/nicholaslezard"
    }
  ],
  "guardianId": "books/2016/may/24/kid-gloves-voyage-round-my-father-adam-mars-jones-review"
}