{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/campaign-caustralian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "id": "2016-05-12-273",
  "sectionId": "australia-news",
  "body": "To the news of the day: happy 49th birthday, Bill Shorten! Asked what he was getting, he said: “My present is standing right next to me”, gesturing to his wife, Chloe. Aww/eww – delete as necessary. No word on whether Malcolm Turnbull being named in the Panama Papers counts as a gift.    Thanks for the birthday wishes everyone. It was great to be able to spend the day with @chloeshorten pic.twitter.com/T18bYvGaIr— Bill Shorten (@billshortenmp) May 12, 2016    On Thursday it was revealed that Turnbull was previously listed as the director of a British Virgin Islands company that Mossack Fonseca acted as registered agent for. Asked if he was “happy” to be named in the Panama Papers, he reportedly chuckled, then said there was “no suggestion of impropriety whatsoever”. Cool as a cucumber. Labor’s campaign spokeswoman, Penny Wong, is pushing for “a full and frank explanation of his involvement”. But the treasurer, Scott Morrison, felt Turnbull had dealt with the Panama papers “fairly comprehensively”, saying the matter was “20 years ago”.  “The thing about Malcolm Turnbull is ... he has had a lot of experience in supporting businesses not unlike this one,” he said, then transitioned nearly seamlessly to spin about the Liberals’ national economic plan. That’s what you call being on-message. Even setting aside from being caught up in one of the biggest leaks in journalistic history, Turnbull’s had a big day, kicking off with a 30-minute phone call to the president of the United States, Barack Obama (about “a range of global and regional issues”, including the Trans-Pacific Partnership), and taking in Melbourne and Adelaide and Sydney. Shorten, meanwhile, was still kicking around up north in Rockhampton, “the beef capital of Australia”. What a way to ring in the big 49! Today he pledged that $1.8bn of the $3.8bn already allocated to additional needs-based funding for schools would be put towards those in regional areas. Given that the federal government doesn’t actually run schools, there were questions over how this and Labor’s other education policies would work in practice. His education spokeswoman, Kate Ellis, said the funding would be put towards programs with a track record of results and there would be “accountability mechanisms ... We are being very clear that taxpayers deserve to know how every dollar is being spent.” The ghost of PMs past lingers The Daily Tele’s new BFF, Labor’s Anthony Albanese, wrote today that the Greens candidate for Grayndler has a Tony Abbott agenda. Creative! Jim Casey reportedly said in 2014 that he would rather Abbott be prime minister than Bill Shorten, leading DJ Albo to suggest that “for Mr Casey, protest has become an end in itself”. He expanded on his theme at Marrickville public school: “[Casey’s] view appears to be to be a rather old-fashioned, extreme view that if people are oppressed enough they’ll rise up … I entered political [life] to uplift people, that’s what drives me each and every day.” Casey published a response on Guardian Australia, thanking the Tele for the opportunity to debate the end of capitalism. We look forward to this rivalry playing out, hopefully in more media outlets. After he was invoked at Fiona Scott’s stand-up with Turnbull on Wednesday, that makes two mentions of Tone in as many days. The man himself was out campaigning alongside fellow backbencher George Christensen in Queensland after a mixed couple of days on the north shore, being “mobbed by adoring fans” in Mosman one moment and cutting “a forlorn figure” at Manly wharf the next.    Fantastic photos from today of very popular Tony Abbott surrounded by locals!From https://t.co/tKnPplWJ3T #auspol pic.twitter.com/W79Pye7hTE— Nick No To PC Bullys (@nickbarnesaus) May 11, 2016    Abbott appears to have changed his tune on the matter of concessions on superannuation, which not so long ago he wasn’t a fan of. “There is a degree of anxiety about that particular budget announcement but people are just as anxious about Labor’s policy as they are about the Coalition’s policy,” he told the Daily Telegraph today. That’s that, then! No Dunkley country for young men    PM Turnbull tours a brewery in Morningron @murpharoo @GuardianAus #politicslive pic.twitter.com/wBjbbTADHZ— Mikearoo (@mpbowers) May 12, 2016    Turnbull’s whirlwind tour of Victoria led him to Mornington brewery this morning. As Katharine Murphy wrote, it’s early in the campaign to be driven to drink – especially the longest campaign since the 1970s. Bruce Billson was front and centre at the stand-up, despite, er – retiring. “You have to feel sorry for the Liberal candidate for Dunkley, Chris Crewther,” wrote Melissa Davey in the live blog. He blended into the background as Billson stole the show, greeting reporters with hugs and exclaiming: “There’s a reason every season to be in Dunkley.” That’s literally four reasons to be in Dunkley. Billson, 50, has held the seat in outer metropolitan Melbourne since 1996 but some reports say his popularity is worth a couple of per cent alone, and Labor hopes his retirement will be enough for them to steal the seat he took by 5.6% last time. Hence Billson was rolled out for Turnbull’s visit, promoting the government’s free trade agreement with China and the importance of supporting small businesses. Is 32-year-old Crewther worried that without the Billson factor the electorate will be hard to hold? “He’s been a spectacular candidate for the past 20 years in Dunkley and a strong community advocate,” he said. “And I hope to do the same.” Meanwhile, Billson didn’t know “which hoppy beer would be the best parallel to the election campaign” but he did say that re-electing the Turnbull government would be “a first-class result – a bit like these beers”. Turnbull was comparatively restrained, saying that he was merely “inspired” by craft beer. (Note: “by”, not “after” – though he clarified that his preference was for lager.) Best of Bowers     Bruce Billson gets ready to steal the limelight before Malcolm Turnbull’s visit to the federal seat of Dunkley. Photograph: Mike Bowers for the Guardian    Further reading • The weak case for a company tax cut (the Age) Serious economic modelling underpins Turnbull’s campaign – but his plan to cut company tax might not have been completely thought through, writes Peter Martin. • ANU modelling shows how the 2016 budget really affects your hip pocket (the Age) Modelling by the Australian National University shows Australia’s poorest families will be hardest hit when the budget is implemented. • The superannuation changes are seriously good. The Coalition must fight for them “The Coalition should pull their socks up. And Labor should be ashamed.” Fighting words from Guardian Australia’s Gareth Hutchens. And also ... Modelling hailed by the Liberal party as proof its Direct Action plan could meet Australia’s long-term climate promises in fact assumes the Coalition would turn its policy into a type of emissions trading scheme, according to the authors. The environment minister, Greg Hunt, released the modelling, by the Energetics consulting firm, just days before the election was called and said it was proof that critics of the government’s policy were totally wrong. But Peter Holt, associate at Energetics, told Lenore Taylor that the policies would only achieve those reductions with changes – either large funding top-ups to the ERF (estimated by others at at least $6bn) or a strengthening of the safeguards mechanism so it turned into a baseline and credit emissions trading scheme. Meanwhile, in the rest of the world ...     The listing of the weapon that killed Trayvon Martin on GunBroker.com included photos of the weapon taken during George Zimmerman’s trial. Photograph: www.gunbroker.com    George Zimmerman is auctioning off the gun with which he killed Trayvon Martin in 2012, touting it as “your opportunity to own a piece of American history”. He intends to use part of the proceeds to “fight BLM [Black Lives Matter] violence against law enforcement officers” as well as ending the career of Angela Corey, his prosecutor – “and Hillary Clinton’s anti-firearm rhetoric”. And if today was a pop song ... Could’ve gone for any number of birthday tunes but, since we’re running a little bit hot tonight: Van Halen’s Panama is the song of the day. Happy birthday, Billsy.         Can barely see the road from the heat coming off of it.    Never miss another catchup: If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: Shorten celebrates a birthday and the PM downs a beer",
  "webPublicationDate": "2016-05-12T10:34:53Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/campaign-caustralian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Anthony Albanese",
      "id": "australia-news/anthony-albanese",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/12/campaign-caustralian-election-2016-turnbull-shorten-coalition-greens-labor-catchup"
}