{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/02/labour-suspends-two-councillors-alleged-antisemitism",
  "id": "2016-05-02-66",
  "sectionId": "politics",
  "body": "Jeremy Corbyn will seek to seize back the initiative on Tuesday in Labour’s battle to hold on to key council seats at Thursday’s local elections, after the party was forced to suspend three councillors in a continuing row about antisemitism.   Related: Labour’s antisemitism row may be drama, but it’s no crisis | Steve Richards    On Friday Corbyn announced an independent review of claims of antisemitism within the Labour party, in the hope of drawing a line under accusations from some MPs that he had failed to respond forcefully enough to the issue. Three councillors were suspended on Monday after evidence emerged that they had used social media to promote what appeared to be antisemitic views. The former mayor of Blackburn, Salim Mulla, who is now a councillor, had shared social media posts last August that appeared to draw a link between Zionism and Islamic State. Below photographs with slogans suggesting that support for Palestinians from France and Japan had triggered attacks by Isis, he said: “Is this a coincidence. You [sic] bloody daam [sic] right it is. We all know Zionism game being played. It’s bloody obvious who is manupulating[sic] this. Those who are not sure. ISRAEL.” Separately, Nottingham city councillor Ilyas Aziz was found to have shared a post suggesting that Israel should be relocated to the US – the same one that resulted in the Bradford West MP, Naz Shah, being suspended last week despite making a series of public apologies. Aziz also posted a link to an article about Nazi Germany, alongside which he said: “A reminder of the treatment and suffering of Jews in Nazi Germany. Are there any similarities to how Israel is treating Palestinians?”   Related: I saw the darkness of antisemitism, but I never thought it would get this dark | Nick Cohen    Later on Monday a third man, Burnley councillor Shah Hussain, was suspended, after it emerged that he had told an Israeli footballer on Twitter in 2014, “you and your country” are “doing exactly the same thing” that Hitler did, in reference to the violence against Palestinians. A Labour spokesperson confirmed that all three had been suspended pending an investigation. It emerged on Monday night that an unknown number of other Labour members have also been suspended while the party’s compliance committee investigates accusations of antisemitism against them.  A party source admitted there were more cases under review that had not yet been made public, but said reports that the figure was as high as 50 were “a wild overestimate”.  The source said: “While we do not give a running commentary on numbers suspended, the majority of the Labour party’s suspensions for antisemitism are in the public domain. Labour takes antisemitism very seriously and that’s why Jeremy has set out a robust plan to tackle the issue.” With the latest polls suggesting Labour is heading for its worst performance in local elections since 1982, and could lose up to 175 council seats, Corbyn’s team are keen to turn attention away from the issue of antisemitism and focus on campaigning. Labour launched a minimalist new poster Monday night, with the slogan: “Elections are about taking sides: Labour is on yours.”     Labour campaign poster. Photograph: Labour party/PA    A former director of Liberty, Shami Chakrabarti, was drafted in to chair a review of the Labour party after a series of incidents that culminated in an embarrassing public spat between Ken Livingstone, former London mayor, and John Mann MP. Livingstone defended Shah in radio and TV interviews but in doing so drew links between Zionism and Hitler. He has insisted that he will contest the grounds for his suspension when his case is reviewed by Labour’s national executive committee. The dispute was given fresh impetus over the weekend when Len McCluskey, the general secretary of the Unite union, claimed that the row over Corbyn’s response to antisemitic incidents was the latest crisis manufactured by “treacherous” Labour MPs keen to undermine the leader. Corbyn’s team insists there has been no surge in antisemitic incidents since he became party leader last year; but centrist MPs are warning that some Labour leftwingers slide too easily from staunch support for the Palestinians, to making slurs against Israel. Asked whether Labour has a problem with antisemitism, Corbyn told the Mirror: “No, there is not a huge problem. What there is is a very small number of people that have said things that they should not have done. We have therefore said they will be suspended and investigated.” However, the shadow education secretary Lucy Powell said on Monday that there was “clearly” an issue with antisemitism “otherwise we would not have spent the last six or seven days talking about it”. Asked on Channel 4 news if Livingstone should be expelled from the party, she said: “It’s very, very difficult to see a circumstance where his suspension would be lifted and he would be readmitted.” One backbench MP critical of Corbyn said local councillors in his constituency have been “head in hands” over the party’s travails nationally, which they fear could lose them their seats on Thursday. However, even those Labour MPs most sceptical of the leadership say they do not expect any challenger to move against him until after June’s EU referendum – and they are conscious that he retains overwhelming support among grassroots members. Meanwhile Corbyn’s closest lieutenant – the shadow chancellor, John McDonnell – has publicly denied claims that he is readying himself to take over if Corbyn is unseated in a putsch, tweeting: “Media & right wing dirty tricks & lies trying to divide me and Jeremy. They should know it only unites us even more & makes us stronger.”",
  "webTitle": "Labour suspends three councillors over alleged antisemitic remarks",
  "webPublicationDate": "2016-05-02T17:52:18Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/02/labour-suspends-two-councillors-alleged-antisemitism",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Blackburn",
      "id": "uk/blackburn",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nottingham",
      "id": "uk/nottingham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "politics/2016/may/02/labour-suspends-two-councillors-alleged-antisemitism"
}