{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/24/dont-turn-student-recruitment-into-a-battle-of-the-sexes",
  "id": "2016-05-24-99",
  "sectionId": "higher-education-network",
  "body": "Gender inequality is a complex issue in higher education. A recent report from the Higher Education Policy Institute (Hepi), however, risks oversimplifying it, stating that women get more out of university than men. It highlights the fact that, in January of this year, 94,000 more women had applied to university than men – and they are more likely to get first-class degrees and less likely to drop out.    Related: While quantity of research is the name of the game, women are left on the sidelines    Sorana Vieru, the vice-president of the National Union of Students (NUS), highlighted the problem earlier this month when she wrote that the report had turned the argument into “a battle of the sexes”.  The report suggests that action must be taken to address this situation. It states: “On current trends, the gap between rich and poor will be eclipsed by the gap between male and females.” I seriously doubt that any of us will live to see this eclipse. Despite the fact that more women enter university than men, it is men who do better in the workplace in terms of pay and promotion. The report states that they are more likely than women to be employed or in education between the ages of 18 and 24, and are more likely to be employed full-time throughout their careers.  Women remain underrepresented in highly-paid industries such as engineering and finance, while taking the majority of roles in retail and childcare. Put simply: men do better than women in employment, with or without a university education.   Related: Live chat round-up: how can universities fight gender inequality?    But what happens to women who don’t have degrees?   They are overrepresented in low-paid, insecure work. Four out of five of those spending more than 10 years in low-paid work are women. They lose out on apprenticeships. According to research we have carried out, they earn less, receive less training and are less likely to secure work at the end of an apprenticeship. They are more likely to be working part-time, but would like the opportunity to work more. They are less able to progress in the workplace after having children.  Women have far more to lose by not studying for a degree. This was confirmed in a recent report from the Resolution Foundation, which found that, among those with five A*-C qualifications and no degree, women were more likely to be economically inactive than men (we’re about to begin a new study investigating the reasons for this). I don’t doubt that there are also certain groups of young men whose long-term academic and financial prospects are strongly associated with their demography.  But please, let’s not blame women for the drop in the number of young men applying to university. I was very concerned to read Mary Curnock Cook’s foreword to the Hepi report, in which she proposes that “the dominance of women in the school workforce may play a role in boys’ underperformance relative to girls” – despite there being no evidence to support this idea.   Related: Don't be fooled by the closing gender gap in science PhDs    In terms of gender equality, schools are no different from other organisations. Women are overrepresented at junior levels and underrepresented in management and higher-paid roles. What example does this set for young people of both genders?   I agree completely with the imperative to create better gender balance across all spheres of life – but let’s not risk discouraging women even further as we work to achieve this. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "Don't turn student recruitment into a battle of the sexes",
  "webPublicationDate": "2016-05-24T15:55:55Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/24/dont-turn-student-recruitment-into-a-battle-of-the-sexes",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Recruitment and HR",
      "id": "higher-education-network/recruitment-and-hr",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Research",
      "id": "higher-education-network/research",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "University careers",
      "id": "higher-education-network/university-careers",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Academics",
      "id": "higher-education-network/academics",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    }
  ],
  "authors": [],
  "guardianId": "higher-education-network/2016/may/24/dont-turn-student-recruitment-into-a-battle-of-the-sexes"
}