{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/15/on-my-radar-ezra-furman-cultural-highlights",
  "id": "2016-05-15-147",
  "sectionId": "culture",
  "body": "Born in Chicago in 1986, the musician and songwriter Ezra Furman played in the four-piece indie band Ezra Furman and the Harpoons between 2006 and 2011, before releasing his solo debut in 2012 with money raised on Kickstarter. The release of his third solo album, Perpetual Motion People, in 2015 brought him widespread critical acclaim and drew comparisons to the Velvet Underground and Jonathan Richman. Furman’s effervescent, melodic power-pop frequently addresses his depression, Jewishness and gender-fluid identity. He will release a new EP in the summer, will be performing at Glastonbury, and will tour the UK in October. 1 | Book The Argonauts by Maggie Nelson     ‘It doesn’t have to be a political betrayal to be domestic’: on Maggie Nelson’s Argonauts. Photograph: Deirdre O'Callaghan for the Guardian    This is a memoir but also academic queer theory: it’s about a woman dating a trans man, and they’re trying to figure out if it’s OK that they want to settle down and have a child – are they joining “the other side”? It’s really emotional and personal. I think there’s a large worry in queer communities about imitating straight people, when queerness has its own identity and maybe can be a radical force that should be dismantling stuff that locks people into structures. But at the same time, everyone wants to be able to live their life, and it doesn’t have to be a political betrayal just to be domestic. And there’s something kind of misogynist about the way some of Maggie’s friends disdain motherhood. I may be somehow reacting to this, being off tour for a couple of months, at home with my significant other, tidying up, cooking – it’s like, “Am I still cool right now?” 2 | Band Slang     ‘Terrifying and insane’: Atlanta’s Slang.    Slang are from Atlanta, Georgia and they opened for us when we played there. They’re a four-piece rock’n’roll outfit, but the singer plays the character of a southern Baptist preacher, and it’s terrifying and insane and he writes amazing songs. When they were playing, Sam, my drummer, leaned over to me and said, “This might be the best band I have ever seen,” and I was like, “I know.” They have a self-titled album and every song is stunning. Nobody knows about this band and they’re incredible. 3 | Documentary The Dog, directed by Allison Berg and Frank Keraudren     ‘He’s really into his own legend of being a gay outlaw’: The Dog by Allison Berg and Frank Keraudren. Photograph: Drafthouse Films    This is the real-life story of the guy [John Wojtowicz] from the movie Dog Day Afternoon, where Al Pacino robs a bank to pay for his lover’s sex-change operation. The story and the real person are way more over the top than in the movie. It was one of the best documentaries I’ve seen. He’s a really compelling person: he’s out of touch with reality and is really into his own legend of robbing a bank and being a gay outlaw. When he got out of prison, his plan was to go to work at the bank he had robbed, as a security guard. He would show up there with a shirt that said, “I robbed this bank”, and sign autographs, and he was like, “I’m the guy! From the movie!” He did not get that job, unsurprisingly. 4 | Podcast Sound Opinions I listen to this a lot. It’s these two celebrated Chicago music critics and writers, Greg Kot and Jim DeRogatis. Part of it is just taking comfort in their Chicago accents. You’d think these two middle-aged nerdy white guys would not be into experimental music and a bunch of hip-hop and soul, but they’re totally adventurous in their listening. Like when Prince died: they don’t just give you the hits, they look at the stuff that people don’t usually talk about. When my debut record came out in 2007, we got our first bad review from one of those guys – and I like getting a bad review, that’s helpful to me. They kind of make me mad, but I’m still like, yeah, you know what, that could have been better. 5 | Web series Horace and Pete     ‘Incredible acting and writing’: Steve Buscemi, Louis CK and Edie Falco in Horace and Pete.    I’m a big fan of Louis CK – I think he’s a master of standup. He told the network, FX, doing his show Louie that he was going to go do something else. So, totally self-financed and without any approval from anyone, he made this 10-episode show, Horace and Pete, and released it on his website. It’s dramatic and there’s honestly not much comedy in it. I’ve seen six or seven episodes and it seems like a tragedy – horrible things happen. It’s exciting to see someone who’s popular and doing well take a left turn and do something that’s totally not what people like them for. It’s like theatre – there’s some incredible acting and writing. One of the episodes is a 45-minute conversation sitting at a table, and nothing else. It’s compelling storytelling. 6 | Blog loveletterstorocknroll.com      This is a pretty new blog. The idea is that it’s all positive reviews – anyone can write about anything related to rock’n’roll or pop music. I wrote a couple things for it. I really enjoy its approach as an outlet for gushing about music. I love it when people write rapturously about music they love. I like that it’s pure love letters – most of them are in the form of letters to the actual people who made the music, or to a record store, or to a piece of music equipment. I love obsessive fandom because I’m an obsessive fan who flips out over music.",
  "webTitle": "On my radar: Ezra Furman’s cultural highlights",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/15/on-my-radar-ezra-furman-cultural-highlights",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Louis CK",
      "id": "tv-and-radio/louis-ck",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Al Pacino",
      "id": "film/alpacino",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Bromwich",
      "id": "profile/kathryn-bromwich"
    }
  ],
  "guardianId": "culture/2016/may/15/on-my-radar-ezra-furman-cultural-highlights"
}