{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/un-aids-summit-lgbt-groups-banned-outcry",
  "id": "2016-05-19-257",
  "sectionId": "world",
  "body": "Human rights activists have condemned more than 50 countries – including Russia and the Organisation of Islamic Cooperation (OIC) – for blocking numerous gay and drug user groups from a global Aids summit at the UN next month. The objectors have not given a reason for excluding 22 non-government organisations from the high-level meeting, exposing a stark global divide over the issue. The US, EU and Canada have all complained, along with civil society activists. The groups told they cannot attend include Actwid, representing people in Cameroon with HIV, Colour Pink, working on behalf of gay men and transgender people in Jamaica, and Esvero, set up for users of injectable drugs in Russia. Graeme Reid, director of the LGBT rights programme at Human Rights Watch, said: “LGBT groups and drug user groups are amongst those excluded from participation. These organisations are at the coalface of combatting HIV. This action flies in the face of everything we know about effectively combatting HIV internationally. Unfortunately this is part of a broader trend by some states to put prejudice above human rights, even at the UN.” Dr Kapya Kaoma, senior religion and sexuality researcher at the Political Research Associates think tank, and the author of Globalising the Culture Wars, and Colonising African Values, said: “It is unspeakable. To try and bring in politics when they dealing with another person’s health and life is inhuman. This is not about politics. This is about the common good of the human race.” It is far from the first time there has been controversy over LGBT representation at the UN. Secretary-general Ban Ki-moon has pushed for LGBT rights but faced opposition from African, Arab and Islamic counties as well as Russia and China. The latest standoff, over the UN General Assembly High-Level Meeting on Ending Aids from 8 to 10 June, is led by the OIC, whose 57 members include Saudi Arabia, Iran, Indonesia, Sudan and Uganda. It has triggered criticism from the west. Reuters reported that Samantha Power, US ambassador to the UN, wrote to the general assembly president, Mogens Lykketoft: “Given that transgender people are 49 times more likely to be living with HIV than the general population, their exclusion from the high-level meeting will only impede global progress in combating the HIV/Aids pandemic.” She added: “We are deeply concerned that at every negotiation on a new general assembly gathering, the matter of NGO [non-governmental organisation] participation is questioned and scrutinised. The movement to block the participation of NGOs on spurious or hidden grounds is becoming epidemic and severely damages the credibility of the UN.” The EU and Canada also reportedly wrote to Lykketoft to register their concerns. And UNAids issued a statement on Wednesday that said: “Nongovernmental organizations working on the ground to ensure that no one is left behind must have the opportunity to contribute to this important forum.” It added: “The High-Level Meeting on Ending Aids should be guided by the principles on which the successes of the Aids response are built – inclusion, participation and dignity. As enshrined in the United Nations charter, the doors of the United Nations should be open to all.” Other civil society groups also expressed anger. Joni van de Sand, global coordinator and advocacy manager of the MenEngage Global Alliance, a network of NGOs, said: “Opposition to the inclusion of LGBT organizations at the HLM is deeply unjust, and a backlash in the face of the growing acceptance of LGBT rights internationally. The fact that LGBT persons are disproportionately affected by the HIV/Aids epidemic, as noted by Ambassador Power, makes the OIC’s opposition all the more heartless.” In 2014, Ban said the UN would recognize all same-sex marriages of its staff, allowing them to receive its benefits. Russia, with the support of 43 states including Saudi Arabia, China, Iran, India, Egypt, Pakistan and Syria, unsuccessfully tried to overturn the move last year. In February, the 54-member African Group, the OIC and the 25-member Group of Friends of the Family led by Belarus, Egypt and Qatar protested about six new UN stamps promoting LGBT equality. Richard Bennett, Amnesty International’s representative to the UN, said the latest incident illustrates a deeper problem regarding NGOs. “This is not just a one-off,” he said. “This is a continuation of a very undesirable tradition of blocking individuals from participating at UN meetings, for whatever reason. The issue for us is as much about the arbitrary, ad hoc and non-transparent nature of the procedures.” Lykketoft was quoted by the New York Times as saying in a text message: “We have done our utmost to include as many of the NGOs as possible. Unfortunately it is not within my mandate to overrule objections by the member states or to make the objecting countries known to the public.”",
  "webTitle": "LGBT groups' exclusion from Aids summit risks human rights, west says",
  "webPublicationDate": "2016-05-19T10:00:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/un-aids-summit-lgbt-groups-banned-outcry",
  "keyword": [
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Aids and HIV",
      "id": "society/aids-and-hiv",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "world/2016/may/19/un-aids-summit-lgbt-groups-banned-outcry"
}