{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/tottenham-hotspur-mauricio-pochettino-newcastle-united",
  "id": "2016-05-15-38",
  "sectionId": "football",
  "body": "Mauricio Pochettino admitted Tottenham Hotspur’s 5-1 defeat against 10-man Newcastle United was his “worst day” in management and said he was “ashamed” by the team’s performance. The result, coupled with Arsenal’s 4-0 win against Aston Villa, meant Spurs once again failed to finish the season ahead of their north London rivals, dropping to third in the final Premier League table.   Related: Georginio Wijnaldum leads Newcastle in astonishing rout of Tottenham    “First of all I would like to apologise to our fans,” said the Argentinian whose side have fallen apart since losing out on the title to Leicester. “Our team was terrible for them; to our families, too. I feel ashamed. This wasn’t the team that played all season. It’s my worst day in management, not just in England but Spain, too. “It wasn’t a tactical problem, it wasn’t about physical conditioning – we need to improve our mentality. Today we could see from the beginning that we weren’t ready to compete and we don’t have enough quality to only play with the ball. We need to run, we need to give 100% and be aggressive.” Finishing beneath Arsène Wenger’s side only exacerbated the pain. “We wanted to finish second. I feel very bad about being third and not finishing above Arsenal; we showed we don’t care about our position in the table,” Pochettino said. “This upset and disappointed me. If we want to fight for big things in the future we need to avoid performances like today. We have to fight. I was very disappointed, very upset.” It was a surreal atmosphere at St James’ Park with the home team already relegated but the fans singing Rafa Benítez’s name for 90 minutes in the hope of persuading him to stay. Newcastle, who had Aleksandar Mitrovic sent off for a shocking tackle on Kyle Walker, were watched from the directors’ box by Mike Ashley, who will hold talks with Benítez this week. The Spaniard is likely to find it very hard to walk away now. “It was amazing, I was flattered before, but now …” he said after being serenaded for the entire match. “It was emotional. I was hoping to talk before, but now I’m even more open to talking. We still have to sit down but it’s not easy to leave a club like this.”   Related: Arsenal finish second as Olivier Giroud hat-trick sees off Aston Villa    Even so there was a distinct sense of what might have been. “We knew if we played without fear we could be like this,” said Steve McClaren’s successor who, if only he had only arrived before March, would surely have saved Newcastle from relegation. Instead the fact they ended the season on a six-game unbeaten run was no consolation. Indeed the only hope of a bright future on Tyneside seems to rest with the Spaniard saying “yes” to Ashley. This being Newcastle much can still go wrong but when someone shouted “see you back here next season Rafa,” Benítez did offer a thumbs up signal in return.",
  "webTitle": "Mauricio Pochettino apologises to Tottenham fans for Newcastle shambles",
  "webPublicationDate": "2016-05-15T19:29:28Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/tottenham-hotspur-mauricio-pochettino-newcastle-united",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mauricio Pochettino",
      "id": "football/mauricio-pochettino",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/15/tottenham-hotspur-mauricio-pochettino-newcastle-united"
}