{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/04/marriages-are-made-in-bond-street-by-penrose-halson-review",
  "id": "2016-05-04-260",
  "sectionId": "books",
  "body": "Before sex-before-marriage there was marriage, and to help it happen there was the personal column, the matrimonial papers, the season and less dignified means such as the fishing fleet, whereby young middle-class English women were sent out to the colonies as potential brides for lonely tea planters, soldiers and administrators. It was the plight of the colonial bachelor in particular (pointed out to them by an uncle in Assam) that inspired two young women in the late 1930s to set up the London Marriage Bureau. They suspected they could fix up plenty of suitable matches from among their own circle of acquaintances – men and women – and make money at the same time. The scheme took off in ways they could never have imagined, and soon the two founders – Mary Oliver and her friend Heather Jenner, both 24 – had moved to an office in New Bond Street and had clients queuing on the stairs and waiting on the roof. They had devised a comforting formula, something between social work and therapy, asking each punter for detailed information about themselves and the kind of mate wanted, while making private assessments of character and looks, with a classification system that allowed for shading such as “Near Lady +”, “Gentish” and “MBTS” (Much Better Than Some). They then tried to match up one with another, a process that obviously became easier the more lonely hearts signed on. The social history here is fascinating, especially given the timing of the bureau’s start, just before the outbreak of war. Changing morals and a sense of carpe diem during the conflict added urgency and forthrightness to the proceedings. In the questionnaires quoted as an appendix, one woman asked for “a man of character. I do not mind if he is a war wreck”. Another said: “My husband was killed serving as a captain in the Royal Artillery in North Africa. Would like another.” The men were usually more demanding and unrealistic: one wanted a “beautiful girl with a big breast and lovely legs. Not had any men friends, not been married before.” Others fancied the “looks and voice of a Shakespearean heroine”, or “Marilyn Monroe with homely ways”. It’s surprising how many people simply wanted to be married for its own sake, and had low expectations of passionate involvement; in many cases this was strategic, as Jenner guessed when a dapper 50-something came in looking for an older woman of the “sports type, preferring sensible clothes”. “Of course! He’s queer – probably his father was too,” she exclaimed – and set about finding him a wife. “Luckily there are several lady clients, especially over about 45, who would be very content in that role: bossing all day and being blessedly sex-free all night.” Job done! Oliver and Jenner charged a modest five guineas for almost limitless introductions and only cashed in after a marriage had been successfully arranged through the Bureau, earning a supplementary 10 guinea fee. Results could be scarily quick – one couple met on Wednesday and were married on Friday – and over the course of the war the enterprise clocked up more than 2,000 weddings. After Oliver emigrated and Jenner got married (for the second time), the agency and its archive eventually ended up in the hands of Penrose Halson, the author of this book. She has written up the Bureau’s history in the camp style of a Boots Library romance, which has a certain period appropriateness but is otherwise intensely annoying. All the characters seem to have come straight from a dressing-up box; the waif, the bounder, the blousy matron, the ogling sheikh, the German count who clicks his heels and a cheeky cockney who says things like “you could do wiv a nice cuppa”. There are scrapes and japes, comic interludes (going to judge a baby competition, which is not funny at all) and carefully placed gobbets of fine writing, especially during the blitz (“in the darkening room, the sound of infinite sobbing was drowned out by the ghoulish wail of falling bombs”). There is a TV series in negotiation, apparently, of the Call the Midwife variety; the episodes seem already marked out as Halston takes us along couple by couple and frame by frame: “Miss Jenkins gave a defiant little sniff. She drew hard on her cigarette, twitched her skirt, crossed and recrossed her legs and half-rose to leave.” This anticipates a small-screen version of itself so thoroughly that it seems unconcerned about what kind of book it makes in the meantime. The appendixes are worth getting to, though, with plentiful examples from interviewers’ comments on clients – “Terrible. Mad stare. Looks like hell”, “Belgian. Awful”, “Rather like a ferret, though friends of the Coxes” – and punters’ requirements that include “Somebody born in February or May”, “must not be deaf” and “I do not like anyone called Longstaff”. When people are asked in confidence what they really want, and when they have paid for the privilege of truthfulness, the results are invariably interesting. “Ordinary working-class lady”, one gent replied, “fairly tall, slim with fair or light brown hair. Nothing else matters.” • To order Marriages Are Made in Bond Street for £13.59 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Marriages are Made in Bond Street by Penrose Halson review – Tinder, 1940s-style",
  "webPublicationDate": "2016-05-04T10:00:25Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/04/marriages-are-made-in-bond-street-by-penrose-halson-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/04/marriages-are-made-in-bond-street-by-penrose-halson-review"
}