{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/26/coalitions-queensland-dam-bonanza-threatens-great-barrier-reef",
  "id": "2016-05-26-330",
  "sectionId": "environment",
  "body": "Malcolm Turnbull has promised to spend $150m on dams in Queensland as part of a plan to double the agricultural output of northern Australia – but which would dump thousands of tonnes of pollution on the Great Barrier Reef, according to conservationists. The prime minister committed $130m to one dam near Rockhampton and a further $20m to feasibility studies for 14 others across the state. The government said the Rockwood weir project near Rockhampton would create 2,100 jobs in farming. The list of 14 possible dams, which will proceed to feasibility studies, run the length of the state and were touted as having the potential to drought-proof Queensland. “Our government is serious about ensuring water infrastructure gets built as quickly as possible, to help support jobs and growth in regional communities,” said the deputy prime minister, Barnaby Joyce.   Related: Great Barrier Reef: who's profiting from the destruction and devastation?    Turnbull said: “As the economy transitions and diversifies, agricultural exports are playing a more important role than ever before.” But an analysis by WWF warned that six of the proposed dams are in rivers that run into the embattled Great Barrier Reef and would increase pollution there. The news comes a day after the Queensland government announced a plan for how it would spend $90m to improve water quality on the reef, and after more than $500m has been spent on reducing pollution between 2009 and 2016. On Wednesday, announcing recommendations to the Queensland government for how to improve water quality, the state’s chief scientist, Geoff Garrett, said: “If we carry on as we are with poor water quality we are stuffed with a capital ‘S’ underlined, bold.” On Thursday, a WWF spokesman, Nick Heath, said: “To borrow a phrase from the chief scientist – if these dams go ahead the reef will be even more stuffed with a capital S.” WWF said if the six proposed dams in the Great Barrier Reef catchment were built, nitrogen pollution on the reef would increase by more than 2,500 tonnes each year as a result of increased fertiliser use.   Related: A birthday gift for David Attenborough – how about the Great Barrier Reef? | John Sauven    Australia committed to Unesco’s world heritage committee that it would reduce nitrogen runoff by up to 80% by 2025. “The additional farm runoff, as a result of these new dams, would cast extreme doubt that Australia could meet pollution reduction targets promised to Unesco,” Heath said. Jon Brodie, an expert in coral reefs and water quality at James Cook University, said if you increased cropping in the Great Barrier Reef catchment, you increased the amount of fertiliser that ran into the reef. He said if the 2,500 figure was correct, that would be significant. Brodie said there needed to be tight regulations on farming practice if the dams went ahead. “Any new cropping lands in the Great Barrier Reef catchment will need to, by law, use best management practice,” he said.",
  "webTitle": "Coalition's Queensland dam bonanza 'threatens Great Barrier Reef'",
  "webPublicationDate": "2016-05-26T04:31:03Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/26/coalitions-queensland-dam-bonanza-threatens-great-barrier-reef",
  "keyword": [
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "WWF",
      "id": "environment/wwf",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/26/coalitions-queensland-dam-bonanza-threatens-great-barrier-reef"
}