{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/hezbollah-blames-sunni-militants-for-commanders-death",
  "id": "2016-05-14-142",
  "sectionId": "world",
  "body": "Hezbollah has claimed its top military commander died as a result of artillery shelling by Islamists near Damascus airport this week – despite his death being initially linked to Israel. The Lebanese Shia Muslim group announced Mustafa Badreddine’s death on Friday and a military funeral was held for him on the same day in the group’s stronghold in southern Beirut. His death was originally linked to Israel, Hezbollah’s primary enemy, but the group claimed on Saturday the attack was launched by “takfiri groups” – a word used to refer to Sunni Islamist groups.           Thousands mourn top Hezbollah commander killed in Syria    A statement said: “Investigations have showed that the explosion, which targeted one of our bases near Damascus international airport, and which led to the martyrdom of commander Mustafa Badreddine, was the result of artillery bombardment carried out by takfiri groups in the area.” The statement continued: “The result of the investigation will increase our commitment and will and perseverance in continuing to battle these criminal gangs and defeat them, and this was the wish of our dear martyr Sayyed Zul Fikar [Badreddine’s nom de guerre] and his will to his mujahideen brothers.”  However, the Syrian Observatory for Human Rights said later on Saturday that there has been no rebel shelling of the Damascus airport area in the last few days, casting doubt on Hezbollah’s allocation of blame. Blaming the attack that killed Badreddine on the rebels will have come as a major cause of relief for many in Lebanon and Israel. If the group had blamed Israel for the attack, it would have been obliged to respond in kind. Hezbollah has still not avenged the assassination of its former military commander Imad Mughniyeh in a joint CIA-Mossad operation in the heart of Damascus in 2008, and blaming Badreddine’s death on the Israelis would have further highlighted the party’s inability to level retribution for the killings of its leaders.  That is one of the reasons why accusing Syrian rebels has been treated with scepticism. Hezbollah has sought to equate its fight against the Sunni-dominated opposition in Syria with its fight against Israel, as the party lost its former popularity fighting alongside the regime of Bashar al-Assad.   Related: Mustafa Badreddine: the Hezbollah leader who left no footprints    Those who had once saluted its fight against Israel have begun to see Hezbollah as another sectarian militia in the Syrian quagmire. Its statement on Saturday reaffirmed that claim, equating the takfiris in Syria with its arch-enemy Israel, and the US. Hezbollah initially said it was intervening in Syria to protect Shia shrines, before moving on to claim that its intervention saved Lebanon from an influx of jihadis from Syria. Now it claims it is fighting to protect the Muslim world from extremists as well as Israel, which in their messaging are two sides of the same coin. Badreddine was the most senior member of the organisation to have been killed since the death of his predecessor and brother-in-law, Mughniyeh, who was assassinated by a joint Mossad/CIA operation in the Syrian capital in February 2008. He was born in 1961 in the southern Beirut suburb of Ghobeiry, and rose to greater prominence after Mughniyeh’s assassination. In the 1980s Badreddine was sentenced to death in Kuwait over a plot to blow up the American and French embassies and later escaped after Saddam Hussein’s army invaded the country and threw open its prisons. Hezbollah claimed the military commander had gone on to be instrumental in the majority of the group’s activities since its inception. He and four other alleged members of Hezbollah remain on trial in absentia at The Hague. In south Beirut posters of Badreddine, whose image has rarely been published, were hung from overpasses and lamp-posts following reports of his death.",
  "webTitle": "Hezbollah blames Sunni militants for commander's death",
  "webPublicationDate": "2016-05-14T09:08:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/hezbollah-blames-sunni-militants-for-commanders-death",
  "keyword": [
    {
      "webTitle": "Hezbollah",
      "id": "world/hezbollah",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/14/hezbollah-blames-sunni-militants-for-commanders-death"
}