{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/texas-republican-party-gay-grammar-wording",
  "id": "2016-05-21-72",
  "sectionId": "us-news",
  "body": "The Republican party of Texas has, through its inattention to grammar, inadvertently implied that most Texans are gay.   Related: Lesbian couple gets $80,000 settlement after arrest in Hawaii for kissing    According to a supposedly disapproving plank in the platform, adopted for the state convention held in Dallas from 12 to 14 May, the party believes homosexuality “is a chosen behavior that is contrary to the fundamental unchanging truths that has been ordained by God in the Bible, recognized by our nations founders [sic], and shared by the majority of Texans”. The party did not make official comment, but the slip was noted within its ranks. Rudy Oeftering, vice-president of Metroplex Republicans, an LGBT group, told thenewcivilrightsmovement.com: “There’s a grammatical argument going on.  “Some are insisting the use of commas in the ‘homosexuality’ plank in the platform could be interpreted as saying that the founders and the majority of Texans are gay.”  The offending comma was the last in the sentence, which can be seen to make the “chosen behavior” one “shared by the majority of Texans”. Without it, the “majority of Texans” would share beliefs “ordained by God” and “recognized by our nation’s founders”.  Polling shows that Texans are about evenly divided on same-sex marriage. A UT/TT poll last year found that 44% of Texans believe gay people should be allowed to marry, compared to 41% opposed. The comma was not the only error. Some critics also pointed to the lack of an apostrophe in “nations”, and others remarked that the “has” in “has been ordained” should in fact have been a “have”.  In the plank as published, “has” applies to “chosen behavior” rather than “fundamental unchanging truths”, thus making homosexuality ordained by God, recognised by the founding fathers … and shared by the majority of Texans. The founding fathers’ attitudes to homosexuality have been the subject of debate.  From the right, figures including former presidential candidate Pat Buchanan have pointed to a 1778 bill written by Thomas Jefferson which decreed castration for men found guilty of sodomy with other men. Some scholars, meanwhile, say Alexander Hamilton, the face on the $10 bill and subject of a current smash-hit Broadway musical, had a passionate relationship with John Laurens, a fellow aide to George Washington.           Grammar snobs are patronising, pretentious and just plain wrong    Some observers pointed out that the Texas GOP’s 2014 platform did not contain such infelicities of grammar.  The 2016 version went on to spell out opposition to protections for same-sex Americans that are now law, including the right to same-sex marriage, ensured in all 50 states after a supreme court ruling last year. The 84th plank of the 2016 platform read: “Homosexuality must not be presented as an acceptable alternative lifestyle in public policy, nor should family be redefined to include homosexual couples.    Related: 'Praying the gay away': Trauma survivors crusade to ban conversion therapy    “We oppose the granting of special legal entitlements or creation of special status for homosexual behavior, regardless of state of origin. We oppose any criminal or civil penalties against those who oppose homosexuality out of faith, conviction, or belief in traditional values.”  The next plank, No 85, dealt with “Counseling and Therapy”. It read: “No laws or executive orders shall be imposed to limit or restrict access to sexual orientation change efforts for self-motivated youth and adults.” So-called “conversion therapy” for gay young people has been the subject of controversy and a number of high-profile court cases. Last year, the White House called for it to be banned nationally.  Such therapy is banned in five states: Oregon, California, Illinois, New Jersey and Vermont, as well as the District of Columbia. The governor of New York, Andrew Cuomo, has issued a series of measures against it. It has also been challenged in Virginia.",
  "webTitle": "Texas Republican party inadvertently suggests most Texans are gay",
  "webPublicationDate": "2016-05-21T17:06:31Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/texas-republican-party-gay-grammar-wording",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "us-news/2016/may/21/texas-republican-party-gay-grammar-wording"
}