{
  "apiUrl": "https://content.guardianapis.com/sport/shortcuts/2016/may/20/peter-alliss-voice-of-golf-putts-foot-in-mouth-commentator-female-golfers",
  "id": "2016-05-20-126",
  "sectionId": "sport",
  "body": "Name: Peter Alliss. Age: 85. Location: The doghouse. What a wonderful voice that man has. I could listen to him say anything. Anything? Are you sure about that? This is your last chance to back out. No. He’s the voice of golf. I’d listen to him say anything. Oh, really? Would you listen to his views on women joining prestigious golf clubs?   Related: Peter Alliss: women who want to play at Muirfield should marry a member    Pardon? Peter Alliss has said that if women want to play at Muirfield – which has had an unsuccessful ballot to allow women to join – then they should marry an existing member. Are you paraphrasing? “The women who are there as wives of husbands, they get all the facilities. If somebody wants to join, well, you’d better get married to somebody who’s a member.” Oh. “All of the wives of members at these clubs could have used the facilities for free. When I was at Muirfield a couple of years ago, talking to a few of the lady members, I said: ‘What about this equality? You must be happy about that?’ ‘God no,’ they said.” Oh God. Last year, the BBC had to apologise because, as Zach Johnson was about to win the Open, Alliss said of his wife: “She is probably thinking, ‘If this goes in, I get a new kitchen.’” OK, he’s a man out of time. Once he said, apropos of nothing: “Carol Vorderman. I like her. I was watching her the other day and I got aroused.”   Related: I love golf, Muirfield, but I don’t want to join your snotty club | Alice Arnold    He’s 85, for crying out loud. He’s lived through so many different eras. He lived through the war. Can you blame him for not keeping up with the political zeitgeist? “I want to join the WVS [Women’s Voluntary Service] but unless I have a few bits and pieces nipped away on my body, I’m not going to be able to get in.” Oh dear. Are you sure you’d still listen to him say anything? Maybe not. Alliss should learn the importance of equality. He really should. After all, if men are allowed to act like ridiculous, silly-trousered idiots, chasing their precious balls around their expensive private parks in their dumb little clown cars, then women have every right to act like that too. I’m not sure who I feel most sorry for right now. Me neither. Do say: “What about this equality?” Don’t say: “Whatever next? Lady doctors?”",
  "webTitle": "Peter Alliss: the voice of golf putts his foot in his mouth … again",
  "webPublicationDate": "2016-05-20T14:29:58Z",
  "webUrl": "https://www.theguardian.com/sport/shortcuts/2016/may/20/peter-alliss-voice-of-golf-putts-foot-in-mouth-commentator-female-golfers",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "sport/shortcuts/2016/may/20/peter-alliss-voice-of-golf-putts-foot-in-mouth-commentator-female-golfers"
}