{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/david-byrne-musical-joan-of-arc-talking-heads",
  "id": "2016-05-20-279",
  "sectionId": "music",
  "body": "The rumoured Talking Heads reunion may be put on hold after David Byrne revealed his next project will be a musical about the life of Joan of Arc. Titled Saint Joan, the production is scheduled to premiere on 14 February 2017 in New York. In a blogpost, the musician explained that, like his 2014 musical Here Lies Love, which he created in collaboration with Fatboy Slim, it will include contemporary music with little spoken text. The music, he says, is “anthemic and spiritual”, rather than the “clubby disco grooves” of his previous stage venture.    Related: David Byrne: 'The internet will suck all creative content out of the world'    The musical will be staged at the Public Theater in New York with Here Lies Love director Alex Timbers back on board, as well as a number of that show’s crew members. Describing his new project, Byrne wrote: “Joan’s trial was the first to be so well documented – so there was a lot of that trial’s testimony to draw on. (There was another trial, as well – one that involved a lot of oral history from those who knew her.) There was actually a lot of primary research to work with! On stage, imagine a singer – a contemporary young woman – backed by her inspired band, ultimately immolated at the end of her concert.” Continuing to describe his fascination with the French heroine, he said:  Why has this story endured over centuries and been made into so many plays and movies? Because it’s about someone – a nobody, a teenage girl – who inspired others to act, to overthrow their oppressors and take charge of their lives. She transforms from an innocent, into an androgynous warrior, and finally a martyr. Joan’s story is about the power of the individual to make a difference and (for me) the hubris and sometimes oversteps that often go along with that. In other words – it’s completely relevant.  Here Lies Love, a disco-musical about former first lady of the Philippines, Imelda Marcos, which was later released as an album, had an award-winning run on Broadway but was met with mixed reviews during its London production despite its three Olivier award nominations in 2015. The Guardian’s Michael Billington wrote of the performance: “For all the charm of the music and the vigour of Annie-B Parson’s choreography, I came out feeling that such a subject craves more complex treatment. The show doesn’t shy away from the repressiveness of the Marcos regime and deftly pulls the rug away from our initial surrender to Imelda’s magnetism. But, in the end, that isn’t quite enough. Byrne has come up with a clever idea, but I longed for a first-rate musical dramatist to add substance to the 90-minute spectacle.”",
  "webTitle": "David Byrne writing musical based on the life of Joan of Arc",
  "webPublicationDate": "2016-05-20T08:35:45Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/david-byrne-musical-joan-of-arc-talking-heads",
  "keyword": [
    {
      "webTitle": "David Byrne",
      "id": "music/david-byrne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/20/david-byrne-musical-joan-of-arc-talking-heads"
}