{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/the-guardian-view-on-camerons-offer-to-refugee-children-its-the-least-he-could-do",
  "id": "2016-05-04-58",
  "sectionId": "commentisfree",
  "body": "David Cameron has bowed to backbench pressure as well as something like national moral anguish, and announced that Britain will take in some unaccompanied child refugees. It is a welcome and long-overdue concession. But the policy shift is hedged about with restrictions that may mean it turns out to be worth less than meets the eye. And in an equal and opposite move, moments after the prime minister’s announcement, the home office minister James Brokenshire came to the House of Commons to tell MPs that Britain would play no part in any new EU proposal to penalise countries that did not take a proportion of the refugees arriving on the continent. Regrettably, Mr Cameron’s concession on child refugees does not signal anything like a rethink of refugee policy. The new approach to children is a minimalist, pragmatic response to overwhelming pressure. That is typical of most of the government’s attitude to the refugee crisis. Every concession, even when protecting vulnerable children has been the aim, has been wrung from it. The emphasis has been on the obstacles in the path of success. This instinct might usefully be applied to other government projects. But it is stony-hearted when applied to desperate and traumatised people fleeing a war zone. That is not to deny that the government has been a generous donor to refugee camps in the Middle East. It would also be fatuous to pretend that there are no difficulties to be tackled before what to many Britons is a clear moral obligation can be fulfilled. The most urgent is that the councils that will be responsible for caring for refugee children are properly resourced. Some children will be very traumatised and vulnerable. They may need skilled professional support. In the wake of the new commitment, the Local Government Association, representing all English councils, already looking after 4,000 refugee children, pointed out that there is still neither a functioning dispersal scheme nor adequate cash to support more, although that has not stopped many councils from offering. The government is possibly wise to be so cautious about creating perverse incentives that may encourage traffickers, which is the reason it gives for only taking in lone children who reached Europe before the EU-Turkey deal on refugees was struck in March. Yet it can still be possible to respond more urgently and in a less mean-spirited way to such need. The prime minister has been strongly criticised, even in the normally friendly press, and by survivors of the Kindertransport that rescued 10,000 Jewish children from Europe before the outbreak of the second world war. One of those children was Lord Dubs, whose amendment to the immigration bill was set to be carried in the Commons next Monday after 30 Tories made clear they would support it. MPs, and charities like Save the Children that have been lobbying, have backed the settlement. They welcome the belated recognition of the principle of taking in children who have reached Europe, even where they do not have family in the UK. Wednesday’s decision may yet mean many more than the 3,000 children that campaigners wanted will be able to come to the UK to find security and loving families. But if there is no extra money, the number allowed in may be restricted to hundreds rather than thousands. There has also been a renewed promise to speed up the process of assessing the children stranded in wretched camps in Calais and Dunkirk who have family in Britain, but it is a promise that has been heard before. Nor is there any movement yet on finding ways to harness the thousands of families who have offered to help. There is much uncertainty around these new policy shifts. When the call from Brussels for a shared EU-wide response to the greatest refugee crisis since the end of the second world war has been rejected, it seems the government has made the smallest shift it thought was necessary to avoid defeat. Every move is welcome; but would that it had been a bigger one, and more generous.",
  "webTitle": "The Guardian view on Cameron’s offer to refugee children: it’s the least he could do | Editorial",
  "webPublicationDate": "2016-05-04T18:20:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/the-guardian-view-on-camerons-offer-to-refugee-children-its-the-least-he-could-do",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/the-guardian-view-on-camerons-offer-to-refugee-children-its-the-least-he-could-do"
}