{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/27/butterflies-bacchanalia-and-francis-bacon-the-week-in-art",
  "id": "2016-05-27-109",
  "sectionId": "artanddesign",
  "body": "Exhibition of the week Bhupen KhakarModern Indian art takes the form of playful figurative paintings here. Will they work in the most 21st century of museums?• Tate Modern, London, 1 June-6 November Also showing Félix González-TorresInfluential and engaging interactive art by this artist who died from Aids-related illnesses in 1996. • Hauser & Wirth, London, until 30 July. Making Discoveries: Rubens’ GhostAn x-ray image of Rubens’ Mars, Venus and Cupid reveals the great baroque master’s technical secrets.• Dulwich Picture Gallery, London, until 3 July. Maria Merian’s ButterfliesGorgeous 18th-century butterfly art by this intrepid observer of nature.• Queen’s Gallery, London, until 9 October. George Shaw: My Back to NatureClever paintings that respond creatively to the National Gallery’s collection. Don’t miss the specially marked works throughout the museum that reveal what Shaw has been looking at and which works his own allude to.• National Gallery, London, until 30 October. Masterpiece     Bacchanalian Revel Before a Term, circa 1630, by Nicolas Poussin. Photograph: SuperStock/Getty Images/National Gallery    Nicolas PoussinEcstasy and sin have rarely been as controlled as they are in this painting. Poussin portrays excess and intoxication with a firm hand, but every precise stroke of his measured composition makes you aware of his moral disdain. It is clearly not how this French artist who worked amid the classical ruins of Rome spent his own time.• National Gallery, London. Image of the week     Wolf Suschitzky’s Milkman on the Charing Cross Road. His work, alongside images by Dorothy Bohm and Neil Libbert is part of Unseen London, Paris and New York 1930s-1960s at the Ben Uri Gallery, London until 29 August    What we learned We take a first look inside the Tate Modern’s new Switch House Street artist JR has made the Louvre pyramid disappear in Paris Tracey Emin says the stone she married will never let her down Gustav Metzger’s art still holds a powerful message for Austria Cornelia Parker and Jarvis Cocker are sharing their spoils at the Foundling Museum Tate Liverpool’s Francis Bacon show is “an embarrassment of riches” Alejandro Aravena’s first Venice Biennale is not just a “biennale of the poor” Yayoi Kusama says her most treasured possession is her next painting … ... And here is a beautiful gallery of her latest extraordinary artworks Kusama is among the many art stars Shigeo Anzaï has photographed The Art Fund wants to raise £10m to buy Elizabeth I’s “Armada Portrait” The Courtauld Institute of Art is loaning out a Manet to Hull Indigenous weaver Yvonne Koolmatrie has won a $50,000 art prize The bones of the HMS Namur are going on show at Chatham Historic Dockyard We check out the nap pods and rooftop parks of Silicon Valley HQs Marvel at these beautiful butterfly illustrations by Vladimir Nabokov This footage of Mount Etna erupting is as pretty as a Joseph Wright painting Guy Le Querrec can’t explain the handbag flying through his best photograph We pay tribute to the late artist, photographer and art director David King Tate hosts the first London edition of the internet Yami-ichi And finally … people have been mistaking a pair of specs for modern art Get involved A-Z of readers’ art – share photos and stories about the objects that have changed you Don’t forget To follow us on Twitter @GdnArtandDesign",
  "webTitle": "Butterflies, bacchanalia and Francis Bacon  – the week in art",
  "webPublicationDate": "2016-05-27T15:00:24Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/27/butterflies-bacchanalia-and-francis-bacon-the-week-in-art",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/27/butterflies-bacchanalia-and-francis-bacon-the-week-in-art"
}