{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/26/romeo-and-juliet-review-branagh-lily-james-richard-madden-garrick-theatre",
  "id": "2016-05-26-270",
  "sectionId": "stage",
  "body": "There are many ways of approaching Shakespeare’s youthful tragedy: Rob Ashford and Kenneth Branagh take the scenic route in this new production. We are plunged into a vividly imagined 1950s Italy of dark-suited men, petticoated women, bicycling friars, patriarchal oppression and frantic partying. You feel Fellini is due any moment to film it with a movie camera and, even if the result has its oddities, the production certainly has a pulsating energy.  The big draw is the casting of Lily James and Richard Madden, who played opposite each other in the Branagh movie of Cinderella, as the doomed lovers. They acquit themselves very well: they have youth, looks and passion on their side. I was puzzled, however, by some of the directorial decisions that mean we miss Juliet’s rapid maturation from inexperienced child to married woman. James’s Juliet seems very knowing from the start and when Romeo says “she doth teach the torches to burn bright” you wonder if it is because she is at the time huskily crooning a song in the style of a torch singer.      ‘She doth teach the torches to burn bright’ … James and Madden. Photograph: Johan Persson    This is a Juliet who swigs from a bottle on the balcony and later anticipates Romeo’s arrival with a positively orgasmic ecstasy. James is excellent in the second half where Juliet vividly imagines the horror of entombment but, by placing so much stress on the character’s sexuality, the production sacrifices some of her vulnerability.  Madden gets more chance to show Romeo’s progress from self-absorbed moper to someone genuinely inflamed by love. Madden is especially good at articulating Romeo’s challenge to fate on “I defy you, stars” and suggests he is infected by the Veronese cult of violence: at one point, he even threatens to strike his spiritual adviser, Friar Laurence, who for once seems roughly the same age.  That is in stark contrast to Mercutio who is here played by Derek Jacobi. The idea is clearly that Mercutio is a dandified old swinger who likes to hang out with young men, and Jacobi brings to the role both a sashaying charm and his own minute precision with the verse: it is a pleasure to hear him treat the Queen Mab speech not as a manic rant but as a series of microscopic images so that we actually imagine “the wings of grasshoppers”. It just seems improbable that Jacobi’s humorous lounge-lizard should suddenly turn into a reckless swordsman.  But the production is staged with great fluency and Christopher Oram’s design, dominated by soaring columns that reminded me of Palermo’s Teatro Massimo, allows for striking effects: the best is when Juliet retires for the night in a circular white tent that descends on her like a shroud. There is also good work from a strong supporting cast: a constant feature of the Branagh season. Meera Syal plays the Nurse not as a toothless old crone but as a friskily mischievous figure who genuinely shares Juliet’s amorous excitement, and Michael Rouse’s Capulet is a dangerous hysteric who abuses all the women in his power.      Derek Jacobi (Mercutio), Richard Madden (Romeo) and Jack Colgrave Hirst (Benvolio). Photograph: Johan Persson    The whole thing is done with a speed and vigour that ensures we are never bored; and if I generally preferred the first half to the second, that is because Shakespeare’s tragedy itself depends too much on chance and the faulty Italian postal service.  At the Garrick theatre, London, until 13 August. Buy tickets from the Guardian Box Office. Telephone: 0330 333 6906.",
  "webTitle": "Romeo and Juliet review – Branagh gives tragedy a touch of la dolce vita",
  "webPublicationDate": "2016-05-26T09:17:20Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/26/romeo-and-juliet-review-branagh-lily-james-richard-madden-garrick-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Derek Jacobi",
      "id": "culture/derek-jacobi",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/26/romeo-and-juliet-review-branagh-lily-james-richard-madden-garrick-theatre"
}