{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/beth-orton-interview-kidsticks",
  "id": "2016-05-29-139",
  "sectionId": "music",
  "body": "Imeet Beth Orton for lunch in a pub in Islington, north London. Dressed in a red leather biker-style jacket, T-shirt, jeans and red leather boots, she seems taller than I remember, but just as intense in her own particular way, often veering from garrulous to guarded in a single sentence. We first met in the late 1990s, when she was working on her album Central Reservation. Back then, she was trying to shrug off the unwanted soubriquet “the Comedown Queen”, which had been applied to her when her first album, Trailer Park, arrived in 1996 – a soothing balm to the excesses of rave culture. Our paths have crossed many times since and, for a supposedly sensitive singer-songwriter, I have always found her engaging company – funny and feisty. Today, though, she takes time to settle into the interview, initially seeming nervy and unfocused. “I’m a bit stressed,” she says. “We’re still adjusting to life back in London and everything’s a bit topsy-turvy.” Having spent two years living in Los Angeles, Orton and her family – her husband and fellow musician Sam Amidon, and her two young children, Nancy and Arthur – are now living back in east London, “for a while”. She longs, she says, for the peace of Laurel Canyon and finds London “harder than I remember”. What, though, precipitated the move to California in the first place? “Well, Sam is American and I fancied some sunshine,” she says, grinning, “but uprooting yourself when you are older does have a huge impact, more so than I imagined. With hindsight, I think relocating my entire family there was also a desire for some kind of radical creative change. I just needed to shake things up, I guess, and Kidsticks is the result.” Kidsticks is Orton’s adventurous new album, her first in nearly four years. She chose the title, she says, “because for me it has that joyous feel of kids playing music with sticks”. From the dissonant electronic shudder that opens the set like a statement of intent, Kidsticks does, indeed, sound joyously abandoned. Gone is the folk-rock introspection of old, replaced by a dizzying swirl of words and sonic collages.     ‘Even when I was supposed to be this fragile folk singer, I was bringing up a family’ Beth Orton. Photograph: Katherine Anne Rose for the Observer    “I’ll astrally project myself into the life of someone else,” she sings on the first song, Snow, and, as the album progresses, it feels as if she might actually have done that, so unrecognisable is her voice and its setting. Many of the songs have evocative single-word titles – Snow, Moon, Wave, Petals – but only occasionally do they approach familiar Orton territory. Words most often used to describe her music – folkie, fragile, introspective – are rendered redundant here by the physicality of her singing. “I’m glad if you hear all that in the songs,” she says, nodding. “I did feel like I was setting free another part of me in the process of making this record. I was so focused and so intense for 16 months, putting it all together like a complex puzzle. I’ve never worked so hard on anything in my life.” She describes the protracted recording experience, which unfolded in fits and starts in garage and back-garden studios in LA and, at one point, in her front room “with leads everywhere and sometimes the kids running around”, as defiantly old school. “It was as far from the sterile recording studio environment as you can get and all the better for that.” The album was co-produced by Andrew Hung of Bristolian electronic duo Fuck Buttons, whom Orton met when he remixed Mystery, a track on her previous album, 2014’s Sugaring Season. It was Hung who kickstarted her journey into sound by suggesting she play keyboards rather than guitar, when they first began tentatively trading ideas in a studio in Los Angeles two years ago. “Giving me the keyboard gave me control, in a way,” she says. “That had never really happened before. I got to play the synth, I got to play my own basslines, I got to build my own sound. I just played and played without too much thinking. There was a sense of wonderment to just making sounds again. It’s hard to explain, but it was almost as if I had never played an instrument before.” Orton’s musical journey from Trailer Park, through the tentative electronica of 2002’s Daybreaker to the stark alt-folk of 2006’s Comfort of Strangers and on to the more determinedly song-based thrust of 2012’s Sugaring Season, has been characterised by a constant flitting between styles – often in the company of some surprising collaborators: William Orbit, Andrew Wetherall, Johnny Marr, the Chemical Brothers and Jim O’Rourke. As such, she has often seemed like someone longing to fit into an older singer-songwriter tradition while straining against it: a free spirit with a paradoxical need to belong.   Related: Beth Orton – hear Moon, from her forthcoming album Kidsticks    Given that, in 2004, she started taking guitar lessons from the venerable Bert Jansch in an effort to ground her music in the English folk tradition, Kidsticks seems even more surprising in its iconoclasm. “Well, that’s a good thing, surely,” she says. “With Bert, it was like me taking on the big boys, trying to be totally serious and dedicated to learning my craft. In a way, this album is a reaction to that. Like I’d done the English singer-songwriter thing and reached a point where I needed to throw it all off and find a new place, both physically and creatively.” It is easily, I say, her most un-English sounding record. “Well, I did kind of lose my identity during my first few months in Los Angeles and, though I feel English and my music has always been essentially English-sounding, I felt unmoored from that for a while. In a good way.” I ask whether she has ever found it difficult being a woman in what is still a predominantly male world, surrounded by male musicians and collaborators? Producers, in particular, often have a tendency to impose their vision of what is, in effect, someone else’s music. She considers this for a while, screwing her face up in concentration. “I have to be careful here,” she says, finally, “because I have always worked with brilliant, inspiring people, but sometimes I have got carried away by their suggestions. In fact, I look back and I’m amazed by how many tangents I went on. I also had a tendency to become a bit obsessed with a certain sound, the sound that Jim O’Rourke made or David Roback made. Often it was genius, but it was their genius.” Revealingly, Kidsticks is the first album on which Orton credits herself as co-producer, not least because, though the album began with Hung’s abrasive loops and her synth forays, she then felt the need to bring musicians on board to ground her melodies. The whole process took 18 months, with Orton often writing lyrics as she toured, and then bringing in people from LA’s scattered indie music community, such as George Lewis Jr (Twin Shadow) and Chris Taylor (Grizzly Bear), as well as more seasoned players such as the multi-instrumentalist Shahzad Ismaily. “I felt I had to impose my vision on the songs at some point,” she says. “That definitely disappointed Andrew, who wanted it to be a full-on electronic record. But as I was writing to these tracks and started to build up quite complex melodies, I started to hear something linear.” Kidsticks is not a pristine studio record. “I worked with Chris Taylor for four days in his house, just pulling the loops and the songs and the live music together,” says Orton, becoming animated. “I can’t tell you how freeing that was not to have engineers constantly fussing over the positioning of a fucking microphone or what knob to twiddle a bit more.” I mention that there seem to be a lot of references to falling on the record, not only falling in love, but falling as letting go of the self, intentionally or not. There is even a song called Falling that includes the striking line: “Now my phone book is filling up with dead friends, and I wonder who would answer if I called them.” She nods, looking suddenly sombre. “Growing older, loss becomes a part of your life and you have to somehow accept it. There are quite a lot of dead people on my mobile and, oddly, I don’t delete their names. It’s like our modern way of staying connected to people we have lost – we don’t visit their graves like we used to, but we visit their names instead just by scrolling through our phonebook. And there they all are. I always think: “Oh, they lived. Once.” That’s kind of what the song touches on.” It turns out that Petals, one of two spoken-word tracks, is also about loss. It is not, as I had supposed, about the loss of her mother, who died when Orton was 19, but concerns a particularly painful breakup and “that feeling of sitting poleaxed by grief in a room, so still and silent you almost become inanimate like a part of the furniture”. She does, I suggest, seem to feel things very acutely, “I do. I do,” she says, looking pained, “but, you know, I’ve learned to accept it, whereas once I would stay up all night trying to drink the lads under the table to prove I wasn’t this fragile thing that everyone seemed to think I was.” In the act of composing on a digital keyboard rather than with an acoustic guitar, Orton seems to have put paid to the lingering notion of her as a fragile singer-songwriter. “Maybe. Maybe,” she says, “But even when I was supposed to be this fragile folk singer, I was bringing up a family and supporting them and I did nurse my mum when she was dying. For me, the real balance is being strong as a woman in what is still a very male world and, at the same time, allowing my music to express my vulnerability and openness. The difference this time around is that, without the guitar, I couldn’t sit strumming by the open window and get all reflective. There was definitely a freedom in that.”         Listen to extract from Sugaring Season    What has really grounded her, though, is her family. The tracks Flesh and Blood and Dawnstar are what Orton calls “flesh and blood love songs” to her husband. How is it living with another musician? Are they competitive? “Nah, we keep it very separate. He does his thing and I do mine and occasionally we come together on stage or in the studio. He’s just really level and incredibly supportive.” She seems, I venture, to be in a good place, creatively and personally. “Well, making the record was like a cleansing, like a musical sage burning. Trailer Park was a bit warts and all and this one is like that, too. I could have done certain lines better or made a more sophisticated part, but you know what? I don’t want to be obsessive or perfectionist. It just feels better when it all hangs out a bit.”   Related: Beth Orton: 'I started to believe I had run my course'    Corduroy Legs, the other spoken-word track on the album is an ode to motherhood – “a hand reaches to me, across the banished sea, and holds me, holds me holding you” – that manages to be affecting and playful. “I started that song when I was a single parent with this tiny baby and it was just the two of us, me and Nancy, living in Norfolk on our own. It was about being alone with a child, but also being a motherless mother who didn’t seem to know what the fuck I was doing, but then realising it didn’t matter. It was all OK. I was being held, even though it was me doing the holding.” So, where do the corduroy legs come in? “That’s the sound Arthur made in the house [as a toddler] when he was thump, thump, thumping up the stairs. I was just letting these images come through from my unconscious. Not overthinking, just going with the flow. It’s that sort of record.” Kidsticks is released on Anti on 27 May",
  "webTitle": "Beth Orton: ‘I’ve set free another part of me’",
  "webPublicationDate": "2016-05-29T07:30:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/beth-orton-interview-kidsticks",
  "keyword": [
    {
      "webTitle": "Beth Orton",
      "id": "music/beth-orton",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean O'Hagan",
      "id": "profile/seanohagan"
    }
  ],
  "guardianId": "music/2016/may/29/beth-orton-interview-kidsticks"
}