{
  "apiUrl": "https://content.guardianapis.com/business/grogonomics/2016/may/19/the-real-story-about-growth-and-why-we-dont-need-to-worry-about-bracket-creep",
  "id": "2016-05-19-351",
  "sectionId": "business",
  "body": "The latest wages growth figures released on Wednesday saw a record low annual growth of just 2%. It marks three years of negligible growth in real wages, and renders the need for a tax cut for those earning over $80,000 to protect against bracket creep an idea rather out of step with reality.  Oh for the days of the wages breakout.  Coming off the back of the RBA downgrading its outlook for inflation, Wednesday’s wages price index figures reinforce – should any reinforcement be needed – that there is bugger all demand in the economy.  Wages in the private sector in March grew just 0.4% in trend terms, tying the lowest quarterly growth on record with that achieved during the depths of the GFC in 2009:       But on the annual growth side of things we are way past tying records.  Private sector wage growth in the year to March rose just 1.9% in trend terms – the first time it has ever been below 2%.  To give you some perspective, during the GFC, annual wages were still rising by 2.6%, and that was considered astonishingly low – now it’s a rate not seen for nearly three years:       The reason is two-fold: firstly there is very little inflation growth, and as a result the pressure on wages to rise is lessened; and secondly we have a very flexible IR system. Back when the Fair Work Act was introduced the line-up of those on the conservative side of politics and the media warning of a wages breakout was long and dull.  In late November 2010 the Australian’s editorial warned Julia Gillard and Wayne Swan directly that there needed to be more flexibility in the IR system lest they risk “the kind of malaise that produced soaring inflation and exorbitant interest rates decades ago.”   Related: A week is a long time in politics – and this one may take a long time to fix    At that point annual wages growth was 3.9%; it has never been as high since.  But while a flexible system does have benefits – certainly the RBA believes it has helped keep unemployment lower than otherwise would be expected given the weak GDP growth – at the moment the flexibility would appear to be all on the employer’s side given the actual growth of employment and hours worked. Normally wages growth increases when the annual growth of hours worked improves – especially if that growth is over 2%. And yet while the hours worked in the second half of last year was growing strongly, wages growth fell. And as the level of growth in hours worked has now dropped off it means we’re unlikely to see any increase in wages growth in the near term:       It also means the budget figures for 2015-16 are likely to be a smidge wrong.  The budget projected annual wages growth in June this year of 2.25%. To reach that level wages in the June quarter would need to rise by 0.8% – a level not achieved since September 2012.  And if the budget figures are overshooting the wages growth just a month after the date the budget was handed down, it does not bode well for their prediction for wages growth by June 2019 to be at 3.25%. The one small blessing is that even with the record low wages growth, our current record level of underlying inflation is even lower.  The last annual growth of underlying inflation – which gets rid of some of the irregular bumps and dips was just 1.7%. This meant that in the past year there was a slight uptick in real wages growth:       But I doubt anyone is going to break out the champagne over a 0.3% real wages growth – especially given how low it is compared to previous levels.  It means that over the past decade real wages have increased just a touch over 5%, and the current period of flat real wages growth is now as long as that experienced during the GFC:       This means that our purchasing power (that is, the quantity of things you can buy with your income) has likely fallen.   Related: Beware tax cuts for 'Middle Australia'. Above-average earners benefit most    Real wage growth doesn’t take into account increases in your average tax rate that come with pay increases (even if you stay in the same tax bracket) or reductions in government payments that occur due to going over certain thresholds.  It means that for your purchasing power to actually remain steady, you need your wage to increase by slightly more than inflation. And with real wages flat, that means there’s a good chance employees on average have less purchasing power than they did three years ago. The low wages are being felt across all industries. While the mining industry has seen the biggest fall from its 10 year average growth, no industry is currently experiencing stronger wages growth than its average:       Similarly all states are experiencing lower wages growth than they have in the past decade – with the ACT home to the lowest wages growth in the country. Wages in the ACT have for nearly 2 years now being growing annually by less than 2%:       With such low wages growth across the country I suspect the sales pitch for a tax cut for those earning more than $80,000 to protect against bracket creep may not be the biggest winner. At the current level of wage growth, someone earning $70,000 today wouldn’t have to worry about reaching $80,000 until 2024.  The bracket-creep tax cut is basically combating against a level of wage rises that aren’t happening at the moment.  The low wage growth would also mean any talk of penalty rates is rather more electorally potent.  Maybe this is the new normal – perhaps wages and inflation growth will stay this low for the foreseeable future. But for now most Australians would barely notice any pay rises and certainly not to the extent that they would think giving up penalty rates will be balanced by more hours worked and solid growth in wages.",
  "webTitle": "The real story about growth and why we don't need to worry about bracket creep | Greg Jericho",
  "webPublicationDate": "2016-05-19T01:01:31Z",
  "webUrl": "https://www.theguardian.com/business/grogonomics/2016/may/19/the-real-story-about-growth-and-why-we-dont-need-to-worry-about-bracket-creep",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Inflation",
      "id": "business/inflation",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Jericho",
      "id": "profile/greg-jericho"
    }
  ],
  "guardianId": "business/grogonomics/2016/may/19/the-real-story-about-growth-and-why-we-dont-need-to-worry-about-bracket-creep"
}