{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/21/cannes-film-festival-2016-report-toni-erdmann-graduation-jarmusch-iggy-almodovar",
  "id": "2016-05-21-66",
  "sectionId": "film",
  "body": "Here at the Cannes film festival, the organisers like to get the day under way with some animal antics aboard the main stage. With the delegates still finding their seats for the 8.30am screening, a sniffer dog named Strafus inhales the scent of the curtain that conceals the big screen. On the assumption that if the creature likes what it smells it will go about its job quietly and create an unholy ruckus if it doesn’t, you might say that at Cannes, even the dogs are film critics. Anyway, I’m taking the absence of barking as proof that this, the 69th festival, has been an especially good vintage. Outside the Palais the weather has been balmy. Inside, at times, it has felt positively fevered as visitors barely have the chance to proclaim one film a masterpiece before, hey presto, they’re shuttled straight into the next. This, some are excitably saying, has been the best lineup in years; maybe (whisper, don’t jinx it) the best in living memory. Everybody has been drinking the same addictive Kool-Aid. They’re wandering the Palais with wide, dopey grins. Indirectly, I suspect, we have Toni Erdmann to thank. When Toni Erdmann played on the opening weekend it sent the place into raptures. Written and directed by Maren Ade, the film is that reputed oxymoron, a German comedy, except that this time the joke is on us because Toni Erdmann’s a hoot. Sandra Hüller is Ines, a brittle, Bucharest-based management consultant whose sterile existence is sent into a spin by her puckish, burly dad (Peter Simonischek), who rocks up in a wig and Ken Dodd-ish false teeth, variously claiming to be the German ambassador or Ion Tiriac’s tennis partner. True, Ade’s high-concept conceit is not dissimilar from a Hollywood TV caper (zany father teaches kid to laugh again). But Toni Erdmann possesses a disreputable charm that is constantly surprising and finally deeply moving. It established a giddy, buoyant air that Cannes has been riding ever since.     Adam Driver, who plays a bus-driving poet in Jim Jarmusch’s Paterson. Photograph: Loic Venance/AFP/Getty Images    That said, forced to choose between two dad-daughter classics in this year’s competition, I’m still leaning towards Cristian Mungiu’s Graduation. The Romanian film-maker won the 2007 Palme d’Or with his superb 4 Months, 3 Weeks and 2 Days and yet this urgent morality tale may just be its equal. It’s about a flawed, decent doctor (Adrian Titieni) who pulls all manner of strings to ensure his anguished teenage daughter (Maria Dragus) secures a scholarship to London. Along the way, Mungiu gently pulls back the drapes to reveal a body politic that is rotten to the core; a place where pedestrians turn a nervous blind eye to a sexual assault and where any rule can be broken so long as it provides a way out. “When you’re in Kensington Gardens with all the squirrels chasing you, this world will feel so far away,” the doctor promises at one point. He makes dirty old London sound like Shangri-la. While Mungiu probably won’t win the top prize this year, Andrea Arnold just might. The British director’s latest work, American Honey, is a gorgeously wanton and poetic affair; a film that runs wild with a band of youthful itinerants as they freewheel towards the sunset, selling magazines door to door. Some have lamented its woozy longueurs, its lack of narrative drive or clear-cut resolution, although this seems to me to be missing the point. Not every movie that wanders is lost – and American Honey knows exactly what it’s doing.    It’s Only the End of the World has so many close-ups that the actors resemble drooping orchids inside a hothouse    “I fucking loved it,” Kristen Stewart tells me when we meet under the flapping canvas of a windblown beach bar. “I don’t care that it’s transient. Transience is what it’s about.” Most celebrities bounce in and out of Cannes like Peter Pan on a wire. Stewart, by contrast, has been marooned here the whole time. She came for Café Society, which opened the event, and has been forced to stick around for the unveiling of Olivier Assayas’s Personal Shopper, a ghost story of sorts in which she gives a sterling performance as the gaunt, flailing heroine, desperate to make contact with her dead twin brother. Personal Shopper, sad to say, found itself roundly booed at its evening press show, although I rather liked its off-beam, skittish nature, its marriage of stock genre thrills with lugubrious human drama. Besides, Cannes needs such audience flash points, if only to prevent the event becoming too cosily consensual. It hungers for films such as Nicolas Winding Refn’s brilliant The Neon Demon, an outrageous sugar-frosted nightmare of LA, which had some viewers swooning and others howling at the screen. Perhaps it even needs Xavier Dolan’s It’s Only the End of the World, a screeching family melodrama that comes framed in so many oppressive close-ups that the actors (Marion Cotillard, Léa Seydoux) start to resemble drooping, rotting orchids inside a hothouse. After about 20 minutes of this I wanted to kick out a window to let some air in, but even Dolan’s folly boasts a band of ardent defenders. The dog didn’t bark, so I’m guessing the dog liked it too. As the lights go down for an evening screening, a disembodied voice in the cinema will shout out “Raoul!” – and this cry is answered in turn by a ripple of laughter and applause. This happens each night, almost without fail, and apparently dates back to some notorious bygone incident when a delegate showed up late and started blundering through the darkened aisles, screaming for his friend. In the intervening years (decades?) the cry has been enshrined as a part of Cannes tradition, a jubilant whoop to launch the nightly festivities. Unless, of course, it’s the same idiot delegate, forever blundering in late and screaming for Raoul. In which case it’s really annoying. Something ought to be done.     Elle Fanning, left, and Bella Heathcote on the set of Nicolas Winding Refn’s The Neon Demon.    I’d dearly love to cite Paterson as another of those polarising Cannes productions – but that would be a stretch, given that I’m one of the rare few who wasn’t completely bowled over. Paterson (alongside Toni Erdmann) remains the best received film from this year’s competition, adored for its goofy asides and quiet epiphanies. And, yes, undeniably there is much to enjoy in Jim Jarmusch’s ode to a bus-driving poet (Adam Driver), who writes perfectly clean copy inside his secret notebook; it’s just that the whole thing felt a little bogus to me. Paterson amounts to a piece of shrink-wrapped existentialism. It’s too neat and tidy; comfortable and complacent. Jarmusch’s recipe for artistic fulfilment? A modest outlook, a regular daily routine and a beautiful, doting wife who is presented as simple to the point of outright imbecility. Line them up and roll them out. Hundreds of pictures screen during the 10 days of Cannes. They come rushing past our ears in an ongoing stampede. It’s an impossible task to keep track of each and every one; it’s hard enough remembering some of those we’ve already seen. I had high hopes for the Dardenne brothers’ The Unknown Girl but it’s a minor work from the two-time Cannes winners, a kind of holistic murder mystery starring Adèle Haenel as a sleuthing small-town GP. Pedro Almodóvar was regarded as an early Palme d’Or favourite for his Julieta, adapted from a dazzling series of Alice Munro stories, although I came away with the sense that the finished film (stirring though it is) doesn’t gel. Where Munro’s material relies on elegant understatement, Almodóvar favours bold gestures, bright colours, everything writ large. He seizes hold of a tragedy and manhandles it into melodrama. And then, look, here’s Jim Jarmusch back again. He’s playing in the midnight screening slot with Gimme Danger, a documentary about Iggy Pop and the Stooges, who provided a brutish alternative to flower power. The film itself is intoxicating; a splash of hard liquor inside a filthy shot glass. I relished it a lot more than I did Paterson. Worst in Cannes show? That would have to be Sean Penn’s preening Liberia-set aid drama The Last Face, which turned its imperilled African characters into tacky set dressing and had the audience guffawing right from the start. Still, it could be argued that the very best lineup depends on the odd imperfection; an unseemly blot to make us appreciate the beauty elsewhere. If so, even Penn merits a berth at this year’s Cannes film festival.     Kristen Stewart at the Personal Shopper premiere. Photograph: David Fisher/Rex/Shutterstock    Outside the Palais the street is lined with thrill seekers, photographers and black festival cars. A newspaper vendor cries “Liberacion” beside the red carpet. I’ve grown fond of him– a rumpled, whippy man with an astonishing foghorn delivery, bellowing seemingly from dawn until dusk. Liberation sounds good; it turns more enticing by the day. By this stage of the festival, many of the guests appear ready to drop. Over the past week and a half they have gorged themselves on too many good films, broiled themselves witless in too many queues and talked themselves hoarse in too many post-screening discussions. And now, at last, they are being set free. The Cannes market has been swaddled in bubble wrap, its waste bins emptied. The vast spate of screenings has slowed to a trickle. On the walk back from the Palais, I notice a phalanx of delegates already heading out, liberated by the shuttle-bus that runs across to Nice airport. Their cases are doubtless packed with sweaty, wine-stained clothes and clogged, tattered notepads. But their heads ring with tales of rule-breaking fathers, haunted personal shoppers, rowdy American youth. The escapees sit behind the smeared glass as the bus takes them off, each cradling cherished souvenirs from their 10 days by the sea. Cannes, like Hemingway’s Paris, is a movable feast. They carry it with them back into the world.",
  "webTitle": "Cannes 2016 week two: zany dads, wild youth",
  "webPublicationDate": "2016-05-21T18:00:20Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/21/cannes-film-festival-2016-report-toni-erdmann-graduation-jarmusch-iggy-almodovar",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jim Jarmusch",
      "id": "film/jim-jarmusch",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Adam Driver",
      "id": "film/adam-driver",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nicolas Winding Refn",
      "id": "film/nicolas-winding-refn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Pedro Almodóvar",
      "id": "film/pedroalmodovar",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marion Cotillard",
      "id": "film/marion-cotillard",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Iggy Pop",
      "id": "music/iggy-pop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sean Penn",
      "id": "film/seanpenn",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Xan Brooks",
      "id": "profile/xanbrooks"
    }
  ],
  "guardianId": "film/2016/may/21/cannes-film-festival-2016-report-toni-erdmann-graduation-jarmusch-iggy-almodovar"
}