{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/12/beer-brewing-career-brewpubs-uk",
  "id": "2016-05-12-194",
  "sectionId": "lifeandstyle",
  "body": "“For me, everything came together at the right time,” says Mark Burton, the head brewer at the Cambridge Brew House. “The company I was working for went into administration, I needed to make money immediately, so I turned my garage into a brewery and started selling to Cambridge free houses. I did that for a couple of years and then this job came up.” Late last year, the government declared that Britain was a “brewing powerhouse”, with three breweries opening a week. The British Beer and Pub Association (BBPA) estimates that by the end of 2015, there were about 1,800 breweries in the UK.  The number of pubs in Britain is in decline, but a particular type of pub – the brewpub – seems to be bucking the trend. Any pub that brews its own beer on the premises is classed as a brewpub, and there are thought to be about 300 in the UK, according to Quaffale, a website tracking new openings.  Rick Pickup, who runs the site, says brewpubs are doing well for several reasons. “Firstly, some people are taking over failed or failing pubs owned by big companies and adding a brewery to give the pub a unique selling point,” he says. “Secondly, particularly in bigger cities, people are taking over former industrial premises in regenerated areas and creating brewpubs there.” For Burton, a career in brewing followed a degree in biochemistry at Birmingham University, where he took several brewing modules, many years of working in early stage investment, and redundancy.  “When the research company went into administration, I was left with nothing to do,” he says. “There were only two breweries in Cambridge, so I thought I’d set up my own. There are relatively low barrier costs – you can start up a small plant for around £40,000-£50,000.” He converted his garage into a brewery to keep overheads low. “I had to go through all the regulatory hoops: HMRC, trading standards, environmental health. You can buy an off-the-shelf brewery, but because of my background, it was easier doing it myself. I sourced everything online,” Burton says. When he opened, there hadn’t been a new brewery in Cambridge for 67 years. “This was at the touch point where microbreweries were launching. I ran the brewery until 2014 and by then, there were another four or five breweries in the area, so the market was becoming much more competitive. In 2014, I took a job at the brew house: it was a totally different experience with lots of interaction – I love seeing people drinking my beer.”     When I started my training my grandfather was happy – I’d get 70 litres of beer every month to take home  Anna Schwaeble, head brewer at the Bath Brew House     But not everyone studies brewing at university. Anna Schwaeble, the head brewer at the Bath Brew House, is from Germany and took a different route into the industry. “After I did my A-levels, I went fruit picking in Australia. After three months the money was gone, so I went to Sydney, where I got hired by a brewpub. I knew I wanted to go back to Australia and needed a career. My grandfather suggested brewing as it’s a worldwide profession. When I started my training he was happy – I’d get 70 litres of beer every month to take home.” Schwaeble started working in a 6,000-litre brewery in Germany. “I worked in the cellar for half the year. When they realised I was staying, they let me brew beer.”     Anna Schwaeble started out working at a brewpub in Sydney, before going on to a 6,000-litre brewery in Germany. Photograph: Bath Brew House    After that, Schwaeble took a diploma in brewing in Germany. “I applied from Australia for a brewery place. Then when I’d finished, I asked the teacher for jobs. I went to work at Zerodegrees in Bristol – I was there just over two years. Then I applied for this job in Bath.” Schwaeble and Burton work upstairs in their pubs behind glass windows so customers can watch them brewing. Both say it’s important to have an organised mind to work out quantities and keep track of the different timings. In Cambridge, each of Burton’s brews makes 1,726 pints, as the pub has three tanks. “It takes three weeks from the brew date until it’s ready in cask.” The initial mixing is only part of the story. “It takes seven hours to do a brew, then there’s a week of fermentation while the yeast is doing the work,” says Schwaeble. “Then we put it into casks and kegs. After that we need to clean the tank and the room.” So what’s the attraction of a job in brewing? Schwaeble says she enjoys the creativity. “You have to know about chemistry, about percolating and the different kinds of hops. There’s lots of calculation and theory. There are thousands of strains of hops. New Zealand ones are very popular because they have pine and honey aromas.” The fun part, of course, is creating beers that customers come back for time and again. “We have seven taps: three are ours, four are for local ales,” she says. “Then we’ll have a seasonal beer. For St Patrick’s Day, we do a green beer with green food colouring; at Halloween, we do blood beers, which is a cherry beer. We like to have fun with beers.” Guardian members are invited to try locally brewed beers at the Cambridge Brew House on 18 May. To find out what other events are coming up, sign up for Guardian membership",
  "webTitle": "What does it take to make a career out of brewing beer?",
  "webPublicationDate": "2016-05-12T13:37:39Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/12/beer-brewing-career-brewpubs-uk",
  "keyword": [
    {
      "webTitle": "Beer",
      "id": "lifeandstyle/beer",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pubs",
      "id": "lifeandstyle/pubs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Witt",
      "id": "profile/joanna-witt"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/12/beer-brewing-career-brewpubs-uk"
}