{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/vote-leave-eu-rules-add-almost-2bn-costs-whitehall-contracts",
  "id": "2016-05-25-5",
  "sectionId": "politics",
  "body": "Meeting rules laid down in Brussels on how government deals with the private sector costs Whitehall more than £1.5bn a year, the leave campaign has claimed. Vote Leave, the official campaign for Britain to leave the EU after the 23 June referendum, has calculated that complying with public procurement rules adds “at least £1.69bn” to the costs of government contracts.   Guardian Explained: Economy   The justice secretary, Michael Gove, said: “If we vote leave we can scrap the EU’s foolish rules on how Whitehall runs procurement processes, which add billions to the cost of government every year. “I’ve experienced firsthand in the Department for Education how these rules add significant operational costs and generate expensive delays to construction projects. Across Whitehall, there are billions to save after we vote leave.” The leave campaign is keen to seize back the initiative in the debate about the economic costs and benefits of EU membership, after a series of high-profile interventions, including from the Institute for Fiscal Studies and the Bank of England, warning about the risks of Brexit. The calculation is based on a 2011 study for the European commission, which estimated the cost of procurement legislation amounted to 0.7% of the total value of spending on procurement in the UK.  Vote Leave said that amounted to at least £8.4bn in real terms between 2010 and 2014 – three times the planned spending on flood defences in England between 2015 and 2021, or enough to build 25 new hospitals. The group points to rules including the obligation to advertise major tenders in the official journal of the European Union. It argues that just reading the 128 pages of EU requirements on procurement would take three hours. It claims the total cumulative delays to public projects as a result of complying with EU rules amounted to more than 5,000 years in 2014 alone.  Procurement legislation delayed the award of contracts between 2010 and 2014 by almost 28,000 years, Vote Leave said.    Related: WTO head says leaving EU would cost UK consumers £9bn a year    The campaign’s chief executive, Matthew Elliott, said: “Pernicious interference from Brussels not only stifles business, it makes government more bureaucratic and less responsive.” However, backers of the Britain Stronger in Europe campaign rejected the £1.69bn figure, with Chuka Umunna, the Labour MP and former shadow business secretary, describing it as nonsense. “Vote Leave are becoming increasingly desperate to distract from their shambolic campaign, and the clear economic consensus that British families are stronger, safer and better off in Europe,” he said.",
  "webTitle": "Vote Leave: EU rules add almost £1.7bn to costs of Whitehall contracts",
  "webPublicationDate": "2016-05-25T23:01:10Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/vote-leave-eu-rules-add-almost-2bn-costs-whitehall-contracts",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/26/vote-leave-eu-rules-add-almost-2bn-costs-whitehall-contracts"
}