{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/17/why-sadiq-khan-should-bring-down-travel-costs-for-london-students",
  "id": "2016-05-17-148",
  "sectionId": "education",
  "body": "Keeping transport costs down was one of Sadiq Khan’s key pledges when he was elected as mayor of London a fortnight ago, and everyone has heard his recollections of being raised by a bus-driver father. He seems to be a mayor invested in the way we move around the capital. For students studying in London, this is good news. Most London universities don’t have parking spaces – and who can afford to drive there anyway? – so students rely on public transport. Khan has promised to freeze all Transport for London (TfL) fares at 2o16 prices for four years, introduce a first-year cut and then a freeze in bus fares, and to bring in a new bus ticket that will allow users to take as many journeys as they like in an hour. Travel is a big expense for many students, particularly for those living in London. According to last year’s Student Money Survey, students in London spend an average of £66 per month on travel, well over the £48 UK average.   Related: Part-time students still put off university by tuition fees, figures show    Among postgrad students, transport is the biggest expense after food and accommodation, according to the Postgraduate Experience Project (PEP).  Michelle Morgan, who led the PEP, points out that participation across all postgrad courses declined by 8% between 2010-11 and 2014-15 across the whole country, according to figures from the Higher Education Statistics Agency (Hesa). Part-time enrolments were particularly badly hit, and Morgan believes help with travel costs could be game-changing for part-time postgrad students in London.  And that’s where the new mayor comes in. What help do London students currently receive? An 18+ Oyster photocard provides a 30% discount off adult travel cards. But for many the financial advantage is lost as these travel cards are only valid for set periods of one week, two weeks or one month. For those who don’t travel regularly, this option can actually work out to be more expensive than the regular Oyster card. It’s a raw deal for students who attend university only a few days each week, as well as for those who live outside of central London. Part-time students also lose out: one of the eligibility criteria for a student Oyster is to study for 15 hours a week. For Sam Payne, 22, who studies computer science at UCL, expensive travel “is just part of living in London”. He typically spends £20 to £25 a week on a travel card, which gives him unlimited use within zones one and two. “And that’s with a third reduction for students. If I use it every day to and from UCL, it works out cheaper than paying for individual journeys, but some weeks it’s probably wasted money.”     I’d really like Sadiq Khan to sit down and talk to students about their problems with transport  Beth Jakubowski, master's student     He adds: “I know students at other unis would probably think it mad to be spending £100 a month on travel.” Serian Carlyle, 22, a second-year Russian studies student also at UCL, says she is “perpetually on the bus” as a bus pass holder. “I spend over three hours a day travelling to and from university. It’s a large chunk of my day. I spend around £15-20 a week on transport, and the bus pass is the cheapest option. It is £50 for four weeks. I can’t get everywhere on a bus so I will then get some other kinds of transport.  “I have friends who spend the vast majority of their wages on transport. It would be really useful to have cheaper travel card prices for zone one, especially given that so many universities are based there.”   Transport can be a particular problem for postgrads as they often don’t have the option of staying in halls near their university. Beth Jakubowski, 21, a master’s student at the London School of Health and Tropical Medicine, spends nearly £1,000 on travel a year.    Related: Education is our right – we should be cutting tuition fees, not raising them | Malia Bouattia    “If my parents weren’t giving me a loan I wouldn’t be able to afford it,” she says. “I would have to live closer to uni, but then there would be the higher rent prices to think about. The hours you need to be in uni vary a lot and often change depending on your course and what time in the term it is.  “A decent discount would help a lot, so I’d really like Sadiq Khan to sit down and talk to students about their problems with transport.” A possible solution London students are studying in one of the world’s most expensive cities, and some are currently on strike over extortionate rents. It seems only fair that they should qualify for a proper transport discount. Morgan says the answer could be a card that gives a 30% discount off travel within the London zones but, crucially, isn’t tied to buying another card that demands you purchase at least a whole week’s travel at a time. Morgan says: “If London wants to continue to attract students – who contribute massively to our local economy – then this is a practical way to genuinely help them. When one of the major issues for students is the cost of transport, it seems a no-brainer that we put a proper discount in place.” The NUS, which is campaigning to cut the cost of student transport and living costs more generally, would support this solution. Richard Brooks, its deputy president, says: “With the rising costs of tuition and the over-inflated costs of student housing in London, students need a fair and affordable deal on public transport.”  What do you think? Would the one-card solution work? Did you factor in travel costs when deciding where to go to university?  Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter.",
  "webTitle": "Why Sadiq Khan should bring down travel costs for London students",
  "webPublicationDate": "2016-05-17T13:46:37Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/17/why-sadiq-khan-should-bring-down-travel-costs-for-london-students",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Student finance",
      "id": "money/student-finance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Natalie Gil",
      "id": "profile/natalie-gil"
    },
    {
      "webTitle": "Alfie Packham",
      "id": "profile/alfie-packham"
    }
  ],
  "guardianId": "education/2016/may/17/why-sadiq-khan-should-bring-down-travel-costs-for-london-students"
}