{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/08/the-innovators-slow-fashion-zero-waste-movement-designer-dan-vo",
  "id": "2016-05-08-114",
  "sectionId": "business",
  "body": "At first appearances, Dan Vo’s new range of wool jackets for men appear to be pieces of well-made clothing with the price tag to match. Behind that appearance however is a precise method of design, where every part of the jacket has been cut exactly from a piece of fabric in a jigsaw pattern to ensure there is no waste of material in making it. Vo, a Scotland-based fashion designer, has designed a coat in which the uncut arms, collar, front, back, pockets and other sections all fit together perfectly on the piece of fabric. When they are cut out to make the jacket, she can then avoid wasting material, as is typically the case when conventional coats are made. “If you had a normal pattern, you would have every single individual piece lying next to each other but it would not be so close to be attached so you have gaps in between. They cut around it so you have pieces there that you cannot use. And the way that I try to construct it is that every single thing matches,” she said. Originally from Germany of Vietnamese descent, Vo is a proponent of the “Zero Waste” movement within the fashion industry, which aims to create little or no waste from producing clothes. In many cases, when a piece of clothing is being cut at present, she said, between 15% and 30% of a piece of fabric can be wasted as the designer cuts. To eliminate waste, Vo takes a 200cm by 145cm piece of fabric and fits the various pieces of arms and pockets in a jigsaw around the front and the back of the coat.     Dan Vo.    Similar methods of exacting measurements to cut down on waste have also been used in house construction in recent years. Positioning the patterns in this way eliminates wastage, but takes more time, Vo says. “When you create a garment in the normal way you can be very creative; you can displace the patterns everywhere and it is easier to get the fit right. But when you work with zero waste patterns, you have to work with the rectangular shape that fits on the fabric so in that sense you are a bit limited but you can work around it,” she said. “The point is that I am making something which is very wearable. People look at it and they would not have a clue that I am working in this way. I chose it because I think it is important to reduce the impact that we have on the environment. I think if you master this technique you can transfer it into so many different garments.” Several campaign groups are pushing the fashion industry to reduce the levels of waste generated by clothes production. Fashion Revolution, a UK-based not-for-profit group which pushes for greater transparency and to tackle to environmental side effects of garment production, says just 20% of textiles are recycled each year. In the UK, 2m tonnes of clothing and textiles are thrown away every year, according to a report from the group. “Working in the industry, just seeing how much we actually produce – besides everything else because it is quite polluting starting off with the raw material – it is already not very sustainable. But then when it comes to the process of making garments, most of the time it is done really quickly and there are lots of offcuts which are not recycled. Maybe a part of it is recycled but most of the time, the manufacturers just chuck it and it just goes to landfill,” said Vo. In some cases, pieces of fabric may be thrown away due to secrecy amongdesigners who do not want others to be able to replicate their pieces, she said.  Achieving the master design of Vo’s jackets involved a lot of trial and error. When one piece is changed, the rest of the pieces must be moved around the master shape. Where a typical design could take a few days, the jacket took months. “Every time you figure out something is too short you have to move everything around again. It is like a puzzle almost,” says Vo, who got faster once she worked out the first pattern. But Vo’s method can be challenged by patterns such as a check or a herringbone, which must be cut a certain way. “I can’t just make anything I want. It always just has to fit within the space again. On the other hand you can just work your way around it, you just have to experiment.” Vo is about to go into production with her first range of the jackets, which will be produced in Scotland. They will go on sale in October aimed at 25- to 45-year-old men. Priced at between £450 and £500, they are firmly in the higher end of the market although she says that collaboration with a high street brand could mean they are available for a wider audience in the future.  “I am a supporter of slow fashion. I believe in buying a garment that you wear for longer, not buying a lot of cheaper clothes. What disturbs me is not just that we have pre-consumer waste, essentially the offcuts that we produce and we chuck them, but also waste after the clothes are bought. “We are producing so many garments and the turnaround is so quick so the lifecycle of clothes is so short.”  You can read our archive of The innovators columns on the Big Innovation Centre website where you will find more information on how the Big Innovation Centre supports innovative enterprise in Britain and globally.",
  "webTitle": "The innovators: slow fashion that cuts waste and lasts longer",
  "webPublicationDate": "2016-05-08T11:27:46Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/08/the-innovators-slow-fashion-zero-waste-movement-designer-dan-vo",
  "keyword": [
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Shane Hickey",
      "id": "profile/shane-hickey"
    }
  ],
  "guardianId": "business/2016/may/08/the-innovators-slow-fashion-zero-waste-movement-designer-dan-vo"
}