{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/bbc-licence-fee-government-top-slicing-white-paper",
  "id": "2016-05-08-69",
  "sectionId": "media",
  "body": "The BBC could be forced to share licence fee funds with rival producers to make programmes for other channels, under wide-ranging proposals to be put forward by the government. Government plans for top-slicing – or contestable funding – in areas such as children’s television will be published this week alongside proposals for a radical overhaul in how the BBC is governed and audited.  The BBC fears some of the plans could represent an indirect assault on its independence when the government publishes a white paper renewing the corporation’s royal charter this Thursday.   Related: This white paper threatens the BBC’s independence. It must be opposed | Phil Harding    The white paper is expected to demand that the pay of BBC talent – including news presenters such as John Humphrys and Huw Edwards – be disclosed in a bid to increase transparency and accountability at the state-owned broadcaster. The proposals for a new BBC board as well as greater oversight by the National Audit Office are likely to be opposed by the corporation as something one supporter described as “an attack on independence through the back door”. In particular, it is believed that hit shows such as Strictly Come Dancing and The Night Manager could be trawled over in “value for money” audits, causing unnecessary headaches for producers who are able to go elsewhere. BBC director general, Tony Hall, and key lieutenants at the corporation are preparing a last-minute bid against what they consider a rearguard action by the culture secretary, John Whittingdale. They are expected to hold a series of meetings with national newspaper editors and other key influencers over the coming days to highlight the dangers in the government’s proposals.  These include:  Plans for the government to exert greater influence over the BBC board by appointing the chair and vice-chair who would then be expected to appoint the majority of other members. The BBC itself is expected to account for just three board members directly appointed. Plans to allow the NAO to investigate any areas of the BBC without first reaching agreement with the board. Currently, the powers of the NAO to investigate BBC spending are limited and must be agreed upon by the soon-to-be disbanded BBC Trust. Plans to publish details of the pay for household names directly paid by the BBC if they earn more than £150,000.  The changes will declare a bid to improve accountability and transparency at the BBC, which collects about £3.7bn from the licence fee each year. But BBC insiders believe they could lead to a situation where contentious programmes such as Panorama would be subject to invasive checks.   Related: The BBC deserves better than a chump’s charter    Publishing details of the pay packets for major news presenters could also leave them open to unnecessary charges when they try to question government ministers over spending cuts, for example. “Imagine a government-appointed body being able to go through all the documents for a programme which was highly critical of the BBC. Or for a government minister to interrupt an interview by saying: ‘Well, as you earn x, what would you know about it?’” said one opponent of the proposals. Historic changes to BBC governance that will see media regulator Ofcom take over the regulation of the corporation and the formation of a new board have provoked surprisingly little hostility, partly because of the unloved nature of the current BBC Trust. However, the BBC now fears the government will try to stuff the proposed board with executives from the commercial sector. Archie Norman, the outgoing chair of BBC rival ITV, is among those named as being interested in the job. Current chair of the BBC Trust, Rona Fairhead, is said to have tried to convince the government that she should be allowed to continue to head the new board following the trust’s dissolution at the end of this year. However, a bid for her to be appointed as the new chair until her current contract runs out in 2018 was blocked in favour of an “open process”. Sources close to the Department for Culture, Media and Sport said the new board would be a “BBC-led process” but refused to deny that the chair and vice-chair would be appointed by the government. Although Whittingdale has led the white paper process, the prime minister, David Cameron, and the chancellor,George Osborne, are understood to have played a key part in the decision-making process. Ministers are likely to head off a BBC rebellion over top-slicing tens of millions of pounds for content by suggesting that it comes from underspend on previous charter negotiations such as on the broadband rollout. As much as £50m could be earmarked for external programme providers. Any attempt to take funds from the settlement agreed with Osborne last July will be seen as reopening the deal by the BBC, which would then, for example, no longer be committed to paying for free licence fees for the over-75s. One source close to Whittingdale said overspending on previous initiatives such as the digital media initiative meant that greater oversight was necessary. “The idea that the NAO will go into Panorama is ludicrous,” they said. Labour MP David Lammy said: “The bad blood we are seeing between Whittingdale and the BBC is unprecedented. The pre-briefing we’re seeing, tinkering with schedules, now going on about pay, it’s very, very threatening to an institution that’s loved, [even one] that needs to reform.” Jeremy Hunt was the last culture minister to try to increase NAO oversight at the BBC, in 2010. However, with nothing to stop the government-appointed auditors doing what they like, the BBC fears such a situation could lead to future conflict. The BBC argued then, as it does now, that publishing details of its contacts and deals would be commercially sensitive and bad for the licence fee payer.  The current charter is expected to run for 11 years with a break clause of five years.",
  "webTitle": "BBC may have to share licence fee with rivals",
  "webPublicationDate": "2016-05-08T17:02:46Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/bbc-licence-fee-government-top-slicing-white-paper",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/08/bbc-licence-fee-government-top-slicing-white-paper"
}