{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/23/rush-hour-with-love-future-of-motoring",
  "id": "2016-05-23-174",
  "sectionId": "media-network",
  "body": "We live in interesting times for the automotive industry. The rise of Uber and its competitors is undercutting public transport, driverless cars are edging closer to our streets and electric cars are becoming an affordable and high-performance alternative to their petrol-engined predecessors. At the London Film Museum’s Bond in Motion exhibition, the Guardian was joined by a panel of experts to discuss how progressive car firms are future-proofing their businesses as the industry is disrupted by Silicon Valley visionaries, public transport innovations and developments in clean fuel technology. The panel Host: Rory Reid, motoring journalist and BBC Top Gear presenter Wiktor Skoog, strategy director, Grey London Remo Gerber, managing director for western europe, Gett Roland Meister, head of transport, Innovate UK Social implications One of the most important overarching narratives in discussions about motoring is how the potential changes will affect society. As electric car innovator Tesla pushes established brands to consider their environmental impact, could a greener future await the automotive industry? Wiktor Skoog of Grey London discusses the role of established brands in a more sustainable future: “It’s interesting to see pressure from Tesla on other car companies, and how brands like Audi and Mercedes are taking them on. It’s a form of collaboration.” While debate continues regarding the role of automated cars and new ownership models, the panel is keen to discuss the impact of these trends on employmentand the effect that such technology may have on the automotive industry. Innovate UK’s Roland Meister questions whether some of the negative implications have been considered: “Thousands and thousands of people are employed to drive vehicles. What’s going to happen to those people? The companies developing those technologies need to think about that.” Skoog agrees: “Very few people are calling out the implication of the technologies. Cab drivers, bus drivers and lorry drivers – if they’re unemployed in five years’ time and need something new, what will happen? What if the car is the enemy? There are implications and governments need to work out what to do.” Can Uber be stopped? As Uber becomes ubiquitous in cities across the globe, panel host Rory Reid notes that the company has the potential to “pretty much control the flow of people in a city”. The panel discusses the rise of Uber, and Remo Gerber of online black cab ordering service Gett, makes his case for competition: “I don’t believe in monopolies. It’s actually a diversified picture; there’s more cash staked against Uber than for it. The competition needs to stabilise.” Skoog recalls a previous experience with cash-only black cabs in London, and speculats on why Uber has found it so easy to make such headway into the taxi market: “Black cabs didn’t modernise quickly. You still had to pay in cash for every journey. Uber managed to work at a human interaction level, and it’s hard to beat that.” Advertising issues Another aspect of the industry that would appear to be under threat is advertising, which, as Reid notes, “currently appeals to notions of freedom and individuality”. How might this change? Branding expert Skoog elaborates on his work with Volvo: “It’s a tricky question. With Volvo, we’ve tried to go back to the roots of the brand and try to talk about modern lifestyles in an aspirational way. It’ll be more value driven. Brands are going to have to discuss user needs.” Meister foresees something of a continuation of current consumer choices: “People will still go with the brand they like.” Availability and safety Of course, the biggest questions regarding the car industry are when such technologies will be visible on our streets and how safe they will be. While driverless cars have long seemed a distant vision, a concern for another generation, the techoplogy is with us now. So what will be the first tech innovation to make inroads into our daily lives? Meister believes that “the stuff that makes sense will be the stuff that comes first”, while Gerber isn’t sure that there’ll be an immediate shift to these new technologies: “I don’t think the transition will be radical – there are social issues that must be solved.”  Skoog agrees, seeing a gradual transition taking place: “It takes longer to scale up – it wont happen overnight. The cars are prepared for self driving mode. You ease into a transition. I want to drive or not, that’ll be the decision for the future.” Another legal consideration is where, in the case of an accident or fatality involving an automated vehicle, blame would be apportioned. Meister is clear on where he feels responsibility should lie: “The car manufacturer should take responsibility. Cars are going to be very aware of their surroundings. They’ll be far more aware than humans.”  Skoog is equally clear: “If the technology hits someone – the car is to blame. The system is responsible.”",
  "webTitle": "From rush hour with love: the future of motoring",
  "webPublicationDate": "2016-05-23T12:55:55Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/23/rush-hour-with-love-future-of-motoring",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Self-driving cars",
      "id": "technology/self-driving-cars",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "John Still",
      "id": "profile/john-still"
    }
  ],
  "guardianId": "media-network/2016/may/23/rush-hour-with-love-future-of-motoring"
}