{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/sexual-harassment-training-failing-women",
  "id": "2016-05-02-74",
  "sectionId": "us-news",
  "body": "Sexual harassment courses aimed at preventing workplace discrimination can have the opposite effect, making men less capable of perceiving inappropriate behavior and more likely to blame victims, according to academic studies that cast doubt on traditional training programs. One researcher who has questioned the effectiveness of harassment prevention classes is Lauren Edelman, a professor of law and sociology at the University of California Berkeley, the prestigious school that has been at the center of a series of high-profile faculty misconduct scandals in recent months. “Sexual harassment training may, in fact, make it less likely that males will recognize situations that are harassing,” said Edelman, a faculty member in the renowned UC Berkeley law school, where Sujit Choudhry resigned as dean after he was found to have sexually harassed his executive assistant. “Sexual harassment training may provoke backlash in males.”    Related: 'I was expendable': how UC Berkeley failed a woman being sexually harassed    Studies testing the effects of harassment training are very limited, but some research has suggested counterintuitive and troubling consequences – that after men complete trainings, they may be more inclined to brush aside allegations and discount victims. Some researchers believe trainings have no positive effects, tend to be more about legal cover than meaningful prevention or may even have unintended negative consequences – raising serious concerns about the way colleges and companies heavily focus on training as a solution to harassment. One Journal of Applied Behavioral Science study that evaluated a sexual harassment program for university employees found that men who participated in the training were “significantly less likely” to consider coercive behaviors toward a subordinate or student as sexual harassment compared with a control group of men who hadn’t done the training.  Men who completed the 30-minute training – during which officials discussed actions that constitute harassment, the harms of harassment, the importance of reporting and possible discipline – were also significantly less likely to report harassment. The men’s surprising responses may have been an “effort at self-preservation intended to defend and protect against a perceived attack on them”, the authors wrote. In other words, the training appears to make some men feel threatened and afraid that they will be subject to false accusations, said Shereen Bingham, co-author of the study and professor at the University of Nebraska at Omaha school of communication. As a result, they may respond in a defensive manner. “We were surprised … it certainly appears to be irrational,” said Bingham. “The only explanation can be psychological or emotional.” The findings highlight a broader challenge – that men in leadership roles sometimes struggle to relate to the experiences of those who have faced harassment, she said: “People in powerful positions don’t have a good grasp of what it’s like to be in a non-dominant group.” Other studies have shown that when workplaces actively inform men of sexual harassment policies, it can also have unintended negative effects. A study published in the Social Psychology Quarterly found that after men learned about harassment rules, it triggered implicit gender biases, effectively making it more likely for them to stereotype women.   Related: Former UC Berkeley provost: sexual harassment victims deserve 'justice'    “The purpose of sexual harassment policy is to make men and women more equal in the workplace,” said Justine Tinkler, assistant professor of sociology at the University of Georgia and co-author of the study. “If the policies are sort of activating gender stereotypes rather than challenging them, they may not be promoting that broader goal.” Tinkler has also studied how sexual harassment trainings can provoke backlash and how people who say they support harassment laws are resistant to the enforcement of those policies. Trainings can also reinforce men’s feelings that women are “emotional and duplicitous in the way that they both want sexual attention, but don’t want sexual harassment”, she explained. Edelman, the UC Berkeley professor, said she suspects the backlash could stem from the “cartoonish, somewhat unrealistic” harassment examples that trainings often include – lessons that can make participants skeptical and resentful. Edelman’s own research has focused on what’s known as “symbolic compliance”, which refers to the way organizations’ anti-harassment and diversity policies and procedures are primarily focused on demonstrating compliance in a legal context – and likely do little to actually reduce discrimination or harassment. What’s clear is that there’s minimal research suggesting that standard harassment trainings have a positive impact and an overall dearth of studies on the subject, Edelman said. “We really need more research on what works. All we really know about sexual harassment training is that it protects employers from liability. We don’t know whether it protects employees. We don’t know whether it reduces sexual harassment.” In California, employers with 50 or more employees are required by law to provide at least two hours of harassment prevention training, and in the University of California, all faculty and supervisors must complete a training every two years. Despite those training policies, UC Berkeley administrators and professors have repeatedly harassed subordinates and students and faced light punishments after the university substantiated allegations. That includes a famous astronomer, a tenure-track professor and the law dean, who was ordered to take a training course after he was found guilty. The questionable research makes clear that universities should not only study the effectiveness of training, but should also prioritize other mechanisms to promote prevention, professors said. “The university should focus more on having a much clearer zero-tolerance policy with very clear sanctions that are very consistently carried out,” said Edelman. Tinkler said the best way to combat workplace sexual harassment is to reduce gender inequality and promote women in leadership positions.  “It really requires changing workplaces that have gender inequality structured into the way that they are organized,” she said.",
  "webTitle": "Sexual harassment training may have reverse effect, research suggests",
  "webPublicationDate": "2016-05-02T17:00:30Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/sexual-harassment-training-failing-women",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Discrimination at work",
      "id": "money/discrimination-at-work",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/02/sexual-harassment-training-failing-women"
}