{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/19/the-70-drop-australia-council-grants-artists-funding-cuts",
  "id": "2016-05-18-11",
  "sectionId": "culture",
  "body": "Last week, the Australian arts community reacted in horror as news was released of the defunding of around 65 arts companies and organisations. In what is already known as “Black Friday”, the Australia Council released its latest figures for multi-year funding, revealing the bleak result of years of cuts and bungled policy.  So far discussion has focused on the crisis facing small-to-medium companies and organisations. But this has obscured where the real damage is happening. The number of Australia Council grants to individual artists and projects has decreased by a staggering 70% since the 2013/14 financial year.   Related: Australia Council cuts: theatre companies lament ‘dark days’ for arts    According to the Australia Council’s 2013/14 annual report, that year it funded 1,340 individual artists and 2,489 total projects. In contrast, the total for the two funding rounds for 2015/16 was 405 individual artists and 694 projects. This represents a fall of 70% for individual artists, and 72% for overall projects. The number of small-to-medium organisations receiving multi-year funding over the same period fell from 178 to 128, around 28%. The 70% reduction particularly hits artists such as writers and visual artists, who mostly work alone. This intensifies the impact that literature has taken in the cuts. As Writers Victoria said: “It’s impossible to know what Australia’s literary landscape may look like in six or 12 months’ time.” This damage doesn’t even have the bad excuse of “savings”. It is a direct result of the former arts minister George Brandis’s requisition of $105m over four years from the Australia Council budget to finance his unaccountable and secretive National Program for Excellence in the Arts (NPEA). A further $6m disappeared to fund the Book Council that never happened, and was then absorbed into general revenue instead of being returned, and there were further “efficiency dividends” that cut the budget even further. That individual artists and small projects would take a disproportionate hit was always the fear. As it turns out, artists – without whom, remember, we would have no art at all – are taking by far the biggest loss. The NPEA raid only affected the Australia Council’s discretionary program. The 28 companies grouped in the Australian Major Performing Arts Group (Ampag) were exempt from cuts. In 2013/14, Ampag accounted for $102.2m of the total $199.2m Australia Council funding budget. After unprecedented protests, the NPEA was rebranded under the Turnbull government as Catalyst. Over four years $32m was returned to the Australia Council, still leaving a shortfall of $73m. $48m over four years was earmarked for Catalyst programs, which still excluded individual artists. The balance appears to have been absorbed into the arts ministry. In the face of the current struggle against the recent release of the Productivity Commission’s recommendations on intellectual property, which included the abolishing of parallel importation restrictions (PIRs) and the adoption of a US-style fair use copyright regime that will both directly affect writers’ incomes, this has a particularly bitter irony.   Related: Quadrant calls Australia Council funding loss a leftist 'act of revenge'    In its draft report the Productivity Commission recommended writers should make up their lost incomes through funding from the Australia Council. It was a paragraph which at once acknowledged that writers would lose out and demonstrated how little it understood or cared about Australia’s cultural situation.  To wit: “The concerns of authors that eliminating the remaining PIRs could chill local writing would be addressed by ensuring that direct subsidies aimed at encouraging Australian writing – literary prizes, support from the Australia Council, and funding from the Education and Public Lending Rights schemes – continue to target the cultural value of Australian books.” The damage to our arts is of a piece with the ideologically driven cuts to the CSIRO, and represents the same kind of contempt for our knowledge industries. It’s a poor way to serve a cultural industry that is worth $50bn a year to Australia’s economy. And it’s devastating news for anyone who cares about the future of Australian culture.",
  "webTitle": "The 70% drop in Australia Council grants for individual artists is staggering | Alison Croggon",
  "webPublicationDate": "2016-05-18T22:30:08Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/19/the-70-drop-australia-council-grants-artists-funding-cuts",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Croggon",
      "id": "profile/alisoncroggon"
    }
  ],
  "guardianId": "culture/2016/may/19/the-70-drop-australia-council-grants-artists-funding-cuts"
}