{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/pedro-almodovar-hollywood-diabolical-sexism-women-cannes",
  "id": "2016-05-20-151",
  "sectionId": "film",
  "body": "The Spanish film-maker Pedro Almodóvar has criticised Hollywood for its failure to find stronger roles for women of all ages. Speaking at the Cannes film festival, where his new film Julieta debuts in competition, the Oscar-winning director of All About My Mother and Talk to Her said female stars were often only included in blockbuster franchises to prove the male leads were not gay.   Related: Julieta review: Pedro Almodóvar ties himself down with fractured melodrama    “We’ve got all of these movies that are about heroes and about arch-enemies, and there’s the sequels and there’s the prequels,” he told Variety. “With those movies, in general – and I’m only generalising – if a woman appears, their function is to prove that the hero is not a homosexual.” “Hollywood is losing an enormous opportunity when it doesn’t actually create good roles for women of all ages,” Almodóvar said. “When it doesn’t actually create good roles to talk about mothers, about girlfriends, about daughters, about sister-in-laws.   Related: Cannes day six: Kristen Stewart, Pedro Almodovar and Rossy de Palma - in pictures    Almodovar, who has worked with grande dames of world cinema such as Cecilia Roth, Penélope Cruz, Carmen Maura and Rossy de Palma, lamented the fact that older Hollywood stars such as Jessica Lange and Susan Sarandon had been pushed increasingly towards roles on the small screen, while European actors such as Isabelle Huppert and Juliette Binoche still found meaty roles in film. “There’s a kind of diabolical sexism, and I say that it’s diabolical because there’s no one that we can actually accuse of being responsible for this sexism,” he said. “The roles are out there for someone like Meryl Streep, but they’re not out there for the others.”",
  "webTitle": "Pedro Almodóvar condemns Hollywood's 'diabolical sexism'",
  "webPublicationDate": "2016-05-20T13:30:40Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/pedro-almodovar-hollywood-diabolical-sexism-women-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Pedro Almodóvar",
      "id": "film/pedroalmodovar",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/20/pedro-almodovar-hollywood-diabolical-sexism-women-cannes"
}