{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/shortcuts/2016/may/04/attenborough-90-wildlife-legend-top-10-tv-moments",
  "id": "2016-05-04-139",
  "sectionId": "tv-and-radio",
  "body": "To celebrate Sir David Attenborough’s 90th birthday on 8 May, wildlife television producer Stephen Moss has chosen his top 10 TV moments featuring the great man. Enjoy. 1. Lyrebird mimicking a camera and chainsaw (The Life of Birds, 1998)            Even Sir David is astonished when this Australian forest-dweller perfectly imitates not only a camera shutter but also its motor drive. However, hilarity soon turns to concern when the bird then mimics the sound of a chainsaw cutting down the threatened forest habitat where it lives. This was the winner of a national viewer poll, held in 2008, to choose the best Attenborough clips of all time. 2. Blue whale surfacing by his boat (The Life of Mammals, 2002) Often assumed to feature in the ocean-going epic The Blue Planet, this actually appeared a year later in the landmark series The Life of Mammals. Once again, Attenborough can hardly contain his glee as this mighty marine mammal surfaces next to his tiny craft and then dives, its huge tail eventually disappearing beneath the waves. 3. Chimps wading (The Life of Mammals, 2002) Attenborough dons chest waders to enter an African swamp, where a troop of chimpanzees are also walking, holding their arms aloft to avoid getting them wet. 4. Calling a woodpecker to camera (The Life of Birds, 1998)            Exploiting the innate curiosity of a male bird that thinks a rival has invaded his territory, Attenborough bangs loudly on the trunk of a tree on Tierra del Fuego, at the southern tip of South America. Sure enough, the Magellanic woodpecker responds immediately, perching right above the presenter’s head and banging the tree even harder. 5. Being knocked over by a Capercaillie (The Life of Birds, 1998)            The world’s largest species of grouse – roughly the size and shape of a turkey – is more than a match for any TV presenter. As Attenborough enters its territory in the Caledonian pine forest of the Scottish Highlands, this normally shy bird goes straight for his knees, knocking him right over. 6. Falling down a snowy slope (Life on Earth, 1979) While demonstrating the colour of the snow, Attenborough slips, sliding several yards down a mountainside. Fortunately, he’s unhurt. This clip was later shown as part of a montage of outtakes in the autobiographical programme Life on Air. 7. Saying ‘boo’ to a sloth (The Life of Mammals, 2002)            Attenborough ditches his trademark soft whisper and climbs a tree in the South American rainforest to say boo to a sloth, a creature he refers to as “a mobile compost heap”. After the initial laugh, he tells the audience fascinating facts about the animal’s behaviour – revealing, for example, that this slow, vulnerable mammal chooses to defecate on the forest floor. 8. Meeting a tribe of cannibals (Zoo Quest, 1950s)     Attenborough charms members of the Biami tribe. Photograph: BBC NHU    A slim, youthful Attenborough ventures into the jungles of Papua New Guinea, where he comes across a group of cannibals. He later recounted the story on Michael Parkinson’s chatshow – including the moment when he noticed the glint of a knife, followed by a large group of men rushing towards him: “To say I was alarmed is putting it mildly.” Putting aside any anxiety, he walks towards them and says, with typically British self-confidence: “Good afternoon!” To his great relief, they greet him with friendly enthusiasm. 9. Warning the world (State of the Planet, 2000) Standing in front of the great statues of Easter Island, Attenborough delivers his most powerful warning yet: if we continue to follow the example of the doomed Rapa Nui civilisation, which exploited the natural resources of this Pacific island until its society collapsed, we will all face the same fate. 10. Sharing a moment with mountain gorillas (Life on Earth, 1979)            This is surely the most famous of all Attenborough clips, yet it almost never saw the light of day. Rumour has it that Attenborough’s producer was so annoyed that he had gone off the prepared script that he threatened to drop the sequence from the finished programme. Fortunately, when he saw the footage, he had a change of heart. The extraordinary meeting of minds was summed up best by Attenborough’s ad-lib: “There is more meaning and mutual understanding in exchanging a glance with a gorilla than any other animal I know.” Stephen Moss’s latest book, Wild Kingdom: Bringing Back Britain’s Wildlife, is published on 7 April (Square Peg, £16.99)",
  "webTitle": "David Attenborough at 90: a TV legend’s top 10 moments",
  "webPublicationDate": "2016-05-04T15:00:09Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/shortcuts/2016/may/04/attenborough-90-wildlife-legend-top-10-tv-moments",
  "keyword": [
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss1"
    }
  ],
  "guardianId": "tv-and-radio/shortcuts/2016/may/04/attenborough-90-wildlife-legend-top-10-tv-moments"
}