{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/08/children-sue-parents-facebook-post-baby-photos-privacy",
  "id": "2016-05-08-160",
  "sectionId": "sustainable-business",
  "body": "That photo of your toddler running around in a nappy or having a temper tantrum? Think before you post it on Facebook. That’s the advice from French authorities, which have warned parents in France they could face fines of up to €45,000 (£35,000) and a year in prison for publishing intimate photos of their children on social media without permission, as part of the country’s strict privacy laws.  It’s a development that could give pause for thought for many parents used to sharing details of their children’s lives across social media. A 2015 study by internet company Nominet found parents in the UK post nearly 200 photos of their under fives online every year, meaning a child will feature in around 1,000 online photos before their fifth birthday.  “Your favourite picture of your child sitting on the potty for the first time may not be their favourite picture of themselves when they’re 13,” says author and child psychologist Catherine Steiner-Adair. Given the relative youth of social media, it’s hard to say exactly how growing up online could affect children but there are concerns around infringing privacy, safety and security (for example providing information that could be used by somebody to steal your child’s identity), and leaving children open to bullying.   Professor Nicola Whitton of Manchester Metropolitan University is among those predicting trouble. “I think we’re going to get a backlash in years to come from young people coming to realise that they’ve had their whole lives, from the day they were born, available to social media. A recent University of Michigan study found that children aged 10 to 17 “were really concerned” about the ways parents shared their children’s lives online “Parents have to work out what’s right for them, but be aware that this is another person, another human being, who may not thank them for it in 15 years to come.  “It may seem hard, but my line would be don’t put pictures online until they’re of an age where it’s appropriate to discuss it with them,” Whitton says.      Facebook CEO Mark Zuckerberg shows a photo of himself as a baby. Photograph: Justin Sullivan/Getty Images    This doesn’t have to mean a serious conversation every time you capture a charming moment on camera and want to share it, says Professor Sonia Livingstone at the London School of Economics.  “If [parents] can be open with their children about what they wish to share, with whom and why, this need not result in a draconian crack-down on all sharing,” she says. She suggests parents think about exactly who they are sharing with, because 50 friends is one thing and 500 random people quite another. The recent Nominet study found 17% of parents had never checked their Facebook privacy settings.  “Everyone needs to consider the needs of themselves and others in an open way, bearing in mind that the digital world is changing, that images are permanently posted, and that the conditions of sharing and norms are all shifting in unpredictable ways,” says Livingston. Social sharing isn’t inherently bad for children; sharing pictures can benefit children, for example, by helping to maintain connections with family members such as far away grandparents and cousins abroad.  If a child doesn’t like a photo posted by their parent, they could ask them to take it down. If that’s not possible, social media sites such as Facebook and Twitter have reporting functions to request photos be removed. On Facebook, if a third-party has posted the image and refuses to take it down, parents themselves can request removal of a photo of a child under 13, while those 14 and over are expected to make the report themselves.  However, parents sharing photos of their children online isn’t just about future embarrassment. One of the complaints Steiner-Adair hears from children is that parents are “obsessed” with snapping photos, particularly when they excel at their hobbies and activities – making them feel pressured to perform to help mum and dad get the right snap to share.  Children notice when parents come to their pageant or sports match and focus on photography instead of them, says Steiner-Adair. “They look out into the audience looking for their parents and all they see is a sea of smartphones … [when] what the children really want is to see you smiling at them.”",
  "webTitle": "Could children one day sue parents for posting baby pics on Facebook?",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/08/children-sue-parents-facebook-post-baby-photos-privacy",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Photography",
      "id": "technology/photography",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Privacy & the media",
      "id": "media/privacy",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicole Kobie",
      "id": "profile/nicole-kobie"
    }
  ],
  "guardianId": "sustainable-business/2016/may/08/children-sue-parents-facebook-post-baby-photos-privacy"
}