{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/bathroom-choice-transgender-people-legislators-debate",
  "id": "2016-05-18-112",
  "sectionId": "commentisfree",
  "body": "By now, everyone paying attention has realized that the battle over bathrooms is less about protecting women and children and more about our society’s continued refusal to accept transgender people. When I first transitioned back in 1999, I encountered resistance from the other women in the cosmetics department where I worked. They saw my transition happen right before their eyes. On my first day of work I presented as male, although on every shift I would put on a little black girl powder from the Fashion Fair makeup counter. Some customers even called me ma’am even though I pretty much had no hair.    Related: First came the trans tipping point – now we've got the backlash | Tiq Milan    That soon changed. After a promotion, I started presenting as Angelica and using the women’s restroom. The department store was equipped with single-stall facilities, but the women still objected to me using the same restroom they did. After months of crushing my sales goals, I was kicked out of my parents’ home for refusing to change before I got home, then someone set fire to my car and I was let go from my job despite showing unceasing professionalism. It was devastating that I was being feared for simply showing up as myself. But if safety is the concern, then why does the identity of a person behind a locked bathroom stall even matter? Let’s ask ourselves, “What’s more important, the label on the door or the person?” All these years later, bathrooms are still where irrational fear of trans people plays out, with real consequences for real individuals. Legal discrimination against trans people is happening all across the country: there are currently 11 introduced or active anti-trans bills within six different state legislatures. With conservative journalists penning propaganda with titles like, “Obama to Schools: Let Men in the Little Girls Room or Else”, it is clear that fear is front and center in a very Jerry Springer-like way. This type of propaganda directly influences violence against trans people, and it is increasing. The number of trans homicide victims in 2015 was higher than any other year on record. As I wrote this, I found out about yet another murder of a black trans woman. To add insult to injury, she is being disrespected and misgendered even in her death – the headlines read: “Man’s body found in Haines County parking lot”. What are we really afraid of? It seems no matter the situation, the answer is that we are afraid of what we don’t know. We’ve heard it said time and time again that “it’s hard to hate someone whose story you know”. Gay rights activist Harvey Milk spoke on the importance of “coming out” so people see that there is nothing to fear. But for many trans people it’s still not safe to come out, which makes support from allies, especially in the workplace, so critical. As a consultant, I am never one to point out problems without offering solutions. One of the simplest solutions employers can commit to is changing single-stall restrooms to “all genders”. Doing so in no way diminishes the bathroom’s functionality, but it does increase its efficiency in an environment whose intentions are to accommodate all of its customers and employees. And in multi-stall bathrooms, we should follow the lead of President Obama, who just mandated that all public school restrooms serve people by gender identity. History will eventually bend toward non-discrimination, making all the wrongful arrests, fear-mongering, harassment and discrimination against us seem ridiculous to our grandchildren.   Related: North Carolina's anti-trans law is downright dangerous | Zach Stafford    It is also imperative that we continue to elect leaders that have the foresight and courage to make privacy, prosperity and safety accessible for all Americans. In the summer of 2015, I had the pleasure of meeting President Obama and thanking him for the progress he has ushered in through his presidency for trans women of color, and specifically for me. The Obama administration has made efforts to promote and center the sort of work that we at TransTech Social Enterprises are doing to address employment and education challenges within marginalized communities. Trans people have been here since the beginning of time. As we progress, so will the ability for trans people to live and thrive without being the object of the irrational fears that we’re facing now. But until that point, our existence is not up for debate. Regardless of what gender marker is on my ID, my humanity takes precedence, and the right thing to do is to prioritize the protection and safety of everyone.",
  "webTitle": "A message to bathroom legislators: trans people's existence is not up for debate | Angelica Ross",
  "webPublicationDate": "2016-05-18T15:38:47Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/bathroom-choice-transgender-people-legislators-debate",
  "keyword": [
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelica Ross",
      "id": "profile/angelica-ross"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/bathroom-choice-transgender-people-legislators-debate"
}