{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/philip-green-10m-a-year-in-bhs-pensions-scheme-mps-dominic-chappell",
  "id": "2016-05-25-149",
  "sectionId": "business",
  "body": "Sir Philip Green refused to pump in more than £10m a year to the BHS pensions scheme but took a “caring approach” to members, the former chairman of the pension trustees has said. Margaret Downes said the trustees “could not move them off” a pledge to invest £10m a year into the scheme despite its growing deficit. Downes was giving evidence on Wednesday during the latest stage of an investigation by MPs into the demise of the department store chain. MPs also heard from the existing chairman of the trustees, Chris Martin, and advisers to Retail Acquisitions, which bought BHS from Green for £1 in March 2015. Martin said he was “very, very disappointed” when Green’s retail company Arcadia paused a plan to restructure the pension scheme in September 2014. Meanwhile the boss of Cornhill Capital, a former adviser to Dominic Chappell, the head of the Retail Acquisitions consortium, said Chappell’s plan to buy BHS was “a bit of a punt”. Administrators are struggling to secure a rescue deal for BHS and its 11,000 workers. Greg Tufnell, the brother of former England cricketer Phil Tufnell, is leading a bid backed a wealthy Portuguese family, but if a deal cannot be completed on Thursday then the liquidation of BHS is likely to be announced on Friday. Administrators have been told the bidders are willing to pump tens of millions of pounds into BHS, but the details of the agreement are still to be finalised and time is running out. Downes was chairman of the BHS pension trustees for 13 years until the end of 2013, a period during which Green and other investors collected more than £580m in dividends, rent and interest payments. BHS collapsed into administration last month with a pension deficit of about £571m. She said a 23-year recovery plan put in place for the pension scheme during her tenure was “extremely long-term”. This involved £10m being pumped into the scheme each year by Arcadia, with Green declining to make larger contributions. “From the very beginning of us working on the 2012 valuation it was made clear to us that the maximum amount that would be given by the sponsor [Arcadia] was £10m a year,” Downes said. “They never veered from that. No matter how much we addressed endeavouring to increase that either with Philip Green or with Paul Budge [the Arcadia finance director], we could not get them to move away from that.” Despite this, Downes said: “I do believe he had, at heart, a caring approach to the 22,000-odd members.” When asked by MPs to explain this view, Downes said: “I think he expressed at that stage that if funds were available and if BHS Limited was in a position to contribute to the pension fund then he would be very happy that would happen.” However, Downes said that advisers to the pension scheme had warned that BHS was reliant on support from its parent company, Arcadia, to make contributions towards erasing the deficit. Martin, who succeeded Downes as pension chairman, said he was forced to “derisk” the pension scheme’s investments after Arcadia withdrew proposals to restructure BHS pensions through a plan known as Project Thor. He said he was very concerned after the proposals were shelved because Arcadia had said it planned to launch a full strategic review of BHS and could no longer afford to support the department store chain, which was relying on funding from its parent company. “We had to behave like we had no covenant,” Martin told MPs. He said there was uncertainty on pensions issues from Chappell and Retail Acquisitions when they took over BHS, and that they had only done limited due diligence on the pension scheme in the run-up to the deal. Although Martin sought written assurances from Retail Acquisitions over his concerns, which were provided, the pension scheme did not have the power to veto the deal. Martin said his company has been paid around £250,000 for his work on BHS since 2014. MPs on the business, innovation and skills committee and the work and pensions committee are investigating the retailer’s collapse. They were told by advisers to Retail Acquisitions that there were doubts about the qualifications of Chappell to rescue BHS when he led a buyout. This will raise further questions over why Green agreed to sell BHS to Chappell. Stephen Hermer, partner at the law firm Olswang, said it knew Chappell had been declared bankrupt in 2009. Roberts said Olswang had conducted “online searches against risk intelligence databases” and there was “clearly a question mark about Mr Chappell’s business acumen”.  Chappell has been declared bankrupt three times and left a string of failed ventures before buying BHS. Andrew Frangos, chief executive of Cornhill Capital, worked with Chappell on arranging financing for the takeover of BHS. He said Chappell had expressed an interest in buying a Swiss retail chain and a small British retailer as well as BHS. Frangos added: “We’re interacting with Dominic, we’re thinking: ‘This is hugely ambitious. Is it real? Does it have a realistic chance of success?’ For us, it was a bit of a punt. “I say it was ambitious because he didn’t have a CV and it was a large acquisition that he was planning to make.” Frangos said he had been told that BHS needed between £30m and £200m of financial support. He was tasked with discovering whether funds could be raised through selling off BHS property or taking out loans secured against the retailer’s assets. Chappell eventually told Frangos that Retail Acquisitions had sourced funds from elsewhere, and the pair are now in dispute over unpaid fees, MPs were told. The accountancy firm Grant Thornton said it had done “extensive” due diligence on BHS for Retail Acquisitions, but it confirmed that the turnaround plan for the business was based on the plan drawn up by the existing management team. A supplier to BHS has called in administrators as the failure of the retailer starts to have repercussions across the industry. CUK Clothing Limited and Courtaulds Brands, which are part of the same group, have collapsed, leading to the loss of 350 jobs. Courtaulds has made clothes in the UK for almost a century. The factory in Belper, Derbyshire, where the company is based, produces Pretty Polly tights, which have been worn by popstar Beyonce.",
  "webTitle": "Philip Green 'refused to put more than £10m a year' in BHS pensions scheme",
  "webPublicationDate": "2016-05-25T13:37:27Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/philip-green-10m-a-year-in-bhs-pensions-scheme-mps-dominic-chappell",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/25/philip-green-10m-a-year-in-bhs-pensions-scheme-mps-dominic-chappell"
}