{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/15/shady-world-of-the-ticket-touts",
  "id": "2016-05-15-135",
  "sectionId": "money",
  "body": "When David Bennett, a passionate music fan, moved to London at the age of 25, he was desperate for any kind of break in the entertainment industry. So when a job came up with a secondary ticketing website – an online marketplace that matches fans selling gig tickets with buyers – he took it. A few years later he had quit, disillusioned and appalled by an enterprise that lined the pockets of touts at the expense of fans. “It was my job to look after the power sellers [industry term for ticket touts] and help them get the tickets they wanted,” said Bennett, who asked for his name to be changed for fear of reprisals. “Some of these guys set up companies with eight or 10 employees using multiple credit cards to buy tickets.” He continued: “I once went to meet a guy in a hotel who took out a stack of credit cards, there must have been 20 or 30 of them, to show how serious he was about getting tickets. I thought that was shady and wasn’t really comfortable dealing with people like that.” The last straw was when one primary ticket website wised up to the actions of one of Bennett’s clients and blocked his credit card.  The tout’s response was to use his daughter’s card instead. “That changed my mind about everything,” said Bennett. He handed in his notice shortly afterwards.  Welcome to the world of ticket touting in the UK. For as long as there have been ticketed events, there have been people trading on the fact that demand for live sports or music events outstrips supply. But the advent of the internet put rocket boosters under the trade. You can still find the old-fashioned touts outside venues, repeating their time-honoured mantra, “Tickets for the gig, buy or sell”, but these days the real money is made online by armchair touts who target the most popular events. The armchair army will now be gearing up for the annual bonanza that is the British summer. Packed with sporting and musical events such as Wimbledon, Radiohead at the Roundhouse, the England v Sri Lanka Test series, the AC/DC tour – not to mention dozens of hugely popular festivals and outdoor gigs – the next few months will do wonders for the touts’ bank balances. These individuals can hoover up hundreds of tickets at a time and sell them on at a huge mark-up via resale, or “secondary ticketing”, websites such as Get Me In, StubHub, Viagogo and Seatwave. The mark-ups can be eye-watering. An extreme example was when a ticket for Adele at the O2 Arena in London in March was listed on Get Me In for £24,840, some 290 times face value. When Elton John tickets went on sale at the end of last year with a top price of £90, minutes later the same tickets appeared on secondary ticket websites priced at £500. So why is it that touts are able to sell gig tickets at such exorbitant prices?     The AC/DC tour is another target for touts. Photograph: Robert Marquardt/Redferns    Most ordinary fans simply don’t stand a chance. Within seconds of an event going on sale, the tickets are harvested in their thousands by a small but ruthlessly efficient army of touts, many using multiple credit cards to bypass the limit on the number of tickets that one person can purchase. They make their profit by flipping the tickets they secure on to the secondary ticketing sites. Although secondary tickets are often advertised at a huge mark-up, there are usually enough devoted fans willing to pay what it takes to be there. The tout makes a quick and easy profit, while the resale website takes a commission of anything up to 25%, or sometimes more. Even more egregiously, secondary sites Get Me In and Seatwave are both owned by Ticketmaster, which ends up getting paid twice over. Everybody wins, except for the fans. The Observer spoke to one seasoned tout, who has built a business worth hundreds of thousands of pounds, thanks to the secondary ticketing world. Speaking on condition of anonymity, he said that the use of multiple identities and credit cards – to circumvent limits on the number of tickets one person can buy – is commonplace. “Yeah, that’s standard,” he said. “You can use multiple credit cards, multiple identities … it bypasses the ticket limits.” Savvy touts, he said, will pay to join fan clubs in the knowledge that bands sometimes release tickets early to their most devoted followers. Even if they have to pay a subscription fee, the profit margin on the ticket easily covers the cost. “You can make a lot of money,” he said. “If somebody buys £50,000 of tickets, they should be able to make £12,500 out of that.” A few key players appear to play a pivotal role in the secondary ticketing game. Andrew Newman, for example, is just 25 years old but has built a business, Newman Corporation, worth £1.6m from his home just outside Glasgow. He declined to comment on how the company operates or the methods he uses to get tickets. One rung below Newman is Peter Hunter, who runs and part-owns TicketWiz, one of the UK’s most successful secondary ticketing businesses. The company has not published accounts since 2014, but these show a business whose assets increased in value from £157,000 to £270,000 in a year. Another big player is Norfolk-based Maria Chenery-Woods, owner of Ticket Queen. Companies House filings show that the business had assets totalling £543,000 as of March 2014, up from £395,000 a year before. Raymond Sullivan owns Double 8 Tickets, a firm with assets of more than £405,000 as of November 2014. Asked how they got their tickets, one such individual simply said: “Front door, back door, side door.” An investigation by the Observer revealed at least 10 businesses of similar scale, although the likelihood is that there are dozens, if not hundreds, more.     Thom Yorke of Radiohead, another band fighting for fairer ticket prices. Photograph: David Wolff - Patrick/Redferns    Whatever one makes of the morality of the ticketing money-go-round, some experts believe that the rules and regulations governing the system are routinely flouted. “There is no lawful way to harvest tickets in bulk,” argues Reg Walker, Britain’s leading ticket fraud expert and a director of ticket security firm the Iridium Consultancy. He points to the Consumer Protection from Unfair Trading regulations 2008, which prohibit “falsely representing oneself as a consumer”. Anyone masquerading as different people to get hold of multiple tickets for the purposes of a sale risks breaching these regulations, he says. As for selling the tickets on, the Consumer Contracts regulations 2013 say that any trader using online secondary ticketing platforms should provide their identity and their address or contact details. But punters will struggle to find an event on one of the secondary ticketing websites with information about who the seller is. Last year measures were included in the Consumer Rights Act 2015 that require anyone who resells an event ticket via a secondary market website to provide details of the seat row and number, as well as the face value. Critics say that the secondary sites are routinely ignoring this requirement, too. In November consumer group Which? said it had spent eight weeks investigating and had found that the rules were “being repeatedly flouted on all the major secondary ticketing sites”. Often there is very little information provided about where someone who buys a ticket will end up sitting. Campaigners say such information would make it easier to cross-check whether tickets were being sold by genuine fans or touts in it for the money. “It does appear that some secondary ticketing companies are breaking the law in the course of their business,” said Nitin Khandia, director at BTMK Solicitors, a legal adviser on consumer-related problems. These regulations are supposed to be enforced by local authorities, but with central government cuts biting they lack the resources to police the existing law. It is not in the interests of resale websites, which make commission on every ticket sold, to crack down on touts who flout the law. And the touts themselves certainly have no interest in derailing the gravy train. Another tout, who declined to give his name, said: “The whole system works to the detriment of the consumer. But what does taking the moral high ground mean for touts? It means bankruptcy.” One measure of the power that touts wield is the extent to which they are not just tolerated by secondary websites but courted by them. According to industry sources, back in 2011, before launching in the UK, StubHub threw a lavish party for some of the UK’s biggest touts at the Radisson Blu hotel in London’s Fitzrovia. Unlike Ticketmaster, which can boost secondary sales on Get Me In and Seatwave by redirecting fans to those sites, StubHub needed the touts on board – after all, they had the tickets. “These sites are protecting the identity of the touts, and they’re doing it because they need them,” said Labour MP Sharon Hodgson, who is co-chair of the all-party parliamentary group on ticket abuse. “Nobody’s policing this. I would say that the secondary market, and especially touting, is a parasitical business. They’re making money off the backs of other people’s hard work.” The ticket sites have developed sophisticated lobbying efforts to support their opposition to any measures that might curb touting. Fan Freedom UK is a website that casts itself as a grassroots organisation for fans, battling against plans that might prevent ordinary people from selling on their tickets. Only a prolonged look through its US parent website reveals the truth of who is behind it: “Initial funding for Fan Freedom and Fan Freedom UK was provided by StubHub, an eBay company.”   Related: Gone in 20 minutes: Radiohead tickets for the Roundhouse, an impossible mission    So why, with all this apparent evidence of dubious practices, is the government not doing more to crack down on ticket touting via resale sites? One of the reasons is that not all MPs are as anti-secondary ticketing as Hodgson. In a debate on secondary ticketing, Conservative MP Philip Davies branded fellow MPs trying to curb touting in the secondary market as “socialists”. One of the arguments deployed by Davies is that curbing ticket resales would disadvantage the ordinary fan who simply wants to recoup money for a ticket he or she can no longer use. But according to Reg Walker, legitimate resellers are very much in the minority on the major websites. “There was a WWE [wrestling] event in September where there were only 14,000 tickets released and 1,346 advertised on Get Me In the next day, so 10% of tickets have appeared immediately on the secondary sales. “Are those people who had bought tickets and immediately decided they couldn’t go? Of course not. The overwhelming majority of tickets on resale platforms are being sold by traders.” Now, however, the government has a new opportunity to tighten the law on secondary ticket sales. Last October the government launched a long-awaited review of how the secondary ticket market was working, and whether consumers were sufficiently protected by the new rules. The review panel, chaired by Professor Michael Waterson, is due to release its findings in the next 10 days. A number of politicians and music industry representatives are calling on the government to enforce the provision already made in the Consumer Rights Act and, ideally, go further by requiring ticket resellers to reveal their identities. “I’d like to see some form of enforcement,” said Hodgson. “The regulation and the laws that we have should be upheld.”     Richard Ashcroft: £40 ticket on sale for £900 on StubHub. Photograph: Suki Dhanda for the Observer    But those who will perhaps have more clout are the growing number of artists, including Elton John, Adele, Mumford & Sons, Little Mix, Royal Blood and Coldplay, who have become increasingly vocal in the past few years in their opposition to the way touts are allowed to use secondary sites. At the end of last year, Chris Martin, lead singer of Coldplay, co-signed a letter to the government with a number of other high-profile musicians calling for changes to the law to prevent ticketing resale sites from “ripping off fans”. There are also now alternatives emerging to the secondary sites such as mobile ticket exchange app Twickets, which allows fans to offer tickets at face value or below for events they can no longer attend. Its founder, Richard Davies, is fed up with the greed of touts impinging on the rights of music and sports fans, and rejects the notion that touting is simply the free market in action.   Related: Mumford & Sons join the fight against the ticket touts    “The argument that a crackdown on secondary sales is dangerous because it infringes people’s rights and could drive touting underground is nonsense, because we are already witnessing illicit behaviour,” he said. “Profiteering and deception are rife on the secondary platforms. Those selling through these channels are regularly breaking the law and the platforms themselves do very little about it.” Ticketmaster failed to answer when asked to respond to this article, and StubHub declined to comment. TOUT MARK-UPS Before and after… what they cost when they first go on sale and what they cost when they land on secondary sites ADELEO2, London, 21 March 2016Face value: £85Price on Get Me In: £22,000 - or £24,840 when fees are included RICHARD ASHCROFTAlbert Hall, Manchester, 14 May 2016Face value: £40Price on StubHub: £900 RADIOHEADRoundhouse, London, 28 May 2016Face value: £65Price on Viagogo: £3,934 COLDPLAYWembley Stadium, London, 15 June 2016Face value: £50Price on Seatwave: £549 BEYONCéWembley Stadium, London, 2 July 2016Face value: £50Price on Get Me In: £825 DAVID BOWIE PROMRoyal Albert Hall, London, 29 July 2016Face value: £20Price on Viagogo: £250",
  "webTitle": "How the ticket touts get away with bleeding fans dry",
  "webPublicationDate": "2016-05-15T09:59:16Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/15/shady-world-of-the-ticket-touts",
  "keyword": [
    {
      "webTitle": "Ticket prices",
      "id": "money/ticket-prices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Adele",
      "id": "music/adele",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Coldplay",
      "id": "music/coldplay",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "AC/DC",
      "id": "music/acdc",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Elton John",
      "id": "music/elton-john",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    },
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/15/shady-world-of-the-ticket-touts"
}