{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/boris-johnson-trades-invites-to-see-the-reality-with-eu-president",
  "id": "2016-05-26-34",
  "sectionId": "politics",
  "body": "Boris Johnson has urged the president of the European commission, Jean-Claude Juncker, to visit Britain and see the impact of Brussels on families and businesses, as he brushed off a series of increasingly pointed personal attacks. The former mayor of London, whose public rally in Winchester on Thursday was disrupted by placard-wielding Stronger In campaigners, wrote to Juncker after Juncker accused him of painting an unreal picture of Brussels. Speaking at the G7 summit in Japan, Juncker said Johnson should return to Brussels, where he once worked as a journalist, to see whether his claims chimed with reality. Juncker’s chief of staff, Martin Selmayr, went further, lumping Johnson in with France’s Marine Le Pen and the US presidential candidate Donald Trump in a provocative tweet.    #G7 2017 with Trump, Le Pen, Boris Johnson, Beppe Grillo? A horror scenario that shows well why it is worth fighting populism. #withJuncker— Martin Selmayr (@MartinSelmayr) May 26, 2016    Johnson wrote to Juncker, accepting his “very imaginative” invitation, and suggesting a return visit. “I would also like to extend an invitation to you. Many parts of Britain – many families and small businesses – have been damaged by our EU membership. It would be wonderful if you could visit some of these places and meet some of those people with me. I have no doubt it will help inform the debate and give you a better understanding as you attempt to reform the machinery of the EU,” he wrote.           Boris Johnson says immigration figures are scandalous    Johnson’s performance in the campaign is being scrutinised by many of his Tory colleagues as a test of his credentials as a potential future leader. The Stronger In campaign have sought to portray him as sharing the views of the Ukip leader, Nigel Farage, with former home secretary Jacqui Smith describing him in a Guardian article as “Farage in a blonde wig”. Robert Oxley, spokesman for Vote Leave, said while his side had been criticised for playing “the man, not the ball” by questioning the independence of bodies that have warned of the risks of Brexit, such as the Institute for Fiscal Studies, the remain camp had done exactly the same with Johnson. “It says so much about their campaign. Boris goes out there, meets real people, he’s really out engaging with the public. When the prime minister does an event it’s totally sterile,” he said, suggesting Stronger In didn’t trust its most senior figures to meet ordinary people. Speculation is rife in Westminster about how long Cameron could survive in the event of a vote for Brexit – and whether even a remain vote would secure his future for the long-term. David Davis, the former Europe minister and out campaigner said it was not sensible for Cameron to be the prime minister negotiating Britain’s exit, given his comments about the impossibility of negotiating a good deal with the rest of the EU.           Jean-Claude Juncker: Boris Johnson not speaking in line with reality    He told the Guardian: “I think in the event of the Brexit side winning, I think David will have to appoint someone with credibility [to conduct negotiations]. It is very difficult to say something is impossible and then do it yourself. If I were advising, I would say the morning after Brexit, announce who you want to do the negotiation and tell the country that person is going have a free hand and make all the decisions on it.” Cameron has said that he wants to stay on as prime minister to lead negotiations on taking the UK out of the EU if there were to be a vote for Brexit, although many believe he would have to stand down or name a date for his departure. Asked about those who want to depose Cameron, Iain Duncan Smith, the former shadow work and pensions secretary, hinted that rebels should bide their time for now. Any potential challenger to the prime minister would have to gather letters from 15% of the parliamentary party, calling for a vote of no confidence. Duncan Smith told the BBC’s Daily Politics: “Stick your letters in your back pocket and forget about it. Whatever the decision at the end, and I want us to leave, the government of the day will have to operate on that basis. The PM said if the British people say leave, he has to get on and get us out as fast as possible.”  Duncan Smith was among the signatories to an amendment to the Queen’s speech, which the government accepted in the House of Commons on Thursday, in an extremely rare event, which underscored the rebellious mood of backbenchers. The amendment, regretting the failure to include legislation in the Queen’s speech protecting the NHS in a new EU-US trade deal, the Transatlantic Trade and Investment Partnership, was tabled by Labour MP Paula Sherriff and former Conservative health secretary Peter Lilley. No formal vote was called, as the government had said it would accept the amendment, allowing it to pass “on the shout”, with MPs simply saying “Aye”. But more than 40 Conservatives added their names to the amendment, including Liam Fox, John Redwood and Cheryl Gillan, as well as health select committee chair, Sarah Wollaston, and Graham Brady, chair of the 1922 committee, which represents Conservative MPs.  Asked whether the European institutions would be able to work with Johnson if he entered Downing Street, Juncker replied: “The atmosphere of our talks would be better if Britain is staying in the European Union.” Donald Tusk, president of the European council, said: “We have to respect every democratic decision, the result of the referendum and possible political consequences of the referendum. But I think it’s quite normal to have normal relations with politicians and at the same time to have your own opinion about their opinions.”",
  "webTitle": "Boris Johnson trades invites to 'see the reality' with Juncker",
  "webPublicationDate": "2016-05-26T21:00:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/boris-johnson-trades-invites-to-see-the-reality-with-eu-president",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jean-Claude Juncker",
      "id": "world/jean-claude-juncker",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/26/boris-johnson-trades-invites-to-see-the-reality-with-eu-president"
}