{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/21/copa-america-usa-roster-analysis-soccer",
  "id": "2016-05-21-34",
  "sectionId": "football",
  "body": "We’ve seen who’s in the US roster for Copa América. But who is out? And what does it mean for them and for Jürgen Klinsmann’s plans for 2018? Well, let’s look at who didn’t make it out of the provisional 40-man roster – where the two biggest surprises were the exclusions of NYC FC’s Mix Diskerud and Seattle Sounders wünderkind Jordan Morris. Diskerud has had a better start to 2016 after an underwhelming 2015 earned him the unwanted title of “most overrated” player in the league, as voted on anonymously by his peers. Perhaps he falls somewhere between the utilitarian values offered by Kyle Beckerman or Perry Kitchen, and the creative X-factor of Darlington Nagbe. That’s not to mention the additional overshadowing presence of Jermaine Jones, who has blindsided his way back into the picture with his forceful performances for surprise MLS leaders Colorado Rapids.   Related: USA coach Jürgen Klinsmann names Christian Pulisic in Copa América roster    Morris, on the other hand, might have noted the loss of Jozy Altidore to injury and assumed that, even with Christian Pulisic stealing his thunder as the next great American hope, there would now be room for him to take another step in his professional apprenticeship. Perhaps if Klinsmann was not under the degree of scrutiny he has found himself under after an abject 2015, that might have been the case. But with the relative callowness of Bobby Wood and Gyasi Zardes in the roster, the coach has gone for the experience and current domestic form of Wondolowski. So Morris will have to settle for showing his worth for Seattle while Clint Dempsey steps up for USA in the Copa. Another notable omission, who might have hoped his recent career choices would have arrested a plummeting national reputation, is Omar Gonzalez. Gonzalez left the LA Galaxy for Mexico’s Pachuca in the off-season and looks to have sharpened up on his sometimes infuriating lack of focus. But the solidity of his erstwhile defensive partner during 2014 World Cup qualifying, Matt Besler, has earned the Sporting KC man a spot, while there’s also no place for “the next Omar Gonzalez”, Matt Miazga. He now faces the lottery of seeing what a new club coach wants to do with his fringe players at Chelsea next season. No other huge surprises in defense – Steve Birnbaum had taken his national team chances when they came, while Edgar Castillo hadn’t. Ditto Geoff Cameron and John Brooks (in), and Ventura Alvarado and Kellyn Acosta (out). Acosta’s time will come, but you wonder if we’ve seen the last of Eric Lichaj and Tim Ream. Ream has been a perennial fringe player, who’s been diligent and dogged in his English Championship career, and similarly careful and solid in his international appearances, without ever quite making a compelling case for himself. Lichaj on the other hand, just feels as if he has too many players ahead of him in the pecking order. Spare a thought perhaps for Brad Evans. The Seattle man has been the type of player who you’d always imagine to be pushing for a place as a kind of Swiss Army knife option in defense, but evidently Klinsmann feels he has the coverage there. Ethan Finlay need not be too disheartened at missing out on a call-up that’s still a little early for the particular trajectory he’s on. Danny Williams, on the other hand, was probably a few injuries to other players away from ever making the final 23, and Alfredo Morales, likewise would have raised more eyebrows than hopes if he’d parlayed his various cameos into a roster slot.    Related: Underwhelming results becoming alarmingly routine for Klinsmann's USA    Nick Rimando, who along with David Bingham of San Jose, was one of two goalkeepers to miss out. The perennial third choice behind Guzan and Howard, Rimando has had the misfortune to be a strong player in a heavily contested position at national level, and it’s sad for him that he’ll be missing out on a tournament farewell, even if he’d have likely watched most of it from the bench. Beyond the provisional roster It’s also worth looking at the some players who are in the roster for the time ever for this weekend’s friendly against Puerto Rico. Paul Arriola, Amando Moreno, Fabrice Picault, Caleb Stanko, and Zack Steffen will be intriguing fringe prospects to assess over the next couple of years. They were always ineligible for the Copa, by dint of not featuring in the 40-man provisional roster, but could shape the team before the 2018 World Cup arrives.  Arriola and Moreno are different versions of “the one that got away”. Both ended up in Tijuana from MLS teams – Arriola’s defection from the Galaxy youth ranks actually helped institute the LA II team up in Carson, as the Galaxy belatedly realized that unless they offered credible paths to bridge youth prospects to the first team, they would lose them to their ambitious neighbors to the south. Moreno, meanwhile, was a talented but immature player when the Red Bulls got rid of him a couple of seasons back. It’s to his credit that he’s found a toehold in a more challenging playing environment. Whether either sees the field this weekend it’s good to see them noticed. Picault (St Pauli), Stanko and Steffen (both at FC Freiburg) are all on the German-American conveyor belt that has shuffled players forward for consideration in Klinsmann’s time in charge. Whether any or all of them go further than this team camp is another matter, but Stanko and Steffen will have plenty of chances to prove themselves at the highest level next year, after Freiburg’s promotion to the Bundesliga. Other credible contenders never got as far as this weekend’s roster or the provisional 40. Some are understandable — you could compile a compelling highlight reel of Brek Shea contributions to games, but it’s harder to justify any claim that he’s mastered the role of attacking full-back. But the continued absences of New York Red Bulls midfielders Dax McCarty and Sacha Kljestan from team camps, and now the Copa, suggest that the window has closed on the industry of McCarty and the intelligence and forcefulness of Kljestan. The continued presence of Mix Diskerud at the expense of the latter, is one of the abiding minor mysteries of Klinsmann’s reign, though of course Diskerud too finds himself on the outside looking in after this weekend. Others have come and gone. Just as he was at the World Cup, Aron Johannsson might have been the default option to replace Altidore, were it not for the fact that Johannsson is injured himself right now. Some of these players will emerge in the wake of Copa America, some will drift permanently out of contention. But for now, every one of these players will have a summer to fret about the fact that the national spotlight is currently focused elsewhere. USA squad for Copa América Goalkeepers: 1-Brad Guzan (Aston Villa), 12-Tim Howard (Colorado Rapids), 22-Ethan Horvath (Molde IK) Defenders: 5-Matt Besler (Sporting KC), 3-Steve Birnbaum (D.C. United), 6-John Brooks (Hertha Berlin), 20-Geoff Cameron (Stoke City), 21-Timmy Chandler (Eintracht Frankfurt), 23-Fabian Johnson (Borussia Moenchengladbach), 14-Michael Orozco (Club Tijuana), 2-DeAndre Yedlin (Tottenham Hotspur) Midfielders/Forwards: 15-Kyle Beckerman (Real Salt Lake), 11-Alejandro Bedoya (Nantes), 4-Michael Bradley (Toronto FC), 8-Clint Dempsey (Seattle Sounders FC), 13-Jermaine Jones (Colorado Rapids), 16-Perry Kitchen (Heart of Midlothian), 10-Darlington Nagbe (Portland Timbers), 17-Christian Pulisic (Borussia Dortmund), 18-Chris Wondolowski (San Jose Earthquakes), 7-Bobby Wood (Hamburg SV), 20-Gyasi Zardes (LA Galaxy), 19-Graham Zusi (Sporting KC)",
  "webTitle": "Jürgen Klinsmann plays it safe with US Copa América roster after woeful 2015",
  "webPublicationDate": "2016-05-21T22:21:04Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/21/copa-america-usa-roster-analysis-soccer",
  "keyword": [
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Copa América",
      "id": "football/copa-america",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jurgen Klinsmann",
      "id": "sport/jurgen-klinsmann",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Parker",
      "id": "profile/graham-parker"
    }
  ],
  "guardianId": "football/blog/2016/may/21/copa-america-usa-roster-analysis-soccer"
}