{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/azerbaijan-worst-place-in-europe-to-be-gay-lgbt-rainbow-index",
  "id": "2016-05-10-154",
  "sectionId": "world",
  "body": "Azerbaijan has been ranked the worst place in Europe to live as an LGBTI citizen, after meeting only 5% of a leading rights organisation’s criteria for legal equality. The ILGA-Europe Rainbow Index, released today, ranks 49 European countries according to the laws, policies and practices that affect LGBTI communities. The countries with the three lowest scores are all post-Soviet: Armenia, Russia and Azerbaijan. The countries leading the index – Malta, Belgium and the UK – all scored above 80%. Although homosexuality is legal in Azerbaijan, the 2016 index draws attention to the country’s failure to protect its LGBTI community from hate crime and discrimination. The review links the low score to the high number of homophobic and transphobic violent attacks, as well as discriminatory remarks made by political figures. “Of all the social groups that are victims of violence and hatred, we are the ones that struggle most,” says gay Azerbaijani activist, Javid Nabiyev. “Each year, hundreds of LGBTI people are exposed to physical, psychological and economic violence by their family members and the people around them. They are killed, forced to live a double life, commit suicide or leave the country.” East v west     Azeri LGBTI activist Javid Nabiyev in 2012. Photograph: Nefes LGBT Azerbaijan Alliance    Today, Nabiyev sits in a small box-room in a German refugee shelter, the bare white walls are decorated only with the rainbow LGBTI flag and the national flag of Azerbaijan. Despite everything that happened to him there, he says: “It’s my homeland and I miss it.”   Related: Gay couple in Azerbaijan forced to flee after engagement vow makes local news    Nabiyev’s life in Azerbaijan became unbearable after he proposed to his boyfriend in 2014, and the pair became targets of a national hate campaign. Pictures of their engagement ceremony posted to Facebook found their way onto mainstream news. The couple’s personal details were published online and Nabiyev’s neighbours became threatening, he says. The couple fled to Turkey before the pressure of persecution finally tore them apart. They returned to Azerbaijan separately, and Nabiyev continued with his activism.  But his work for Nefes LGBT Azerbaijan Alliance – the organisation he founded – made him a fresh target for the authorities. He can no longer count the number of times he’s been beaten by police and in the media, he was accused of being a western spy. Worried he could be detained more permanently, he fled to Germany. Bjorn van Roozendaal, programme director of ILGA-Europe, sees the tension between east and west as key in the struggle for LGBTI rights. “We’ve seen a lot of backlash in the region. One common denominator is that Armenia, Azerbaijan, Russia all want to distance themselves from the west and the LGBTI struggle has been at the centre of that,” he explains. “LGBTI rights are seen as a modern western value that the west is trying to impose and this mindset really comes at the cost of the LGBTI community.” Azerbaijan is a member of the Council of Europe, which describes itself as “the continent’s leading human rights organisation.” All CoE members have signed the European Convention of Human Rights, in which article 14 prohibits discrimination “on any ground such as sex, gender”.    LGBTI rights are seen as a western value that the west is trying to impose  Bjorn van Roozendaal     In September 2015, the EU Parliament passed a resolution on Azerbaijan, condemning its treatment of human rights defenders and said it was “extremely concerned over the situation of LGBTI people”. But van Roozendaal is not optimistic about the resolution’s power. “I don’t think that a country like Azerbaijan really cares what the EU think. I don’t think they want to be seen to be promoting LGBTI rights,” he says. “Change is not going to happen in top down way, it’s going to come from bottom up – from activists on the ground.” He can’t speak openly about the work ILGA-Europe is doing in Azerbaijan because “any kind of visibility that we give to the work we do, puts people at risk. This work is made extremely difficult by the government, which is very sad.” He can say that they are working to support the LGBTI communities to educate them on how to avoid risk and document hate crime. But it’s not easy to support grassroots groups. “There are strict controls on any kind of money that goes into the country, so it’s difficult to fund even awareness campaigns,” he says. ‘Love is love’     Isa Shakhmarli before his death in 2014. Photograph: Nefes LGBT Azerbaijan Alliance    Nabiyev’s is just one of many tales to have leaked out of the country in the past few years.  One of the most high-profile was the death of Isa Shakhmarli in 2014, a leading LGBTI activist who killed himself draped in the rainbow flag. He left behind a video in which he said: “I tried to explain that love is love as much as I could but my family and friends never understood.” After his death, his friend Lala Mahmudova took over his role at the LGBTI organisation, AZAD. Mahmudova, who is straight and currently studying in Chicago, says she is often criticised for supporting LGBTI equality.  “On Facebook, a lot of my relatives and friends have blocked me because I support LGBTI people. They say, ‘You are going against our society’s values’.”   Related: 'We'll cut off your head': open season for LGBT attacks in Kyrgyzstan    Mahmudova sees violence and abuse at the hands of family members as a serious problem. “I know a lot of transgender people who are beaten by their fathers, sisters and mothers. It starts with their family,” she says. But with no LGBTI shelters in Azerbaijan and a largely unsympathetic police force, there is little Mahmudova or AZAD can do to help people in this situation. Given the risks, for many people coming out to family and friends is too dangerous. Ahmad – not his real name – a 21-year-old student living in the capital, Baku, explains: “If my brother and my uncle find out [I’m gay], they will get very angry and I don’t know what could happen.” Ahmad doesn’t feel like he has a family, and says he could never approach the authorities for help. “As a nation, we have no trust for our police or our government,” he says. “I have always felt I have no one but myself to lean on.”",
  "webTitle": "Azerbaijan worst place to be gay in Europe, finds LGBTI index",
  "webPublicationDate": "2016-05-10T13:46:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/azerbaijan-worst-place-in-europe-to-be-gay-lgbt-rainbow-index",
  "keyword": [
    {
      "webTitle": "Azerbaijan",
      "id": "world/azerbaijan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Armenia",
      "id": "world/armenia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Morgan Meaker",
      "id": "profile/morgan-meaker"
    }
  ],
  "guardianId": "world/2016/may/10/azerbaijan-worst-place-in-europe-to-be-gay-lgbt-rainbow-index"
}