{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/27/tesla-model-s-electric-car-driving-holiday",
  "id": "2016-05-27-291",
  "sectionId": "technology",
  "body": "The alarm went off at 6am to kickstart our journey, and I was full of trepidation. Driving 706 km (439 miles) in a car with three other adults and enough luggage for a week’s holiday might already feel like a modern labour of Hercules for some, but this trip had an extra challenge: the car would be all electric. The chariot to take us from the south of London to the middle of France would be a Tesla Model S 90D. Fortunately, unlike most other electric cars, the Model S is not a small car, so fitting everyone and everything in wouldn’t be an issue. But a quoted range of just under 350 miles per charge, though one of the longest available, left me a little worried. Would we really get anything like that much milage, with a fully laden car, and at motorway speeds? Would there be enough chargers along the way? And after the fourth recharging stop, would my passengers mutiny?   A map showing the journey from London to the Loire Valley via Folkestone, Calais, Paris and Tours. From London to the Loire Valley via Folkestone, Calais, Paris and Tours.   I put those fears aside as we plugged the destination into the large 17in touchscreen that sits in the middle of the dashboard, tapping out Eurotunnel on the keyboard and setting a course for the nearest electric charger – something that would be an all-too-familiar sight as the journey progressed. London to Folkstone (7.02am GMT to 8.05am GMT)   London to Folkestone London to Folkestone   As the clock struck 7am on a bright spring morning we were off, silently accelerating away with only the noise of the tyres and a quiet whoosh from the electric engine to indicate we were moving. You’d not get such a quiet start in a petrol- or diesel-powered vehicle – but then with an internal combustion engine, the French leg of the trip would only take six and a half hours including stopping for fuel once. In the Tesla it would take almost 11 hours, not that we knew that yet, as we cruised happily down the M20 to the Eurotunnel. And it was on the M20 that I had my first experience of the Model S’s perks. It’s a big car – powered by a massive battery that forms the whole of the underside of the car – but it’s very, very quick.  The 90D hits 60mph in 4.2 seconds, which is faster than most sports cars. Admittedly, this sends everything in the back flying because there are no cubbyholes or even magazine holders in the back of the seats, but on motorways you don’t have to worry about joining the carriageway. Find the gap, slam your foot on the accelerator and zoom into lane – no run up, high revving or dodging lorries needed.  Doing so drains the battery of course, but the car would get a full charge at one of what Tesla calls a “Supercharger”. Super in both name and power: a full charge of the Model S takes only 70 minutes, which is a whole six hours quicker than most other chargers. Only Teslas can use them, which really makes you feel for Nissan Leaf drivers.     Plugging in the car at the Eurotunnel was easy, as there were two charging points right in front of the terminal – and the electricity from Tesla’s Superchargers is free. Photograph: Samuel Gibbs for the Guardian    We arrived at the Channel tunnel just after 8am and ran into our first conundrum. The first Supercharger we’d reach in France would be just north of Paris, some 244km (152 miles) away, so we needed to fully charge before taking the Eurotunnel. But what if all the charging slots at Folkestone were taken? How long should we allow? We decided to be conservative and book a Eurotunnel slot for two hours’ time, and make the most of the wait with breakfast. Finding the Folkestone charger was easy. We pulled up right in front of the terminal, reversed in, hooked up, shoved everything in the boot for safe keeping and went in for a full English. An hour later I came back to discover to my horror the boot wide open. The powered tailgate had tried to shut on a bag strap and re-opened without me noticing. Panic set in as I ran over to the vehicle, but thankfully nothing was missing except my faith in my own faculties. At least the car was fully charged. England to France (10.40am GMT to 12.30pm CET)      Heading into the Eurotunnel trains felt like a very tight squeeze. Photograph: Ben Smith for the Guardian    As the time came to board, another challenge presented itself. While getting on to the Eurotunnel train was fine – breathe in a bit and fold in the wing mirrors – once parked we were instructed to do something that sounds so very simple: turn off all lights.  In most cars this just means turning off the ignition, but in the Tesla there is no way to fully turn the car off. Well, there is a way, but it’s marked with big scary letters saying “only in an emergency” and I didn’t know if we’d be able to turn the car back on if I pressed it. I pushed every other button I could see. I turned the headlights from auto to fully off, turned off the mood lighting, turned off headlights after exit, but the daytime running lights – a small line of LEDs that light up accents around the headlights, which is the fashion in cars these days – just wouldn’t turn off. Getting out of the car and shutting the doors didn’t help either. The attendant said that he’d had this problem with every Tesla that’s been through the tunnel, and that LEDs mess with the fire detection system of the train.  Still we could find no way to turn them off. Fortunately the attendant had moved on, and thankfully as the train started to move the car went silent and everything turned off, including the lights. Tapping the touchscreen kickstarted the music again, but the lights stayed off.     The lights finally went off on their own when the train started moving. Photograph: Samuel Gibbs for the Guardian    I later found out that Tesla’s official advice for Eurotunnel-goers is to hit that “only in an emergency” button, which will power the car off the completely. Tapping on the touchscreen will then restart it. Calais to Senlis (12.30pm CET to 2.40pm CET)   Calais to Senlis Calais to Senlis   Half an hour later, we drove straight off the train and on to the open French motorways, en route to our next stop, the Supercharger in Senlis, just north of Paris. The French motorways and toll roads are a cut above the bumpy, grainy surface of British motorways. The Model S flew along in comfortable cruise, happy at pretty much any speed. The speed limit on the motorway in France is 130kmph (81mph) when it’s dry, 110kmph (68mph) when it’s raining. It was a bright sunny day so we set off at the upper cap, matching what little traffic joined us on the roads.     Driving off the Eurotunnel train and into France.   The Model S has a quoted range of 557km (346 miles), which should have made the 244km jaunt trivial. What we didn’t take into account was that the mileage figure was calculated in line with the industry standard New European Driving Cycle (NEDC) guidelines, which are meant to simulate typical usage of a car in Europe. They were first introduced in 1970, last updated in 1997 and are continually criticised for producing wholly unrealistic range or efficiency statistics. To say 346 miles per charge was unrealistic for French motorway driving at 130kmph would be an understatement. With regular driving – think average family driving, not boy-racer-in-a-pocket-rocket driving – we made it to the charger in Senlis with just 25km projected range to spare, but not without a scare first. Range anxiety is nothing to be sniffed at. The car comes with some very detailed electricity consumption graphs, one of which we had on-screen at all times indicating typical and projected range, which of course decreases at a worrying pace as you tear up the miles. The likelihood of running out of battery is probably quite low, but the consequences of doing so are great, which means the perceived risk of a dead battery leaving you stranded feels quite high. What do you do if you ran out of battery in the middle of nowhere? It’s not like you can nip down to the nearest petrol station, fill up a jerrycan and put some emergency fuel in the car. If you found someone kind enough to lend you a plug socket with a massive extension cable you could charge it, but is that likely? Coming up to the turning off to Senlis we reached a toll booth – which are frequent either side of Paris – and in the fumble to find change we failed to realise that we had to immediately turn off the motorway to head for the Supercharger. On what was now the wrong road, and with 40km of projected range left, we were suddenly faced with the realisation that we would have to travel another eight or so kilometres before being able to come off, do a loop at a roundabout and come back on to head back up the motorway for another 8km. Panic was beginning to set in as the remaining range fluctuated and the risk of running out really dawned on us.  We switched off everything non-essential – the climate control, the music and the mood lighting: it all had to go – and drove as close to the optimum speed as we could without getting overtaken by lorries.     The view of the Ibis Budget from the car on charge a the Senlis Supercharger. Photograph: Samuel Gibbs for the Guardian    We made it to the charging point, a lovely six-slot Supercharger. The relief was palpable, as was the sweat in the 25C non-air conditioned cabin. We weren’t the only Tesla drivers at the Senil Supercharger, which is one of just three north of Paris. We saw two Dutch Model Ss, one Belgian one and one French, which made us feel slightly better; other people were driving significant distances in their all-electric cars, so we couldn’t be that daft. It was also reassuring to walk up and be able to hear what the other Teslas sounded like as they charged. As 400v, and almost as many amps, are pumped into the battery, the car sounds like it is about to take off as its fan goes into overdrive. After about 20 minutes and around half a charge it calms down a bit.  Reassured the charging noise was normal, we made a break for a nearby McDonald’s.     Tesla Model Ss from Belgium, the Netherlands and France pulled up at the Senlis Supercharger. Photograph: Ben Smith for the Guardian    The car was fully charged in around 70 minutes, so we plugged in the next destination – a Supercharger in Tours 286km (178 miles) away. The navigation system plotted us a route that took us around Paris on one of the French capital’s ring roads. It’s worth noting we only came this close to Paris because of the location of the Senil Supercharger, in a petrol car you would avoid the city entirely. Senlis to Orly (3.52pm CET to 5.17pm CET)   Senlis to Orly Senlis to Orly   We set off down another toll road, heading for Paris traffic. On the motorway the car is big, powerful and comfortable, but what about on the cramped streets of Paris? Predictably we hit a queue of cars, which was very stop-start, cars nipping in and out, cutting each other up and breaking hard. Thankfully, the Model S performed very well for such a large car. It felt nimble, its instant acceleration came in handy for quick jumps through gaps and it was much more efficient at lower speeds. Having fought through Paris, crawling at 70kmph around the city’s ring road, we approached the turning for the Orly Supercharger. Although we were meant to be going stop-free to Tours, with one-third of the battery gone and after our previous panic, we decided it would be best to stop.     It would be a while before we saw the open road again. Photograph: Ben Smith for the Guardian    The Orly Supercharger was hidden behind a Novotel and took a bit of finding, particularly as Tesla’s built in turn-by-turn navigation system is sometimes not quite detailed enough to reliably tell which junction it’s trying to get you to take when two or three are tightly packed together. What makes it worse is that the large map on the 17in centre screen means everyone in the car can see it, making everyone backseat drivers. Sometimes that’s useful, particularly if it’s difficult to tell where precisely you have to turn, but often it is terribly irritating. On the upside though, it nullifies the incessant “are we there yet” bleats you get from your passengers on long car journeys. After a couple of wrong turns, we found the Novatel, parked at its gates and went in to ask precisely where the charger was. Right at the back of the car park, invisible from the road, the six-car charger had one black French Tesla taxi parked in it, so we pulled in beside it and started the charging routine – pop the flap by the rear light cluster on the passenger’s side, plug in the thick cable and let the car do its thing. A quick trip into the Novatel bar, an orange juice for the designated driver, and something stronger for the somewhat frustrated passengers, and we were topped up and ready to go. Orly to Tours (5.56pm CET to 8.36pm CET)   Orly to Tours Orly to Tours   So the next stop on our electrical mystery tour would be Tours, a medium-size town with the nearest Supercharger to our final designation just outside of the small village of La Celle-Guenand. The route would take us back out onto the open road where the Model S’s newest party trick came into its own. Tesla caused quite a stir when it released its so-called Autopilot advanced cruise control system as an over-the-air update in October last year. It’s about as close as you can legally get to a self-driving car at the moment. When activated – pull the cruise control stick back twice, once to activate speed control and a second time to activate automatic steering with a cute beep-boop sound – and the car will basically do the driving for you.     The two icons either side of the speed indicate appear when cruise control and auto-steering are available, and turn blue to indicate when they are active. The car’s position on the virtual road mirrors the physical world, and images of cars and lorries appear on screen when they are detected by the car’s sensors. Photograph: Samuel Gibbs for the Guardian    It tracks the white lines and the cars around you, controls speed recognising speed limit signs, your distance to other cars, which I set to seven car lengths, and keeps the car in the middle of the lane. It’s a surreal experience at first, but you quickly gain confidence in it and, like cruise control, it becomes second nature. It’s even intelligent enough to differentiate between someone overtaking and pulling away, which it doesn’t need to brake for, and those that pull in and slow down for which it does brake to maintain your set distance to the car in front. The only slightly unnerving thing is that on French roads the white lines peel off to the right at motorway junctions to create the slip lane, causing the car to gently meander, drifting to the right in the inside lane before correcting itself. The passengers didn’t seem to notice, and you quickly come to anticipate it as a driver, but the first time was a bit of a shock. Autopilot makes the process of driving, particularly on the other side of the road, a much more relaxing experience. You become the car’s long-range scanner, making sure idiot drivers don’t crash into you. It will even change lanes for you if you indicate one way or the other, which works fine when there’s plenty of time and space, but I found myself taking control more often than not to move around cars. To do so you just manually steer, overriding the system and deactivating the steering control with a boop-boop sound. In fact, I used it so much one of the passengers in the back started humming the beeps and boops in synchrony with the car. You can turn them off, but no one objected.     The Model S hooked up to the final Supercharger on our journey, behind the Art Hotel in Tours. Photograph: Ben Smith for the Guardian    Many toll booths later, we pulled off the motorway and headed for the Tours Supercharger. This one was the nicest of the lot, in a new gravel car park out the back of the very swank-looking modern Art Hotel in a old chateaux on the banks of the Loire. A full charge was needed, partly because we weren’t entirely confident that we would be able to charge the car at our destination.  You can charge the Tesla pretty much anywhere, and there are quite a few public charging stations dotted about in villages and towns around our final destination, but we felt we needed to make sure we could get back to Tours as a worse-case scenario backup plan. It gave us time for what was, apparently, a very nice gin and tonic, some excellent local white wine and yet another orange juice for the driver, none of which was cheap but then we were on holiday. We all agreed that if the gîte didn’t work out we’d be back here pronto. Another Model S turned up as we were returning to the car, which would be the last we’d see until our voyage back to the UK. We didn’t wave or anything, this time. Tours to La Celle-Guenand (9.32pm CET to 10.46pm CET)    Tours to La Richardière Tours to La Richardière   As we set off on our final leg, at 9.30pm local time, we needed the headlights - another thing to drain the battery - but given the car was full to the brim I wasn’t worried. A quick stretch of the A10, a short stop at a supermarket to stock up on provisions and a jaunt along the D50 took us to single-lane country roads. Here we discovered that the “save” feature in Spotify, built in to the Model S, didn’t actually save the tracks offline, just added them to your library, so when the 3G ran out, so did the music. It also crashed at one point, stuck in some sort of loop playing an awful ticking racket. A soft reboot of the touchscreen panel sorted it when parked up later.     Plotting the route to our destination on the 17in touchscreen. Photograph: Ben Smith for the Guardian    The now music-free car handled the winding roads admirably, although you needed every bit of the automatic full beams to see where you were going. The streets were more-or-less deserted. We saw several very nice but narrow villages, inching our way through them over cobbles and around 90-degree brick turns. We drove past one older lady, who gave us a curious look – what was this thing crawling silently through the night – shook her head and disappeared in through a tiny door. It was a reaction we would grow accustomed to in rural France, which was quite different to the looks, questions and kids hanging out of minibuses waving and trying to take photos that the car had garnered in the UK and through French toll booths to Paris. Journeying down a single-track road banked by fields as far as the eye could see we finally reached our destination, La Richardière, which the satellite navigation predictably butchered in half English, half machine-broken French. After 11 hours on the road in France, we pulled up at just before 11pm local time, almost drove over the septic tank and parked up for the night with half the battery left. Charging could wait for the morning. La Richardière The beauty of an electric car is that you can charge it just about anywhere that’s got an electrical socket. It might look mean, but you can plug the big thick cable into a standard wall socket with the right adaptor on the end. If it can take a kettle, it can take a Tesla. We were planning to use a caravan power hookup to charge the car, but like everything else there are two sizes of three-pin blue utility connector. We had the big one, the shed outside the gîte had the smaller one. Luckily the other side of the wall had a standard European two-pin plug socket. I took the Tesla mobile connector, changed the adaptor on the end and plugged it straight into the wall.     Charging the Model S straight from a standard plug at the destination was surprisingly easy using the included mobile charging cable. Photograph: Samuel Gibbs for the Guardian    A click, a locking sound and some flashing lights later we were charging. The touchscreen said we had 15 hours until it was full, so we just left it to do its thing. Once full, the car will stop charging automatically and can be left plugged in day and night. On subsequent days we took the car out for a couple of shorter jaunts that would require only an overnight charge to fill back up, as well as a trip to a châteaux near Tours, which required another 15-or-so hour charge. For the shorter charge times I scheduled charging so that it would start from midnight, when the cost of electricity was lower. It’s worth noting that for the gîte owner it was as much a voyage of discovery as it was for us. On seeking a place to stay and charge the car many owners had no idea what we were talking about and flat out said no or were totally unaware of the cost involved, presuming it was like charging a smartphone.     Charging from a 13amp socket is easy, but takes a long time. Photograph: Samuel Gibbs for the Guardian    We worked out that it would cost around €70 for a couple of full charges at the local electricity rate, and so paid extra, but should you attempt similar it is worth making sure that the owners know precisely what’s going to happen. If we had not been able to charge at our destination we would have had to charge in the local village, leaving the car overnight on multiple occasions. It is a lot easier than you might think, but takes some planning and potentially a very long extension cable. Out and about     Short trips to small towns, villages and tourist attractions were simple, quick and easy in the Model S, with an overnight charge. Photograph: Ben Smith for the Guardian    Most of the places we visited, including the château Chenonceau, had public electric charging stations, which would have fully charged the car in 17 hours. Useful for a top-up or for an emergency overnight stay. Using the car during the week was generally trouble free, even though it rained a lot. It was comfortable, stable on all road surfaces and could be as quick or as slow as needed. There is no rear windscreen wiper we could find, but there is a rear camera if needs must. At speeds under 50kmph it was very quiet, with only a slight electric whine from the engine; great for those in the car, but not for the animals around it. We found that birds were utterly confounded by this rolling thing without the engine noise, while cats simply refused to move until we were literally centimetres from them. It meant you had to drive very slowly anywhere near any animals, or attempt to use the horn, which in a small village seemed a bit rude. The Model S is also quite a big, modern car with thick doors. Attempting to park in an inner-city underground car park on a day trip to Tours was quite stressful. The car only just fitted into one space, but I couldn’t open the driver’s door. Tesla’s Summon feature allows you to move the car forward or backward to get into or out of tight spaces without having to be in the car using an app, but in this case the car parked next to it wouldn’t have had a chance. In the end we decided to park really badly, taking up one and a half spaces, and to hope for the best. The journey back As the week drew to a close, we made sure the car had a full charge before setting out at 7am on Saturday. We drove the same route we took coming down in reverse, first stopping at the Art Hotel in Tours for a full charge and a coffee, which only took 30 minutes. From there we decided to see what kind of range we could get at 110kmph on the motorway, which was fast enough not to be overtaken by lorries while cruising in the inside. After some careful driving up from Tours to Paris we did some quick, back-of-an-envelope calculations and worked out that we could just about make a straight shot to the Supercharger north of Paris in Senlis and skip one stop.     As long as the projected range was a larger figure than the distance to our destination, we knew we would be fine, although that did nothing to alleviate range anxiety. Photograph: Samuel Gibbs for the Guardian    We headed into a massive traffic jam in Paris, which unlike a gasoline-powered car actually helped our range. Plus, Autopilot also works in traffic, if you enable it before coming to a complete stop, which made sitting in traffic slightly more bearable. Once out the other side of the city we made the correct turning for the Senlis charger, on first attempt, with plenty of charge. Pulling in behind the Ibis Budget and parking up with a projected 68km range left the car threw up a low-battery warning saying that “there will be significantly less energy available from your battery if it gets colder” and to charge it now. We obeyed, hooked the car up next to a fellow British Model S and headed off to the local McDonald’s to kill some time. A full charge later, feeling disgusting from the burgers - the cuisine near Superchargers often seems rather lacking - and having had enough of being surrounded by screaming kids, we set off on the final stretch to Calais via the nearest supermarket.     One last charge at the UK-bound Eurotunnel terminal. Photograph: Samuel Gibbs for the Guardian    After our 10-hour journey through France, we made it to the terminal at 5pm with plenty of range left, parked up in Calais and, stepping out to some terrible pop music being piped out of a PA system, hooked the car up for a full charge to see us home to London. There were only two Supercharger points on the French side of the Chunnel, but there were no cars currently charging. A quick trip on the train with the same faffing over the lights and we were driving on the left on British roads again, which instantly reminded us of how smooth French motorways are compared to our pothole-ridden carriage ways. An hour up the M20 and we were home.  From London to the Loire valley and back again using nothing but electricity It’s remarkable, when you think about it. Until June 2014 and the launch of the Model S and Tesla’s Supercharger network it simply wouldn’t have been possible to drive to the Loire valley from London in under a day on electricity only, with rivals such as the Nissan Leaf running dry at around 100 miles and taking four hours to charge. But the Model S is more than just an electric car. It is very fast, comfortable at any speed and with plenty of space for the family, even if there is a decided dearth of in-cabin storage. Perhaps it is Tesla’s Autopilot that really points to the future of driving. It takes the hard work out of concentrating on long drives, and if you didn’t have to stop and charge every 300km, it would almost make the 706km journey do-able in one shot.     Range and battery charge varies according to ambient conditions, which brought up this worrying message. Thankfully we were parked and about to charge when it popped up. Photograph: Samuel Gibbs for the Guardian    Despite range being an issue, it is a lot easier to drive and charge than you might expect, which is a good thing; commercially available batteries aren’t going to make any massive leaps any time soon. Electric cars that can drive themselves are obviously the future, and you can buy into that future right now, as long as you have time on your side.  We drove a Tesla Model S 90D, which cost £91,030 including the £2,200 Autopilot option. The Model S starts at £58,300. A UK government incentive of £4,500 is also available.   Self-driving cars: who’s building them and how do they work? Huge profits in store for firm that can make a great leap in battery technology Elon Musk: Tesla cars will be able to cross US with no driver in two years Tesla Model 3 pre-orders stack up as Elon Musk unveils lower-priced car",
  "webTitle": "Chargers, châteaux, and the Channel Tunnel: can you really do a driving holiday in a Tesla?",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/27/tesla-model-s-electric-car-driving-holiday",
  "keyword": [
    {
      "webTitle": "Tesla",
      "id": "technology/tesla",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Self-driving cars",
      "id": "technology/self-driving-cars",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Electric, hybrid and low-emission cars",
      "id": "environment/electric-cars",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Samuel Gibbs",
      "id": "profile/samuel-gibbs"
    }
  ],
  "guardianId": "technology/2016/may/27/tesla-model-s-electric-car-driving-holiday"
}