{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/05/top-10-dragons-in-fiction",
  "id": "2016-05-05-261",
  "sectionId": "childrens-books-site",
  "body": "Dragons have been my favourite mythological creatures for as far back as I can remember. As a child and later as a teen, I read every dragon story I could get my hands on. And even now, if a movie or film has a dragon in it, you can be sure I’ll be there to see it. I love dragons because, more than any other magical creature, they are the most complex. They can be tiny or enormous, friendly or savage, a true and loyal friend or a terrifying force of destruction. So here are my top ten dragons in movies and books.   Related: Julie Kagawa: 'We are always growing as writers, getting better with each story we tell'     1. Smaug from The Hobbit by JRR Tolkien I debated with who to put for my favourite dragon, and it was a close match up between Toothless and my number one. But ultimately, there is no dragon who is more dragon-y than the king of dragons himself, Smaug. Smaug represents everything an ancient, legendary dragon should be: massive, intelligent, fickle, dangerous, with an insatiable love for gold and the destructive force of a lesser god. He brought an entire dwarven kingdom to ruin, terrorised a town just by sleeping next to it, and in the end, only a magic arrow could finally bring him down. He is the reason Bilbo’s words ring true for anyone dealing with these fantastic, complex, mysterious creatures. Never laugh at live dragons. Remember well his warning.   Related: How to draw... dragons    2. Toothless from How to Train your Dragon by Cressida Cowell Toothless (Movie Toothless, anyway. Movie Toothless and book Toothless are quite different.) needs little introduction. He is the world’s most adorable dragon, and there are probably very few who would argue that. Fierce, protective, curious, silly, intelligent, brave, proud, lovable; Toothless is all of these things and more, which makes him my number two dragon of all time.   Related: Dragons in literature – quiz!    3. Haku from Spirited Away I discovered anime a little late in the game, but quickly became obsessed with it. They were cartoons, animated movies, but with a level of gore, violence and romance that I’d never experienced before. My first Hayao Miyazaki film was Princess Mononoke, but after that, I watched Spirited Away and found an instant favourite. Most of that was due to Haku, the mysterious white dragon that appears near the middle to end of the film. At first, you aren’t sure if he’s a good guy or an enemy, but by the end of the movie, it’s impossible not to love him.   Related: What dragons can teach us about climate change - in pictures    4. Maleficent, Sleeping Beauty by Disney I was a strange child. Like many others, I was raised on Disney films and I adored many of them. But when it came to Sleeping Beauty, I didn’t care for Prince Phillip and his white horse. I loved Maleficent. She was cool, she terrified me, and when she turned into a dragon near the end of the show, I knew she had to die. She was the villain, and Disney movies always had a happy ending. But darn it, I wanted that dragon to win. To this day, Maleficent remains my ultimate Disney villain, and that huge black and purple dragon can still give me chills whenever I see it.   Related: What are the best children's books on St George and the Dragon?    5. Drogon, Rhaegal, and Viserion from Game of Thrones series by George RR Martin Daenery Targaryon is one of two of my favourite female leads in Game of Thrones (the other being Arya Stark), and not just because of her dragons. She is strong, determined and powerful woman in a world dominated by men. She has grown up through the books, and has had to make some truly heartbreaking decisions, but she stands tall and carries on. Her three dragons aren’t the only cool thing about her, but let’s face it, they are extremely badass.   Related: Guess the dragon in children's books – quiz!    6. Mushu from Mulan by Disney and Katherine Poindexter  Not all dragons are huge. Some are quite tiny, but their attitude makes up for their size. Mushu, the tiny oriental dragon from Mulan, didn’t let his size get in the way of what he wanted. Even though his closest friend and helper was a lucky cricket, he still found a way to help Mulan win a war and save a country. And he brought some much needed laughs to a rather sober Disney film. 7. Falcor from The Neverending Story by Michael Ende Falcor the white Luck dragon was another staple of my childhood when I longed for a dragon of my own. I loved him in both the film and the books, but it was the book version Falcor that I loved the best. He seemed more playful and mischievous between the pages of The Neverending Story than he ever did in the movie. And less like a fuzzy puppy with goofy ears. 8. Draco from Dragonheart by Adriana Gabriel Unlike the Hungarian Horntail, Draco of Dragonheart fame represents the other side of these complex creatures: one that is misunderstood, intelligent, noble, and loyal to the bitter end. Draco is fierce and will fight if he has to, but it is his honor and desire to do the right thing that sets him apart from other dragons. Even if it comes at the cost of his own life. And Sean Connery as the voice of the unflappable dragon didn’t hurt, either. 9. Hungarian Horntail from Harry Potter and the Goblet of Fire by JK Rowling Everyone knows the Hungarian Horntail. It might not be the biggest dragon in the Harry Potter world, but from what we saw in the books and the show, it might very well be the meanest. Certainly, it gave Harry a run for his money in the Triwizard Tournament, encompassing all a dragon should be: a fast, agile, dangerous fire-breathing lizard with a nasty streak a mile wide. 10. Dragons of Pern from The Dragonriders of Pern by Anne McCaffrey  When I was a teen, I devoured Anne McCaffrey’s Dragonriders of Pern series, entranced with the thought of impressing a dragon hatchling, raising it, and flying on its enormous back, fighting Threadfall in the sky. I scorned the idea of impressing a gold queen or an enormous bronze; if I was a dragonrider, I wanted a common green dragon, the smallest of them all. Because the greens were faster and more agile then their huge gold and bronze brethren, and that seemed more important in the race to singe Thread from the air before it hit the ground. Obviously, I put a lot of thought into what kind of dragonrider I’d be in the world of Pern; that’s how much the series inspired me.       Soldier by Julie Kagawa is the third instalment in The Talon Saga. Buy it at the Guardian Bookshop.",
  "webTitle": "Top 10 dragons in fiction",
  "webPublicationDate": "2016-05-05T09:30:03Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/05/top-10-dragons-in-fiction",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/05/top-10-dragons-in-fiction"
}