{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/family-life-uncle-cyril-younger-generation-john-sebastian-grandma-salad",
  "id": "2016-05-21-188",
  "sectionId": "lifeandstyle",
  "body": "Snapshot: My lovely uncle Cyril down at the pub My dad took this photograph in the Gorringe pub in Tooting, south London, in the 1960s when I was a child. My uncle Cyril is in the foreground; his companion is Len, a family friend, whose poodle sits on the bar. My mother’s brother Cyril was an exotic addition to our lives when he lived with us for a while after his merchant navy years. A single, handsome Anglo-Indian man, he drew numerous admiring looks from women and made friends wherever he went. Cyril had great charm, a lovely smile, made everyone laugh and was adored by his nieces and nephews. He married later in the 60s and had a long and happy marriage until his wife died in 2011. When my sister placed this photo next to his bed at St Thomas’s hospital in south London in 2012, the medical staff were intrigued by the young man in the photo and surprised that he was the same person as their frail patient in his 80s, who was by then too ill to tell any more stories about his rich and colourful life.Maggie Cox Playlist: We tried to make my son a teenage rebel          Listen to Younger Generation by the Lovin’ Spoonful, founded by John Sebastian    Younger Generation by John Sebastian “Why must every generation think their folks are square/No matter where their heads are, they know mom’s ain’t there” As teenagers, we would use music as a weapon against our parents. Not “what do you think of this dad?” – just get him in the crosshairs, drop the stylus, volume to 11 and Pow! “HAVE YA SEEN YER MUTHA BAYBEH, STANDIN’ IN THE SHADOOOWS …” We would never play music to them – always at them. When I became the age my dad was then, I also had two sons. Danny, the eldest, was developing a passion for classic rock. And he actually valued my opinion – Eric or Jimi? (Jimi of course); Tele or Strat? I was worried. How could he rebel if he never tried to eviscerate me with his music. I consumed this conflicting cocktail of anxiety and pride with each new discovery. (“If Judas Priest got their name from Dylan’s John Wesley Harding, was there ever a band named Frankie Lee?”). We’d even played John Sebastian’s Younger Generation at Danny’s naming ceremony in anticipation of the customary adolescent insurgence. After discovering some of my old Guns N’ Roses cassettes he tweeted, “My dad and Axl Rose! – I wasn’t expecting that.” My credibility soared when I told him that my PE teacher had dated Grace Slick on a year’s exchange to California in 1970 and that I’d actually worked alongside a cousin of Robert Plant. So despite our shared enthusiasm for Whitesnake, I feel I’ve let him down. No paternal musical other to deride, nothing against which to define the boundaries of his own musical identity. I’ve denied him an opportunity to rail, as Caitlin Moran wrote, “… on behalf of his generation and feel deathlessly, furiously teenage.” Yet as he discovers some of the more marginal bands of the 70s, my lack of knowledge confirms me as the buffoon all fathers should be to their adolescent children at some point during their teens. As he tweeted recently, “I thought my dad was the expert on classic rock. He’s never even heard of Heart. Disappointing.” Music to my ears.Steve Brooks We love to eat: Grandma’s delicious 20th century salad      Simplicity and flavour … some of the ingredients for Grandma’s salad Photograph: Alamy    Ingredients4 large eggs1 lettuce4 large home-grown tomatoesA cucumberFreshly picked chives Salt and sugar for seasoning Select a cut-glass dish, sparkling clean and light-reflective. Hard boil four large fresh eggs from the coop in the garden. Very finely shred a large floppy lettuce, the type that tastes slightly bitter but is big on flavour. Separate the leaves and put in the bottom of the bowl. Sprinkle with a pinch of salt and a larger pinch of sugar. Skin and deseed four large home-grown tomatoes, season and chop to a fresh pulp. Place centrally on the lettuce. Peel a cucumber stripily and slice into discs thin enough to allow the light to shine through. Slide the slices between the lettuce and the sides of the bowl, overlapping slightly; save a few for decoration. Peel the cooled eggs, cut into quarters and then eighths. Arrange these on the top of the bowl around the tomato. Think sunflower! Decorate the tomato pulp with curled cucumber cones and finally sprinkle the entire dish with washed and finely snipped chives from the garden. Leave to stand in a cool place for half an hour. Serves four people or fewer, with wholemeal bread, tub butter and thick slices of home-cured baked ham. Mop up the juices which collect at the bottom of the bowl with extra chunks of bread and butter. My grandfather George became a career army man after losing his first wife, Jennie, in childbirth in 1904. He and his elder brother had been forced from the land because of mechanisation. George joined the Royal Horse Artillery and William the Royal Sussex in 1898, both under age, but both with “a build comparable to that of an 18-year-old”. There were eight younger siblings to feed at home. In Lucknow, George developed a love of curry that was to last a lifetime, and he caught malaria. At the siege of Ladysmith, he ate his horse and boiled his boots for any possible nutrition in the leather. In 1916, in his early 40s, his horse fell from under him while delivering supplies to the front line near Albert, near Amiens. George suffered crushed ribs and a punctured lung. He was transported home on a hospital ship to recover and ended up in a hotel-turned-convalescent home, where he met my grandmother, who was 15 years his junior. George returned to war and began an exchange of love letters with the woman who was to become his second wife and have two children with him. Until she was 93 (34 years after George’s death in 1950) my grandmother continued to make the salad she had learned how to do in that hotel. Simple by today’s standards, time-consuming and laborious, it displays a love for family and natural, fresh ingredients. It’s delicious and a million tastebuds away from army rations. J Samways We’d love to hear your stories We will pay £25 for every Letter to, Playlist, Snapshot or We Love to Eat we publish. Write to Family Life, The Guardian, Kings Place, 90 York Way, London N1 9GU or email family@theguardian.com. Please include your address and phone number",
  "webTitle": "Family life: My uncle Cyril, Younger Generation by John Sebastian, Grandma’s salad",
  "webPublicationDate": "2016-05-21T05:45:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/family-life-uncle-cyril-younger-generation-john-sebastian-grandma-salad",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Salad",
      "id": "lifeandstyle/salad",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/21/family-life-uncle-cyril-younger-generation-john-sebastian-grandma-salad"
}