{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/jeremy-corbyn-scruffy-old-fashioned-swing-voters",
  "id": "2016-05-09-322",
  "sectionId": "politics",
  "body": "Swing voters in the key parliamentary seat of Nuneaton told pollsters Jeremy Corbyn was “old-fashioned” and “scruffy” when they went to assess the party’s prospects of seizing it back in 2020. The Warwickshire town fell to the Conservatives in 2010, and they held on to it at last year’s general election, in one of the key indications that Ed Miliband’s party was heading for defeat. Labour was cheered on Friday by news that it had held on to the local council in Thursday’s local elections; but there was an 11% swing to the Conservatives compared with the last time the seats were contested. In research carried out for the firm Election Data, by Miliband’s former pollster James Morris, two focus groups of former Labour voters who had switched to the Conservatives in 2010 or 2015 were asked to discuss their opinions about the government and the Labour party. Participants were unenthusiastic about the Conservatives – and about George Osborne, the potential future leader, who was described by one participant as “slimy”, and by another as “a bit round and weaselly”. Voters were keen to give Labour a chance, Morris and Election Data’s Ian Warren found – but many also had a negative view of Corbyn. “You want a charismatic leader and to me he’s more like Worzel Gummidge,” one participant said. Another described him as “scruffy, very scruffy and flaky-looking”. Asked to write down the first words that sprang to mind when they thought about Corbyn, others said “beige”, and “old-fashioned”.   Related: Jeremy Corbyn faces Labour MPs as Sadiq Khan calls for new tone    The findings are likely to reignite the debate within Labour about how best to chart a course towards victory at the next general election. Corbyn and his team reject the “focus group politics” that they believe led to the political triangulation of the Blair and Brown governments, and spawned a generation of “plastic politicians”. But Morris and Warren say the public’s inability to see Miliband as a potential prime minister was key to Labour’s loss of last year’s general election – and they warn that voters who are not firm Labour supporters appear to be even more wary of Corbyn. Morris said: “These focus groups are much more negative about Jeremy than the ones I conducted for Ed Miliband at a similar point in his leadership. Corbyn is failing to do any of the work needed to bring these voters back to Labour. They don’t respect him, and what they know of his agenda they don’t like. You only get one chance to make a first impression, and his is irredeemably negative.” Voters have also noticed the internal dissent within the Labour party, a fact repeatedly highlighted by Corbyn’s close allies in the runup to last week’s votes. One participant said: “It’s just a shambles, so how can you vote for someone to run the country when they can’t even sit in the room together.” Corbyn’s allies hope that Labour’s better-than-expected performance in the local elections will draw a line under the constant dissent in the parliamentary party, with shadow chancellor John McDonnell urging sceptics about his leadership to “put up or shut up”. Morris and Warren also found there was little recognition among voters of any of the potential challengers for the Labour leadership, with a list of names met with “blank looks and almost complete silence”.",
  "webTitle": "'Scruffy' and 'old-fashioned' Corbyn not a hit with swing voters",
  "webPublicationDate": "2016-05-09T06:00:07Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/jeremy-corbyn-scruffy-old-fashioned-swing-voters",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/09/jeremy-corbyn-scruffy-old-fashioned-swing-voters"
}