{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/iran-desalination-water",
  "id": "2016-05-09-254",
  "sectionId": "world",
  "body": "A grand vision of eliminating water scarcity looks attractive for tens of millions of people in the desert cities of central Iran worried about drought. Ambitious water transfer projects are being put in place to answer a call from President Hassan Rouhani.  Two high-profile projects would see desalinised water transferred to the central plateau from the Caspian Sea, and from the Persian Gulf and Sea of Oman.  Mohammadreza Khabbaz, governor of Semnan, a province sandwiched between the lush Caspian Sea coastline and the central salt desert, is a staunch supporter of the Caspian Sea water transfer project as a “permanent” solution. Last month he said there was “no other option…to meet water demand in, and transfer water to, Iran’s central desert, including Semnan province”. The Caspian Sea project was initiated in 2012 during the administration of President Mahmoud Ahmadinejad. It was shelved when Rouhani took office in 2013 due to concerns raised by the department of environment but is now back on the table and at planning stage. A 460km (285 miles) underground pipeline would be installed, with pump stations to send water up over 2000 meters to cross the Alborz Mountains. The water would go as far as Qom, Kashan, and Isfahan, and eastward toward Khorasan. This, say proponents, would avoid water rationing in the cities and ease acute shortages threatening to cripple fragile agricultural communities and ruin ecosystems. Transferring water from the Persian Gulf and Sea of Oman is even more ambitious in aiming to secure drinking water for 47 million people in 16 provinces. In March 2016, Rouhani announced a budget of $400m to launch the initiative. Hamidreza Janbaz, managing director of Iran’s National Water and Wastewater Engineering Company, a state body, has explained the scheme as several sub-projects that are at different stages. Most are still in planning but some have broken ground, including water transfer from the Sea of Oman to the northern part of Sistan-Baluchistan province. But as construction begins, a simple question remains. Is pumping desalinised water from hundreds of kilometres away a sustainable way to support dehydrated mega-cities and parched farmlands?   Related: How Iran's Khuzestan went from wetland to wasteland    The country’s water and natural resources experts say no. They object on both economic and environmental grounds. Some academics and environmental activists have demanded the Caspian Sea project be scrapped because of the likely consequences of deforestation, and habitat and biodiversity loss, in the Hyrcanian forests, the steppe and alpine ecosystems of the Alborz Mountains, and in the Caspian Sea itself. They are also concerned that Iran might set a precedent for Azerbaijan, Kazakhstan, Russia and Turkmenistan, the four countries also adjoining the land-locked Caspian Sea. Some of those opposing water transfer projects argue that the plans contravene article 50 of Iran’s constitution, which makes environmental sustainability a public duty, forbidding “economic and other activities that inevitably involve pollution of the environment or cause irreparable damage.” The dichotomy of water management and environmental sustainability is hardly new. But it is growing. Water shortages result from a mix of rapid population growth, disproportionate spatial distribution of people, inefficient agriculture, mismanagement and thirst for development. With a mere 250mm (1o inches) of rain a year, less than a third of the global average, Iran is generally dry. Over many decades, the country has been tempted by grandiose, supply-oriented engineering solutions such as dam construction and water transfer tunnels to secure water supply. But Iran should already have learned that inter-basin transfers - moving water from one geographic region to another, typically over long distances – are no panacea. A series of water diversions from the western headwaters of the Karoun river over a few decades more than doubled the natural flow of the Zayandeh-Rud river, a major surface water source for a strategic socio-economic hub in central Iran, but this promoted unbridled development and encouraged people to move in.  As a consequence, scarcity reappeared just years after each project was finished, while downstream the Gav-Khouni marsh faced a reduced flow inadequate to maintain aquatic habitats. Overall, the Zayandeh-Rud projects made the situation worse, not better.   Related: Lake Urmia: how Iran’s most famous lake is disappearing    Once a source of pride, largescale supply-oriented solutions are now being understood as a major cause of environmental degradation, manifested in drying up of Lake Urmia, the Middle East’s largest saltwater lake, and in dust storms and haze in the west and southwest. Furthermore, declining groundwater resources are a clear sign of unsustainable management and national “water bankruptcy” whereby withdrawals exceed natural aquifer recharge.  The magnitude of the planned water-transfer projects means that any miscalculations can leave deep, lasting scars. Scepticism is reinforced by past failures. The Gotvand Dam ( in Khuzestan province was built on salt beds that make the water in the reservoir too salty to use: the planning phase failed to detect that the geology would not permit the storage of water suitable for irrigation. These are complex issues and pressures are real on government to ensure drinking water and encourage agricultural and industrial development in the central provinces. Around the world, other desperate governments – as in Brazil and China – are looking for solutions based on water transfers.  But it is still possible to implement a host of water management strategies to alleviate water scarcity before slashing the country with lavish projects. These include appropriate water pricing, incentives for conservation, improving farming technologies and practices, capturing stormwaters, reducing leakage in aging distribution networks, limiting groundwater withdrawal, and recycling waste water. Interbasin transfer of desalinised water is one of the less favourable options. It should be used only as a last resort.  Ali Mirchi is a research assistant professor at the Department of Civil Engineering and the Center for Environmental Resource Management at the University of Texas at El Paso. Kaveh Madani is a senior lecturer in environmental management at the Centre for Environmental Policy of Imperial College London The Tehran Bureau is an independent media organisation, hosted by the Guardian. Contact us @tehranbureau",
  "webTitle": "A grand but faulty vision for Iran's water problems",
  "webPublicationDate": "2016-05-09T09:36:04Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/iran-desalination-water",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Access to water",
      "id": "global-development/access-to-water",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hassan Rouhani",
      "id": "world/hassan-rouhani",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mahmoud Ahmadinejad",
      "id": "world/mahmoud-ahmadinejad",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/09/iran-desalination-water"
}