{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/penis-transplant-medical-research-science-surgery-donors",
  "id": "2016-05-17-131",
  "sectionId": "commentisfree",
  "body": "The first penile transplant in the US was performed on cancer survivor Thomas Manning at Harvard’s Massachusetts General Hospital last week. This paves the way for the treatment of other cancer patients, wounded veterans, burn victims and all those who’ve suffered genital trauma or needed radical surgery to save their lives. Transplanting a penis is technically much simpler than transplanting a lung or liver, so why did it take this long? Transplant medicine is much older than many realize. Over 3,000 years ago, the ancient Indian physician Sushruta used skin transplants – more commonly today called grafts – to reconstruct noses amputated as punishment for crimes. As early as the 1600s, patients were treated with animal blood infusions or bone transplants. But early transplant medicine was thwarted by infections and the immune system. Our skin is one of our most basic defenses – acting like the high walls and moat of a medieval city – guarding us against invasion by all sorts of microbes in the environment. An appreciation of the germ theory and the need for antisepsis – at first with carbolic acid, a corrosive chemical that burns, bleaches and numbs the skin and is poisonous to the lungs if inhaled – helped bring down surgical death rates dramatically. Anesthesia made it possible to undertake long complicated surgeries without unnecessarily torturing patients. But it wasn’t until antibiotics came into widespread use during the second world war that modern surgery as we know it today became possible. It was around that time that Dr Joseph Murray, a young surgeon-in-training at Massachusetts General, attended to victims of the Cocoanut Grove fire of 1942. The young Dr Murray noticed that skin grafts lasted longer in some burn victims who had weaker immune systems. While it’s important to have a strong immune system to fight off infection, that same line of defense can also turn against foreign transplanted tissue and kill it. Murray performed the first successful organ transplant – a kidney from brother to brother – in 1954 at Brigham and Women’s Hospital, another Harvard hospital across town. Because the Herrick brothers were identical twins, Richard’s immune system couldn’t tell the difference between his and Ronald’s kidney. Murray would later go on to discover drugs to black the immune system from rejecting organ transplant from donors who aren’t a genetic match. An unfortunate side-effect of these medications is that they also increase the risk of infection – it’s a precarious balancing act. Murray’s early efforts were criticized, derided as Frankenstein medicine. In the decades since, we’ve learned to transplant other organs: the heart, liver, pancreas, intestine, thymus and stomach. We give bone marrow transplants to cure cancer. We can grow tissues in the lab: anything from a windpipe to treat a patient with cancer of the neck to heart tissue to patch damage caused by a heart attack. We’re not far from being able to routinely engineer tissues with the same genetics as the patient for whom they’re intended, so they don’t need drugs to keep their immune systems in check. More recently, we’ve transplanted hands, faces, uteruses and now, a penis. In China, scientists are experimenting with head transplants, which someday could be used to treat patients suffering from any number of diseases that still leave their minds intact. Vital organs are far more anonymous. We don’t think about our hearts or lungs unless there’s something wrong. But there’s something very intimate about our faces and our sexual organs. They’re how we interact, on the most fundamental level, with others. What is the dividing line between body and self? Transgendered patients, for example, seek gender realignment surgery to correct what they see as a mismatch between the two. At the same time, some would-be organ donors might now think twice about donating, knowing that such a personal piece of themselves could go on living without them. It’s important to remember that the key ethical question remains how best to ensure prompt and equitable access to organs and tissues. Over 120,000 patients are currently on the wait list for an organ in the US, and 22 of them will die everyday. Ageing baby boomers afflicted with high rates of obesity, high blood pressure and diabetes will need dialysis and kidney transplants in numbers we’ve never seen before. That same generation of baby boomers has higher rates of hepatitis C, which will also increase the demand for livers. While we wait for the future of lab-grown organs, patients are dying, so doctors are coming up with other pragmatic solutions. In the past, infections like HIV meant that someone couldn’t donate their organs after they died. But earlier this year, doctors at Johns Hopkins successfully transplanted a liver and kidney from an HIV-infected donor into two other HIV-infected patients. Dropping the ban on transplanting organs from HIV-infected to HIV-infected patients may free up an additional thousand organs for transplant per year. Similarly, in certain cases, we might consider using organs from older patients for transplant. Transplantation has come an amazingly long way as this week’s news shows. Its continued development is something we should all care about – one day, perhaps, it will save your life.",
  "webTitle": "Penis transplant: welcome to the frontier of a fascinating science | Celine Gounder",
  "webPublicationDate": "2016-05-17T14:43:23Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/penis-transplant-medical-research-science-surgery-donors",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Celine Gounder",
      "id": "profile/celine-gounder"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/penis-transplant-medical-research-science-surgery-donors"
}