{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/06/the-marches-property-tom-dyckhoff-lets-move-to",
  "id": "2016-05-06-99",
  "sectionId": "money",
  "body": "What’s going for it? If I were a fugitive, a reclusive playwright, a mum or dad juggling kids and life, or a politician dripping with corruption, I’d squirrel myself down a country lane off another country lane behind a hedgerow in the Marches and hope the cosmos would forget about me. It probably would, too. Nobody really comes here. This swath south of the Shropshire Hills between Ludlow and the Welsh border is a magical patch straight off the pages of Tolkien, with wooded hills, woodland elves (maybe), rustic taverns and pretty towns and villages filled with old, half-timbered houses painted black-and-white, like a crooked Mondrian. Once, it was a borderland fought over by Welsh folk heroes and English knights. Now, it’s both off and under the radar, on the way to nowhere in particular. Sounds like bliss to me. The case against Not much to do, off and on the clock. It’s a rural economy, so jobs are not 10 a penny; many young people leave for the bright lights of Hereford and the world beyond. Well connected? Trains: don’t hold your breath. Knighton has a few a day to Shrewsbury (51 minutes) and Llandrindod (38); otherwise, drive to Leominster for trains to Hereford (15 minutes). Driving: a car would be handy – 40 minutes to Hereford, Ludlow and Brecon from Kington, an hour to the M50 and thence the M5. Schools Primaries: Shobdon, Wigmore, St Mary’s CofE (Bucknell) and Presteigne are all “good”, say Ofsted and Estyn; Pembridge CofE and Kingsland CofE “outstanding”. Secondaries: Weobley High is “good”, Wigmore High “outstanding”. Hang out at… It’s all about the pub here, and what fine pubs they have, from the celebrated Stagg in Titley to The Harp in Old Radnor. Where to buy Knighton, Kington and Presteigne are the main towns, each subtly different: Knighton has a Victorian air; Presteigne’s whitewashed houses with black trim make it more 18th-century; while Kington’s beautiful streets have buildings from every period. I’ll plump for quieter Pembridge, though, wall-to-wall with crooked, timber-framed houses. Large detacheds and town houses, £375,000-£2m. Detacheds, £200,000-£375,000. Semis, £140,000-£300,000. Terraces and cottages, £110,000-£275,000. Rentals: very few – a three-bed house might be £700pcm.   Related: Let’s move to Barnstaple: ‘It has potential'    Bargain of the week A castle! For £800,000! You can’t live at Wigmore Castle, mind you, what with it being a romantic ruin and all, but it does have a jousting field. In case you joust. With Stephen Parry & Company. From the streets Clare Stevens “The Presteigne festival in August for classical music, Sheep Music for indie.” Peter Keam “Order fish and chips from the Fiddler’s Elbow in Leintwardine, pop next door to the Sun Inn, and they’ll deliver 10 minutes later.” Sam Llewellyn “Presteigne is the homeof one of the world’s great listing magazines, Broad Sheep.” • Live in the Marches? Join the debate below. Do you live in Shrewsbury? Do you have a favourite haunt or pet hate? If so, email lets.move@theguardian.com by next Tuesday.",
  "webTitle": "Let’s move to the Marches: ‘A magical patch straight out of Tolkien’",
  "webPublicationDate": "2016-05-06T15:30:10Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/06/the-marches-property-tom-dyckhoff-lets-move-to",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dyckhoff",
      "id": "profile/tomdyckhoff"
    }
  ],
  "guardianId": "money/2016/may/06/the-marches-property-tom-dyckhoff-lets-move-to"
}