{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/04/bristol-mayoral-hopefuls-sling-elite-jibes",
  "id": "2016-05-04-91",
  "sectionId": "uk-news",
  "body": "The two main candidates in the race to become mayor of Bristol – one of the key electoral tests for Labour on Thursday – have each claimed the other is the “establishment” figure. Marvin Rees, the Labour candidate, accused George Ferguson, the charismatic red trouser-wearing independent who has held the position for the past four years, of being a member of a wealthy elite group that had controlled Bristol for decades.  Ferguson said Labour was the political establishment in Bristol and suggested that if Rees won power he would put the party before the city.  Bristol is undoubtedly an important target for Labour. The party was devastated when Rees lost to Ferguson at the last election in 2012 and has worked hard for him this time, with Jeremy Corbyn and other senior party figures visiting and campaigning hard.    Related: Election victory should be Labour’s on Thursday – losses will be inexcusable | Jonathan Freedland    Rees said a win for him in Bristol, and for Sadiq Khan in London, would signal real political change. “I think the Bristol election is important to national Labour. In myself and Sadiq you see evidence of the fact that Labour offers real political change. Look at our backgrounds. Sadiq is the son of a bus driver, I’m the mixed race son of a single white woman who spent time in a refuge. The support of the Labour party has enabled myself and Sadiq to try to become mayors of two world cities. I think that matters politically.”  Ferguson, a successful architect and entrepreneur, makes much of his detachment from all political parties. “But he is establishment,” Rees claimed. “Whether someone runs with a party or not, if you’re part of a group and that group has been running the city for a long time then however you badge yourself you’re still in that group.”  He accepted that Ferguson had been good at creating a buzz in Bristol but argued that he had not done enough for the poorest in society.  “It’s not just about running festivals and celebrations, it’s about making Bristol work for everybody. This is a ferociously prosperous city that is increasingly unaffordable, and where the gap between rich and poor is widening. That has to be the focus. This is not just a moral crisis, it’s a strategic crisis. All over the world people are saying we cannot build coherent society if we don’t tackle inequality. We’ll eat ourselves. [Ferguson] is absolutely establishment. Running a viable campaign as an independent is a privilege. Without the support of Labour I wouldn’t exist as a candidate. Political parties aren’t perfect. The alternative is just political positions for rich people,” Rees said. The two clashed on Wednesday over an article produced by the media cooperative the Bristol Cable, which made allegations concerning the sale of council land to Bristol Port and the alleged possibility of fracking there. Ferguson, and the council, said the story was untrue. Ferguson said he had insisted on a contract to help ensure fracking could not take place and accused Labour of using a false story to smear him. He said: “I’m sad that we’ve got the typical old party politics working, especially at this stage in an election. It’s cynical and it’s trying to divert from the real issues. To me it’s a desperate move. I’m disgusted by it. It’s exactly the kind of politics that I don’t want this city to go back to. I stand as an independent for clear leadership and against playing party politics of that sort.” Reacting to the claims of Rees that he was an establishment figure, Ferguson said: “That’s his game. I think anyone who knows me knows I’m very independent, I’ve led cities across the world in environmental change, I am tackling some of the fundamental issues in this city. “I’m getting more people into jobs, I’m determined that we target some of the more challenged areas of this city, that we bring the failing schools up to the highest possible standard. I’m able to do these things because I’ve got the life experience and skills to do that. I’m afraid that if it went back to the old politics there would be the divided loyalties between party and city, and that is the establishment. “This is about implementing the programme I’ve started. I can hit the ground running in order to deliver the transport infrastructure the old parties failed to deliver for the last 50 years, to deliver the housing infrastructure. I want to make sure we do something radical in this city, deliver the big projects such as an arena but above all make sure the whole city shares in this success.”  There are also votes for directly elected mayors in Salford and Liverpool, where Labour candidates are expected to win. The Bristol result, where votes will be counted on Saturday, is set to be very close.",
  "webTitle": "Bristol mayoral hopefuls sling 'elite' jibes",
  "webPublicationDate": "2016-05-04T17:02:53Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/04/bristol-mayoral-hopefuls-sling-elite-jibes",
  "keyword": [
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/04/bristol-mayoral-hopefuls-sling-elite-jibes"
}