{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/mike-ford-bath-head-coach",
  "id": "2016-05-16-138",
  "sectionId": "sport",
  "body": "Bath have reacted to their disappointing season by parting company with their coach, Mike Ford. The former England assistant coach had three more years left on his contract but the club’s owner, Bruce Craig, has lost patience after his team finished a lowly ninth in the Premiership and failed to qualify for the European Champions’ Cup. Only a year ago Ford’s Bath were in the Premiership final and playing some exhilarating rugby. As recently as a few days ago Ford was adamant he had Craig’s support but the club have also had to deal with a clutch of off-field issues as well as the fallout from Sam Burgess’s decision to return to Australian rugby league.   Related: European Champions Cup awards: our writers on the 2015-16 season    Ford’s abrupt departure will inevitably raise a question mark over the future at the club of his son, George. The England fly-half is also contracted for another two years but the apparent breakdown in trust between Craig and his father leaves him in an awkward position. In a statement Bath said they were “reviewing” their coaching set-up for next season and would be “making an announcement in due course”. The names of Glasgow’s highly rated Gregor Townsend, the unattached former England coach Stuart Lancaster and even one of his distant predecessors, Sir Clive Woodward, will be among those bandied about as potential successors but whoever takes over should not expect a job for life. Since Craig bought the club in 2010 he has got rid of four coaches, with Steve Meehan, Sir Ian McGeechan, Gary Gold and Ford having moved on. “He wants us to be the best club side in Europe and he’s very committed to that,” Ford said earlier this month. There have been mutterings of dressing-room disquiet for some time, with the Burgess saga and the absence of the club’s World Cup players having complicated the early stages of the season. In recent weeks the Japanese No8 Amanaki Mafi left the club amid reports of a bust-up and the Samoan international flanker Alafoti Fa’osiliva has been released after receiving a suspended prison sentence for assaulting a university student. Ford, even so, has been busy recruiting players for next season, with the Welsh internationals Toby Faletau and Luke Charteris signed up, and expressed confidence he would be allowed to turn things around. “It hurts and we need to use that feeling as motivation this summer,” he said earlier this month. “I am old and ugly enough to know what will happen if we carry on losing next year. I am not stupid but there is no way I expect us to be in that position next year. “We need to be the hunters again and get our hunger back because we’ve not won anything over the past three years. Clearly we’ve got to improve. There were a lot of things that weren’t good enough this year. Looking back I should have ripped it up after we lost the Premiership final last season. But there was a World Cup and players were away. We got ourselves into a hole that we couldn’t get out of.” It may be that, with Bath’s forwards coach, Neal Hatley, having opted to join England, Craig did not see much point in hiring an assistant coach from the southern hemisphere to fix a problem while retaining the incumbent head coach above him. He will also have looked enviously at Saracens’ success in Saturday’s Champions’ Cup final and wondered how Bath can best compete with a young squad with the clear ability to improve further. Jake White’s success in steering Montpellier to the Challenge Cup title may also have caught the Francophile Craig’s eye, along with Pat Lam’s efforts at Connacht, and it would be no surprise if he goes for a southern hemisphere coach, preferably with international experience. The boom-and-bust cycle of Bath’s previous appointments suggests simply appointing a new man to the coach’s tracksuit will not instantly solve everything. Ford, who spent four years at the club, three of them as coach, is almost certain to pop up again elsewhere, having previously coached in union with Ireland and Saracens in addition to a lengthy stint as England’s defence coach. His dreams of leading Bath back to former glories, however, are over.",
  "webTitle": "End of the road for Mike Ford at Bath after disappointing season",
  "webPublicationDate": "2016-05-16T15:25:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/mike-ford-bath-head-coach",
  "keyword": [
    {
      "webTitle": "Bath",
      "id": "sport/bath",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/16/mike-ford-bath-head-coach"
}