{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/17/clockwork-princess-cassandra-clare-review",
  "id": "2016-05-17-271",
  "sectionId": "childrens-books-site",
  "body": "Today, I’m reviewing the third and final book in the amazing prequel series The Infernal Devices, Clockwork Princess. If you are not familiar with this series, it is set in late nineteenth century London, where Tessa Gray has gone to live with her older brother. She gets kidnapped by creepy beings named the Dark Sisters who tell her she is inhuman and our main villain, the Magister, needs to use her powers to defeat the Shadowhunters, who ruined him and his family a long time before. Tessa is saved by the two “prettiest” Shadowhunters in the London institute, Will Herondale and Jem Carstairs. In this book, we finally find out what Tessa is, why the Magister wants her, and who she will choose - Will or Jem.  Our main characters are obviously Jem, Tessa, and Will, but I was happy to see other characters being focused on too. We have Charlotte, who is head of the London institute, and Henry, who is her husband and a great inventor. We also have characters in this series from my beloved Lightwood family, Gabriel, Gideon, Cecily Herondale, Sophie. There’s also Bridget in the background saving them, which is surprisingly awesome. Of course there’s Magnus Bane (our star from every single book Cassandra Clare has written), the Magister, Consul Wayland who is terrible and arrogant. I was really happy to read about all these different characters and see the relationships that form.          There is actually a lot of coupling going on in this last book but it was also super-cool to see the forming relationships of families and siblings so I really like that aspect a lot. But of course we cannot forget the amazing bond between Will and Jem because I absolutely loved it. Jem and Will took friendship to the next level and that is being Parabatai (like Jace and Alec, for those of you who have read The Mortal Instruments), which is to have such a strong connection and such a great understanding of each other. It’s a bit like one soul in two different bodies. This series is really focused on life, love, family and choices. I think there was not as much action as romance and drama.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Clockwork Princess by Cassandra Clare - review",
  "webPublicationDate": "2016-05-17T08:00:38Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/17/clockwork-princess-cassandra-clare-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Paranormal romance (children and teens)",
      "id": "books/paranormal-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Cassandra Clare",
      "id": "books/cassandra-clare",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Witches, wizards and magic",
      "id": "books/witches-wizards-magic",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/17/clockwork-princess-cassandra-clare-review"
}