{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/27/aid-worker-wins-and-fails-how-to-score-a-site-visit",
  "id": "2016-05-27-253",
  "sectionId": "global-development-professionals-network",
  "body": "The field is the stuff of aid worker dreams, the place where reasonable reminiscing goes to die as another ageing misfit, mercenary or missionary regales you with the time they spent dodging landmines in lower east Mondovia back when that place was really interesting. And the “site visit” is the holy grail of fieldwork; a time to see your hard work putting together that lollipop factory grant pay off. It’s also when those headquarters people get a chance to understand the work that you do; when they’ll ride along to see what good the lollipop manufacturing has done for the people of outer Mondovia, because it’s time to take a look at a country that needs lollipop manufacturing capacity.  Site visits are one of those things you know you need to do, but their success is tough to quantify. Like all good measures of effectiveness, we’ll keep this simple with a “win/lose” rating for key points during the visit. Before you leave, go ahead and score the reasons for the site visit. Reason 1: Your donor’s aware of a possible audit and has asked that you verify some of the more important sites in your portfolio. The Lollipop Manufacturing Company of Mondovia is pretty high on that list. Win: Put this one in the “win” column because it means the people who sign your cheques know what it is they pay you to do. Lose: If it turns out there’s actually a really good reason for that audit and the inspector general wants to talk to you about some things.   Related: Five things every aid worker can learn from Game of Thrones    Reason 2: A team from headquarters is here, and they’ve asked to see the lollipop factory, because one of the visitors did something similar in Mondovia before the third civil war, and they’d love to see the progress you’ve made. Win: If the people from home office are senior enough.  Lose: If it’s the same home office backstop that never shuts up about that time she almost married a Sudanese warlord. Reason 3: You’ve been cooped up in residence for months, and thanks to spotty internet you’re not getting your usual fix of Pretty Little Liars, and so it’s time to get out and see the countryside. Win: Score one for getting out of the house. Lose: You watch Pretty Little Liars. Shame. Now that you’re out and about, time to score the visit itself.  If security was against it: Security didn’t recommend the trip, but also didn’t want to tell you it was too dangerous to go, so you went anyway. Now’s your chance to prove to that ex-special forces medic that you know way more about outer Mondovia’s people than he ever could. This one can go a few different ways... Win: Win all around if the trip goes well and everyone makes it back safely. Lose/win/win: You get kidnapped (lose), survive the rescue (win), and Angelina Jolie plays you in the movie that gets picked up and re-broadcast on the Oprah Winfrey Network (huge win). Lose/lose/win: Same scenario, except this time you don’t survive the rescue attempt. It guarantees Angie’s going to star in the film and there’s been talk of it getting picked up by Netflix (you, or your estate, win again). If you can’t find the lollipop factory: No need to worry, it’s not the sort of thing you’ll lose your job over, since competence is not one of the aid worker virtues. Time to pack your bags because there’s a long string of promotions in your future.  Win: You figure out a way to blame the security team. Headquarters people don’t really trust ex-military types anyway. Lose: See above under “kidnap”, since no one wants a script about people kidnapped while they were lost. Unless this is Narnia.   Related: Eleven rules to live by if you want to make it to the top at the UN    If you find the factory: This is it – time for that aid worker money shot. And a chance for you to figure out once and for all if this visit’s going to be a success. Win: Any pictures of young children leading you around by the hand on your tour of the site.  Lose: Any shot of young children making lollipops at the lollipop factory. “Bring your kid so they can work day” is going to be tough to explain to the auditors. Bonus round: Some of the elders have gathered at the lollipop factory to express their gratitude for all the fine work you’ve done. If you can get some pics of elders with lollipops and children? Preferably girls? You’re about to be aid famous and make the blog page! Win: Shots of headquarters personnel intently listening to the local elder explain how many jobs the lollipop factory has brought to his village.  Lose: Turns out said elder is the area pimp and he wants to tell you that his “workers” like the lollipops very much.  Gary Owen is a veteran development worker and blogger at Sunny in Kabul. Follow him on Twitter @elsnarkistani Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Aid worker wins and fails: how to score a site visit",
  "webPublicationDate": "2016-05-27T08:03:10Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/27/aid-worker-wins-and-fails-how-to-score-a-site-visit",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/27/aid-worker-wins-and-fails-how-to-score-a-site-visit"
}