{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/04/guinevere-boyd-obituary",
  "id": "2016-05-04-154",
  "sectionId": "education",
  "body": "My mother, Guinevere Boyd, who has died aged 87, was a dedicated teacher, and then headteacher, at a school for disabled children in Hounslow, west London. She began working at Martindale special school in 1958 when her daughter, Sally, went there for some treatment. When Sally died the following year, aged two, Guin was offered a part-time position. She eventually became a full-time teacher and stayed at the school for more than 30 years, the last 10 as head. In her time at Martindale she helped hundreds of children and their families to cope with a range of physical and emotional challenges, even inviting pupils to stay at her home to give their parents respite. Martindale was a happy place with much laughter and singing. Guin always said: “Some say that disabled people shouldn’t be separated from society and that is true. But at Martindale every child is normal.” Guin was the daughter of Leslie Fordham, a semi-skilled worker in factories and a delivery driver, and his wife, Ivy. She was born and brought up in Feltham, Middlesex, and trained to be a teacher at Furzedown College, Twickenham (now St Mary’s University). She married immediately after qualifying as a teacher, aged 21, when she met John Boyd, a communist steel worker from Newcastle in 1949, who had moved into a house opposite Guin’s parents. John, a former boxer, had just ridden his motor bike across Europe to try to start a new life in the USSR. They had two sons, Tim and Nick, before Sally was born. It was Guin who first noticed that all was not well with their daughter and was frustrated that her concerns were not shared by doctors. After Sally’s death, it was discovered that she had been suffering from a rare neurological condition. Guin and John later had one more child, Simon. After retiring from Martindale in 1990, Guin carried on helping people. She joined the Citizens Advice Bureau, and at nights answered phones and counselled people as a Samaritan. When John died in 2000, Guin moved to Newhaven, East Sussex, and became a prison visitor. In her 80s she became a witness support officer, helping people about to make an appearance in court. She is survived by her sons and two grandsons, Jack and Harry.",
  "webTitle": "Guinevere Boyd obituary",
  "webPublicationDate": "2016-05-04T14:25:21Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/04/guinevere-boyd-obituary",
  "keyword": [
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/04/guinevere-boyd-obituary"
}