{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/02/the-pier-falls-review-mark-haddon-virtuoso",
  "id": "2016-05-02-194",
  "sectionId": "books",
  "body": "Mark Haddon is never going to be accused of writing the same book twice. For those who admired The Curious Incident of the Dog in the Night-Time (everyone), there is bound to be, with each new book he writes, the sneaky wish to re-experience the startling enjoyment of that funny, disarming, unrepeatable bestseller. But novels should not have to compete with one another. Since 2003, Haddon has written a couple of involving novels – A Spot of Bother (2006) and The Red House (2012) and now this collection of short stories. His publishers alert us to the likelihood that we will find his imagination “even darker than we had thought”. An understatement – I would not have described Haddon’s imagination as dark at all until now. The title story is a virtuoso piece of writing – the account of a falling pier. It is minutely described (it reminded me of Stanley Spencer’s crowded Southwold beachscape). A sensational disaster, it is told in an unsensational way. It is not quite a story, more a penetrating snapshot of a calamity in which all the characters are strangers, although some are fleetingly introduced in their last moments. Haddon overturns what Philip Larkin called the “miniature gaiety” of the seaside as tragedy trashes it – his ghost train is newly haunted.   Related: Mark Haddon: 'Don't go out and buy an Aston Martin, is the only rule'    It is a compliment to the power of the writing that it made me mutinous to read about such horror as if it were entertainment. Every line makes you believe what he writes, his eye misses nothing. I know those seaside balustrades whose “pistachio-green paint has blistered and popped in a hundred years of salt air”. It is especially challenging because the disaster is unsupported by intimacy. It is a story about randomness – as accidents are. Haddon achieves what newspapers often fail to do: he makes it real. The pier is his main character, in the most terrible sense, the mover and shaker. You will be ready for light relief after this opener but do not travel in hope: The Island is the story of a princess in a tapestry, “a woman weeping on a beach, and far out, in the chop and glitter of the woven sea, a single ship sailing steadily towards the border and the world beyond”. It has a non-specific Grecian feel – the princess’s unnamed mother, like Europa, was raped by a bull. In this story, as in the first, there is a strong cast of birds – shearwaters climb the air “like ashes above a fire”. The writing itself is beautiful, in glittering contrast to the desperate state in which the abandoned princess struggles to survive on an island of inedible berries, rotting seals and unidentified shellfish. She clutches at stones from which she can strike no spark. It is a nightmare with a grotesque and brilliantly executed ending.    What the stories have in common is a struggle for survival    In Bunny we leap forward to the present, with what could be a companion piece to Lionel Shriver’s novel Big Brother. This story is about Bunny, a helplessly obese man, and kicks off with a list of his preferred groceries. His mother cooks sardines for him, spends his disability allowances and tells him: “I’m going to save your life.” Bunny has no time for the concept of comfort eating: “He had not been comfortable for a very long time.” Haddon is excellent at evoking the depressing look of Bunny’s house: “The wallpaper must have gone up circa 1975, psychedelic bamboo shoots in red and orange, peeling a little at the edges.” A room as distempered as the earlier seaside balustrade and with people to match. The ending of this story again horrified me. A feel-bad factor rules. What the stories have in common is a struggle for survival. There is a particularly disturbing but not implausible, story, The Woodpecker and the Wolf, about volunteer “sofanauts”: “People willing to be fired into space on top of a 700-tonne firework.” The ghastly description of an operation to remove an appendix in space shows there are no limits to Haddon’s gravity-defying imagination. But the best – and the worst, if you are darkness-averse – is Wodwo (the wild man made familiar by Ted Hughes). This is masterly and unforgettable. It starts as a Christmas story – one guesses it will be about the combustible effect of Christmas on family. But this turns out to be a tame expectation. A stranger appears at the window with a gun – he is, possibly, a former psychiatric patient of the elderly doctor of the house. For the doctor’s son, Gavin, “an extravagantly gifted man” with a “monstrous ego”, life is about to unravel. The stories are willed experiments, imagination’s darkest what-ifs. There is something bordering on wanton about them. It is no good hoping for a laugh or a positive tweak, let alone (with, possibly, one exception) a happy ending. Yet their execution is outstanding. And I recognise the paradox that Haddon, although ostensibly in control as the writer, is concerned with all that lies beyond control. People are at the mercy of each other. As Robyn, a character in Breathe, puts it: “You can’t just decide how you want things to be, Carol. That’s not how the world works.” The Pier Falls is published by Vintage (£16.99). Click here to buy it for £12.99",
  "webTitle": "The Pier Falls review – a virtuoso collection by Mark Haddon",
  "webPublicationDate": "2016-05-02T10:00:21Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/02/the-pier-falls-review-mark-haddon-virtuoso",
  "keyword": [
    {
      "webTitle": "Mark Haddon",
      "id": "books/markhaddon",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Kellaway",
      "id": "profile/katekellaway"
    }
  ],
  "guardianId": "books/2016/may/02/the-pier-falls-review-mark-haddon-virtuoso"
}