{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/17/story-of-cities-44-dadaab-kenya-worlds-largest-refugee-camp-closed",
  "id": "2016-05-17-298",
  "sectionId": "cities",
  "body": "Kenya’s third biggest city, after Nairobi and Mombasa, is not a city at all but a refugee camp – the world’s largest. This year the Dadaab refugee complex is 25 years old: young for a city, but old for a camp that was only ever supposed to be a temporary sanctuary. Dadaab was built in 1992 for 90,000 refugees fleeing the war in Somalia. Today it is home to an estimated half a million people, 350,000 of them registered refugees – an urban area the size of Bristol, Zurich or New Orleans. Last week Kenya announced plans to close it by May of next year, to the unhappiness of many who live there. Noor Tawane, now a middle-aged father of seven and businessman in the camp, was one of Dadaab’s first residents. Over the past four years, while researching a book about the camps, I have learned his story. He arrived in Dadaab on a donkey cart in 1992, at the age of seven, with his mother and father: a thin, wizened man with hennaed hair and light eyes called Idris. The family had fled the violence that engulfed southern Somalia following the collapse of the government of Siad Barre. Idris was a prosperous farmer with a lot of land on the banks of the Juba river that he was reluctant to abandon. “The most beautiful land ever is that place,” Tawane says proudly – but he cannot remember directly. This is his father’s memory talking.     Noor Tawane, one of Dadaab’s first residents. Photograph: Ben Rawlence    One day, Tawane’s elder brothers had gone to work on the farm outside their home town of Jama’ame. When they didn’t return, Idris went looking for them – and discovered his two boys lying dead amid the maize stalks, a bullet in each of them. So the rest of the family ran. Refugees were massing at the border with Kenya and a town of tents and huts sprang up – a bit like the “Jungle” camp in Calais today. These waves of new arrivals prompted the Kenyan government to make a more permanent (but still temporary) arrangement: it invited the UN’s refugee agency to build three planned camps around the small dusty border town of Dadaab, 90km inside Kenya. And it was into one of these, a camp called Hagadera, that Tawane, his parents and his remaining brothers and sisters were shown one morning in late 1992.   Hagadera, in Somali, means “the place of the tall trees”. It was also a place of sandy gullies formed by sporadic streams in the rainy season, where nomads brought their camels. Twelve kilometres to the north was the town of Dadaab – hitherto a tiny settlement of 5,000 semi-nomadic people – where the UN and the other aid agencies made their own camp of tents next to the police post. To the north of Dadaab were two more camps, Ifo and Dagahaley; like Hagadera, each was designed to hold 30,000 people.  There was no fence around each camp; only, in every direction, the unremitting desert. “It was very dry, very hot!” Idris told me.     An aerial view of the Dagahaley camp, part of a sprawling urban slum in the middle of the inhospitable Kenyan desert. Photograph: Thomas Mukoya/Reuters    North-east Kenya is lonely country and the government wanted the refugees penned in as far away as possible from everyone else. It stopped the refugees from moving further into Kenya with a roadblock on the road south and another at the Tana river in Garissa town, 100km to the south.  The UN planners designed the three camps on a grid pattern, arranged in lettered sections and numbered blocks bisected by roads wide enough for police patrol cars. The principles that have always guided the camp architecture are visibility and control, a bit like a prison – the camp follows the structure of punishment, but there has been no crime. Tawane’s family was shown to a rectangle of sand in block E5 of Hagadera. The size of a plot corresponds to the number of people in each family: a UN unit of measurement (also used to calculate rations) known as “family–size”.      Family plots in the sand are often marked out by thorn fences. Photograph: Ben Rawlence    Tawane’s family was given a tent, and they set about planting thorn cuttings along the perimeter of their plot for a fence. Every two weeks, a truck would arrive with food for the distribution of rations: maize flour, wheat, beans. “The children couldn’t adapt to the relief food,” Idris recalled. “For six months they were always getting sick; I was always taking them to the hospital.”  Water arrived by truck, too, every few days, before the drilling machines came and boreholes were dug. In those early days, water was only 20 metres below the surface of the desert – but by 2016, a new borehole struck water only after going down 400 metres. Half a million people use a lot of water.  Soon after they were settled in Hagadera, a group of volunteers built a school out of wood and corrugated-iron sheets. Tawane’s earliest memories are of running down the sandy alleyways between the blocks, then across the open expanse in front of them, to the little school. “I learned my ABC there, in Arabic,” he said, “writing lessons on a narrow wooden board.” In each camp, in the centre of the grid, the UN planners marked out an area for a market, with plots for stalls. The new arrivals had arranged themselves in their sections and blocks, appointing community leaders to liaise with the UN, the Kenyan government, and agencies that had suddenly appeared to run the camps’ clinics.     Water is in heavy demand in the camps: a new borehole only struck a source after going down 400 metres. Photograph: Roberto Schmidt/AFP/Getty Images    In many cases, those who had been in positions of authority back home, such as Tawane’s father, slipped easily into leadership roles in the camps. As a businessman with some assets, he was among those invited to set up a shop in the market. The UN rations are dry and many people would wish to sell them in order to buy other things including vegetables, meat, tea or sugar. But Tawane’s father refused the offer: “We’ll be going home soon,” Idris told them.  “I never had the expectation of staying in this place,” he said to me. “I know I have the name of ‘refugee’, but I never accepted settling here as a permanent solution.” Idris died earlier this year, after 25 years in the camp, still waiting to return to his farm. He had, though – after some years of resistance – invested in a butchery business, and bequeathed his sons a network of shops around the camp, plus three donkey carts with insulated steel boxes on their back, each sporting the word “MEAT” in red paint.    The government recently required the UN to dismantle some new homes because they “looked too much like real houses”    In time, of course, the economy of the camp grew. People would go hungry for years in order to save the capital to start a business – but these days, in the market, you can buy everything from an iPhone to an ice-cream. In time, too, the UN formalised the ad-hoc appointment of block and section leaders into municipal elections. Each camp has an elected chairman and woman, plus an overall chair who represents the three camps in discussions about everything from the siting of boreholes and problems with refuse collection, to communal relations between the different groups in the camp. After finishing high school, Tawane ran for office as youth chairman of Hagadera: “I am different because I have been to trainings on democracy and I know what it is about,” he said. Tawane won – and used his two terms to preach a message of inclusivity and gender mainstreaming, buzzwords he had learned from UN workshops. “Women have more choice in Dadaab,” he said. “NGOs teach them about female genital mutilation and forced marriage and so on. Dadaab is a more free place for women than Somalia.”     A 12-month-old girl is buried at Dadaab’s Ifo camp after dying of malnutrition during the 2011 famine. Photograph: Jerome Delay/AP    These days, Dadaab is a veritable melting pot, with Sudanese, Ethiopians, Congolese, Ugandans and even a lone Rwandan refugee from the 1994 genocide adding to the mix. The camp is not a democracy, more a kind of consultative autocracy, with the Kenyan government and the UN the ultimate overseers – in some areas content to operate a kind of laissez-faire governance, but in other respects fierce about enforcing restrictions.  The perversity of these restrictions has grown more acute as the camps have aged. Tawane’s home for a quarter of a century is made of mud and sticks because the refugees are not allowed to pour concrete or make permanent structures. He has been through the Kenyan school system and acquired diplomas by distance learning, yet he is not allowed to work for the UN or the agencies that run the camp because he is not a Kenyan. “Sometimes I wonder, why has God left me like this?” Tawane complains.  But he has not accepted his fate lying down. While the government has always forbidden proper sanitation and electricity in the camp, to avoid this giant slum becoming “permanent”, Tawane and his friends have invested in a generator and provide power, illegally, to nearly 400 households for a monthly fee. Tawane’s ingenuity exemplifies both the triumph and the tragedy of the camp system in dealing with large-scale refugee flows. Underlying their foundation is a fiction of temporariness – a fiction the Kenyan government is willing to enforce with bulldozers if necessary.     A Somali girl sings to her classmates at Illeys primary school in the Dagahaley refugee camp. Photograph: Jerome Delay/AP    The government recently required the UN to dismantle some newly built homes because they “looked too much like real houses”, and it has torn down illegal power lines too. If the refugees were allowed to work, to make their businesses prosper, to pay tax even – it seems clear that everyone would be better off. As Tawane himself complained: “What could I have achieved if I hadn’t been born a refugee?” Despite the restrictions, however, Dadaab is working after a fashion. And even though Mogadishu appears to be stabilising, for people such as Tawane, who have made a life – and a living – in the camp, the uncertainty of life back in Somalia is not an attractive alternative. “The UN and Kenya government are saying: ‘Go back home’,” said Tawane, “But for me, go back where? The house we had has been taken by other clans – and Al-Shabaab is still in control.” Moreover, the economic reach of the Dadaab camps has become a part of the national landscape: powerful interests have taken root. Many Kenyans are coming to work here – for the agencies in running water, education and health services; as security guards, hoteliers and drivers; and also working for refugee businesses in the camp market that long ago outgrew its allotted space: metalworkers, tailors, computer technicians, traders of everything from sugar to sportswear. This is the largest market between Nairobi and Mogadishu, turning over $20m-$30m a year.    Related: Story of cities #5: Benin City, the mighty medieval capital now lost without trace    The roads through the camp are also a hub for a multimillion-dollar smuggling ring that enriches certain officials in the Kenyan government. Some members of the police, nominally in charge of security in the camps, are paid bribes to look the other way. By day, a government spokesman might blame Dadaab refugees for terrorist attacks in Kenya and call for the camp to be closed; by night, however, this illicit trade is pouring cash into the campaign coffers of some politicians, although the government has denied this. “The Kenyans are very good at smuggling,” said Tawane. “They prefer money rather than maintaining a good security in the camp.” For these reasons, and because of the remoteness of a durable peace across much of southern Somalia, Dadaab seems very likely to remain, despite last week’s announcement of its impending closure.  This sprawling urban slum in the middle of an inhospitable desert – the most inappropriate place for a city – is sustained by a curious mix of political intrigue, bureaucratic inertia, and the simple fact that for two generations now, it has become “home”. While this refugee complex does not appear on any official atlas of Kenya, the Dadaab camp is, so the saying goes, very much “on the map”. Ben Rawlence is the author of City of Thorns: Nine Lives in the World’s Largest Refugee Camp. It is available from the Guardian Bookshop for the reduced price of £11.99 (RRP £14.99)",
  "webTitle": "Story of cities #44: will Dadaab, the world's largest refugee camp, really close?",
  "webPublicationDate": "2016-05-17T06:30:36Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/17/story-of-cities-44-dadaab-kenya-worlds-largest-refugee-camp-closed",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Rawlence",
      "id": "profile/benrawlence"
    }
  ],
  "guardianId": "cities/2016/may/17/story-of-cities-44-dadaab-kenya-worlds-largest-refugee-camp-closed"
}