{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/05/cheaper-heathrow-expansion-plan-willie-walsh-third-runway",
  "id": "2016-05-05-232",
  "sectionId": "business",
  "body": "The alternative, cheaper scheme to expand Heathrow airport should be put back on the table if the government gives the go-ahead for a new runway, according to the boss of British Airways’ owner. Willie Walsh, the chief executive of IAG, whose airlines, including BA, operate the majority of services at Heathrow, said he did not expect a decision soon – but the “prohibitive costs” meant ministers should not be bound to the airport’s own proposals for a third, north-west runway. The Airports Commission gave a clear recommendation in 2015 to go ahead with Heathrow’s official scheme rather than the independent hub proposal, which would double the length of the existing northern runway to allow landing and takeoff on the same strip.    Related: Heathrow airport at 70: from tents to terminals – in pictures    However, the Heathrow hub was shortlisted as a viable proposition in the commission’s interim report alongside a second runway at Gatwick, an option that the government said it is still considering. Walsh said that it was an “interesting concept”, adding: “If you look at Heathrow you’ve got to open your mind ... If it gets the nod you’ve got to look seriously at both of the options.” He said the hub proposal, developed by the former Concorde pilot Jock Lowe, would cost a “hell of a lot less” than the £23bn price – including new roads – that the commission estimated Heathrow’s third runway plan would cost.     Walsh described the independent hub proposal as a interesting concept. Photograph: Niall Carson/PA    Walsh said: “I honestly can’t see how you can spend that much money on an airport and not discourage people from flying there.”  Landing charges for airlines would go up significantly to finance the construction, according to the commission. Walsh added: “We have to look not only at whether the demand exists – which I believe it does – but whether you can match that demand with something that’s affordable.” He contrasted Heathrow’s costs with a similar scheme in Dublin, the base of one of BA’s sister airlines in IAG, Aer Lingus. “The airport is talking about building a second runway at a tiny fraction of the cost of the Heathrow third – £350m against £23bn. “It gives us an attractive option to continue to grow on the transatlantic and serve cities in Britain and Europe that we won’t be able to connect through Heathrow.” The frontrunners in Thursday’s London mayoral election, Labour’s Sadiq Khan and Conservative Zac Goldsmith, both oppose Heathrow expansion and back Gatwick. Walsh warned bluntly on Gatwick: “I don’t think the business case exists.” He said most airlines only chose to operate at Gatwick if they could not get in to Heathrow, particularly on business routes. The IAG chief executive was speaking aboard British Airways’ inaugural flight from Heathrow to San Jose in California – the first direct link from Europe to the airport closest to the Silicon Valley HQs of Apple, eBay, Google and other tech companies. ‘I’m not leaving IAG. This is my last job’ Walsh insisted he will not be retiring imminently, despite previously having said he would be stepping down at 55 – an age he will reach in October. He said he was fitter than ever after a dramatic recent weight loss that he ascribed to kicking a 12-a-day cappuccino habit and turning to salads in the IAG office. Walsh said: “As a pilot, retirement age was 55. I was getting used to the idea. Now that I’m approaching that age, I’m realising that 55 is very, very young. “I foolishly made those comments some time ago and I’m never afraid to admit when I got it wrong. There’s a lot more [to do]. I’m not leaving IAG. As far as I’m concerned, this is my last job.”",
  "webTitle": "Cheaper Heathrow expansion plan 'should be put back on table'",
  "webPublicationDate": "2016-05-05T10:42:58Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/05/cheaper-heathrow-expansion-plan-willie-walsh-third-runway",
  "keyword": [
    {
      "webTitle": "Willie Walsh",
      "id": "business/willie-walsh",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Heathrow airport",
      "id": "uk-news/heathrow-airport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Heathrow third runway",
      "id": "environment/heathrow-third-runway",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "British Airways",
      "id": "business/britishairways",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "International Airlines Group",
      "id": "business/international-consolidated-airlines-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    }
  ],
  "guardianId": "uk-news/2016/may/05/cheaper-heathrow-expansion-plan-willie-walsh-third-runway"
}