{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/magic-weekend-rugby-league-10-years-old-newcastle-st-james-park",
  "id": "2016-05-20-236",
  "sectionId": "sport",
  "body": "It is 5 May 2007, a minute or so after 3pm. No more than 10,000 people are inside Cardiff’s Millennium Stadium to watch a fairly unspectacular game between Catalans Dragons and Harlequins RL, and Super League’s latest innovation is off to a low-key start. Fast forward 24 hours and the first Magic Weekend was finishing with a bang as Leeds beat Bradford Bulls courtesy of one of the most controversial tries in Super League history, with it becoming increasingly clear Jordan Tansey had touched down from an offside position as the incident was replayed continuously on the screens inside the stadium. “It helped it to start with a real jaw-dropping moment – someone would turn that into a conspiracy theory no doubt, but it was an accident from an official that made it memorable and something that would never be forgotten,” says the RFL chief executive, Nigel Wood. That is the thing about Magic Weekend; just when you think it has run its course or gone stale, there is a moment of drama or the excitement of a new venue that makes you realise the annual two-day festival of rugby league more than merits its place on the calendar. As Super League prepares to stage the event for the 10th time – “who’d have thought we’d get this far,” says Wood – there is a moment he says the event came of age after spending its embryonic years on the road in Cardiff and Edinburgh with little appeal or clamour. “Getting the acceptance that it worked took five years,” he says. “Until we went to Manchester, there was still a feeling of ‘what is this event and what is the point of it?’ from the clubs. It wasn’t a trouble-free birth, it was a painful one, but when we got to Manchester it was the moment everyone decided this could work as a concept. It was the first time it really clicked.” Three straight years at the Etihad Stadium between 2012 and 2014 suggested the event had found its home: even the crowd figures backed that up. When Manchester City announced that the ground would be unavailable in 2015 because of expansion plans, there was trepidation about where Magic Weekend would go next. Coventry and a return to Cardiff were both mooted but it was St James’ Park that won the rights to host it last year: and few could have predicted the success which followed. “Last year was the best one we’ve had,” says the Castleford captain, Michael Shenton. “There were some stunning games and a great response from the people of Newcastle and I love coming back up here. If they want us back again we’d be foolish to think about going anywhere else. It ticks every box in my eyes. It’s pretty much perfect.” Newcastle brought unprecedented success. The local council say it brought more than £4m of extra revenue to the city, with hotel occupancy as high as 99% during the weekend. The figures from the RFL’s perspective were equally as impressive, with a record crowd of more than 67,000 attending across both days. So what are the hopes for 2016? “It would be nice to hit the 70,000 barrier,” says the interim Super League general manager, Mark Foster. “We’re ahead of where we were last year, which is a reason to be optimistic. We are aiming to beat attendance records again this year.” As there has been for years there is a debate about the amount of games players are being forced to play but for the Hull captain, Gareth Ellis – who played in the first Magic Weekend in 2007 – getting rid of this event would do little to solve that dilemma. “Whether we play too many games or not is up for debate, but I don’t think taking this fixture away is the answer,” he says. “It’s something to look forward to for the fans – but also the players. The opportunity to be in a stadium like St James’ Park, what’s not to like?” Luckily for Ellis, Wood agrees. “I t’s inconceivable to imagine a fixture list without Magic Weekend now,” he says. The council are determined to make it a hat-trick next year but wherever it goes next there is little doubting that the event is here to stay. “It’s a fundamental part of our calendar,” Wood says. “When you reflect upon it, I don’t think we’ve done that bad.”",
  "webTitle": "Tenth Magic Weekend shows rugby league has found a fine host in Newcastle",
  "webPublicationDate": "2016-05-20T10:52:26Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/magic-weekend-rugby-league-10-years-old-newcastle-st-james-park",
  "keyword": [
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/20/magic-weekend-rugby-league-10-years-old-newcastle-st-james-park"
}