{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/26/payday-loan-complaints-to-financial-ombudsman-nearly-triple-in-a-year",
  "id": "2016-05-26-307",
  "sectionId": "money",
  "body": "Complaints to the financial ombudsman about payday loans have almost tripled in a year, despite tougher regulation of the controversial sector, figures show. The number of consumers unhappy about fee-charging packaged current accounts has also soared, with complaints now running at more than 120 a day. In its annual review covering the 2015-16 financial year, the Financial Ombudsman Service said payment protection insurance (PPI) remained the most complained-about financial product. The organisation is still receiving up to 4,000 PPI cases a week, though the 188,700 complaints about the controversial insurance notched up over the 12-month period is down on the 205,000 seen in 2014-15.  The biggest increase in complaints was for payday loans, rising by 178%, from 1,157 in the year ending 31 March 2015 to 3,216 now. The increase follows a regulatory clampdown on the multibillion-pound sector, which the Financial Conduct Authority (FCA) began policing in April 2014. Payday lenders were required to make tougher affordability checks, their adverts now come under greater scrutiny, and price caps on the loans took effect in January 2015, resulting in lower borrowing costs for many. The ombudsman service said the increase in payday loan complaints “reflected people’s growing awareness of their rights when things go wrong”, and also the high levels of publicity around these products following FCA action to tackle unfair practices at some firms. New complaints about packaged bank accounts more than doubled to 44,244. Banks have begun setting aside large sums for potential compensation relating to the accounts, which can charge customers up to £204 a year and offer benefits such as travel insurance and card protection. Meanwhile, some claims management firms have switched their attention from PPI to encouraging people to claim compensation for alleged packaged account mis-selling. Packaged accounts have long been criticised by many commentators – consumer organisation Which? labelled them a “useless financial product”. However, the ombudsman service said that in most cases it took the view that the extras that came with the account had been useful to the customer or saved them money. The annual review revealed that complaints about all financial products and services rose 3.5% to 340,899. It indicated there may have been an increase in the number of people ‘trying it on’: the “uphold rate” – where the ombudsman finds in the customer’s favour – was 51%, down from 55% in 2014-15.  The ombudsman service also noted that this year it had seen a small number of people claiming that a “legal loophole” – which they had usually read about online – meant their mortgage was not valid. It also disclosed it had received “very few” complaints about newer banking services such as contactless card and mobile payments.",
  "webTitle": "Payday loan complaints to financial ombudsman nearly triple in a year",
  "webPublicationDate": "2016-05-26T06:01:03Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/26/payday-loan-complaints-to-financial-ombudsman-nearly-triple-in-a-year",
  "keyword": [
    {
      "webTitle": "Payday loans",
      "id": "money/payday-loans",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Payment protection insurance",
      "id": "money/payment-protection-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Borrowing & debt",
      "id": "money/debt",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Bank charges",
      "id": "money/bankcharges",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Current accounts",
      "id": "money/currentaccounts",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Financial Conduct Authority",
      "id": "business/financial-conduct-authority",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/26/payday-loan-complaints-to-financial-ombudsman-nearly-triple-in-a-year"
}