{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry-matthew-ford",
  "id": "2016-05-04-145",
  "sectionId": "small-business-network",
  "body": "Julianne Ponan, operations manager of Creative Nature, explains why Matthew Ford should win the Rising Star category of the Guardian Small Business Showcase competition:   Matthew is the hardest working, most loyal employee I could ever wish for. Not only does he perform any task, no matter how challenging, without a single complaint, he says yes to doing the task and then works out exactly how to complete it afterwards. He has what I call the ‘yes gene’. It means that whatever I need doing that I can’t work out myself, I will give to Matthew knowing that he will figure it out.  He works any hours that are required of him, whether that be getting up at 4am to fly to France for a meeting or working weekends to get artwork completed for a product launch. And all the time he never complains or grumbles.  As we are only a small company, he has to wear a lot of hats. He handles the marketing designs, stock management (he built our entire stock system on Excel), trade and consumer shows, sales and anything else I need doing on that particular day.  In the past year he secured and pitched a meeting with Target in America, has been instrumental in the new packaging designing of our bar relaunch and almost single handedly formulated and designed our revolutionary new products launching in April.  With his management of the account, we grew sales by 1721% in Ocado alone in 2015. Without Matthew, Creative Nature wouldn’t be where we are today.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Matthew Ford",
  "webPublicationDate": "2016-05-04T14:49:02Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry-matthew-ford",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry-matthew-ford"
}