{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/kevin-bacon-five-best-moments-the-darkness",
  "id": "2016-05-13-284",
  "sectionId": "film",
  "body": "If you’re an EE customer, it’s tempting to loathe the very sight of Kevin Bacon and imagine him as the human manifestation of every bad experience you’ve had with the mobile network.  But don’t blame Bacon – he has phone bills to pay and the ads shouldn’t obscure a career so long and varied that an entire movie-linking game was created in his honour. In his latest film, the Blumhouse horror The Darkness, he and his family battle a supernatural force they accidentally pick up on a visit to the Grand Canyon. Given the range of his career, it’s almost impossible to select just five performances but – medal, please – we have managed it. Footloose            On paper, even now, the setup of this 1984 drama sounds rather silly: a teenager who likes dancing moves to a small town where dancing is banned. But the unlikely tale became one of the most iconic films of the decade, thanks in large part to Kenny Loggins, and Bacon cemented his leading-man credentials with charm and enviable moves. Tremors            Another unlikely hit landed or rather broke through the ground in 1990 with a film about giant worms terrorising a small town. At the time, Bacon was unsure about the film (“I broke down and fell to the sidewalk, screaming to my pregnant wife, ‘I can’t believe I’m doing a movie about underground worms!’” he told the Telegraph), but it became a cult success and showcased his easy charm on screen and comfortable fit with genre material. The River Wild       Bacon’s natural charm won him a string of roles in his early career, but, as the 90s progressed, Hollywood discovered his affinity for the dark side and he scored a number of villainous roles. The best of them was his Golden Globe-nominated performance in this underrated Curtis Hanson thriller, which is full of genuine menace as he torments Meryl Streep’s family on a white water rafting holiday.  Stir of Echoes            Opening just a month after The Sixth Sense, this supernatural thriller suffered both commercially and critically. But taken on its own merits, it’s an effectively creepy film about a man who realises he has psychic abilities. Bacon’s spooked everyman makes for a convincing centre. The Woodsman            The closest Bacon has ever come to being recognised by the Academy was in this subdued 2004 drama. He plays a paedophile returning home after a 12-year prison sentence, and the film’s knotty script allows him to give a layered performance that veers from creepy to tragic without ever resorting to simply monstrous.",
  "webTitle": "Kevin Bacon: five best moments",
  "webPublicationDate": "2016-05-13T07:54:31Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/kevin-bacon-five-best-moments-the-darkness",
  "keyword": [
    {
      "webTitle": "Kevin Bacon",
      "id": "film/kevin-bacon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/13/kevin-bacon-five-best-moments-the-darkness"
}