{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/05/fela-kuti-10-best-songs",
  "id": "2016-05-05-179",
  "sectionId": "music",
  "body": "1. It’s Highlife Time (with Koola Lobitos) Olufela Olusegun Oludotun Ransome-Kuti was born on 15 October 1938 in Abeokuta, Nigeria to influential upper middle-class parents. His mother was one of Nigeria’s leading feminists and a prominent anti-colonial protester while his father, a preacher, was the first president of the Nigerian Union of Teachers. They planned careers in medicine for their three sons (and Olikoye Ransome-Kuti would go on to become the Nigerian health minister) but Fela, a rebel from the outset, switched courses within days of arriving in London to study. While he was attending Trinity College of Music between 1958 and 1961 he formed the Koola Lobitos. He led this highlife-influenced jazz band, as a trumpet player, taking full advantage of the underground London craze for African dance music in the 1960s. 2. My Lady Frustration  Fela’s musical awakening happened over several years and in a handful of countries. After learning his chops in the UK, he started formulating his own sound while gigging in Ghana and Nigeria. But things really started to take shape during an otherwise ill-starred tour of America in 1969. It was during a stop at Los Angeles that he first met Sandra Smith, an African-American civil rights activist who had spent three months in jail after assaulting a police officer at a Black Panthers rally. It was through meeting her that he first began to think in an Afro-conscious way. As he told the journalist Carlos Moore: “Sandra gave me the education I wanted. She was the one who opened my eyes … She talked to me about politics, history … she blew my mind really.” While reading her copy of Malcolm X’s autobiography he realised that he wanted to play African music, and the “Fela Kuti sound” was finally born. Smith was the inspiration for this track: Kuti had been wearing out his welcome at her family’s house, running up phone bills, wrecking cars, draining resources and making little headway with his music. Towards the end of his elongated American misadventure he debuted My Lady Frustration in a nightclub. The response, finally, was rapturous.     Fela Kuti … Appearing on the the Channel 4 show The Tube. Photograph: ITV/REX    3. Ye Ye De Smell (live with the Africa ’70 and Ginger Baker) Fela Kuti was playing with the Koola Lobitos in London’s Flamingo club in the mid 60s when he first met Ginger Baker. The pair got on and when the drummer flew out to Lagos in 1970 and heard Afrobeat playing on Nigerian radio, he decided to hook up with the horn player. (Baker would go on to fall in love with Lagos and its musical culture to the extent that he built a 16-track studio called Batakota there, despite there being a war raging at the time.) Later that year Baker flew back to London with Kuti and his group, Africa 70. They played a collaborative gig at Abbey Road in front of 150 guests which would get released by EMI Nigeria as Live!. The four-track album is, by any sane standard, one of the greatest live documents of all time and features not one but two of the era’s most brilliant drummers (Tony Allen being the other).  Live! should have been the start of a beautiful creative partnership. Other recordings were discussed and a joint tour was booked, but when a pal of Kuti’s was discovered by officials at Heathrow with a large amount of marijuana hidden in a drum and carrying only Ginger Baker’s address, Baker was immediately arrested. The subsequent fall-out led to Baker’s daughter getting expelled from private school, and the plans for the group fell apart.  4. Roforofo Fight After Fela returned to Nigeria from the US, his career quickly gained traction. In 1970 he formed a commune called the Kalakuta Republic and set up a recording studio. He also founded a nightclub in the Empire Hotel, changing the name from the Afro-Spot to The Shrine in 1971. His fame grew and he used his platform at The Shrine to promote resistance to dictatorship and pan-African socialism. He also awarded himself a new name, Anikulapo, which translates as “the one who carries death in his quiver”, to replace his colonial or slave name. (His grandfather was the Reverend Canon JJ Ransome Kuti, a pioneer of the Yoruba Christian Church who composed religious hymns. Sensing his talent, missionaries took him to England to make recordings for EMI and gave him the name of Ransome.)  Roforofo Fight was the first Fela Kuti song I heard when I moved to London in the mid 90s, which seemed to be in the grips of a mini-Fela revival at the time. It certainly never seemed to be off the decks at Bar Rumba during Gilles Peterson and James Lavelle’s riotous Monday night session, That’s How It Is!. Tony Allen’s galloping but intricate beat is only possible when all four limbs are locked into completely independent patterns, which caused Kuti to comment that having Allen was like having four drummers in his band. The thunderous drums lay the groundwork for a glorious battle of alto, tenor and baritone saxophones.  5. Gentleman This record is DJ gold dust. The groove is introduced for just a few tantalising bars before it is replaced by Fela’s sax, vamping magisterially and teasingly on its own, and then hitting the melody line over a crisp snare beat. And just as you’re starting to wonder what the hell is going on – at 2:23, the same point most other singles are looking at their watches and considering buggering off – the song proper suddenly kicks in with a brutally effective bass line. It’s hard to comprehend how anyone could make such life-affirming, inspirational and joyful music for over a quarter of a century while enduring constant violence, harassment and oppression at the hands of the state. But part of his music’s effectiveness came from the fact that it often consisted of a militant message couched in uplifting form. Kuti’s lyrics were the iron fist in the velvet glove and the fact that he mainly chose to sing in pidgin English was one reason he became so popular not just across Nigeria but in other African countries, too.         Fela Kuti’s 10 of the best on YouTube.     6. Expensive Shit The very literal story behind Expensive Shit is mind-boggling to the extent that it would be funny were it not so depressing. In 1974 the police grew tired of just targeting Kuti’s shows at The Shrine and started raiding the Kalakuta commune where he lived with his band, his many wives and his entourage. A lot of grass was being smoked there, which offered an easy excuse to bring Kuti into custody. But during the second big raid on his house, and in the absence of any drugs, the police resorted to planting some on him. At least, one officer tried to when the saxophonist grabbed the joint off him and ate it. After failing to persuade a doctor to pump his stomach to retrieve the spliff, the powers that be decided to lock him up and wait for their evidence to re-emerge naturally. Unbeknownst to his guards, Kuto waited each night until they were asleep and passed waste into a communal bucket but then complained of constipation to them when they awoke the next morning. Three days later, the entire police station was mystified when he “finally” decided to go and passed a drug-free stool into a pail under their watchful eyes. Kuti not only got to walk free by he also got to cock a snook at his jailers with this satirical track the following year. But his luck with the authorities would not hold out.  7. Lady Anyone using the word “complicated” to describe a male musician who looks down on or is violent towards women is, at best, indulging in some kind of dishonest and slightly grubby special pleading. You only have to listen to the sardonic Lady and the frankly appalling Mattress or read Kuti’s officially sanctioned biography, This Bitch of a Life, to realise he had a problem with women. He used open-palmed slaps to sort out quarrels between his many wives and to end arguments with them. He was brought up to see violence as a legitimate domestic strategy by his parents, who both beat him viciously – his mother worse than his father – during his childhood. By the time he was an adult he clearly thought that women were inferior and needed to be dominated by men. There is no doubt, in my mind at least, that Fela Kuti was a misogynist.  It does need to be said, however, that this wasn’t a view generally held by his wives; many of whom found a chance to pursue artistic ambitions and enjoy freedoms as part of the Kalakuta Republic that they wouldn’t have otherwise been offered. To ignore Kuti’s attitude towards women is wrongheaded, but to paint him as the sole or primary villain in his own narrative – given the physical persecution he and his wives suffered from the Nigerian authorities – is equally disingenuous.      Fela Kuti … African music, filtered through jazz and funk. Photograph: John Wildgoose/taken from picture library    8. No Agreement No Agreement is not only Fela Kuti’s best track but one of the greatest pieces of dance music ever recorded. It is a masterclass in composition built from the most basic of building blocks. It’s a loose-limbed funk banger but also feels analogous to a techno track: slowly building, receding and then slowly building once more. The pared-down rhythmic and melodic lines slowly click over a quarter of an hour, like cog teeth biting together in some gloriously complex clockwork machine. The muscularity of the groove only properly asserts itself for brief moments during the track, as befits musicians who truly understood the concept of delayed gratification. It’s a rough and ready recording and a glorious track. The Afrobeat sound Kuti developed with Tony Allen found its strength through diversity: rather than being a pure African invention it was heavily influenced by the popular, radical music of black America, notably the funk of James Brown and jazz. Ghanaian and Nigerian highlife can also be heard high in the mix, as well as traditional west African ritual music. Despite the clear links to Kuti’s African heritage this was a very modern style of music and he certainly had a very progressive attitude towards his art; he considered tracks to be “finished” once they were recorded and never revisited them again. 9. Coffin for Head of State More than his best friend and longtime collaborator JK Braimah; more than the inspirational co-creator of the Afrobeat sound Tony Allen; more than the woman responsible for his political epiphany, Sandra Smith; the most important and influential person in Fela’s life was his mother, Funmilayo. During a particularly severe military raid on the Kalakuta compound in 1978, sparked off by the massive anti-military hit single Zombie, the 77-year-old was thrown from a third-floor window by drunken soldiers. She did not recover from her injuries and died three months later after lapsing into a coma. The following year, on Nigerian Independence Day, 1 October 1979 – General Olusegun Obasanjo, the dictator who had made Fela’s existence such a misery, was due to bring 13 years of military rule to an end by handing over power to Shehu Shagari. On Obasanjo’s last day in office, Fela and his wives carried his mother’s coffin to the gates of the Dodan Barracks, where Obasanjo lived. After shots were fired and following a tense stand-off at gunpoint, they were eventually allowed to leave the casket at the gates. It was a remarkable act of defiance, even in a life characterised by many such actions. But his mother’s death signalled a huge change in Kuti’s life. After a decade spent in direct conflict with Nigeria’s establishment, he was wounded permanently by her loss.  His own resolve to resist politically never left him. As his biographer Carlos Moore said: “Until his last breath, Fela was a proud thorn in the flesh of every military or civilian despot that occupied the revolving presidential chair in Nigeria, a distinction that made his position nearly untenable.” But during the 80s and 90s every other aspect of his life started to erode. His music became more introspective and sombre, and he began to suffer from depression, talking openly about suicidal impulses. His physical health began to suffer drastically after he contracted Aids – a condition he steadfastly refused to acknowledge he had right until his death in 1997. And all the time, the beatings, the arrests and the imprisonments continued unabated.  10. Africa, Center of the World (with Roy Ayers) It has long been a favourite theme of dystopian fantasy that the only true escape available to the subjects of oppressive dictatorships is the one offered by madness. By the early 1980s, Fela Kuti was fully engaged in a spiritual project to make himself completely invulnerable to death by the use of both traditional and newly invented magic rituals. His new belief system included spiritually bulletproof cloaks, UFO contact and chicken sacrifice. Paranoia and confusion became the order of the day among his inner circle.  It would be wrong to say that all, or even most, of Fela’s music after this point was bad; in fact a lot of it has great merit. By the late 80s he had rejected the term Afrobeat, preferring to think of his work as African classical music and his output became less ecstatic.  But I’m going to end on another personal favourite, Africa, Center of the World, the B-side to the Roy Ayers collaboration 2,000 Blacks Got to Be Free, recorded in 1980 when his belief in pan-Africanism was still firm, clear-sighted and hopeful.",
  "webTitle": "Fela Kuti – 10 of the best",
  "webPublicationDate": "2016-05-05T13:24:14Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/05/fela-kuti-10-best-songs",
  "keyword": [
    {
      "webTitle": "Fela Kuti",
      "id": "music/fela-kuti",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tony Allen",
      "id": "music/tony-allen",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "John Doran",
      "id": "profile/john-doran"
    }
  ],
  "guardianId": "music/musicblog/2016/may/05/fela-kuti-10-best-songs"
}