{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/brazil-dilma-rousseff-trayvon-martin-donald-trump-911-saudi-documents",
  "id": "2016-05-12-214",
  "sectionId": "world",
  "body": "Brazil’s Rousseff impeached Brazil’s senate has voted to impeach Brazil’s first female president, Dilma Rousseff, stripping her of her duties halfway through her second term in the country’s first impeachment in 24 years. Rousseff will be suspended for at least six months and will face trial for allegedly manipulating government accounts. Her jurors will be senators, many of whom are accused of more serious crimes. One politician said the decision marked the “saddest day for Brazil’s young democracy”. Dilma Rousseff suspended from office as senate votes to impeach Brazilian president Trayvon Martin’s killer to auction gun George Zimmerman, the former neighborhood watch volunteer who was acquitted of murdering Trayvon Martin, is to auction the gun he used to kill the unarmed teenager. The weapon, which goes on sale at 11am, is being touted as “your opportunity to own a piece of history” on the website Gunbroker. Zimmerman said he has already received offers for “the firearm that was used to defend my life and end the brutal attack from Trayvon Martin” but “the offers were to use the gun in a fashion I did not feel comfortable with”. The former neighborhood watch volunteer was acquitted two years ago in the death of the young African American, but the case sparked protests and a national debate about race relations. Meanwhile, in another case that led to protests by the Black Lives Matter movement, the trial of Edward Nero, one of the police officers accused over the death of Freddie Gray in Baltimore, is set to begin today. George Zimmerman to auction gun he used to kill Trayvon Martin Trump and Ryan will meet to reconcile Donald Trump will meet the House speaker, Paul Ryan, on Capitol Hill today in an effort to mend fences between the candidate and the party leadership. Trump, who may now have the upper hand with Ryan as more Republicans offer their support, continues to resist calls to release his tax returns. Trump has other issues to deal with, including apparent chaos in his California delegate operation. A day after a white nationalist resigned from the state delegation, Trump lost Guy St Onge, an anti-Muslim pastor who proselytizes on YouTube. Onge, who last year claimed: “Barack Hussein Obama and his tranny wife Michelle hate the USA!” said he was standing down to “take one for the team”. Meanwhile, Trump has said his plan to ban Muslims from the US was only ever “a suggestion”. Moderate Republicans face a dilemma: stick with Trump or slide over to Hillary Clinton.  But if you’re planning to leave Trump’s America, be warned – it might not be that easy. Take it or leave it: Trump’s rise puts moderate Republicans in a tough spot Saudi ‘support’ for 9/11 in missing pages A former Republican member of the 9/11 commission has broken with the commission’s leaders, saying he believes there was clear evidence that Saudi government employees were part of a support network for the 9/11 hijackers. The comments by John H Lehman, a New York investment banker who was navy secretary in the Reagan administration, is the first clear split among the 10 commissioners who approved the 2004 final report. The 28 “missing pages” from the report should now be declassified, Lehman says.  Saudi officials were ‘supporting’ 9/11 hijackers, commission member says 9/11 judge and prosecutors face calls to step down  The defense team for Khalid Sheikh Mohammed, the alleged architect of the 9/11 attacks, claims his Guantánamo military tribunal is flawed and should be ended. Lawyers for the accused terrorist claim there is “at least the appearance of collusion” that led to the government apparently secretly destroying relevant information. They want the Obama administration or its successor to devise a new plan of action for the top terror suspect in US custody. 9/11 judge and prosecutors should step down over ‘destroyed evidence’, defense demands Hyperloop tests propulsion system Hyperloop, the supersonic transport system proposed by tech billionaire Elon Musk, has taken a tentative step towards reality with the first public test of a prototype propulsion system. The Nevada test, in which a sled accelerated to 116mph (187kph) in 1.1 seconds, represents a very early proof of concept; there are a vast number of hurdles that the developers of Hyperloop still have to clear if the technology is to become a reality. If and when completed, the Hyperloop would work by propelling pods at high speeds through a tube, which in theory would be able to make the journey from San Francisco to Los Angeles in just 30 minutes. Hyperloop One tests high-speed transport propulsion system           Hyperloop One tests supersonic transport propulsion system    City pollution spikes worldwide Air pollution in the world’s major cities has risen by an average of 8% in five years, according to the World Health Organization. The global health body says billions of people are affected in all regions, with fast-growing cities in the Middle East, south-east Asia and the western Pacific suffering the biggest impact. China, though, has improved its air quality since 2011. The true figure is likely to be worse because only a handful of African cities report their levels.  Air pollution rising at an ‘alarming rate’ in world’s cities ‘Anti-corruption starts at home’ On the eve of a major anti-corruption summit, columnist Jeffrey Sachs argues that if the US and UK are serious about clamping down on tax havens and corruption they need to start the process at home. “The fight against corruption entails no small amount of absurdity, since so much of the corruption these days occurs in broad daylight. The corruption is so blatant, so indefensible, that attempts at justification are necessarily surreal.” Jeffrey Sachs: To end corruption, start with the US and UK. They allow it in broad daylight  Understanding Facebook’s news bias Silicon Valley tech giants may be trying to make their newsfeeds free of bias, but that is a difficult undertaking, writes Danny Yadron. Journalists are more complicated than algorithms, and companies like Facebook, Twitter, Snapchat and Google have moved outside their comfort zone by trying to curate “unbiased” news. “The issue for technology companies, which seek to get just as many millions of conservatives as liberals to use their products, is that curating the news carries political judgments that selling smartphones and promoting apps don’t.” Facebook’s Mark Zuckerberg is facing an inquiry from US Senate Republicans over whether his company has misled users over its objectivity following a series of stories in Gizmodo that its news “curators” injected stories into the trending articles section in the top-right corner of its home page. Facebook controversy shows journalists are more complicated than algorithms Coachella desert fest sells out The Desert Trip festival planned for Coachella in October, which features the Rolling Stones, Bob Dylan, Paul McCartney, Neil Young, Roger Waters and the Who, has sold out all its 70,000 three-day tickets for each of its two consecutive weekends in under three hours. Billboard estimates the gross revenues from ticket sales at $150m, making the festival easily the highest-grossing event in music history. Desert Trip festival reportedly sells out in less than three hours Federer’s fitness questioned Less than a fortnight before the French Open, Roger Federer says he is “far from 100%” fit. The Swiss champion’s admission has added to fears that his run of 65 consecutive grand slam appearances could be nearing an end. After 18 years on the Tour, the 34-year-old has this year already pulled out of two tournaments since the Australian Open in January. Fitness fears grow over Roger Federer’s participation in French Open And another thing … The baby looks to be newborn but is actually at least 15 days old, per Screen Actors Guild (SAG) regulations. And what is that mysterious goo it’s covered in? Meet infant actor J Doe, one of dozens of professional babies starring in movies and TV series every year.  The secret lives of moviestar newborns: who are they, and what is all that goo?  The headline of this article was amended on 12 May 2016 to clarify that Dilma Rousseff has been suspended; she has not yet been impeached.",
  "webTitle": "Brazil's president suspended on 'saddest day for young democracy'",
  "webPublicationDate": "2016-05-12T12:26:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/brazil-dilma-rousseff-trayvon-martin-donald-trump-911-saudi-documents",
  "keyword": [
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "world/2016/may/12/brazil-dilma-rousseff-trayvon-martin-donald-trump-911-saudi-documents"
}