{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/10/were-losing-240bn-a-year-to-tax-avoidance-who-really-ends-up-paying",
  "id": "2016-05-10-255",
  "sectionId": "global-development-professionals-network",
  "body": "The Panama Papers have given us a unique opportunity to eradicate tax havens, by highlighting the desperate need to bring about tax transparency and an end to financial secrecy.    Related: The missing development trillions: welcome to the debate    The documents exposed politicians, billionaires, sports leaders and business people from all over the world who had hidden their reserves, often to avoid paying tax. That money could have been used for education, healthcare and roads to benefit local citizens. They could have contributed to eradicating hunger and poverty. If we are to have any hope of meeting the world’s 2030 targets for sustainable development, tax systems will play a crucial role. In order to develop, countries need to have control over their own income through effective and predictable tax systems. There is currently more money going out of Africa illegally than all the aid it is provided.  There are two separate issues here. First, how do we prevent wealthy individuals from hiding away their finances, and thus reducing their taxes? Second, how do we make sure that companies pay their taxes in the country where they do business and not in another country with a more advantageous tax system?  Secrecy is at the heart of the first problem. We demand transparency about almost everything in our modern society. How long will we put up with the fact that a large portion of the world’s finances are currently exempt from transparency? To prevent secrecy, we need transparent systems so tax authorities can ensure that all the tax due is paid. This is why the Organisation for Economic Co-operation and Development (OECD) is working intensively to establish robust international standards of transparency for financial transactions. Through the Global Forum on Transparency and Exchange of Information for Tax Purposes, which now has 134 members, all member countries – both developed and developing – access the huge benefit of greater transparency. For example in 2013, the South African Revenue Service collected $62m (£43m) through a settlement from one taxpayer based on information obtained through this standard. Panama on the other hand, together with a few other countries, is reluctant to commit to the same rules as the rest of the international community. But openness only on request is not always good enough. Two years ago, the G20 group agreed on automatic exchange and transfer of information on bank deposits and other financial accounts. Almost 100 countries and jurisdictions have now promised that they will not only give out banking information if someone asks, but will do it automatically. While international financial centres such as Bermuda, the Cayman Islands, Hong Kong, Jersey, Singapore and Switzerland have agreed to do this, developing countries need to step forward to benefit from this progress in tax transparency.    Related: The private sector must be seen as an engine of development, not its enemy    Out of 54 countries in Africa, only 21 are members of the forum; we must encourage more African and other developing countries to become members and take steps towards better international cooperation in tax matters so that they are better equipped to fight tax evasion.  Then to the second struggle – ensuring that large corporations pay their taxes in the country where they do business. Even though this is not directly linked to the Panama Papers, it is extremely important for developing countries to handle this correctly.  George Osborne, the UK chancellor, recently inadvertently highlighted the fact that Google, Microsoft and Starbucks all pay a bare minimum of taxes in Great Britain – in Google’s case, the company paid £21m in 2014 and finally agreed to pay £130m this year. It’s pretty clear that these companies are unlikely to be contributing large amounts to the revenues of Vietnam or Peru – or Panama for that matter. Every year, large corporations move money to countries where they pay minimal taxes. The OECD estimates that as much as $240bn every year is lost in tax revenue as a result of tax avoidance techniques. Multinational companies artificially shift their profits to countries with no or low tax jurisdictions. Developing countries’ reliance on corporate income tax means they suffer from this disproportionately. The OECD is fighting against this in co-operation with the G20 group of the world’s largest economies. And an increasing number of developing countries are also participating. Today, more than 60 countries and regional organisations are directly involved. The agreement includes country-by-country reporting on companies’ business, mutual review and evaluation of each other’s tax programmes. For both these issues, the ability to ensure that all individuals and companies pay their taxes is related to the level of knowledge of the tax officers in each country. This is why last year in Ethiopia’s capital, Addis Ababa, we agreed to spend more aid on strengthening developing countries’ tax authorities. The vast majority of the money spent on education in the developing world comes from domestic resources. If a developing country can increase tax revenue by only one percent, twice as much would be mobilised for education, healthcare and roads as total development assistance.            The OECD has also lead on the initiative of tax inspectors without borders, a group of experienced tax inspectors sent to developing countries to assist with international tax matters. The results so far have been positive. A pilot project in Kenya resulted in an increase in tax revenue from £52m in 2012 to £107m in 2014. In the Philippines, tax revenues grew by more than $8bn after the country received $4m in aid for their tax programme.    Related: The missing development trillions: where will they come from?    Investing in tax and knowledge can often provide more money for development than investing directly in healthcare, education or roads. Now with the Panama Papers, the world’s politicians have received the greatest pass to build upon the good work that has been started, and be inspired to do even more and better. If we want to abolish global poverty, provide sound public services and a low tax level for honest people, we may never have a better chance than now. It is up to political will to score the goal. Erik Solheim is chair of the OECD’s Development Assistance Committee.  If you would like to contribute to our missing development trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "We're losing $240bn a year to tax avoidance. Who really ends up paying?",
  "webPublicationDate": "2016-05-10T09:21:38Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/10/were-losing-240bn-a-year-to-tax-avoidance-who-really-ends-up-paying",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "OECD",
      "id": "business/oecd",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/10/were-losing-240bn-a-year-to-tax-avoidance-who-really-ends-up-paying"
}