{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/25/i-hurtled-downhill-on-the-sheeps-back-student-stories-of-farmwork",
  "id": "2016-05-25-232",
  "sectionId": "careers",
  "body": "Delivering my first lamb was amazing Harriet Broome, 26, is a third-year veterinary student at Nottingham University who completed a two-week lambing placement on a farm in the Lake District. She says: While I’d had practicals on lambing at university, delivering the real thing was very different. I was asked to do it on my first day and you just have to get on with it. It’s not as difficult as it seems – delivering my first lamb was really amazing, I was overexcited the whole time but the farmer who’s been doing this his whole life didn’t think anything of it. Lambing can be hard because you lose a lot of lambs. It’s heartbreaking when a lamb is doing well and you come in the next morning and it’s dead for no reason. I was lucky my farm had a good year.  I stayed with the farmer’s daughter and I was nervous about staying with someone I didn’t know, as I was worried I’d get in her way. They fed me as if I was a small army though, and were really accommodating. I also got to work roughly nine-to-five whereas most students who do lamb placements work through the night.    One sheep ran through my legs and lifted me off the ground. I don’t know who was more alarmed - me or it!  Harriet Broome     I felt like I was making a contribution – even by doing little things, like making sure the animals have got enough water, you can make the farmer’s life a bit easier and that’s satisfying. After my placement I grasped what it was like to be a sheep farmer and how difficult it can be, which I hope will make me a more understanding vet. One embarrassing moment was when the farmer sent me to feed some sheep on a hill. It was the first time I’d been allowed off on my own to do a task and I didn’t think anything could go too wrong. The sheep were really greedy though and surrounded me. Before I knew it one had run through my legs and lifted me off the ground to get to the feed, so I ended up hurtling down the hill on the sheep’s back. I don’t know who was more alarmed – me or the sheep! My advice to other students is go in with an open mind and be prepared to work hard. I didn’t know much about sheep beforehand and I’m not very strong but because I tried hard and was enthusiastic the farmer was keen to teach me and went out of his way to show me different things. I often worry before I go to a farm that they won’t take me seriously. This placement gave me the confidence that I could survive on a farm, and made subsequent placements in Germany and Morocco less daunting. You can’t beat the feeling when a cow’s on the brink but then you bring it round Charlie Bowyer, 25, graduated last year from Harper Adams University where he studied agriculture. He did a placement on a beef farm in Herefordshire and says: The farm I was on had about 1000 cattle, so my biggest reservation was the sheer scale of it. I’d grown up on a small farm, but as we only have 50 cows, it was quite a challenge to keep track of all the cattle. How do you spot one ill cow in a thousand? In the end though, I learned a lot about managing a big farm. I really enjoyed working with the cows, but it was quite challenging at first to get my head around some of the machinery, because the farm was very mechanised so there was lots of machinery I hadn’t used before.     My biggest mistake was when I lost a load of hay bales on a busy road. Noone was hurt but it was terrifying  Charlie Bowyer     My biggest mistake was when I lost a load of bales of hay on a busy road. I had a trailer with 46 round bales of straw, each one weighing about 400 kilos and all the straps that were holding them onto the trailer came loose. But because I had such a long trailer and I was coming down a hill, I didn’t notice until I got to the bottom and saw a massive queue of cars and a bus staring at all these bales. Thankfully no one was hurt, but it was terrifying.  I liked all of my placement, but in terms of looking after the livestock you can’t beat the feeling of helping a cow that’s ill, on the brink of death, until you bring it round and it makes a full recovery. You might say it’s slightly paradoxical as you then take the animal to slaughter but in the farmer’s eyes, you’ve turned a disaster into a success.  Being there a whole year was also a huge advantage as I got to see the complete production cycle and I got a job out of it. But I’d say to other students if you have any doubt that a placement you’ve signed up for isn’t for you, don’t take it – I had another placement where I was stuck with a difficult boss for months. But do pick something that will push you out of your comfort zone – a mixed farm is a good bet. Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter.",
  "webTitle": "'I hurtled downhill on the sheep's back' – student stories of farmwork",
  "webPublicationDate": "2016-05-25T09:33:45Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/25/i-hurtled-downhill-on-the-sheeps-back-student-stories-of-farmwork",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Banning-Lover",
      "id": "profile/rachel-banning-lover"
    }
  ],
  "guardianId": "careers/2016/may/25/i-hurtled-downhill-on-the-sheeps-back-student-stories-of-farmwork"
}