{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/afc-wimbledon-league-two-playoff-plymouth",
  "id": "2016-05-29-97",
  "sectionId": "football",
  "body": "AFC Wimbledon, formed in the lower non-leagues 14 years ago by supporters who rejected the transplanting of their club to Milton Keynes, have reached Wembley: one play-off final victory from an astonishing promotion to League One. Following late-night delirium at Accrington Stanley, where Lyle Taylor’s extra-time goal won the semi-final 3-2 on aggregate, the whole club is euphoric, trying to knuckle down to the tough business of facing Plymouth Argyle in the final on Monday. The manager, Neal Ardley, his status as a former Wimbledon player meaningful to supporters who fought so hard for their club’s identity, describes the Accrington celebrations as “emotional, a bit surreal”. Speaking at the club’s south London training base on Tuesday, Ardley did not even attempt to be matter-of-fact about leading his side out at Wembley. “I don’t buy into that idea that it’s only another game, that you don’t play the occasion, you play the game,” he said. “Nobody can replicate Wembley. When we walk out, I’ll be proud, my emotions will be all over the shop. I’m going to be feeling the butterflies and the players will feel the same. But once we’ve walked out, put our shoulders back, smiled, gone ‘wow’, we’ve got a job to do. We’ve got to take all of that in, embrace it, accept it and then go and play the game.”   Related: AFC Wimbledon: their manager, fans and staff on their rise through the leagues    Argyle, Ardley accepts, are marginally favourites, having finished fifth in League Two, six points ahead of Wimbledon in seventh place, although Ardley’s side beat them 2-1 away in April during an excellent run into the play-off places. Taylor, only 26 but at his ninth club, has scored 21 league goals, his partnership with Tom Elliott keeping their striking talisman, Adebayo Akinfenwa, as a substitute. Akinfenwa, whose abundant talents can be overlooked in the focus on his huge size and strength, said there is a unity at the club which has eased his disappointment and he came off the bench at Accrington to score the first goal in the 2-2 away draw. “Praise has to go to the gaffer,” Akinfenwa said. “He has assembled a team, a mix of young players and more experienced players like myself and [the captain] Barry Fuller, and there is an ethos of togetherness. I haven’t played as much as I’ve wanted but I never felt disrespected. To walk out at Wembley, for this club which the fans started from nothing – it’s the stuff of dreams.” At a club to whom history means so much, following the perceived theft of theirs when a panel appointed by the Football Association voted in 2002 to allow a groundless Wimbledon to move to Milton Keynes, the significance of the final is monumental. Ardley said he “absolutely” agrees with supporters who feel their club, not MK Dons, is the continuation of the old Wimbledon and this is their first competitive trip to Wembley since the landmark “crazy gang” FA Cup victory over Liverpool in 1988. If they win, it will be Wimbledon’s sixth promotion since they began as a newly formed, supporter-owned club in the Combined Counties League following a trial of players on Wimbledon Common. And promotion would put them, after so short a time, in the same division as the Milton Keynes club they still revile as “the franchise”. Revulsion is felt deeply for MK Dons themselves and for the FA panel which, by a 2-1 majority, allowed the unprecedented relocation. Ardley needs no encouragement to quote and scoff at the opinion of the panel, that if the supporters were to reject the Milton Keynes move, and form their own club, it would not be “in the wider interests of football”. Ivor Heller, commercial director since the 2002 beginnings, said of that: “Everybody still talks about it; it was a great catalyst for everything we’ve done. How anyone could suggest a club like ours is not in the wider interests of football: you’d have to be stark raving bonkers.” The mix of idealism and knowhow required to negotiate the play-off final has characterised the Wimbledon way since they began again. Their ambitious plan to build a new 11,000-seat stadium, capable of expansion to 20,000, back in their home borough of Merton hit an obstacle in March when Boris Johnson, then still the London mayor, “called in” the project. Johnson’s own planning officials had recommended the stadium be approved, as it was unanimously by Merton council, but his reference to “the future of cultural and sporting venues” appeared to express concern about the loss of the Wimbledon greyhound stadium if the development goes ahead. The new mayor, Sadiq Khan, must be persuaded. Erik Samuelson, the club’s chief executive, explained that the “mid-20s millions of pounds” cost will be met partly from a developer, Galliard Homes, which is proposing to build 602 residential units, some borrowings and the sale of the club’s current Kingsmeadow stadium to Chelsea. Samuelson defended the position relating to Kingstonian, the Ryman League Premier Division club which previously owned Kingsmeadow. By 2002 Kingstonian had fallen into administration and the ground was bought by a family of investors, the Khoslas, from whom the new supporter-owned Wimbledon purchased it. Kingstonian have remained as tenants on good terms and Samuelson said Wimbledon will pay a substantial sum, so far not disclosed, from the Chelsea money to enable Kingstonian to become established elsewhere. “This is a windfall opportunity for them to get at least an equity share of their own stadium or many years rental money, so actually this is really positive,” Samuelson said. If Wimbledon achieve another dream at Wembley, Samuelson said he believes they can be sustainable in League One, even before the new stadium is built. Ardley’s target is to keep Wimbledon four places above where they would be in a table of the wages each club pays. “A manager has to add value,” Samuelson said. “Neal is such an impressive guy. He will go a long way but we desperately hope he will go a long way with us.” If Ardley’s achievements do earn him an offer from another club too good to turn down, Samuelson said, his contract has a buy-out clause which means Wimbledon would be well compensated.   Related: The AFC Wimbledon film seems like a curveball – actually it's an open goal    Asked about Wimbledon’s rise, under the ownership of supporters, in 14 years from that FA panel decision, Ardley said: “This is the most unique story in football, AFC Wimbledon. The story is football, it’s for the greater good of football. Every time I talk about this story I go wow; no wonder they want to make a film about it.” Indeed, last month the club announced that 20th Century Fox, with the author and Wimbledon patron John Green, has bought the rights to turn their story into a movie. It has been proposed that it ends with the club’s 2011 victory on penalties which took them deliriously into the Football League. If they win at Wembley, the Hollywood script might have to be extended.",
  "webTitle": "Neal Ardley seeks Hollywood finale for AFC Wimbledon’s remarkable rise | David Conn",
  "webPublicationDate": "2016-05-29T11:50:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/afc-wimbledon-league-two-playoff-plymouth",
  "keyword": [
    {
      "webTitle": "AFC Wimbledon",
      "id": "football/afc-wimbledon",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "MK Dons",
      "id": "football/mkdons",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Plymouth Argyle",
      "id": "football/plymouthargyle",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League Two",
      "id": "football/leaguetwofootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/29/afc-wimbledon-league-two-playoff-plymouth"
}