{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/copenhagen-washington-climate-hack-cities-sustainable-cycling-food-waste",
  "id": "2016-05-27-307",
  "sectionId": "sustainable-business",
  "body": "How to get people interested in climate change action when the problem seems so great and so removed from everyday reality? That’s the conundrum governments, activists, companies and the media have faced for decades. Occasionally a standout voice or campaign on climate change action grabs attention – Naomi Klein’s bestseller This Changes Everything, and Al Gore’s Climate Reality Project, for example. All too often, however, the science around climate change fails to resonate with people. This is why Climate-KIC’s 2015 Climathon – a 24-hour climate change-focused hackathon – is so appealing. Climate-KIC, a European Union-funded knowledge and innovation community, launched the event as part of its larger campaign to raise awareness about climate change ahead of the Paris climate talks in December 2015.    Related: From app doctors to big data: five ways tech will shape healthcare    Tapping into a network of public sector organisations, major companies and academic institutions, Climate-KIC invited cities to take part in the 24-hour challenge on 18 June 2015. The goal: to identify – and work on solutions for – local urban climate change problems. The response was impressive, with more than 1,000 teams volunteering to take part from 20 cities. The ideas that emerged from this 24-hour hack ranged from encouraging cycling in Copenhagen to public-private partnerships to reduce food waste in Washington DC. With teams posting more than 5,000 updates about their work to social media accounts, the Climathon was soon trending on Twitter – and Climate-KIC created a dedicated digital wall to amplify the conversation, both for external audiences and its own staff. It was a classic example of how social media can drive widespread interest with minimal resources. Ultimately though, any social media communication project around sustainability will be judged on what it delivers in terms of action. Mentoring and incubating smart business ideas that respond to climate change is a core part of Climate-KIC’s mandate. Through the Climathon, participating teams have been able to make connections with government and business within their own cities, which may be instrumental in ensuring their ideas bear fruit. Climate-KIC is the 2016 winner in the communicating sustainability category of the Guardian Sustainable Business Awards.",
  "webTitle": "Copenhagen to Washington: 24 hour climate hack to make cities sustainable",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/copenhagen-washington-climate-hack-cities-sustainable-cycling-food-waste",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Yeomans",
      "id": "profile/matthew-yeomans"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/copenhagen-washington-climate-hack-cities-sustainable-cycling-food-waste"
}