{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/23/the-fats-and-the-furious-how-the-row-over-diet-heated-up",
  "id": "2016-05-23-128",
  "sectionId": "lifeandstyle",
  "body": "Nutritionists and public health experts are in meltdown over a report claiming that fat is good for us. Against the conventional thinking, the National Obesity Forum and a new group calling itself the Public Health Collaboration, say eating fat, including butter, cheese and meat, will help people lose weight and combat type 2 diabetes and that the official advice is plain wrong.  A furious Public Health England has come out with all guns blazing. It says this is “irresponsible and misleads the public” and most of the public health establishment agrees.    Related: Between a rock and a lard place – is fat good for us, or what?    It is the latest battle in the food wars and will not be the last. It may seem obvious that we are what we eat, but scientists struggle to work out exactly what that means. Sugar, by now, is well known to be the enemy of good health. Few outside of the food and soft drinks industry argue over that any more. However, the effects of fat – and importantly, different kinds of fats – are strongly contested. The current furore demonstrates, if nothing else, how passionate the debate over nutrition can be and how difficult it is to reach any sort of simple truth. The new report does not have the status of a paper in a scientific journal. It is a 10-point campaigning document, drafted by a group of people from several countries whose views would be said by some to be pioneering and others to be maverick. They include Dr Robert Lustig, author of Fat Chance: The Hidden Truth About Sugar, Obesity and Disease, who has been one of the leaders of the anti-sugar movement. The paper was coordinated by cardiologist Dr Aseem Malhotra, who has recently parted company with the UK campaigning organisation Action on Sugar. With his father, Dr Kailash Chand, deputy chairman of the British Medical Association, and Dr David Cavan, of the International Diabetes Federation, Malhotra has founded the Public Health Collaboration, which published the report on its website. It has also published its own rival version of Public Health England’s Eatwell plate. They look very different. A third of the official Eatwell plate is taken up with “potatoes, rice, pasta and other starchy vegetables” while only small segments feature dairy products and protein. The Public Health Collaboration plate is divided in half with not a potato in sight. Half is fruit and vegetables – non-starchy carbohydrates – while the other half is fats and proteins, including bacon, meat, eggs and cheese. The fight over fats is about the quality and quantity of studies that have been done and their meaning. Dietary studies are hard to do because those taking part sometimes give in to temptation and eat things they are not supposed to and also have a tendency to forget what they have eaten or lie out of embarrassment. But the results of even the well-conducted studies are not always clear. The new report claims eating fat does not make you fat, saturated fat is not bad for the heart and advice to lower cholesterol is plain wrong. The authors cite studies to back up their arguments. Cutting fat intake did not reduce heart attacks or stroke among participants in the large Women’s Health Initiative study in the US or cause them to lose weight, it says. A major analysis of years of data in 2014 found cutting saturated fat did not reduce deaths, heart disease, stroke or type 2 diabetes. But Susan Jebb, professor of diet and population health at Oxford University, was one of many saying the report cherrypicks the evidence – choosing the studies that support fat against far more that do not, selecting “one trial suggesting high dairy intake reduced the risk of obesity, while ignoring a systematic review and meta-analysis of 29 trials which concluded that increasing dairy did not reduce the risk of weight gain”. She also takes issue with the report’s advice to throw the calorie counter out of the window. “For most people in 21st-century Britain, eating freely – even if only from ‘healthy’ foods – is unlikely to lead to spontaneous weight loss. Losing weight requires some control over total energy intake, which means limiting some foods, not eating them freely. This is why losing weight is so hard,” she said. Prof Simon Capewell, vice president for policy at the Faculty of Public Health, says the report is regrettable because it will lead to confusion and will reduce trust in food scientists and respect for Public Health England’s guidelines, which the faculty supports. Food industry marketing messages will quickly exploit the gap, he says – on which the industry spends £1bn a year. Everybody agrees that trans-fats are bad and they have been banned or phased out in many countries. Everyone agrees that olive and seed oils – also fats – are good. “But in the middle are saturated fats,” says Capewell.  In dairy – milk and cheese – there is still some uncertainty but they have been rehabilitated from the days when consumers were urged to avoid them. These days, the official advice is that they can be consumed in moderation. “But red and processed meats and lard are unquestionably harmful,” said Capewell. “There is a vast amount of science to confirm that. That is the bit that has really upset the majority of nutrition scientists.” Malhotra said the reaction was not surprising. “We did say the establishment had misled us,” he said. On meat, he said, they agreed with the current guidelines, which recommend no more than 1g per kilogram of a person’s bodyweight per day.  Amidst all the sound and fury and the sound of slamming plates, there is a certain amount of overlap between the two sides on the importance of fruit, vegetables, fish and olive oil. And for those of us who find it hard to follow the ins and outs of nutritional science, that looks an awful lot like the Mediterranean diet.",
  "webTitle": "The fats and the furious: how the row over diet heated up",
  "webPublicationDate": "2016-05-23T15:04:47Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/23/the-fats-and-the-furious-how-the-row-over-diet-heated-up",
  "keyword": [
    {
      "webTitle": "Diets and dieting",
      "id": "lifeandstyle/diets-dieting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/23/the-fats-and-the-furious-how-the-row-over-diet-heated-up"
}