{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/countries-who-pledged-to-help-syrian-refugees-not-doing-it-report-finds",
  "id": "2016-05-20-199",
  "sectionId": "world",
  "body": "Countries who attended a London summit to help Syrian refugees have so far only committed a sixth of the money they pledged for 2016, a report shows. The money is due to be allocated to help countries in the region surrounding Syria, primarily Turkey, Lebanon and Jordan, with a focus on Syrian children’s education and improving the chances of refugees finding paid work.  The conference in February accepted that many refugees were likely to be living outside Syria on a long-term basis and may never be able to return to their country torn apart by a five-year civil war. In total $12.1bn (£8.3bn) was pledged at the Supporting Syria and the Region conference, organised by the British prime minister, David Cameron. It was said to be the largest amount ever raised for a humanitarian crisis in a single day. The report written by Concern Worldwide shows $6bn was promised for 2016 at the conference, but that by mid April only $1.16 billion had been committed.  The report shows 94% of the London conference donors had not turned their pledges into actual commitments, and 18 of the donors that made pledges had committed none of their funds, including Kuwait (one of the co-hosts). It also suggests that 98% of Saudi Arabia’s pledge, 96% of the UK’s pledge, over 89% of Germany’s and the EC’s pledges were all still outstanding. Only three donors (Australia, Malta, Lithuania) had fully committed their funding pledges. The report also found that by the end of April, 52% of pledged funds had yet to be allocated to an implementing organisation, 47% had not been allocated to a particular appeal, and 28% had not been allocated to a recipient country affected by the crisis.  The speed of the pledges matter since it is hard for aid agencies to make plans without long-term allocated commitments. Simon Starling, head of advocacy at Concern Worldwide (UK) and the report’s author, said:“Pledges are just words until they are translated into commitments; donors have simply not acted fast enough. The statistics indicate there is a critical time-lapse between donors voicing their pledges and turning them into a financial reality. It is Syrians that pay the price of this delay.”  The report also claims that too many of the pledges are skewed towards neighbouring countries, when there are huge humanitarian needs inside the country. The report shows the London conference donors have so far allocated three times the amount of money to the regional Refugee and Resilience Plan (3RP) than to the Syria Humanitarian Response Plan (HRP).  Starling said: “The humanitarian response in neighbouring countries continues to garner more funds than the response inside Syria, which is where the majority of people in need remain. This balance must be redressed, and donor governments must push all parties to the conflict to grant unconditional humanitarian access to reach those most in need.” The report’s authors said: “Monitoring of commitments made at the London conference to date has been inadequate and opaque. Formal, public frameworks must be established to hold donors and governments to account for their commitments. “The co-hosts of the London conference must work with refugee-hosting countries to track policy as well as financial commitments. Donors should work with the United Nations to develop suitable accountability structures that can capture both humanitarian and developing funding for protracted crises. This effort should include an agreed maximum timeframe to turn financial pledges into a reality.”",
  "webTitle": "Countries not fulfilling pledges to help Syrian refugees, report finds",
  "webPublicationDate": "2016-05-20T11:49:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/countries-who-pledged-to-help-syrian-refugees-not-doing-it-report-finds",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/20/countries-who-pledged-to-help-syrian-refugees-not-doing-it-report-finds"
}