{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/boris-johnson-mayor-never-was-london-vote",
  "id": "2016-05-01-88",
  "sectionId": "commentisfree",
  "body": "By Saturday morning Boris Johnson will officially have ceased to be mayor of London. There are many – including not a few within and around City Hall itself – who believe that Johnson vacated that post in all but name long ago. Arguably he has never been a fully committed London mayor at all.   Related: Boris Johnson biography reveals threats to 'get a grip'    Things began badly. Shortly after the 2008 election that propelled him to the mayoralty, his nonchalant approach prompted his then chief of staff to back him into a dark corner of a London restaurant, to demand that he “get a grip” and “start being mayor!”. And by the time he was seeking re-election in 2012 (with nothing better having come up), Johnson was already privately confessing that he was bored with running a capital city of 8.3 million people. In the 12 months since he became an MP at last year’s general election – in anticipation of being crowned the new Tory leader – the malaise has worsened. He has all but given up even pretending to be a hands-on mayor. Johnson was elected as part of a grand design to bring progress and dynamism to the capital city – and that matters not just to London itself, but also to the rest of the country, which benefits from the capital’s performance as the engine of the UK economy. But the engine, as powered by Johnson, merely stutters: when it fires at all. Insiders complain of a drift that has reduced the misshapen fastness of City Hall to a “zombie” administration. What work is done is the achievement of Eddie Lister, the hugely overworked chief of staff and deputy mayor. This is not to be confused with light-touch stewardship or the mayor as an artful, watchful chair supervising an able chief executive. This is Johnson as elected bystander. Even prominent Tories such as Steve Norris, the former transport minister – who twice lost mayoral elections to Ken Livingstone – now openly brand Johnson a “disappointment”. Livingstone, once the ultimate Tory hate figure and a man mired again in public controversy following last week’s suspension from the Labour party, has glaring and manifest faults. But many Tories, with heavy hearts, now conclude that he was a “better mayor”.     ‘London has been left in the lurch by a leader who has been too busy selling Brand Boris across the world.’ Photograph: Barcroft Media    For bystanding has its cost. To stand still is to move backwards. A mayor administrates not just for now, but for the challenges 10 years hence. But London has been neglected, left in the lurch by a leader who has been too busy earning half a million pounds a year through columns and books – too busy selling Brand Boris across the world – to tackle its urgent and worsening problems such as housing, pollution and congestion. The result has been an obvious and undesirable blow to the status and aspiration of London’s mayoralty – arguably the third most important and exciting political job in the country, and surely one of the most prestigious in the world. And we see consequences in the uninspiring and sometimes unpleasant contest between Labour’s Sadiq Kahn and the Tory Zac Goldsmith. Both seem underpowered as leaders, without the vision or stature one would hope for. But that is hardly surprising, as the example offered by Johnson over the past eight years was hardly likely to attract first-rank candidates. Labour’s Khan at least seems to genuinely want the job; but many Tories fear that in Goldsmith they have been saddled with another Etonian who is really not that bothered. There is no proof of competence, let alone vision. The truth is that London’s City Hall is no longer taken seriously. It seems unable to attract the equivalent of the big beasts of New York, those with the celebrated managerial qualities of Mayor Bloomberg, the crisis leadership skills of Rudy Giuliani, or the radical chutzpah of Bill de Blasio. Their styles and politics are very different, but their commitment to their city has been unwavering. They are held to a higher standard. It is virtually impossible to imagine New Yorkers putting up with their mayor embarking on a distant vacation without a reliable phone signal, as Johnson did in the Rockies in 2011. It is even more incredible that they would re-elect someone who refused to return immediately from his luxury Winnebago when streets in his city were burning in the worst riots for a generation.     ‘Labour’s Sadiq Khan at least seems to genuinely want the job.’ Photograph: Andrew Parsons / i-Images    But Londoners did just that. Johnson was giving so little, but people in the capital seemed to be expecting even less. Perhaps they had simply become accustomed to inaction from the man dubbed the “do nothing mayor”. The capital must ask itself what it wants from its mayor and the £150m-a-year machinery that supports him, and supposedly keeps him in check. It is time to demand more for our money and, taking into account what we have learned from the past eight years, to put the mayor under proper scrutiny. We might then ask: was it enough for Johnson to dad-dance for the cameras and whip up the crowd at the Olympics while failing to address a housing crisis that threatens London’s very lifeblood, or to significantly reduce the air pollution that kills thousands, cocking a snook at the environmental bodies that have been urging him to do something meaningful? Was it acceptable for him to be running demanding parallel careers as writer, journalist and MP when London is facing an imminent terrorist threat, without – as many say – sufficient plans in place to cope? Was it credible that the mayor of a city that takes pride in and relies upon its diversity – a mayor with a legal responsibility to “promote good relations between persons of different racial groups and religious beliefs ... and treat people with respect” – should attack the first black president of the United States for being, in Johnson’s dog-whistle phrase, “part Kenyan”?   Related: London mayor under fire for remark about 'part-Kenyan' Barack Obama    And should the mayor of London really have been spending a large proportion of his (or is that our) time spearheading the Brexit campaign (and his own personal bid to become PM) when his city and the businesses based here largely want to remain in the EU? If he succeeds in persuading Brits to vote out on 23 June, his successor will have been in post just seven weeks before dealing with the inevitable turbulence, a fact already causing pandemonium among City Hall’s thinkers. Johnson’s only lasting legacy to London may well be years of post-Brexit economic and social storms. London is a success story, in world and national terms, but this is despite and not because of Johnson’s inattention. Livingstone, flawed as he was and is, laid some outstanding foundations as mayor: starting Crossrail; helping to capture the Olympics; and modernising the buses and tubes. Johnson was fortunate to inherit the good work of his predecessor and even luckier that a pliant media – veering between idolatry and lack of interest in holding him to account – has largely ignored his conspicuous lack of achievement. Londoners may now react to this sorry history by failing to vote on Thursday for his successor, by not turning out; but that would be a pity and counter-productive, for if Johnson has taught us anything it is that this time we really need a mayor who puts the city’s interests first. This is no job for someone who doesn’t really want it and does it half-heartedly. We know what that looks like after the past eight long years.",
  "webTitle": "Boris Johnson – the mayor who never was | Sonia Purnell",
  "webPublicationDate": "2016-05-01T14:43:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/boris-johnson-mayor-never-was-london-vote",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sonia Purnell",
      "id": "profile/sonia-purnell"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/boris-johnson-mayor-never-was-london-vote"
}