{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/donald-trump-white-nationalist-delegate-database-error",
  "id": "2016-05-11-382",
  "sectionId": "us-news",
  "body": "Donald Trump’s presidential campaign has been told it cannot remove a prominent white nationalist from the official list of delegates to the Republican national convention. In an afternoon of chaotic back-and-forth, the campaign first flatly denied the inclusion on its list of William Daniel Johnson, a Los Angeles-based corporate lawyer who once called for a constitutional amendment which would revoke citizenship from all non-white Americans. The campaign then blamed a “database error”. Johnson cast doubt on the campaign’s initial claim directly. “I will confirm that I am a delegate, but I won’t speak more than that because they don’t want me to,” he said, referring to the Trump campaign.  Later, he told the Guardian that Trump’s California director, Tim Clark, had emailed him saying his acceptance as a delegate had been a mistake. In response, Johnson offered his resignation to the campaign. He told the Guardian sadly: “They made a mistake. They removed me, and that’s fine.” However, Sam Mahood, press officer for the California secretary of state, said that the campaign had attempted to send a revised delegate list on Tuesday, the day that news broke about Johnson’s inclusion, but that because it was after the deadline the first list they sent must stand, and Johnson was a certified delegate for the campaign.   Related: Ted Cruz refuses to back Donald Trump and hints he could revive his campaign    Johnson is a self-avowed white nationalist described by the Southern Poverty Law Center as “an uninspiring but determined white separatist”. The media outlet Mother Jones initially reported Johnson’s inclusion on the official list of Trump’s California delegates to July’s convention, alongside others including the Republican house majority leader, Kevin McCarthy, and the billionaire founder of PayPal, Peter Thiel.  When contacted by the Guardian about the report, Trump’s campaign spokeswoman, Hope Hicks, offered an unequivocal denial but did not initially explain why Johnson was on the list of California delegates.  “This report is totally false,” Hicks said. “He has not, nor will he be, selected as a delegate.” She and state director Clark later emailed reporters with an explanation. “Yesterday the Trump campaign submitted its list of California delegates to be certified by the Secretary of State of California. A database error led to the inclusion of a potential delegate that had been rejected and removed from the campaign’s list in February 2016.” In a further email to reporters, Clark said: “Upon careful review of computer records, the inclusion of a potential delegate that had previously been rejected and removed from the campaign’s list in February 2016, was discovered. This was immediately corrected and a final list, which does not include this individual, was submitted for certification.” According to the Mother Jones report, Johnson said that in his application to be a delegate for Trump he disclosed details about his background and activism, but did not specifically use the term “white nationalist”. “I just hope to show how I can be mainstream and have these views,” Johnson told the publication. “I can be a white nationalist and be a strong supporter of Donald Trump and be a good example to everybody.” Any suggestion Trump was willing to be connected to a white nationalist could damage his campaign, which has been plagued with complaints of racism. In February, the billionaire candidate was criticized for initially failing to disavow David Duke, the former Ku Klux Klan leader who had urged sympathizers to vote for Trump. In 1985, Johnson proposed an amendment to the constitution that would repeal the 14th amendment (citizenship for all those born in the US) and the 15th (which granted African American men the right to vote) and force the deportation of all non-white citizens. According to the Southern Poverty Law Center, Johnson’s amendment sought the deportation of all those with any “ascertainable trace of Negro blood” and all those more than one-eighth “Mongolian, Asian, Asia Minor, Middle Eastern, Semitic, Near Eastern, American Indian, Malay or other non-European or non-white blood”. He believed it imperative that his amendment be enacted in order to avoid a “race war”. Johnson, who works as a corporate lawyer in southern California, is also chairman of the American Freedom party, whose platform states that “White Americans should select a party that advocates for issues and concerns affecting European Americans”, and goes on to describe itself as “a Nationalist party that shares the customs and heritage of the European American people”.",
  "webTitle": "Trump's convention delegates include a white nationalist after list debacle",
  "webPublicationDate": "2016-05-11T01:58:27Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/donald-trump-white-nationalist-delegate-database-error",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/10/donald-trump-white-nationalist-delegate-database-error"
}