{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/fine-weather-voters-barnet-local-elections-2016-london",
  "id": "2016-05-05-59",
  "sectionId": "politics",
  "body": "With the exception of the far north and west of Scotland, voters across almost every part of Britain were blessed with unbroken sunshine as they made their way to the polls to elect new parliamentary and assembly members in Scotland, Wales and Northern Ireland, councillors in 124 boroughs, 40 police and crime commissioners, MPs for Sheffield Brightside and Ogmore, mayors in Bristol and London and an assembly for London.  The day, however, was to start in the worst possible way for election coordinators in the north London borough of Barnet, where hundreds of early morning voters – among them the chief rabbi, Ephraim Mirvis, and his wife, Valerie – were turned away after 155 polling stations received incomplete voting registers. Angry residents took to social media to protest at the shambles, with some saying they would be unable to return to vote later, as the council initially requested. “Fuming about my inability to vote,” tweeted one Barnet resident, Jennifer Lipman. “Even if Barnet sort it, many people won’t be able to go back later.”   Related: UK elections 2016: voting shambles in Barnet –  live updates    Guy Fryer, head of stage at the Lyric theatre in Hammersmith, said his name had been missing from the list but he had managed to vote after “standing his ground” at a polling station in Strawberry Vale. “How can we have a fair vote if not everyone has voted? An apology is really not good enough. It’s not a bring-and-buy sale. It really, really matters.” The problems had been resolved by mid morning and the council hurriedly put in place measures to allow those who had been barred from voting to do so by emergency proxy vote.  But Sophie Walker, mayoral candidate for the Women’s Equality party, who lives in the borough, lodged a formal complaint with the council and the London assembly, while the Labour and Conservative campaigns will be watching the result closely.  Elsewhere in the capital, both Sadiq Khan and Zac Goldsmith, the Labour and Conservative mayoral candidates respectively, cast their votes early, as did the prime minister, David Cameron, and Labour’s leader, Jeremy Corbyn.  Amid predictions of losses for Labour in council elections across the country, the party has been seeking to manage expectations, rowing back on Corbyn’s assertion earlier this week that Labour would not lose seats to insist that it should not be taken as a prediction of what might happen. Asked what result he was expecting as he cast his vote near his Islington home, Corbyn said: “We’ll know tonight.” Khan has admitted that the party’s recent antisemitism row could dent his performance in the polls, and in the north London area of Stamford Hill, home to the largest Orthodox Jewish community in Britain, several voters said they believed it could have cost the party votes.  But in Whitechapel, east London, one of the most ethnically mixed parts of the capital, Noreen Koyratty, a Muslim who works in the nearby Royal London hospital, said “it would mean a great deal to all of us” if Sadiq Khan were elected London’s first Muslim mayor. “I know he has a young family, which makes me think he knows what it is like for young Muslims. We get stereotyped as radicals.” In Scotland turnout was expected to be considerably higher than south of the border, boosted by tens of thousands of 16 and 17-year-olds eligible to vote for the first time in a Scottish parliamentary election.  While the polls have predicted a fall in support for the SNP, it is expected to retain a comfortable lead over Labour and the Tories, with attention turning to their close-fought battle for second place.  In the mixed constituency of Glasgow Kelvin, which has a large and transient student population and where leafy mansions sit alongside working class areas like Partick, voters said that enthusiasm for the election was markedly lower than during the previous general election and independence referendum.  “There’s not really been anyone talking about it in my circle, when before it was all that anyone could talk about,” said Arianne Welsh, a 21-year-old student. Nicola Sturgeon, the Scottish National party leader, and Leanne Wood, leader of Plaid Cymru in Wales, tweeted their best wishes to each other, with Sturgeon writing that Wood “would be a great first minister of Wales”. Despite her personal popularity, however, Wood’s party is not expected to claim power from Labour in the assembly. In the bellwether council of Crawley, on the edge of Gatwick airport in West Sussex, Labour activists were fighting to cling on to their slender one-seat majority. The council has flipped from red to blue and back again over the past decade, and Duncan Crow, leader of the Conservative group on the council, has predicted the town will be an effective measure of the parties’ fortunes nationally. On the doorstep, however, the issues were decidedly local. Peter Lamb, the Labour leader of the council, said while the result was particularly significant for his party “because it’s the south-east, outside the party’s comfort zone”, the issue that was most commonly raised by voters was parking. “We’re a new town which wasn’t built to cope with the cars.”  Labour is also fighting a difficult battle in the north-east seaside town of Hartlepool, where it is under serious threat from Ukip despite dominating the council since 1964.  The contest for the sole parliamentary seat up for grabs, however, was expected to present an easier win for Labour. The byelection in Sheffield Brightside and Hillsborough followed the death of the constituency’s MP, Harry Harpham, in February and is being contested by his widow, Gill Furniss, a councillor of 16 years. She told the Guardian this week:“I’ve been out campaigning in this area every May for 20 years. It’s just what we do, what I do, what me and Harry did. He wouldn’t expect anything less of me.”  Additional reporting by Libby Brooks, Jamie Grierson, Jessica Elgot, Josh Halliday, Robert Booth, Frances Perraudin, Severin Carrell, Henry McDonald, Steven Morris",
  "webTitle": "Voting shambles in Barnet as Britain goes to the polls",
  "webPublicationDate": "2016-05-05T18:55:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/fine-weather-voters-barnet-local-elections-2016-london",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    }
  ],
  "guardianId": "politics/2016/may/05/fine-weather-voters-barnet-local-elections-2016-london"
}