{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/the-high-places-fiona-mcfarlane-short-stories-review",
  "id": "2016-05-22-127",
  "sectionId": "books",
  "body": "There’s an aptly vertiginous feel to the 13 stories in Fiona McFarlane’s memorable first collection. She deals in ambiguity, in things that are slightly off-kilter: “His anxiety was something like the rolling pressure required to remove the shell of a hard-boiled egg.” Unexpected tragedies tear through the soft fabric of the everyday; a budgerigar hides a secret beneath its feathers. As in her acclaimed debut novel, The Night Guest (the story of a woman who believes she’s being stalked by a tiger as she slips into dementia), animals, real or otherwise, play an important role; an innocent childhood game goes horribly wrong; and a mollusc specialist or malacologist – a title that’s unnervingly “ominous, belonging as it does to the list of distasteful words beginning with ‘mal’: malcontent, maladjusted, malformed, malicious” – feverishly converses with the ghost of Darwin. Deliciously unsettling, her characters act and react in unexpected ways, taking both reader and themselves by surprise. The High Places is published by Sceptre (£18.99). Click here to order a copy for £15.19",
  "webTitle": "The High Places review – beautifully off-kilter short stories",
  "webPublicationDate": "2016-05-22T09:00:38Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/the-high-places-fiona-mcfarlane-short-stories-review",
  "keyword": [
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Scholes",
      "id": "profile/lucy-scholes"
    }
  ],
  "guardianId": "books/2016/may/22/the-high-places-fiona-mcfarlane-short-stories-review"
}