{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/06/philomena-cunk-on-the-complete-works-of-shakespeare",
  "id": "2016-05-06-192",
  "sectionId": "tv-and-radio",
  "body": "Before his death 4,000 years ago, Shakespeare wrote over 36 plays, some of which we have still heard of today. I’ve been fascinated by Shakespeare ever since the BBC asked me to make a documentary about him, and I have learned that you cannot hope to understand Shakespeare without understanding his plays, which is impossible. Shakespeare was known as “The Bard of a Von”. “Von” was just one of the many made-up words he gave English as a gift, but English didn’t want it. That’s why it’s always preferable to give cash. Here is my guide to everything you need to know about the most important of his Completest Works, in an order.   Related: 'Where is the money in a coin?': five times Philomena Cunk blew our minds    All’s Well That Ends Well One of the first ever examples of the “spoiler”. Antony And Cleopatra An early romcom. The rom here is short for “Roman”. As You Like It Interactive theatre, probably. I think this was the first ever play where the audience got to vote characters off one by one, until there was a winner. The Comedy Of Errors Shakespeare throws his hands up here that he’s cocked up. It’s meant to be funny, but there aren’t any jokes, so it’s not. A schoolboy error. Coriolanus Rarely performed because it contains the word “anus”. Hamlet Shakespeare’s most famousest play, includes all his hits. It’s basically his Thriller. It’s even got ghosts in it, like Thriller. And a skellington.     Philomena Cunk inside the Globe Theatre.     Henry IV, Part I Shakespeare has more Henrys and parts than a Hoover showroom. This is one of them ones. Henry IV, Part II Don’t know which part this is. Possibly the brush attachment. Henry V Not as good as The Fast And The Furious Five, or the Famous Five. Maybe “fives” is just something we’ve got better at since Shakespeare times. Julius Caesar The Asterix one. King Lear Shakespeare did lots of kings plays – this is definitely one of them. He never did King Rollo, probably for fear of upsetting the reigning monarch. Or King Kong. Shakespeare hated monkeys, in case lots of them ganged up and stole his job.   Related: Philomena Cunk’s favourite TV    Macbeth The Scotch Play. Actors will not say the name “Macbeth”, which makes the play very confusing to watch. Also, if the actor who does Macbeth misses his cue, it is impossible to call him on stage. A Midsummer Night’s Dream This is staged outdoors a lot, so it is easier to sneak out, making it one of Shakespeare’s most popular works. Much Ado About Nothing Brave title. Like writing something called This Play Is Bollocks. Othello This groundbreaking play features one black man, something not tried again in a dramatic work until Ghostbusters. Richard III The one where a king gets so evil he turns into a car park. Romeo And Juliet A romantic story where everyone dies at the end. A sort of Four Weddings And Four Funerals. The Tempest People pretend to understand this one, because it’s the hardest, but it’s literally gibberish. It’s like how people with glasses pretend to like jazz or The Wire. They’re not fooling anyone. Least of all Shakespeare. Cunk On Shakespeare airs on Wednesday, 10pm, BBC2",
  "webTitle": "Philomena Cunk: ‘Shakespeare has more Henrys than a Hoover showroom’",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/06/philomena-cunk-on-the-complete-works-of-shakespeare",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/06/philomena-cunk-on-the-complete-works-of-shakespeare"
}