{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/21/sainsburys-stabbing-suspect-charged-attempted-murder",
  "id": "2016-05-21-133",
  "sectionId": "uk-news",
  "body": "A man has been charged with attempted murder in connection with the stabbing of four women in a supermarket car park in London. Ethem Aydin Orhon, 66, was charged with four counts of attempted murder and one count of possession of an offensive weapon. He appeared at Wimbledon magistrates court on Saturday and was remanded in custody to appear at Kingston crown court on 17 June. The women, aged 53, 62, 67 and 71, are in a stable condition in hospital. They were attacked in the Sainsbury’s car park in the suburb of Hampton, south-west London, on Friday, just after 10.30am. Some of the women were attacked as they got out of their cars. Police had said the suspect was subdued by the threat of a Taser, although the device was not discharged.    Hampton map   Witnesses described a chaotic scene. Ben Brady, 30, who owns a hair salon and saw one woman as she was being treated, said: “I realised she had been stabbed a good few times and they said there’s someone else over in the car park waving a knife around. As I went over there I heard screaming. “By the time I got there, there were two ladies clutching their back and their sides, saying ‘he stabbed me, he stabbed me’.”           Witness describes Hampton stabbing aftermath – video    Police said there would be patrols of the area to reassure residents. The borough commander for Richmond-upon-Thames, Ch Supt Glenn Tunstall, said: “I would like to praise members of the public who rushed to the aid of the injured women and provided them with first aid. Their bravery and the outstanding courage of the officers who were first on the scene and confronted the armed man is worthy of praise. “An incident like this will cause considerable concern to the local community, and I would like to reassure them that uniform officers will be patrolling the area and can speak to anyone who has concerns.”",
  "webTitle": "Man charged with attempted murder over Sainsbury's car park stabbings",
  "webPublicationDate": "2016-05-21T09:46:36Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/21/sainsburys-stabbing-suspect-charged-attempted-murder",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "uk-news/2016/may/21/sainsburys-stabbing-suspect-charged-attempted-murder"
}