{
  "apiUrl": "https://content.guardianapis.com/membership/2016/may/06/reading-list-jeremy-hutchinson-case-histories-modern-britain",
  "id": "2016-05-06-159",
  "sectionId": "membership",
  "body": "In a new occasional column, Guardian journalists and members share their recommendations for books to discover or re-read with new insight.  I travelled widely as a reporter, but many of my happiest days were closer to home, sitting in courts: the High Court, the Old Bailey – halls of great theatre. I saw the killers of Stephen Lawrence get their just deserts, Sting glowering at the accountant who had stolen from him, George Michael asserting that his recording contract represented “professional slavery”. But more fun than the cases themselves were the barristers – the courtroom artistes, the wordsmith gladiators. Whatever the case, they were the star attraction.     Lord Hutchinson said he was too busy to write a memoir; fortunately, Thomas Grant did it for him. Photograph: PR    I never saw Jeremy Hutchinson QC, now Lord Hutchinson, at work, but I’m transported back to old haunts by Thomas Grant’s gripping bestseller of the old master’s casebook. Hutchinson, now 101, says he was always too busy to write a memoir. He is fortunate to have had Grant do it for him. We learn of Hutchinson himself. The son of a renowned criminal barrister, he was mentored by members of the Bloomsbury Group and counted the likes of Kenneth Clark and Isaiah Berlin as friends. His first wife was Peggy Ashcroft. But the point of the book is the cases, many of them landmarks on the twisty road from conservative to liberal Britain. There are behind-the-cloak accounts of Hutchinson’s defence of the spies George Blake and John Vassall, and his humane tour de force on behalf of Christine Keeler.  He battled against the censorship of the erotic novel Fanny Hill and the film Last Tango in Paris, fought the corner of the man who stole a portrait of the Duke of Wellington from the National Gallery, and made the case for the art forger Tom Keating. Some cases were won, some were lost. But with each, Hutchinson inspired a national conversation. And of course there was the Lady Chatterley’s Lover obscenity case, his successful Old Bailey defence in 1960 of Penguin Books. Hutchinson was junior counsel, but his examination of four key witnesses proved decisive.  The triumph was all too much, hilariously so, for Judge Mr Justice Byrne, who heard the case with his clearly scandalised wife sitting next to him. Neither took the jury’s decision well. Judges usually thank the jury. This, writes Grant, was different: “As he and Lady Byrne left the court, he merely stared at them.” Jeremy Hutchinson’s Case Histories is published by John Murray – £9.99  We’re looking for Guardian members to recommend new and classic books to fellow readers. Email us at member.contact@theguardian.com with your details and a paragraph about the book you’d like to share.",
  "webTitle": "Jeremy Hutchinson's Case Histories reveals road to modern Britain",
  "webPublicationDate": "2016-05-06T13:30:28Z",
  "webUrl": "https://www.theguardian.com/membership/2016/may/06/reading-list-jeremy-hutchinson-case-histories-modern-britain",
  "keyword": [
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Christine Keeler",
      "id": "uk/christine-keeler",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Hugh Muir",
      "id": "profile/hughmuir"
    }
  ],
  "guardianId": "membership/2016/may/06/reading-list-jeremy-hutchinson-case-histories-modern-britain"
}