{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/12/sheridan-smith-pulls-out-funny-girl-month-stress-exhaustion-west-end",
  "id": "2016-05-12-208",
  "sectionId": "culture",
  "body": "Sheridan Smith is to miss up to a month of performances as Fanny Brice in her West End show Funny Girl due to stress and exhaustion.   Related: Sheridan Smith's Funny Girl is a masterclass in musical comedy    Concerns were raised after Smith missed three consecutive shows after the Baftas on Sunday night, with the Savoy theatre announcing that she was “indisposed”. But in a statement on Thursday, the producers of the show said Smith would be taking a two- to four-week leave of absence during this “difficult time”, and would be replaced by her understudy, Natasha Barnes. “The entire team at Funny Girl is thinking of Sheridan, and know she is getting the rest and support she needs during this very difficult and stressful time. We will all miss her enormously and send her our love and best wishes.” They assured ticketholders that Smith’s departure was temporary, adding that “we are looking forward to her return to the show in due course”. The announcement follows suggestions that Smith is struggling to deal with the emergence of news that her father, to whom she is very close, was diagnosed with cancer in March. It is the same disease which killed her brother a decade ago.   Related: Fanny, Barbra and Sheridan: Funny Girl on stage and screen – in pictures    She had previously accused producers of pressuring her into returning to Funny Girl before she was ready. Shortly afterwards, a production was stopped just 15 minutes into the play.  The stoppage was attributed to technical difficulties, though there were reports that audience members claimed Smith was drunk and slurring her words on stage. This has been denied as “categorically untrue” by her publicist.  The incident was the subject of a quip by Graham Norton at the Baftas on Sunday, who said: “We’re all excited for a couple of drinks tonight. Or, as it’s known in theatrical circles, a few glasses of ‘technical difficulties’.”  Following the Baftas, Smith had also responded angrily to suggestions in the press that she had been a sore loser after missing out on the award for best actress for her role in The C Word.  She said on Twitter that she was “not strong enough” to perform in Funny Girl on Monday, adding: “Well done press! U let down me, the cast & everyone who spent money to see me. I apologise profusely! Sorry!” Those with tickets for Funny Girl over the next month will be left disappointed by the announcement, as Smith’s critically acclaimed performance was the main draw for many.  However, Barnes has garnered glowing reviews from audiences over the past three days, with praise that she had “blown everyone away”, and she received a standing ovation after the Wednesday matinee.  Funny Girl became the fastest-selling show at the Menier Chocolate Factory in London before transferring to the West End this year.",
  "webTitle": "Sheridan Smith pulls out of Funny Girl for up to a month because of stress",
  "webPublicationDate": "2016-05-12T12:38:59Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/12/sheridan-smith-pulls-out-funny-girl-month-stress-exhaustion-west-end",
  "keyword": [
    {
      "webTitle": "Sheridan Smith",
      "id": "culture/sheridan-smith",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "culture/2016/may/12/sheridan-smith-pulls-out-funny-girl-month-stress-exhaustion-west-end"
}