{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/ash-koosha-interview-i-aka-i-iran-london",
  "id": "2016-05-10-123",
  "sectionId": "music",
  "body": "Ashkan Kooshanejad is obsessed with the future. In conversation, it seems like he has already been there. The London-based, Tehran-born artist, known as Ash Koosha, talks of a world where iPhones are embedded below our skin, where humans take agency over digital existence, where our devices will be a part of us and we will be a part of them. “This is happening,” he says. “But we kind of ignore it.” Koosha sees a future where a universal basic income will be paid to all, alleviating the economic inequality that rapid technological advances are creating. And music, well, music might not actually exist any more. But it’s nothing to be scared of. “Technophobia is not relevant any more,” says Koosha, whose second full-length record I AKA I is out now on Ninja Tune, following his 2015 debut, GUUD, on Olde English Spelling Bee. “Because the human that I am, at its core, is also in that digital version of myself. It’s just me. It’s I, also known as, I.” Koosha makes meticulous electronic music, employing what he calls “nano-compositions” made from manipulated field recordings, and channeling an inherent influence of Iranian groove. He is a musician, a multimedia experimenter, a film-maker. But most of all, he is a philosopher, whose art works to find intimacy and humanity in digital culture; meditating on how the technological singularity, the future when we could become outsmarted by machines, will impact our humanness and our capacity for expression. “The future of humanity is generally a subject I live with every day. I think about it, I talk to my friends about it. When I’m doing music, it naturally comes out. It’s a part of my emotions.” When he considers the ways our lives are growing irrevocably enmeshed in the digital realm, Koosha feels a responsibility to figure out how music will work: “I’m trying to prepare digital music in a way that doesn’t lose human values, and doesn’t go in a gimmicky direction where you just let the machine decide what music is. To keep classical values, but also make it move forward.” Along with frequent visual collaborator Hirad Sab, Koosha is currently working on a virtual reality interpretation of I AKA I to be unveiled later this year on Oculus Rift headsets. The intersections between VR environments and electronic music are exciting to Koosha, who already describes his music-making process as visual. He uses words like “sculpt” and “decorate” to describe how he melds the physical, geometric “sound objects” he sees inside his head. Koosha imagines environments where people will literally be put inside tracks, as if they were walking through a museum of sound sculptures. “One day people are going to experience music audio-visually entirely,” he predicts. “Maybe it’s not going to be called music any more. It will just be one unique object, or maybe many objects around you.”    The future of humanity is generally a subject I live with every day. It’s a part of my emotions.       Ash Koosha. Photograph: Ozge Cone/Ninja Tune    Koosha has charted a long, winding path to this creative and intellectual point. Growing up in Iran, music was scarce and heavily monitored by authorities. He po red over bootlegged cassettes, with no context as to where they came from, found at shops that sold them illegally. As the internet became more accessible, he spent significant time reading music blogs. He learned to play bass, drums and guitar. Obsessed with music, he dropped out of high school during his second year to pursue it full-time. “The first year of high school, I was on blogs mostly, just reading stuff,” he says. “One day I thought, I’m not going to school. I’m going to start trusting myself with finding whatever I need to learn.” His parents were furious, but he stuck to his promise to self-educate, and imagined up ideas for artist collectives and collaborative platforms he hoped to one day create. In 2004, Koosha was accepted to the Tehran Conservatory of Music, despite not finishing high school. He learned classical composition and music theory, and jammed with musicians of all different genres. “We used to turn old bakeries that weren’t in use into rehearsal spaces,” he remembers. “Just trying to learn how to use the equipment.” He joined a rock band called Font as bassist, playing small, secret shows, never to more than 20 people, and careful not to draw attention from the ministry of culture and guidance. In Iran, music needs to be “authorized” by the government in order to be legal, who check both instrumentals and lyrics to see if they adhere to moral standards. Some make it work by navigating this system; others avoid it entirely, but have to stay underground. In 2007, Koosha and a group of underground musicians planned a festival with support from Unicef, but the government still shut it down prematurely. The artists decided to hold the festival anyway, in the garden of a villa in the suburbs. They invited 150 people, but 700 showed up, and it ended up getting raided by authorities, with soldiers coming in on ropes over the gates and helicopters hovering overhead. More than 200 people were arrested, and Ash spent 21 days in jail. “It was an odd experience, sleeping next to a serial killer for three weeks,” he told the Guardian in 2010. “But it made me believe even more in what I was doing.”         Ash Koosha – Mudafossil.    After being released, Koosha’s new electronic pop duo Take it Easy Hospital was asked to star in a film by director Bahman Ghobadi, who was focusing on the struggles of underground indie rock musicians in Iran. It was loosely fictional, but clearly centered around the experiences of Koosha and his bandmate, Negar Shaghaghi. Made in 70 days with fake permits, it was called Nobody Knows About Persian Cats, and it was a huge success, winning a jury prize at Cannes the following spring. The band was in Europe playing a few shows when the film started generating buzz. Unsure how they would be treated upon returning to Iran, Koosha and Shaghaghi quickly realized they couldn’t go home. The two sought asylum, and have lived in the UK in exile ever since. “I see those events in my life as very unfortunate happenings,” Koosha says now. “They’re just totally unnecessary in a person’s life. We were very disconnected from how the government worked, we were just kids who were passionate about something. It was a waste of time. It was a waste of my teenage and youth years. Sometimes I think, I should have done so many things earlier. And I had to go around this long road to make this happen somewhere else in the world.” Despite these experiences, Koosha does not consider his work to be politically charged. “I try to avoid any indication that I’m doing anything political. I’m trying to do the opposite. I’m trying to show that you can be an Iranian person, and you can do something that is for everyone.” Though to an extent, he notes that as an Iranian person, “everything you do is political”, he prefers to not center his identity. “I wouldn’t call my perspective Iranian … it’s just, as a human being. Just as part of this unknown species in this lonely universe. We don’t even know how the fuck we ended up here. I think that’s what we should focus on. When we realize what we are doing here, there is no race or border or gender or personal interest.” Surrounding the release of I AKA I, Koosha released a video for Mudafossil, where anonymous metallic mannequins float through a vast black space, emotionless and seemingly trapped by amorphous grids. But things aren’t what they seem. At a certain point, their metallic skins are gone, revealing their innerworkings: deep red flesh, blood, veins. This is what Koosha means when he says “I, also known as, I.” That underneath what appear to be impenetrable screens, the shapes can be melded to find spaces for humanness. That individuals can assert agency even in these unpredictable environments; that there can be both chaos and control. “I might sound like an idealist on LSD or something, but believe me, the biggest problem is that we don’t even know what we are doing here,” he says. “And the clock is ticking.” Ash Koosha’s I AKA I is out now on Ninjatune; his North American tour starts at FORM Festival, Arcosanti, Arizona 13 May",
  "webTitle": "Ash Koosha: 'I try to avoid any indication that I’m doing anything political'",
  "webPublicationDate": "2016-05-10T15:33:27Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/ash-koosha-interview-i-aka-i-iran-london",
  "keyword": [
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/10/ash-koosha-interview-i-aka-i-iran-london"
}