{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/20/bryan-estepa-the-tempe-two-every-little-thing-review-highly-self-assured",
  "id": "2016-05-20-357",
  "sectionId": "global",
  "body": "Bryan Estepa is far too young to have anything but a retro appreciation for the 1970s, but if he had been recording four decades ago he’d have been landing commercial FM airplay and big-bucks record deals. Better known in Barcelona than he is in Brisbane or anywhere else in his native Australia, Estepa has been making critically lauded records since 2003 without troubling the chart compilers. Having previously released albums through Australian indies Popboomerang and Laughing Outlaw, he now calls Spanish label Rock Indiana home. Spain has always been a happier hunting ground for Estepa’s mix of power pop and country.   Related: Cult heroes – Hank Williams Jr: crusading country boy with a lesson for the left    Every Little Thing’s opener Think of You is country and not prefixed with “alternative” or “new”. It’s just country, like Hank Williams used to make, with an added touch of Roy Orbison. And it’s wonderful. That’s how to start your album: with a side one, track one that nails it.             Headlights is a strange mix of Big Star’s Third – particularly around the three-minute mark when the guitar solo starts – and the kind of yearning ballad U2 do at their best. Maybe it shouldn’t work, but it does. It’s probably not going to be a mobile-phones-in-the-air moment in a stadium any time soon though.  Estepa has long acknowledged Elliott Smith as an influence, and At Least You Did Not Know, with its gentle acoustic guitar, sweeping violin and Estepa’s sweet voice double-tracked, sounds like Smith if he had listened to more Simon and Garfunkel.  Occasionally, Estepa’s love of the 70s is overbearing – Object of My Disaffection is too in thrall to soft rock and the melody is a bit too familiar – but on Sooner or Later it works thanks to harmonies from Caroline Tapper.             Writing songs about children can lead to sentimental mush, but Don’t Hurry Baby is quite beautiful in its unabashed sentimentality. It advises the child not to be in a rush to grow up, listen to your mum and please forgive my impatience. Good advice, great song.   Related: Elliott Smith – 'I don't feel any sadder than anybody else I know': a classic interview from the vaults    Empty Handed, with its mix of power pop and soul, sounds like it was recorded in Memphis in 1972 rather than Bondi in 2016, with the Tempe Two of Dave Keys (bass) and Russell Crawford (drums) on top form.  One of his previous songs, Right Now, featured on Channel Ten’s Bondi Rescue, and it’s about time he got such exposure again. On Count Your Blessings, about how the narrator “never could escape my one mistake”, he sings “over the silence” over and over to hypnotic, heartbreaking effect. With its violin-driven coda it could soundtrack a particularly poignant break-up in film or TV.  Estepa is astute at leaving us wanting more with a strong closing track – in particular with Ball and Chain from his 2011 album Vessels – and he pulls it off again here with Twice Around. Every Little Thing is Estepa’s fifth album and has an assured, restrained power that comes from experience and belief in yourself. Never mind whether or not Australia should be in the Eurovision. Estepa is an Australian who has made an album that deserves to be heard on every continent.  Every Little Thing is out now",
  "webTitle": "Bryan Estepa & the Tempe Two: Every Little Thing review – highly self-assured",
  "webPublicationDate": "2016-05-20T00:59:32Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/20/bryan-estepa-the-tempe-two-every-little-thing-review-highly-self-assured",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Soul",
      "id": "music/soul",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Pádraig Collins ",
      "id": "profile/padraig-collins"
    }
  ],
  "guardianId": "global/2016/may/20/bryan-estepa-the-tempe-two-every-little-thing-review-highly-self-assured"
}