{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/nypd-comments-hip-hop-intelligence-unit-bratton-fatal-shooting",
  "id": "2016-05-28-104",
  "sectionId": "us-news",
  "body": "New York is the home of hip-hop, one of the most dominant cultural movements in America, but the head of the city’s police department has blamed rap music for a fatal shooting, sparking outrage from scholars and artists.  Crown Heights rapper Troy Ave has been charged with attempted murder for his role in a shooting at a TI concert in Manhattan on Wednesday night that left one person dead and three others injured, including the 30-year-old rapper, also known as Roland Collins.  The morning after the shooting at Irving Plaza, the NYPD commissioner, William Bratton, told the radio station WCBS-AM that rap lyrics, and the people who perform them, are responsible for violence in the industry. “The crazy world of these so-called rap artists basically celebrates the violence,” Bratton said. “Unfortunately, that violence sometimes manifests itself in their performances and that’s exactly what happened last evening.” Erik Nielson, an assistant professor at the University of Richmond who studies hip-hop, said Bratton’s comments were “antiquated”. “It is really rooted in a pretty basic misunderstanding of the genre and it feels intended to place the blame on an artistic and cultural movement, rather than on systemic forces that, frankly, the NYPD has had a significant role in perpetuating,” Nielson said. He added that the NYPD is part of a broader institutional structure that has disenfranchised communities of color in the city. The NYPD’s stop-and-frisk program notoriously targeted communities of color, as did the “broken windows” policing theory, pioneered by Bratton in his first run as NYPD commissioner from 1994 to 1996. There is also the department’s involvement in the deaths of unarmed black men.  In the past, the police department has specifically targeted the hip-hop scene, which was born in the south Bronx in the 1970s. The NYPD ran a special hip-hop intelligence unit for several years in the late 1990s to the early 2000s to monitor crimes in the community. But the scholars and artists themselves contest the NYPD’s assumption that rap is more dangerous than any other genre of music. “Go ask emergency room doctors, which they think are more dangerous, rap or EDM concerts?” Nielson said, referring to the drug deaths at electronic dance music festivals. “The answer will not be rap concerts.”  In fact, Nielson said, hip-hop culture was an outlet for those communities disproportionately affected by poverty and violence.  “In the 1970s, New York was overrun with violent street gangs, no matter what politicians did, no matter what the police did, the gangs remained pervasive and endured,” Nielson said. “Then came hip-hop,” which he said helped rescue community members. TI, the headliner for Wednesday night’s show who didn’t get to perform, emphasized the importance of rap music while offering his condolences on Instagram to the victim’s family and those injured in the shooting. “My heart is heavy today,” he said. “Our music is intended to save lives, like it has mine and many others.” The hip-hop squad The NYPD said Wednesday night’s shooting began outside a green room sparked by a dispute. Ronald McPhatter, 33, was killed in the shooting and Collins was injured along with Christopher Vinson, 24, and Maggie Heckstall, 26. This is the sort of crime the NYPD’s since-disbanded hip-hop intelligence unit would have been deployed for in the late 1990s and early 2000s, said the creator of the unit, Derrick Parker, a 20-year veteran of the NYPD. Parker said the NYPD’s rap unit – known as the “hip-hop taskforce”, “hip-hop squad” and “rap intelligence unit” – was formed in 1999, sparked by a rise in violence in the hip-hop community. Before the unit was made official, Parker was the NYPD’s go-to for incidents that involved rap artists, like when Brooklyn-born rapper Notorious BIG was killed in Los Angeles in 1997. Questions have been raised about whether the hip-hop taskforce was guilty of profiling and unfairly surveilling communities of color, which Parker disputes. “I don’t see it as profiling, I think it’s more or less, knowing a little about people who had violent tendencies in this community,” Parker said. The NYPD, meanwhile, has never confirmed that the unit existed, though it said in 2004 that it had detectives who monitor the music industry after the Miami Herald reported that its police consulted the NYPD about rap violence.  Police would closely monitor those on the list when they made nightclub appearances or had concerts in the city, according to the Post’s anonymously sourced report. “The other part of it is, there’s a lot of really street-leaning gangster guys on the fringes of the industry … The police taskforce keeps tabs on who is around certain rappers and what movements they are going through,” one source said. Parker said the rap surveillance unit has since been disbanded, though there are still officers monitoring shows and club nights. In 2014, the New York Post reported that the NYPD had a special watch-list of hip-hop artists including Drake, Chris Brown and Lil Wayne. The New York police department did not respond to multiple requests for comment. “I’m not trying to blame anyone else, but the management for Irving Plaza dropped the ball on this,” said Parker, who now works as a security consultant. “It looks like they were not prepared to deal with this, especially with the magnitude of the rappers they had.” Live Nation did not respond to a request for comment and Irving Plaza said it was referring all inquiries to the NYPD.  Despite the alleged lapses in security at the venue, Bratton lamented that it was “the backgrounds of some of these people, unfortunately the lifestyles they led or had” that were more to blame. “No question a lot of talented artists, enjoy the music,” Bratton said. “Music all too often celebrates violence, degradation of women and the drug culture. It’s unfortunate that some of them, as they get fame and fortune, cannot get out of the life.” Daryl McDaniels, the DMC of Run-DMC, told the New York Daily News that Bratton “should have known better” than to pin the shooting on rap music. “Violence is everywhere,” McDaniels said. “It existed long before rappers started portraying it in their music.” McDaniels added that some artists need to take responsibility for violence in the community. McDaniels’s friend and fellow Run DMC member, Jason Mizell, also known as DJ Jam Master Jay, was shot and killed at a Queens music studio in 2002. The NYPD has not solved the murder. “When we see the violence in our community, we’ve got to keep saying it’s wrong, it’s wrong, it’s wrong,” McDaniels said.",
  "webTitle": "Rap artists bristle at 'antiquated' NYPD comments about concert shooting",
  "webPublicationDate": "2016-05-28T12:00:04Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/nypd-comments-hip-hop-intelligence-unit-bratton-fatal-shooting",
  "keyword": [
    {
      "webTitle": "NYPD",
      "id": "us-news/nypd",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "us-news/2016/may/28/nypd-comments-hip-hop-intelligence-unit-bratton-fatal-shooting"
}