{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/joe-simpson-father-chindit-burma-second-world-war",
  "id": "2016-05-07-189",
  "sectionId": "lifeandstyle",
  "body": "“When you are about to lose a parent,” says Joe Simpson, “people tell you to take the opportunity to discuss things because you will never get the chance again. My eldest brother told me to do that. I never did. And that’s what I regret.” One of Britain’s best-known explorers, Joe recently spent five weeks filming in remote parts of Burma (now Myanmar) following the footsteps of his late father, who served there during the second world war. He’d suggested the film a while ago, but nobody wanted it. “Then the BBC said they loved it. I think they changed their minds about what documentaries should be – not just travel, but a personal quest, with a family, and ‘trying to understand your father’. And that awful American phrase, ‘getting some kind of closure’ – which is the biggest load of bollocks I’ve ever heard.” Despite his bluff talk, Joe’s journey threw up powerful questions that he continues to wrestle with, as do many people. Such as: why don’t fathers and sons talk to each other more? And: which of us, really, has the slightest idea what our parents have lived through – and why don’t we try to find out before it’s too late? Joe was born in Malaya, the fifth child of Lieutenant-Colonel Ian Simpson (Da) and his wife Geraldine (Ma). Joe knew that his father was in the Gurkhas, but that was about it until 1978, when Joe was 18 and the Imperial War Museum asked veterans to provide materials for its collection. “It turned out that he was a Chindit – forerunners of the SAS. He had landed at night behind Japanese lines in the Burmese jungle and fought the Japanese. I was fascinated.” There were 1,350 men in his father’s regiment, the Prince of Wales 4th Gurkha Rifles. After four months in the jungle, only 25 men and eight officers emerged capable of fighting. “I heard that his commanding officer was killed in an attack – mortally wounded and then decapitated. I remember, as an 18-year-old, being pretty alarmed by that.” Ian didn’t share much more but it turned out that he had kept a diary, written in secret, against army regulations. “I remember thinking, there’s a map, and diary – you could follow in his footsteps …” The situation in Burma in the late 1970s made any such trip impossible, but that has changed. Late last year, Joe went there with the jungle explorer Ed Stafford. They took with them Ian’s diary and map. “I was probably walking the same tracks Da had walked down.”     Ian Simpson in uniform, 1944. Photograph: Courtesy Joe Simpson    Being there significantly changed Joe’s understanding of what his father’s force went through. “I always thought the scary thing would be worrying about being found and fighting your way out. But they depended on supply drops, sometimes having to eat roots. And the heat was unbelievable. No matter how much we drank at the end of the day, our piss was still brown. Sorry to be crude, but that’s an indicator of dehydration – as a climber, I know how significant that is. And there was serious disease. If you were wounded, or if you got sick, and they couldn’t cut an airstrip in the jungle, which they often couldn’t, you would die.” On many occasions, soldiers were left behind with a pistol and some rations. “There were many occasions where their own medics shot them because they couldn’t be moved and they didn’t want to leave them to the Japanese. And Da did this.” It’s striking that Joe is so gripped by soldiers being left for dead because perhaps the most famous thing about Joe Simpson is that he was once left for dead himself. In 1985, he was caught in a storm, high on a mountain in the Andes. He broke his right leg, and his friend and climbing partner, Simon, lowered him and had to cut the rope he was hanging from. Joe fell into a crevasse. Simon gave up hope of finding him. For three and a half days Joe crawled back to camp, close to death. The story of that disastrous expedition was later told in his book, Touching the Void, subsequently turned into a film. “It was only when I got back to England that the psychological trauma hit me. One night, I must’ve been screaming because I woke up and found my father with me. He touched me on the shoulder and said, ‘It’s all right, I’ve seen this.’ He was very understanding. He’d obviously seen it in the past. He understood what was going on. It was perhaps what we call post-traumatic stress. He said, don’t worry about it. And that was it. But I felt embarrassed. I made damned sure it would never happen in front of my father again.” Looking back, Joe says this attitude seems a bit ridiculous, but that was how he felt. “I was brought up in a particular way – boys don’t cry.” He is most impressed by the evidence that his father could empathise. “It wasn’t something I’d seen before,” he says. “I never saw it again, either.” Sometimes Joe feels jealous of the relationship his friends have with their fathers. “There’s a sort of friendship and communication that just didn’t exist with us.”     Ian Simpson, front left, with the Prince of Wales 4th Gurkha Rifles in Burma. Photograph: Courtesy Joe Simpson    Ian’s own father was a soldier before him – a working-class boy who joined up underage, in the first world war, lived in India, then joined the Somali Camel Corps in the second world war. Joe’s mother, Geraldine, the daughter of a doctor, came from Ireland. When Joe was a child, the family rarely settled for more than a couple of years – moving between Malaya, Gibraltar, Northern Ireland and Germany. At eight years old, like his brothers and sisters before him, Joe was sent to boarding school in England. “It pretty well bankrupted our parents, but it was to give us a continuity of education. My mum agreed to us going but I remember her telling me it tore her heart out. And I don’t think you should be separated from your family at that age. Back then, you went away and didn’t see your parents for a long time. Just letters every now and then. After my mother died, we found all these letters from all of us. She kept them all, for some peculiar reason. There were letters from me, aged eight or nine. I read them and burst into tears. What was very apparent was that this was an appallingly homesick, lonely child. But Da was sent to boarding school from India, when he was seven. So I never thought I could complain.” On balance, he believes that the separation he experienced can also be helpful. “It makes you more independent, which has advantages. But in relationships it means you are less open because you are used to being rejected.”     Joe and Ian, their last photograph together. Photograph: Courtesy Joe Simpson    Ian Simpson died in 2010. “I felt more alone in the world,” Joe says. “I had all that time when he was ill, towards the end, when I could have sat down with his diary and said, ‘explain this, what happened here, what happened there?’ I can’t believe I didn’t.” To be fair, the reticence went both ways. Today, Joe has written eight books. Before Ian died, he gave him one of those books for Christmas and a bottle of whisky. “I went into the kitchen and was talking to my sister, Sarah. I popped my head round the door and he was reading it. So I went back and said to Sarah, ‘Da is reading my book!’ She said, ‘Oh, he’s read them all, he thinks they’re great.’ He never said a word! If you had a son who had written a book, you would probably say you were proud of him. If he’d written an award-winning book that beat Stephen Hawking into second place and was made into a film, you’d think he might have mentioned it. But no.    I wish we’d been closer. I wish we could have talked. I wish I had shared things I did in my life with him  Joe Simpson     “He didn’t give much away. It sounds like I’m criticising him, but that’s how he was. A good soldier. A good man. A good father. We’re just one of those bloody families who don’t talk.” Joe married two years ago. He and Corrinne live in Sheffield and have a place in Ireland too. He has no wish to be a father. “Never had children, never wanted them. Can’t stand the buggers,” he jokes. As a young man, he though about a military career in order to get a bursary into university. His father called him a blithering idiot. “He said, ‘I haven’t brought you up to be an independent individual only for the army to tell you what to do.’ I don’t think he would have chosen to be a soldier. He was training to be a dentist when the war broke out. He stayed on only because when they got demobbed there were a lot of soldiers looking for jobs and he didn’t have any particular qualifications, so the army became his career. He gave us every opportunity. Ma and Da couldn’t afford a house because they were paying school fees. Everything I achieved in my life was down to them.” In Burma, when Joe arrived at Rangoon after weeks in the jungle, he found the Prince of Wales 4th Gurkha Rifles at the cemetery. “The names of the men were in my father’s diary. Now it hit home. My father probably helped to bury these men. He probably watched them die. It felt as if something that had only been a story was suddenly true, suddenly real. And I really did appreciate Da. I was always immensely proud of him. I just found it difficult to tell him – and I never did. “I wish we’d been closer. I wish we could have talked. I wish I had shared things I did in my life with him. I wish I could show him the photographs, and tell him where we’d got lost – and he would call me a blithering idiot. But it’s not going to happen. It’s like I’ve said goodbye and what I really wanted to do was say hello.” • Burma’s Secret Jungle War with Joe Simpson is on BBC2 on 8 May, 9pm",
  "webTitle": "Joe Simpson: How I found my father in the jungles of Burma",
  "webPublicationDate": "2016-05-07T05:00:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/joe-simpson-father-chindit-burma-second-world-war",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Myanmar",
      "id": "world/myanmar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mountaineering",
      "id": "world/mountaineering",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Myanmar",
      "id": "weather/myanmar",
      "sectionId": "weather",
      "sectionName": "Weather"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John-Paul Flintoff",
      "id": "profile/johnpaul-flintoff"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/joe-simpson-father-chindit-burma-second-world-war"
}