{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/idea-of-renewables-powering-uk-is-an-appalling-delusion-david-mackay",
  "id": "2016-05-03-128",
  "sectionId": "environment",
  "body": "The idea that renewable energy can power the UK is an “appalling delusion”, according to the final interview given by former chief scientific adviser, the late Professor Sir David MacKay. The sensible energy and climate change plan for the UK, MacKay said, was for the country to focus on nuclear power and carbon capture storage technology, which traps the carbon dioxide from fossil fuel burning. In that scenario, the amount of wind and solar the UK needed would be almost zero, he said. However, solar could be a very important power source in other countries, he said, where sunny summers coincided with a big demand for electricity for air conditioning. Prof MacKay also said electric cars are going to be a “massive hit” but said he was “very disappointed” by the lack of progress on CCS, after the government cancelled a pioneering £1bn programme at the last minute. Prof MacKay was a physicist at the University of Cambridge and served as chief scientific adviser to the Department of Energy and Climate Change (Decc) from 2009-2014. He had gained public prominence after writing a book, Sustainable Energy - without the Hot Air, which assessed the potential of energy technologies from physical principles.  The interview with author Mark Lynas was given 11 days before his death from cancer on 14 April and released with the permission of his wife. Prof MacKay argued that solar, wind and biomass energy would require too much land, huge battery back-ups and cost too much to be a viable option for the UK.  “There is this appalling delusion that people have that we can take this thing that is currently producing 1% of our electricity and we can just scale it up and if there is a slight issue of it not adding up, then we can just do energy efficiency,” he said. “Humanity really does needs to pay attention to arithmetic and the laws of physics – we need a plan that adds up.” Prof MacKay had previously avoided being drawn into the political debate about energy, but told Lynas: “I have always tried to avoid advocating particular solutions but maybe because time is getting thinner I should call a spade a spade.” The key for the UK, he said, was a zero-carbon solution that works in the winter, when energy demand is highest but sunshine is lowest and winds can drop for days at a time. “The sensible thing to do for a country like the UK, I think, is to focus on CCS, which the world needs anyway, and nuclear,” said Prof MacKay.  The decision on a new nuclear power plant at Hinkley Point, which the government hopes will be the first of a new generation of plants, has been delayed until September. “Then if you ask what is the optimal amount of wind and solar to add in then the answer is going to be almost zero,” he said. “I love wind turbines – they are the cathedrals of the modern age – but they are a waste of money if you have a low carbon solution that gets you through the winter … because when the wind blows you are going to have to either turn them down or something else down that you have already paid for like nuclear or CCS.” Prof MacKay acknowledged this plan was based on his “political value judgements” but added: “The [British public] do seem to care quite a lot about the cost so we should be looking for a low carbon solution that is low cost. If they had different values, the way the Germans seem to be – ‘we don’t care what our energy prices are’ – then maybe you come up with a different attitude and say let’s have the country be filled with wind turbines and big storage facilities.” Prof Mackay said civil servants in Decc had assessed solar and found the numbers did not add up for the UK: “The only reason solar got on the table was democracy. The MPs wanted to have a solar feed-in-tariff. So in spite of the civil servants advising ministers, ‘no, we shouldn’t subsidise solar’, we ended up having this policy. There was very successful lobbying by the solar lobbyists as well. So now there’s this widespread belief that solar is a wonderful thing, even though … Britain is one of the darkest countries in the world.” But Prof MacKay said all energy plans had to be country specific and solar was a good option for hot, sunny nations: “Anywhere you have a correlation between solar and demand, it definitely looks solar is going to be a really, really good idea.”  He added: “Society stops functioning if we don’t have a reliable electricity system going all the time and so for places like Las Vegas, for example, you are still going to need other technologies in that mix. I’d advise Las Vegas to get a nuke.”   Related: Sir David MacKay obituary    Prof MacKay stressed the importance of CCS, endorsing other analyses that indicate that the costs of tackling climate change are much higher without the technology. “The lack of progress is very disappointing,” he said, “I had really hoped the UK would be one of the leaders of the development of CCS technology for the world. All the models show CCS is an essential technology, if you want to make cost effective climate change pathways. Asked what technologies he was optimistic about, Prof MacKay singled out electric cars as very promising: “I think electric vehicles are going to be a massive hit, just as people went from cassette to modern iPods. That is going to be a very positive development.”",
  "webTitle": "Idea of renewables powering UK is an 'appalling delusion' – David MacKay",
  "webPublicationDate": "2016-05-03T15:30:52Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/idea-of-renewables-powering-uk-is-an-appalling-delusion-david-mackay",
  "keyword": [
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Nuclear power",
      "id": "environment/nuclearpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Carbon capture and storage (CCS)",
      "id": "environment/carbon-capture-and-storage",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/03/idea-of-renewables-powering-uk-is-an-appalling-delusion-david-mackay"
}