{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/students-will-lose-out-in-for-profit-universities",
  "id": "2016-05-19-70",
  "sectionId": "politics",
  "body": "The white paper Success as a Knowledge Economy narrowly views higher education as an investment in human capital and contributor to economic growth (Editorial, 17 May). Though UK universities are world-leading in teaching and research, it falsely asserts there is a problem of quality. Its solution? To open the sector to private for-profit teaching providers. The proposed “Office for Students” is not about supporting students. “Ofstud” is there to ensure market competition, to enable private providers to have access to high tuition fees. Its board members will have “the experience of fostering choice and competition, and of robust financial control”. Supposedly “at the heart of the system”, students will be short-changed. The Teaching Excellence Framework includes no direct measures of teaching quality. It is designed to facilitate fee increases, with the possibility of abolishing the fee cap in the future. The government claims these arrangements will maintain quality but the history of for-profit higher education is littered with poor student outcomes, and with spending concentrated on marketing and profit-sharing. The private providers can do this having been relieved (by impending legislation on degree-awarding powers and the title of university) of the wider functions of a university. Vice-chancellors have gone along with the conversion of public funding to a debt/fee model to maintain their revenues. This was always a bargain struck against the interest of students. Now the very idea of a university is at stake. We call on colleagues and the wider public to speak out for the values of a university, of academic freedom, and of a genuine quality education for all who can benefit. An alternative vision, the Alternative White Paper for HE, will be published next week.Professor John Holmwood Nottingham, and Campaign for the Public University (CPU) Elizabeth Lawrence Sheffield Hallam, UCU president Sean Wallis UCL, and UCU NEC Tom Hickey Brighton UCURachel Cohen City, and UCU NEC elect Professor Howard Hotson OxfordLee Jones Queen Mary, and CPUCarlo Morelli Dundee, and UCU NECProfessor Barry Smart Portsmouth and CDBUProfessor Andreas Bieler Nottingham and UCU NECProfessor Des Freedman Goldsmiths UCUProfessor Natalie Fenton Goldsmiths UCUProfessor Gurminder K Bhambra Warwick, CPUJo McNeill Liverpool, and UCU NECSaira Weiner Liverpool John Moores, and UCU NECMarion Hersh Glasgow, and UCU NECDr Patricia McManus Brighton, and UCU NECXanthe Whittaker Leicester, and UCU NECDr Lesley McGorrigan Leeds, and UCU NECDr Carles Ibanez Edinburgh Napier, and EIS NECSean Vernell City & Islington FE, and UCU NEC electMandy Brown Lambeth College FE, and UCU NECAmy Jowett Hackney ACE, and UCU NEC • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Students will lose out in for-profit universities | Letters",
  "webPublicationDate": "2016-05-19T18:06:22Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/students-will-lose-out-in-for-profit-universities",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/19/students-will-lose-out-in-for-profit-universities"
}