{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/22/brexit-britain-rotherham-not-racist",
  "id": "2016-05-22-143",
  "sectionId": "politics",
  "body": "For a brief time, in 1998, Rotherham stood proudly in the vanguard of European integration. “Euro puts town on the world map,” said a front-page headline in the Rotherham Advertiser in November that year. “All eyes turned on Rotherham this week as the town announced it was the first in Britain to be ready for the euro when the new currency becomes official in exactly 49 days,” the paper declared. Euro notes were printed and put into limited circulation as part of a “euro ready” campaign led by the chamber of commerce. Today the Rotherham euro project is long forgotten and this Labour town is, instead, a hotbed of anti-EU, pro-Brexit sentiment in the heart of South Yorkshire. Research released this month by Chris Hanretty, reader in politics at the University of East Anglia, showed Rotherham had one the highest proportions of Brexit supporters of any constituency in the country: 49% of people backed leaving the EU and only 25% wanted to stay in. Pro-EU Labour may remain dominant on the council but this is no longer a “one-party state”. At the local elections on 5 May, Labour won 48 seats but Ukip strengthened its grip, taking 14. A visit to the town centre quickly yields clues as to why much of the population has turned against Europe and why Ukip is making strides. If anti-EU feeling was once a preserve of Conservative heartlands mainly in the south of England, Rotherham is proof that it is now deeply embedded in many former industrial communities in the north, too. The many foreign languages – Polish, Czech, Slovak, Urdu – spoken by shoppers are evidence of a rich multiracial, multicultural mix. David Kcak, who came over to Rotherham from the Czech Republic 10 years ago to work as a printer, is shopping with his wife Lucia. They say the town was attractive to them and many eastern Europeans after their countries joined the EU because property prices and the cost of living were low, and there was work if you looked for it. They have had two children in Rotherham, who are happily installed in local schools. “We are happy here, yes. There were no jobs at home,” says David. “But not everybody likes the immigrant population.” The hostility is not immediately obvious but many older people resent the change that has happened in their midst, without their asking for it. Good jobs that once existed in the coal mines have all gone and now the existence of the local Tata steelworks is under threat. Last year, Tata announced the loss of 720 British jobs in Rotherham, saying it was unable to compete against cheap foreign imports. Now the few thousand that are left may go too. A retired builder, who did not want to give his name, says the good jobs in coal and steel have been replaced by low-wage ones that eastern Europeans have taken up. Those are the hard-working ones, he says, but others just come to claim benefits and have filled up council houses and left schools overcrowded in the process. He says his town has changed beyond recognition and blames “the politicians in Europe” for everything, including the loss of his bus service. “Enoch Powell had it right: send ’em home,” he says. He believes most people in Rotherham – bar the immigrants who will back a European Union that enables them to move around – will vote for Brexit.     Rotherham playing its part in the introduction of the euro in 1998. Photograph: Rex Shutterstock    Trevor Travis, 68, a former haulage contractor, blames the EU for the demise of the steel industry and the influx of cheap Chinese imports. “The EU doesn’t allow steel to be subsidised in this country. It is all Chinese now. How can that be?” he asks. “We have to get out of the EU. Why do we obey all these EU rules, which on the continent they just ignore? We have to get back control for ourselves.” Of course, not everyone in Rotherham is anti-EU. The manager of Eden Mobility in the town centre, Alan Bray, says he and many others don’t know what to think. “You get one lot of intelligent people telling you to stay in and another lot saying vote to leave. It is difficult to know which way to go. I think I will vote to stay in because of the economic uncertainty of being on our own.” His seems a minority view. Since 2012, anti-immigrant feeling has deepened as a result of the scandal of the sexual abuse of young children by gangs of predominantly Pakistani heritage in Rotherham. The scandal eroded confidence not just in the Labour council and police but in authority in general. Ukip councillors in Rotherham claim that the Labour-run council has compounded what they say was the town’s already serious immigration overload by welcoming thousands of Roma over the last few years. The Roma put further strain on health services, housing and schools. Ukip councillor Peter Short says: “The teachers where they live don’t speak Romanian and the children don’t speak English. I feel sorry for the immigrants. They just want to get on and you can’t blame them for that, but a lot of them haven’t got work and they fill the schools and doctors’ surgeries. Where is the joined-up thinking in that? It is ridiculous.” Businessman John Turner, also a Ukip councillor, says he believes Labour councillors deliberately invited the Roma in large numbers and gave them homes believing that they would then vote Labour and keep the party in power. But he thinks more and more people have turned against Labour and the EU as a result. “There is no denying that there is a movement away from Labour, as well as hostility to the EU,” he says. Andrew Mosley, editor of the Rotherham Advertiser, says feelings have moved from bitterness to anger and he senses that local people are engaging with the EU referendum as a potential means to effect real change. “Rotherham is a not a racist place,” he says. “We have had the BNP and the EDL [English Defence League] holding marches and events here, but people in Rotherham did not want to vote for extreme parties. But they do want something new to look to.” Rotherham is a proud community but one that has lost faith in those in charge, including those in the councils of Europe. “I have worked on newspapers in other towns in the north and I have never known so many letters in the paper about Europe,” says Mosley. “It is a big issue here.”",
  "webTitle": "Brexit Britain: ‘Rotherham is not racist. But we want something new to look to’",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/22/brexit-britain-rotherham-not-racist",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Rotherham",
      "id": "uk/rotherham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/22/brexit-britain-rotherham-not-racist"
}