{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/dan-jarvis-ross-kemp-anti-brexit-speech-army-veterans-labour-eu-putin",
  "id": "2016-05-25-160",
  "sectionId": "politics",
  "body": "Labour’s Dan Jarvis said the party must make “the hard-headed case” to remain in the EU, during a speech to army veterans alongside TV hardman Ross Kemp. The Barnsley MP, widely tipped as a potential future Labour leader, called leaving the EU “a gift to Putin, weakening both Nato and the EU”. He said Islamic State would not be defeated by “pulling up a drawbridge”, when a terrorist in Raqqa could instant-message a teenager in Reading. “Isolationism will not defeat these threats,” he said. “To think otherwise reflects both a denial of reality and a poverty of ambition. That has never been the Labour way.”   Related: Action Dan says he's not planning to parachute in to save the Labour party    At the Poppy Club in Mitcham, there was a surprise assault from veterans of the British army, Royal Navy and Gurkhas – most of them sympathetic to the national security case for EU membership – who repeatedly grilled the MP on immigration issues, one expressing deep concern about Turkey’s potential membership.  “I think it is fair to say that there is no prospect of Turkey joining the European Union for a generation at least,” Jarvis said. “If that were ever to happen it would be decades away.” After his speech, as Kemp was swamped with selfie requests, Jarvis said he was concerned that the Brexit side saw immigration as a trump card. “I think Brexiteers … see it as their strongest hand,” he told the Guardian afterwards. “Defining issues like the economy and security has not gone well for them. They will shift their focus. The stakes are so high; all of us who believe in the case for remain are mindful of the consequences of losing. I’m upbeat about it but of course there are anxieties. This is the biggest moment of our political lives.” Kemp, a long-time Labour supporter, hinted that he hoped Jarvis might have an even more important political moment coming up, maybe in a future Labour leadership battle. “I’ve got a lot of respect for Dan, he’s a very bright man,” Kemp, recently back from filming in Syria, told the Guardian.  “I understand the pressures, having been out in Afghanistan, which he would have come under being a commander. The responsibility you have for the soldiers you have around you but also the civilians around you is immense. So anybody who could deal with that probably would be a good leader of the Labour party, right now. If he can deal with conflict, you can be a very good leader of the Labour party. I’m a team player though and presently [Jeremy Corbyn] is the leader of the Labour party, and a popular one too. But politics is an interesting game, as they say, a week’s a long time – even a day’s a long time.” Jarvis, whose speech repeatedly linked his time in the armed forces to the benefits of EU membership, said Labour had always had a common cause with the forces, skirting around differences veterans might have had with the current leadership. “People are often surprised that anyone who has served as a major in the British army could ever be a Labour MP. They shouldn’t be,” he said. “Because although there may be differences there are also similarities. Not least the basic belief that collectively you achieve more together than ever you could alone. Same in the British army. Same in Labour politics. And it’s the same for the EU.”   Related: 'You're not going to kill me, I'm a warrior': Ross Kemp's giddy brand of danger tourism    He said those leading the campaign to leave the EU would not feel the economic consequences as keenly as ordinary people, with a dig at the former mayor of London. “When the true costs would be felt in future decades, those who have campaigned for their whole political career to leave, and Boris Johnson, won’t be there to pick up the pieces,” he said.  “There are people on the Brexit side who have waited their whole political lives for this moment, for generations they have waited to leave. And we do have to ask that question, why are some of those people, Iain Duncan Smith, Michael Gove, Chris Grayling, Nigel Farage, why are they against the EU? I think we do have to ask the question whether [under] a Conservative majority government those rights we have taken for granted that ensure people are treated fairly in the workplace would be brought back any time soon. I don’t think they would.” Jarvis dismissed concerns that Labour was not taking enough of a lead in the debate, saying the whole party had its “shoulders to the wheel”. But he cautioned against risking the debate by making it “a referendum of David Cameron’s leadership”. “That will come,” he said. “We will make sure of that.”",
  "webTitle": "Dan Jarvis and Ross Kemp make pro-EU case to army veterans",
  "webPublicationDate": "2016-05-25T13:03:08Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/dan-jarvis-ross-kemp-anti-brexit-speech-army-veterans-labour-eu-putin",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Dan Jarvis",
      "id": "politics/dan-jarvis",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/25/dan-jarvis-ross-kemp-anti-brexit-speech-army-veterans-labour-eu-putin"
}