{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/02/eu-vote-too-important-dominated-tory-politics-says-minister-liz-truss",
  "id": "2016-05-02-124",
  "sectionId": "politics",
  "body": "A Conservative cabinet minister has made a direct plea to supporters of other political parties to vote in favour of Britain’s membership of the EU by warning that Brexit would be a “hugely retrograde step” for the environment.  In an exclusive interview with the Guardian, the environment secretary, Liz Truss, said the referendum was too important to be dominated by internal Tory politics. Truss argued that the EU was responsible for major global breakthroughs such as the dramatic reduction in the levels of acid rain and reducing the hole in the world’s ozone layer.    Brexit companion   The fact that the UK shared its air and oceans with European countries, and that 80% of birds migrated across borders, meant that continued collaboration was essential, she added. “What would I say to readers of the Guardian is that this isn’t just a debate in the Conservative party – that is for me a very small part of it. This is a debate about our country. People who care about those issues, who care about us being an outward-facing, internationally-focused country, go out and vote,” said Truss. The minister singled out the Labour party, urging its voters not to let the controversy engulfing it distract them from the “vital decision on 23 June”. “This is bigger than party politics,” she added.  It came as Truss faced criticism from Eurosceptic MPs after signing up to a declaration with the former Labour leader Ed Miliband, the former Liberal Democrat energy secretary Ed Davey and the Green MP, Caroline Lucas, describing Brexit campaigners as “extreme and outdated”. Miliband said the four had put together an unprecedented partnership in order to fight for the environment. They published a pamphlet that accused leave campaigners of dismissing vital green policies and climate change as “mumbo jumbo”, and said EU collaboration was the only hope in tackling global warming. But Gisela Stuart, the Labour MP who chairs Vote Leave, accused Truss and others of “descending into absurdity”. “It seems there is no good in the world that they cannot somehow attribute to the EU and no imagined disaster they cannot predict if we vote leave.” But Truss told the Guardian that she believed working with countries that were closest geographically was key, not least because industrial operations across Europe were causing pollution in the UK.  “We share our air. Up to 50% of all particulate matter in UK air comes from the European continent,” she said. “It is a classic tragedy of the commons: you produce pollution but you are not feeling the full effect of it so that is why we need to work together.” She claimed that membership of the EU had helped shore up depleted stocks of fish such as cod; cleaned up the sea and beaches; helped reduce the illegal trade of ivory and rhino horns; and contributed to tackling animal disease. She also said it was responsibly for cutting sulphur dioxide levels by 94% leading to the “end of the threat of acid rain, which was destroying forests and historic buildings”. Truss said that Margaret Thatcher’s push for the Montreal protocol had helped address the hole in the ozone layer.  She claimed that membership of the EU magnified Britain’s global influence. “When you are speaking for 500 million people that really carries weight.” The environment secretary also claimed that farmers would be “much better off remaining in a reformed EU”, a view that contradicts George Eustice, who is not just a Conservative colleague but the farming minister within her own department.    Brexit Companion   He recently welcomed a survey by Farmers Weekly that found 58% of farmers would vote for Brexit, while 31% wanted to see Britain remain in the EU. “It is no surprise that farmers want to leave the EU. Virtually every problem they bring to me is a direct consequence of dysfunctional EU rules and regulations,” said Eustice, who is a prominent out campaigner. He also challenged the latest collaboration with Miliband, saying Brexit would allow Britain to regain control. Truss would not comment on Eustice personally but said farmers benefited from common rules and said trade in the food industry was worth billions, with Europe the easiest market to reach. “If you look at export products like beef or lamb to the US we are still not in that market 20 years later.” She said the key debate was over what sort of country Britain wanted to be. ”That is a really important question rather than what is happening in the Conservative party... It doesn’t matter what party people vote for.” Sam Lowe, of Friends of the Earth, welcomed the intervention saying that climate change affected everyone, regardless of their political affiliation. But a Vote Leave spokesman accused Truss of “losing all sense of perspective”, and asked why she believed the British government would be unwilling protect the environment in a post-Brexit world.  “Tackling climate change is a global challenge yet we have allowed our voice at international institutions to be diminished by our EU membership ... It’s time for pro-EU campaigners to stop pretending that Britain – the fifth largest economy, a science superpower and champion of the green agenda – is powerless outside of the EU.”",
  "webTitle": "EU vote too important to be dominated by Tory politics, says minister",
  "webPublicationDate": "2016-05-02T14:00:26Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/02/eu-vote-too-important-dominated-tory-politics-says-minister-liz-truss",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liz Truss",
      "id": "politics/liz-truss",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/02/eu-vote-too-important-dominated-tory-politics-says-minister-liz-truss"
}