{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/13/manuel-pellegrini-manchester-city-swansea",
  "id": "2016-05-13-40",
  "sectionId": "football",
  "body": "On Sunday Manuel Pellegrini departs Manchester City as an enigma of a manager. The final-day trip to Swansea City closes a three-year tenure as the Chilean makes way for Pep Guardiola, who officially takes over on 1 July. Pellegrini’s record boasts the 2013-14 Premier League title, two Capital One Cups (in that same first season and this one), and the club’s first Champions League semi-final, a run ended by Real Madrid this month. It is a fine return, one that rightly makes Pellegrini proud. Yet caveats and reservations abound: how good was he actually for City and what is his legacy? Pellegrini’s CV makes him the most successful domestic manager during his time at the Etihad Campus. But the question nags: should there have been more silverware? Given City’s bulging coffers and the squad he inherited, which included Sergio Agüero, Yaya Touré, Joe Hart and Vincent Kompany, might a different manager have established the dynasty the Abu Dhabi owners crave?   Related: Manuel Pellegrini: I’ve never felt that if I don’t win I’m out at Manchester City    When replacing the temperamental Roberto Mancini in July 2013 Pellegrini’s mission was to establish serenity off the field and for his team to play scintillating stuff on it. Progress in the Champions League beyond the group stages and deep into the knockout rounds was also on the wishlist. Mancini had followed Mario Balotelli and Carlos Tevez out of the club as the last of a controversial trio who made City headline-hoggers. Pellegrini’s always sober press conferences and hangdog demeanour certainly calmed the place down. But in not utilising the media to gain an edge with his squad or over the opposition Pellegrini missed a trick and showed himself limited in one of a manager’s key areas. Pellegrini is a humorous, warm man. But the one on display lacked charisma, which in turn affected his most important constituency: the players. Carlo Ancelotti, while not being as intense as José Mourinho before the cameras, has a relaxed, open manner that shows total control and an operator not cowed under questioning, and he could have been Pellegrini’s template. Public performances were sanitised to the point of working against him. His introversion was surely picked up by his team, who could turn in rudderless displays featuring the lack of identity shown by their manager. The side’s bad days confused. Pellegrini’s mantra is that his City always go for the jugular with no pause to hold back. The catalogue of duff displays suggested otherwise. Pellegrini’s side could produce sparkling football. Or they could be on the wrong end of drubbings. His City began with a 4-0 hammering of Newcastle United on the opening Monday of the 2013-14 campaign. They next went to Cardiff City and lost 3-2 because of a limited linear style and a defensive horror show. This is Pellegrini’s City in microcosm. The ability to bang in goals at will. Or the ability to be muted and paper-thin at the back. When it was going wrong Pellegrini could be helpless to affect events. The 1-0 aggregate defeat by Real showed Pellegrini’s side still confound three years on. In this sense there has been no progression. Across the two legs City were a becalmed unit who struggled to muster a shot in anger. Of this Pellegrini said: “I didn’t expect that we were not going to attack because we didn’t change our mentality.” Here is a concession of being powerless to force his side to rove forward despite three years of espousing an attacking philosophy. How a manager can witness 180 minutes of his team not forcing the issue during a European Cup semi-final and do nothing to change this is a mystery. But this is the chief emotion the 62-year-old can cause: puzzlement. In legacy terms Pellegrini’s big achievement is the progress from serial Champions League group-stage failures under Mancini to this season’s last four. As a promoter of in-house talent the executives’ view is Pellegrini did not do enough. When he leaves the number of homegrown players in the squad will be the same as when he joined: zero. The breakthrough of Kelechi Iheanacho is a red herring because he was signed two years ago from Nigerian football, aged 17, so is not academy-reared. Guardiola’s challenge, as well as elevating the quality of football, making City serial title contenders and winning the Champions League,is to ensure more footballers from the ranks become household names in club colours. Pellegrini’s statistics are hardly shabby. Before the curtain call at Swansea he has taken charge of 166 matches, winning 100, drawing 27 and losing 39, for a win percentage of 60.2. Mancini, by comparison, mustered 113 victories from 191 games, drawing 38 and losing 40: a 59% win rate. The picture regarding Pellegrini’s true standing may become clearer if his next club are in the Premier League, particularly if they are not one of the traditional giants. Leicester City’s title triumph gives hope to all relative minnows and the men who lead them. Pellegrini wants “an important project”. If a club such as Everton or Watford call can he emulate Claudio Ranieri and win the title at one of these? His achievements with Villarreal (finishing second and reaching the Champions League semi-finals), and Málaga (fourth and quarter-finals), suggest he may be about to show precisely how talented he is.",
  "webTitle": "Manuel Pellegrini’s resolve to fly under radar spoiled spell in City cockpit | Jamie Jackson",
  "webPublicationDate": "2016-05-13T18:59:15Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/13/manuel-pellegrini-manchester-city-swansea",
  "keyword": [
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/13/manuel-pellegrini-manchester-city-swansea"
}