{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/30/emoji-bible-arrived-god-king-james",
  "id": "2016-05-30-204",
  "sectionId": "technology",
  "body": "In the beginning God created the heaven and the earth, and then some time later 😇 created emoji 🙏 . One of the most widely translated works in history has been given a 21st-century update with the publication of the Emoji Bible. Described as a “great and fun way to share the gospel”, it interprets all 66 books of the King James Version with Unicode-approved emoji and commonly-used internet slang and contractions.    📖 of Genesis: 01:001:001In the beginning 😇 created the ✨ & the 🌎.— Bible Emoji (@BibleEmoji) April 22, 2016      📖 of Luke 2:14Glory 2 😇 in the highest, & on 🌎 peace, good will toward men.— Bible Emoji (@BibleEmoji) March 27, 2016    Totalling just under 3,300 pages, the book – subtitled “Scripture 4 Millennials” – was made available on the iTunes store for US $2.99 on Sunday. The translator told Guardian Australia that he or she preferred to remain anonymous, identifying only as the cool-dude-with-sunglasses emoji: 😎.   Related: Google proposes new set of female emojis to promote equality    “I thought if we fast forwarded 100 years in the future, an emoji bible would exist,” said 😎. “So I thought it’d be fun to try to make it ... “I wanted to make it similar to how you might text or tweet a bible verse, by shrinking the total character count.” The project used a program of the translator’s own creation that linked 80 emoji with 200 corresponding words, and took about six months.  “I started tweeting the verses out and it was sort of like a public proofread.”    .@BibleEmoji - Follow, retweet like and share! pic.twitter.com/U0hYsQt6xK— Bible Emoji (@BibleEmoji) March 29, 2016    The translator welcomed suggestions on how to improve the translation. Though 😎 wanted to make the Bible available for Android, the book formats used by each platform presented problems: “Like Amazon for instance doesn’t support emoji.” The Emoji Bible had been met with a largely positive reception, said 😎: “Some really nice things, some not-so-nice things.” This was reflected in the response on Twitter – along with some translation difficulties.    @BibleEmoji Amen. Awesome. Powerful n fun. I need this.— bob tinetti (@BobTinetti) May 13, 2016      @danieldiaz132_ @BibleEmoji its the bible, thats so inconsiderate Daniel— 2pac's wife (@zanaynayy) May 14, 2016    “‘in the beginning angels created the stars & the earth’ i’m pretty sure it doesn’t go like that,” tweeted one user, prompting a correction from the @BibleEmoji account.    😇 = God ✌😊 https://t.co/G8FKsGWvde— Bible Emoji (@BibleEmoji) April 3, 2016    Its release comes with declining rates of religious affiliation across the Millennial generation, with the Pew Research Center finding “much lower levels of religious affiliation, including less connection with Christian churches, than older generations” in a May 2015 study of religious affiliation in the US population. Asked whether this was a concern, 😎 said, “I think we should worry more about spreading ✌️ [peace sign emoji] & ❤️ [heart emoji] & less about what church affiliation we’re doing it under.” 😎 declined to say if they were a Christian. “I’m just an emoji, and I 💪ly [flexed biceps] agree with Jesus message of course.” “That was strongly,” they added. “Not sure if that one came through on translation lol.”",
  "webTitle": "The Emoji Bible has arrived ... sometime after God created heaven and earth",
  "webPublicationDate": "2016-05-30T04:27:00Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/30/emoji-bible-arrived-god-king-james",
  "keyword": [
    {
      "webTitle": "Emoji",
      "id": "technology/emoji",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "technology/2016/may/30/emoji-bible-arrived-god-king-james"
}