{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/libya-ministers-vienna-plan-help-government-gain-foothold",
  "id": "2016-05-16-351",
  "sectionId": "world",
  "body": "Leading foreign ministers from Europe and the Middle East are to meet in Vienna on Monday under the joint chairmanship of the US and Italy to discuss how to bolster support for the UN-backed Libyan government in the face of deepening splits in the country over political legitimacy, oil resources and Islamic State. Elaborate plans to send thousands of Italian-led troops to the area are either on hold, or have been abandoned. But the west is still desperate to find ways to strengthen the political authority of the Tripoli-based government since it will help create a single military Libyan force able both to defeat Isis and tighten the control of refugees leaving the lawless coastland for Italy. Special forces from the US, UK, France and Italy are operating in various parts of Libya, sometimes backing different military forces and hindering efforts to reunite Libyan politics behind the UN government of Fayez al-Sarraj. Sarraj has been trying to broaden his authority in Tripoli since he and his political allies arrived in late March, taking over key institutions such as the central bank and the National Oil Corporation, but he still faces a rival administration, and military power, in the east. Disputes between the factions are such that bankers on one side are depriving the other access to the code to a bank vault containing badly needed cash to pay staff. Different groups are also trying to export oil. Officials say that at the Vienna meeting on Monday, which will be held under the joint chairmanship of the US and Italy, the fledgling Tripoli administration is likely to submit a list of requests for western partners to assist its forces with arms, training and intelligence. The meeting will be chaired by the US secretary of state, John Kerry, and the Italian foreign minister, Paolo Gentiloni. The Libyan government – the putative Government of National Accord (GNA) – has struggled to take hold because a minority of the House of Representatives – the Libyan parliament – has refused to provide its backing, leaving the government without the majority required.     The Libyan prime minister, Fayez al-Sarraj, in March 2016. Photograph: Mohamed Messara/EPA    The US on Friday imposed sanctions on the Libyan parliament’s speaker and president, Agila Saleh, claiming he was “actively working to obstruct and delay political transition in the country”, notably the formation of the GNA. The US Treasury said he had repeatedly absented himself to prevent a vote on the formation of the government. The sanctions freeze any assets he holds in the US and ban Americans from having any dealings with them. Similar sanctions were imposed on him and two of his political allies by the EU at the beginning of April. In a further complication some western-backed countries, notably the UAE and Egypt, are backing a bigger role for the rival forces of General Khalifa Haftar’s Libyan National Army based in the east. In a new development the rival military factions from east and west claim to be gathering forces to take on Isis at its base in Sirte on the Libyan coast, but there are fears that they will end up fighting each other. The Vienna talks will discuss whether to lift selectively an arms embargo so weapons can be sent to the government of Sarraj to take on Isis. The militant group claims to run about 250km of coastland, but has been broadening its attacks to the south. But in a country overflowing with arms, some argue that lifting an embargo is unwise.   Related: Most UK forces in Libya 'would be there for protection'    Before the summit, Mattia Toaldo, a policy fellow at the European Council on Foreign Relations, urged the west to hold back from focussing on military solutions. He said: “Europeans now have what they asked for, namely a unity government ruling from the capital. They should take care not to burden it with unrealistic demands, from ending the migrant crisis to defeating Isis. Instead, the west should work to strengthen the government’s political control over the country.” He added: “Help from Egyptian and French special op forces to ...[the] Libyan National Army has strengthened the sense of many politicians and military leaders in eastern Libya that they don’t need to strike a power-sharing deal with the forces now supporting the unity government in order to have good relations with the US and Europe”. At the weekend the UK foreign secretary, Philip Hammond, warned there that Boko Haram jihadis were likely to step up cooperation with Isis in Libya should the latter extremist group gain a stronger foothold. Boko Haram has been waging a seven-year insurgency in northern Nigeria, and last year pledged loyalty to Isis. “If we see Daesh [Isis] establish a stronger presence in Libya, that feels much more to people here like a direct communications route that is likely to step up the practical collaboration between the two groups,” Hammond said at a regional conference in Nigeria. “The intent is clearly there, the evidence of hard collaboration is still pretty sketchy,” Hammond said about the cooperation between the two groups.",
  "webTitle": "Foreign ministers hold Vienna talks as Isis threat to Libya grows",
  "webPublicationDate": "2016-05-16T05:00:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/libya-ministers-vienna-plan-help-government-gain-foothold",
  "keyword": [
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/16/libya-ministers-vienna-plan-help-government-gain-foothold"
}