{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/xmen-apocalypse-review-lots-to-marvel-at-oscar-isaac",
  "id": "2016-05-22-175",
  "sectionId": "film",
  "body": "“The weak have taken the Earth…” In Bryan Singer’s X-Men: Days of Future Past, Wolverine’s consciousness was teleported back from an apocalyptic future to a retro-1970s past to achieve a Terminator-style rewriting of the present. This messy sequel (technically still a prequel) goes back further to ancient Egypt, where a proto uber-mutant’s Temple of Doom-style-meets-Stargate regeneration is stalled, only to resume in 1983. With Raven/Mystique (Jennifer Lawrence) hiding her true-blue colours in East Berlin and Erik/Magneto (Michael Fassbender) passing as a production-line worker in Poland, new recruits continue to gather at Xavier’s School for Gifted Youngsters. But when sunlight awakens Oscar Isaac’s En Sabah Nur (aka Apocalypse), it’s time for forces old and new to pull together once again. Suffering from the same bewildering superfluity of colourful characters that beset the superior Captain America: Civil War, this nevertheless has fun with its 1980s setting, visually riffing on The Breakfast Club, Teen Wolf, Risky Business, Terry Gilliam’s Brazil, Michael Jackson’s Thriller video, Schwarzenegger’s red-eyed sunglasses and more. Fassbender and James McAvoy bring their now familiar clipped theatrical tones to the party, while Isaac looks like a cross between Predator and Peter Boyle in Young Frankenstein, growling like Brando in Apocalypse Now about the decadent state of mankind (“welcome to the 80s!”). Self-referential jokes about Return of the Jedi being a let-down (“the third one is always the worst”) poke gently at the edges of colliding franchise universes, while some slashy/stabby bloodletting tests the boundaries of the obligatory 12A certificate far more than all the weightless gargantuan destruction.           ‘It’s nice for the ego’: Oscar Isaac on X-Men: Apocalypse",
  "webTitle": "X-Men: Apocalypse review – smack bang into the 80s",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/xmen-apocalypse-review-lots-to-marvel-at-oscar-isaac",
  "keyword": [
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Oscar Isaac",
      "id": "film/oscar-isaac",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "James McAvoy",
      "id": "film/jamesmcavoy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/may/22/xmen-apocalypse-review-lots-to-marvel-at-oscar-isaac"
}