{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/06/transit-of-mercury-a-chance-to-feel-part-of-the-solar-system-in-motion-sun",
  "id": "2016-05-06-125",
  "sectionId": "science",
  "body": "Astronomers around the world are making final preparations for the transit of Mercury on Monday when the smallest and fastest planet in the solar system crosses the face of the sun. Though little more than a slow-moving dot, the celestial event has enormous historical importance. When the English astronomer Edmund Halley observed the 1677 transit in the skies above St Helena, he saw a way for scientists to measure the cosmos. “It marked the beginning of working out the size of the universe,” said Dr Marek Kukula, public astronomer at the Royal Observatory in Greenwich. “The transit is a chance for us to remember the momentous discovery that showed us how tiny and insignificant we are.” More than a hundred astronomy groups in the UK and US alone will turn their telescopes to the sun and watch the event unfold from 12.12BST to 19.42BST. The events use telescopes fitted with special solar filters, or equipment that projects the transit on a screen, to prevent people being blinded by the sun’s powerful rays.   Related: How to see Mercury transit the sun on 9 May    Mercury is 48 million miles away and speeding along at 30 miles per second. But from Earth it will seem to crawl across the sun at a snail’s pace. As it transits, the 3000-mile-wide rock will cast a small, round shadow on Earth, fully visible from much of Europe, eastern North America and South America, and partially visible elsewhere, apart from Australia and far eastern Asia. For those in darkness or under cloud on the day, the full transit will be broadcast by the US and European space agencies from satellites high above the Earth. The Royal Observatory in Greenwich will have its telescopes trained on the sun and will livestream the event on YouTube. Nasa will also livestream the event. Transits of Mercury are visible 13 or 14 times a century when the planet moves directly between the Earth and the sun. And while the planets will align again in 2019, the next best viewing opportunity in Britain is not until 2049. The first rock from the sun, and roughly the size of the moon, Mercury is an unusual planet. On Mercury you can celebrate your birthday twice a day, because one day lasts for two Mercury years. The planet takes 59 Earth days to rotate and 88 Earth days to go around the Sun. And unlike other planets in the solar system, Mercury has no tilt, meaning no Earth-like seasons.   The path Mercury will take across the sun. The path Mercury will take across the sun.   The wispy shroud of gas that envelops the planet is so tenuous that the solar wind smears it into space to form a comet-like tail hundreds of thousands of miles long. Using a telescope focused on the sun, Nasa scientist Rosemary Killen aims to learn more about Mercury’s thin atmosphere, known as an exosphere, by measuring the sunlight the gases absorb. Mercury has far less rock than planetary geologists would expect, but why is not clear. Red spots dot the surface where magma has risen up and exploded, sending lava across the land. Mysterious hollows up to 20m deep pock the ground, defying explanation. “It’s as if the top 10 to 20m of the surface has somehow gone away with the fairies,” said David Rothery, professor of planetary geosciences at the Open University. “We don’t know how you get hollows that deep. It’s a problem how this works.” Last year, Nasa’s Messenger spacecraft crashed into Mercury, ending its four-year-long mission to map the planet by punching a fresh crater into its surface. The probe was the first to orbit the toasted plant where temperatures rise to 427C by day and fall to -180C at night. The next spacecraft to map Mercury are expected to launch in 2018. The BepiColombo mission will put two robotic probes, one European, one Japanese, into Mercury orbit where they will map the planet’s structure, minerals and magnetosphere. For Halley, the transit of 1677 was a seminal moment. He realised that if several observers timed the transit from different places, and knew the distance between them, they could work out the distance to the sun. It would be too hard with Mercury, but the transit of Venus would be ideal. Knowing he would be dead when the next chance came, he exhorted future astronomers to take up the task. So it was that Captain Cook sailed to Tahiti for the transit in 1769, with others dispatched to the North Cape and Hudson Bay. “French and British astronomers worked together even though their countries were at war,” said Kukula. “In a sense it was one of the first great scientific collaborations.” Having worked out the distance from the Earth to the sun, astronomers could move on, to measure the distance to the nearest stars, and eventually the nearest galaxies. “If you see this little black dot crawling across the face of the sun, there is something quite profoundly moving about it,” said Kukula. “The hairs on the back of your neck stand up because you’re watching a planet moving in front of the sun and it’s a chance to feel you are really part of the solar system in motion.”",
  "webTitle": "Transit of Mercury: 'a chance to feel part of the solar system in motion'",
  "webPublicationDate": "2016-05-06T14:48:42Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/06/transit-of-mercury-a-chance-to-feel-part-of-the-solar-system-in-motion-sun",
  "keyword": [
    {
      "webTitle": "Mercury",
      "id": "science/mercury",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "The sun",
      "id": "science/sun",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/06/transit-of-mercury-a-chance-to-feel-part-of-the-solar-system-in-motion-sun"
}