{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/indian-summers-recap-series-two-episode-nine-groundhog-day-in-simla",
  "id": "2016-05-08-22",
  "sectionId": "tv-and-radio",
  "body": "Tonight’s episode was called Winner Takes All and it was a hell of an opening. Right off the bat Ralphie was confronted not only with the knowledge of Alice and Aafrin’s deception, but also with the knowledge that Mr Charlie knows too. (That’s a lot of knowledge.) And Mr Charlie knowing anything bad is double dangerous, as anyone with fingers standing near him when he’s in a rage knows only too well. I liked it when Charlie was roaming the countryside trying to find people who would pretend to have seen Aafrin with Bonkers Naresh for cash. And when he said, “I can run things from here.” I wanted to see Mr Charlie running things. In fact, I wished Mr Charlie had been made Viceroy. It would have been extremely entertaining – and given us somewhere to go. Instead, there were few winners in this outing by the end, least of all the viewer. The superb drama of the opening scenes soon unravelled into a hotchpotch of plots. We were treated to a sort of “Groundhog Day: The Mr Charlie Special” where he reverted to being a secret psychopath after we’d witnessed him so openly out of control last week. True to form, sure, but narratively unsatisfying as we’ve seen so much of him like this. Alice has fought this fight many times. Wasn’t it time for a different ending? I know in real life she would probably have had to capitulate. But we don’t watch Indian Summers to see real life! Ah well, there’s always next series. Oh, wait ...     What price has Alice paid for Aafrin’s freedom? Photograph: Joe Alblas    The wife/puppy scene was odd at first, and then it became obvious: Alice was trying to preserve her relationship with her son and save Aafrin’s life. What price has she paid for Aafrin’s freedom? The price of her own happiness, of course, which was always the only thing she had to trade. This was perhaps the most realistic outcome, but the least pleasing for us. I was hoping we would get to see Mr Charlie go nuclear and still somehow be outwitted. It’s worrying that, because we’re not going to get a third series and next week’s episode is the last ever (sob!) of Indian Summers, Mr Charlie may not get his comeuppance. And that is wrong, all wrong.     Poor Aafrin. Once Mr Charlie’s got you in his sights, nothing is safe … especially not your fingers. Photograph: Joe Alblas    This is the problem with these last few hours of viewing. Wonderful performances, as always, despite the uncertain mix of light and shade. But presumably they didn’t know there would be no series three when these episodes were made, so we’re going to be left on an unsolvable cliffhanger whether we like it or not. Meanwhile there are irritating cross-references and attempts to tie up or revive old plots. “Have you ever heard of a man called Ramu Sood? You should always make a note of the innocent men you hang.” I wondered when that exposition was coming. But it was neither dramatic enough to be exciting nor explanatory enough for anyone feeling sketchy on series one. Perhaps worse: “Her name was Jaya Mohan and she bore my child. I’ve lied and I’ve lied and I’ve lied again.” What were we supposed to make of the reaction Ralphie received to this?      You will find Cynthia in the club — both still hoping here that Ralphie might be Viceroy … Photograph: Joe Alblas    Ralphie’s reaction to the Viceroy announcement was confusing and unconvincing too. You are about to receive news about something you have coveted for many years, making many sacrifices including pimping your wife out to a man in a dodgy earring who has now gone to Baden Baden. So what do you do? Hold a family conference and keep your boss waiting. His actual eventual reaction was priceless, a beautiful piece of acting. Bloody upstart Marquess with his important work on nutrition. (What is this? A Kellogg’s research paper? We demand to know.)  So what’s left to come in next week’s finale? Can Alice find a way to escape – with Percy, we get it, it has to be with Percy – and foil Mr Charlie at last? How will Mr Ian use the information he has about Adam? Will Lina reappear? Will Sooni and Mr Khan finally be together? And most importantly: will the Maharajah and Phyllis/Sirene make a reappearance fresh from taking the waters in Baden Baden? Surely their casting agents’ fees alone demand it. Political shenanigans Despite myriad plots we’ve lost sight of the politics by this point. “There was a meeting in Whitehall this morning.” So there’s to be a new Viceroy ... “You had it on merit.” Ah, but what does merit count for? But, of course, it’s thanks to Charlie that everything has eventually been scuppered. Surely Ralphie has to take his revenge? It’s a shame the bigger picture of Indian independence has all but disappeared, especially after Mr Khan taking Sooni to see Mahatma. So many opportunities to make history exciting ... not taken. Evil Britisher of the week “And Aafrin?” “Oh, he’ll hang.” So Mr Charlie wins again. It’s getting boring now; he wins every week. Blake Ritson (Mr Charlie) is utterly fabulous and he has inhabited this character so entirely that I am currently considering wearing iron gloves in bed so Mr Charlie can’t come and get my fingers in the night. But give him some variety, people! Last week was explosively brilliant because we got to see him under severe pressure and unable to control his murderous temper. Yes, that would have been impossible to sustain. But we could have seen something different from him here. I’m hoping this is a slow burn to his eventual unravelling next week. The Julie Walters fan club     Poor Cynthia the massive pimp, who was not given much to do at all here. Photograph: Joe Alblas    “It’s cocktail time!” And the turban’s come out! “I just gave them somewhere private to do their business.” You tell yourself that, Cynthia. You’re no pimp! (Cynthia is a massive pimp and this is why we love her.) This was an interesting episode for Julie Walters in that it pointed up one of the key difficulties of this show: Indian Summers isn’t comfortable with tone. Julie Walters can manage any key change and she just wasn’t given much to do at all. That, my friends in Club Simla, is a warning sign. Cynthia should be used for comedy and light relief, for pathos and unexpected empathy. Here she was just shaking cocktails. Fingers crossed for a blinding finish next week.",
  "webTitle": "Indian Summers recap: series two, episode nine – Groundhog Day in Simla",
  "webPublicationDate": "2016-05-08T21:00:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/indian-summers-recap-series-two-episode-nine-groundhog-day-in-simla",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Viv Groskop",
      "id": "profile/vivgroskop"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/indian-summers-recap-series-two-episode-nine-groundhog-day-in-simla"
}