{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/15/thomas-cook-hires-strategist-for-safer-tourism-foundation",
  "id": "2016-05-15-95",
  "sectionId": "business",
  "body": "Thomas Cook has recruited Belinda Phipps, a strategist from the charity and public sectors, to establish the charity for safer tourism which it founded with Sharon Wood, whose children died on a Thomas Cook holiday in Corfu. The tour operator said in November it would provide £1m of initial funding for the Safer Tourism Foundation to make travel safer for holidaymakers. It did so as part of efforts to build bridges with Wood, who had campaigned for nine years for the company to take responsibility for the deaths of her children. Christi and Bobby Shepherd, aged seven and six, died in 2006 from carbon monoxide poisoning from a faulty boiler at a bungalow attached to Louis Corcyra Beach hotel in Corfu. Wood accused Thomas Cook of ignorance about the hotel’s safety measures but the company largely ignored her until Peter Fankhauser, chief executive since November 2014, met her to apologise after an inquest last year found Thomas Cook responsible. Phipps chairs the Fawcett Society and is chief executive of the Science Council. She ran the National Childbirth Trust for 15 years and was chief executive of East Berkshire NHS trust. She will work about two days a week as a consultant on the new charity’s strategy, constitution and branding as it seeks authorisation from the Charity Commission. She will also liaise between Thomas Cook, the commission and the trustees, which include Wood. Linda McAvan, the MEP for Yorkshire and the Humber who has campaigned in the European parliament for carbon monoxide safety, has joined as a trustee.     Christi and Bobby Shepherd, who were killed by carbon monoxide poisoning in Corfu. Photograph: West Yorkshire Police/PA    Phipps said: “Thomas Cook does not know anything about setting up charities. We have a draft strategy in place that has been discussed with the trustees and we’re formalising that. We will probably commission some research to look at the size of the issue we are tackling.” She said the foundation’s work would go beyond the dangers of carbon monoxide poisoning, though that would be a significant part of its activities. She said Wood, whom she has met a few times, agreed with the broader remit and that the charity would seek to educate the public and improve standards in the industry. “We want to see preventable, accidental deaths among travellers reduced to the same level as for non-travellers carrying out similar activities, but we want to have the most effect on the most things. We have to go out and see what the numbers look like.” Thomas Cook, which announces financial results on Thursday, is paying for the charity’s startup costs, including Phipps’s pay and legal fees, so that its £1m donation will be intact when the foundation is launched. “That means the charity will get off to a flying start and the new chief executive will be in a better position than they often are in a new charity,” Phipps said.",
  "webTitle": "Thomas Cook hires strategist for safer tourism foundation",
  "webPublicationDate": "2016-05-15T14:42:27Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/15/thomas-cook-hires-strategist-for-safer-tourism-foundation",
  "keyword": [
    {
      "webTitle": "Thomas Cook",
      "id": "business/thomascookgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/15/thomas-cook-hires-strategist-for-safer-tourism-foundation"
}