{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/19/laura-el-tantawys-best-photograph-tahrir-square-from-above-as-mubarak-finally-quits",
  "id": "2016-05-19-303",
  "sectionId": "artanddesign",
  "body": "In 2011, after 18 days of protests in Tahrir Square, Hosni Mubarak stood down as president of Egypt. I photographed the protests throughout those days, and remember feeling as if I had a ringside seat on history. Mubarak was the only president many of us had ever known. I took this on 11 February, the last day of the protests, just hours before Mubarak went. There was so much energy in the square, so many rumours about how the president was about to bow to the will of the people. The square is such a minuscule part of Cairo – a sprawling city of almost eight million people – but for those days it stood for what Egypt could become. The protesters were from every social and educational background. They reflected exactly what makes this country so rich – and yet so poor and conflicted. There were artists, politicians, engineers, farmers, lawyers, bankers, schoolteachers, government employees, construction workers and plumbers, all there as one. I spent my time looking for faces that expressed the feelings the revolution inspired – hope, fear, disappointment, joy, pride. On that final day, I went up on to a rooftop to get a different outlook. I started to photograph a street that fed into the square, then found myself focusing on this tree, which gave a juxtaposition, a layering, with the crowd.    I was constantly asking myself: will my images convey how historic this is?    I could hear the people chanting. It sounded so different to being on the ground, pressed among the people. The words had so much clarity, the people sounded so determined. I knew I was at an event of critical importance, and it paralysed me a little. I felt excited and terrified. I was constantly asking myself: will my images convey how historic this is? It was the culmination of a personal journey for me. The way I grew up, and in the culture I was part of, photography is about the last thing I should have ended up doing. It isn’t recognised in the history of arts in Egypt. I was born in Britain, in Worcestershire, to Egyptian parents, and grew up travelling between Egypt, Saudi Arabia and America. In 2005, I went back to Egypt, the place I have always called home, and began to document the lives of everyday people, guided by my own childhood memories. As I began to take photography seriously, it caused a lot of tension in my family. My father was worried. In Egypt, women do not often work alone as photographers. It can be dangerous. I get a lot of stares, a lot of comments. There is nowhere to hide. But on that final day of protest, I had to be among the people.     Hope, fear, joy … Laura El-Tantawy    Laura El-Tantawy’s CV Born: Ronkswood, Worcestershire, 1980. Studied: Journalism and political science at the University of Georgia, Athens, US; MA art and media practice, University of Westminster, London. Influences: Miguel Rio Branco, Saul Leiter, Alexandra Boulat, Sarah Moon, Stan Brakhage, Pablo Picasso, Joseph Turner and Bob Dylan. High point: “Giving my parents the first copy of In the Shadow of the Pyramids.” Low point: “Photographing people who are dealing with loss and are in mourning.” Top tip: “Stay modest, be positive, walk your own path.” • Laura El-Tantawy’s In the Shadow of the Pyramids is nominated for the Deutsche Börse Photography 2016, and is at The Photographers’ Gallery, London, until 3 July, where she will be giving a talk on 25 May – tickets here.",
  "webTitle": "Laura El-Tantawy's best photograph: Tahrir Square from above as Mubarak finally quits",
  "webPublicationDate": "2016-05-19T07:00:01Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/19/laura-el-tantawys-best-photograph-tahrir-square-from-above-as-mubarak-finally-quits",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Seymour",
      "id": "profile/tom-seymour"
    }
  ],
  "guardianId": "artanddesign/2016/may/19/laura-el-tantawys-best-photograph-tahrir-square-from-above-as-mubarak-finally-quits"
}