{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/23/blossom-and-bulls-on-a-walk-to-bucknell-wood",
  "id": "2016-05-23-320",
  "sectionId": "environment",
  "body": "“Do you ever get over to the Silverstone area?” queried John in his first email to me. I don’t, but when he then enthused that the rustic parish of Abthorpe “seemed to be a relic of a long disappeared countryside”, he had my attention.  South of Abthorpe a network of footpaths traverse straight lines across clayey fields of blossoming yellow oilseed rape and blue-green sprays of wheat. A visually unexceptional landscape perhaps, but an encounter soon hints at more. An unfamiliar voice from the apex of a small hedgerow tree: “Cheeese pleeese” it calls shrilly. And there it is, a neat little lemon-yellow bird with a fine acute bill – a male yellow wagtail. This red-listed insectivore was three times more common in 1970s Britain than it is today.      Midland hawthorn (Crataegus laevigata) Photograph: Matt Shardlow    As the ground slopes downwards, the arable is replaced by two rows of small rectangular meadows. They are bounded by carefully manicured and remarkably wide hedges: only 5ft high, apart from standards, yet routinely 10ft wide and in places so thick that they appear half-hedge, half-bonsaied woodland. One of the hedgerow trees is midland hawthorn, the second British hawthorn. Crataegus laevigata is found scattered throughout south-east England. It can be distinguished from its more familiar common relative, C monogyna, by the leaves – more rounded and less incised, and the fewer, larger and fouler smelling flowers. A selection of the fields to the west make up Bucknell Wood meadows. The flora looks pretty diverse; the blue-purple columns of bugle project and the crimped leaves of betony abound. What is visually, and audibly, impressive is the herd of cattle that roams through the little fields. Two muscular red poll bulls, one with love determinedly on his mind, about 20 plodding and lowing grey, brown and spotty cows and a circus of gambolling and suckling calves.     Bugle (Ajuga reptans) on Bucknell Wood meadows Photograph: Matt Shardlow    Finally to Bucknell Wood, a charming ancient woodland with bluebell carpets, and scatters here of yellow archangels bursting upwards, and there of woodruff standing tall to present its ball of little white flowers, nestled in a whorl of long, pointed leaves. Abthorpe had not disappointed.",
  "webTitle": "Blossom and bulls on a walk to Bucknell Wood",
  "webPublicationDate": "2016-05-23T04:30:02Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/23/blossom-and-bulls-on-a-walk-to-bucknell-wood",
  "keyword": [
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt Shardlow",
      "id": "profile/matt-shardlow"
    }
  ],
  "guardianId": "environment/2016/may/23/blossom-and-bulls-on-a-walk-to-bucknell-wood"
}