{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/hillary-clinton-90s-bill-clinton-economy-thomas-frank",
  "id": "2016-05-20-125",
  "sectionId": "commentisfree",
  "body": "Donald Trump’s campaign to “Make America Great Again” is one big, flatulent exercise in delusional nostalgia, as so many have noted. Given the likely outcome of the American presidential contest, however, it is Hillary Clinton’s delusional nostalgia that may ultimately prove more harmful for the country. Campaigning in Kentucky recently, she promised that, should she be elected, she would task former president Bill Clinton with “revitalizing the economy, because he knows how to do it”. A few minutes before, she had recited her husband’s qualifications for this job: “In the 90s, everybody’s income went up, not just people at the top. We lifted more people out of poverty than at any time in our recent history.” And so on.    Bill Clinton took some time out to dynamite the federal welfare system, then he came back and deregulated the banks    Ah, the 90s. It seems that Hillary, too, longs to make America great again, and she reminded the audience in Kentucky of the specific elements of our lost golden age. First among those gauzy memories: “A budget that is balanced and in surplus” – like the budget Bill Clinton built in the good old days before the spendthrift George W Bush administration came in. There were other ways in which the GOP had diverged from Clinton orthodoxy as well, like their desire to “Cut taxes on the wealthy [and] get out of the way of regulation of all kinds,” sins that, Hillary said, contributed directly to the financial crisis of 2008. American columnists have already expressed their annoyance with Hillary for offloading her duties-to-come onto her husband and thus compromising the first female presidency before it’s even started. But what really lends distinction to her announcement is the perversity, the sheer incoherence of the kind of policies she seems to hope her husband will recommend. Take her apparent belief that balancing the federal budget is a good way to “revitalize” an economy stuck in persistent hard times. Nostalgia might indeed suggest such a course, because that’s what Bill Clinton did in the golden 90s, and those were happy days. But more recent events have taught us a different lesson. Europe’s turn toward budget-balancing austerity after the financial crisis is what made their recession so much worse than ours. President Obama’s own quest for a budget-balancing “grand bargain” is what destroyed his presidency’s transformative potential. There is no plainer lesson from the events of recent years than the folly of austerity and the non-urgency of budget-balancing. And deregulation! Before I watched the video of that Hillary Clinton campaign event, I had never heard someone denounce deregulation and hail the economic achievements of Bill Clinton in the same speech. That kind of mental combination, I’ve always assumed, puts you in danger of spontaneous combustion or something. After all, Bill Clinton is America’s all-time champion deregulator. He deregulated banks. He deregulated telecoms. He appointed arch deregulators Robert Rubin and Larry Summers to high office, and he re-upped Ronald Reagan’s pet Fed chairman, Alan Greenspan. He took some time out to dynamite the federal welfare system, then he came back and deregulated banks some more. And derivative securities, too. Yes, we all know that times were good in the last few years of Bill Clinton’s presidency. But unless 90s nostalgia has completely paralyzed our brains, we also know that this was due in large part to a series of financial bubbles. It is true that a different person was in the White House when the last of those bubbles exploded, but even a child understands that doesn’t get Bill Clinton entirely off the hook for it. Nor would it be a good idea to get Bill working on another Nasdaq bubble, even assuming such a thing is possible. It all puts me in mind of a little nostalgia of my own. One of the reasons I voted for Barack Obama over Hillary Clinton during the hopeful summer of 2008 was because I thought we needed to shut the door on the Clinton legacy once and for all. Obama won the nomination and, thanks to a global economic crisis, became president. But then he proceeded to bring back some of the very Clinton appointees that had done so much to precipitate the disaster in the first place. Now we have Hillary’s word that the man who masterminded it all will soon be back for yet another try. What is the power these bad ideas of yore have over otherwise intelligent leaders? Hillary Clinton is a capable person, and yet it is as though she has taken no notice of what is actually happening around her in the present day. Look at where we are now: soaring inequality, a recovery that never seems to come, a fraying middle class, a furious public, and improbable protest candidates drawing millions of votes. But all of it is as nothing, I suppose, when compared to the golden allure of the past.",
  "webTitle": "Why Hillary Clinton's 90s nostalgia is so dangerous | Thomas Frank",
  "webPublicationDate": "2016-05-20T14:30:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/hillary-clinton-90s-bill-clinton-economy-thomas-frank",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomas Frank",
      "id": "profile/thomas-frank"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/hillary-clinton-90s-bill-clinton-economy-thomas-frank"
}