{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/venezuela-nicolas-maduro-hugo-chavez-chaos",
  "id": "2016-05-19-217",
  "sectionId": "commentisfree",
  "body": "In Venezuela, newborn babies are dying at obscene rates. In the first three months of 2016, more than 200 died in hospitals in Caracas, Cumaná and San Cristóbal. Doctors and parents blame power outages, damaged incubators and shortages of medicines. Many Venezuelans, myself included, also blame the government of Nicolás Maduro.   Related: Embattled Venezuela president turns to repression    In the last three years, the “heir” of Hugo Chávez has led the country into a maelstrom of anarchy and annihilation that one would expect only of a nation devastated by war. Statistics for homicides, impunity, repression, political persecution, censorship, inflation, devaluation, business closures and expropriations, unemployment and migration – already terrifying during the Chávez era – have gone through the roof. Maduro and his allies are not blind; they probably realise that they are not capable of running the country. That’s not to say that that was ever a concern for them. Like their patriarch Chávez, they seem to be more interested in encouraging conflict and facing off with enemies, real or imaginary, than in the tedious and complex job of actually managing a government. But they can’t and won’t admit defeat. According to an analyst from the Basel Institute on Governance, more than $350bn has vanished from Venezuela’s treasury during the “revolution”. Government officials, including many in the military, know that handing power to the opposition will lead to investigations and prosecutions.           Venezuelan protesters clash with security forces    And then there is the issue of human rights violations. More than two years ago I wrote in the Guardian about Geraldine Moreno, 23, a student who was killed after being shot in the face by the national guard during protests that led to more than 40 deaths. To this day the guardsmen involved in the shooting are free, while Leopoldo López, an opposition leader that headed the protests, has been sentenced to 13 years in prison. Injustices like these abound in Venezuela. Very much like Saddam Hussein, who ordered his defeated troops to burn the oilfields before withdrawing from Kuwait in 1991, Nicolás Maduro seems to be implementing a policy of “scorched earth”. Yes, the “revolution” has failed and eventually the opposition will take the reins, but by then there might not be much of a country left to govern. Earlier this year, the embattled National Assembly – in which the opposition has a two-thirds majority after a landslide victory in the December 2015 elections – declared a humanitarian health crisis that would allow the country to request assistance from the World Health Organisation. Maduro’s government, which denies the shortages of medicines and regularly manipulates statistics to hide its failures, refused to make an official request to the WHO and accused the opposition legislators of treason.           Blackouts, looting and murder: Venezuela’s state of emergency    Most of what is happening in Venezuela is the logical conclusion of the policies introduced and enforced by Chávez. It was he who, after the failed coup of 2002, decided that the best way to control the opposition was to make sure there was no one left to fund it. That’s when he started nationalising and bankrupting businesses. For the revolution’s leaders, most of whom had never read Marx or Engels, this was not about socialism; it was about political control and, of course, about creating business opportunities for their friends and families. The biggest business that managed to endure Chavez’s wrath was Empresas Polar, a family-owned company that produced everything from beer and fizzy drinks to tuna, pasta and cornflour (used to make “arepas”, a daily meal for most Venezuelans). In the past it was allowed to operate, despite regular interference by the government, because it was clear that a significant number of households depended on its products to subsist. But with Maduro in power, Empresas Polar has not been allowed to purchase raw materials. It’s stopped making beer and it’s announced that all cornflour production will cease at the end of May. Maduro, as expected, accused the owners of treason and threatened to take over the company. We’ve already seen what happens when the Venezuelan government gets into the food business: a minister or a general gets rich, and the people remain hungry. As shortages of food and medicines worsen, Venezuela is on the brink of a humanitarian crisis. If the few remaining international allies that the Maduro government has (is Jeremy Corbyn still one of them?) care at all about the Venezuelan people, now is the time to speak up. Maduro has proved that he will not accept public criticism. He recently accused Organisation of American States secretary-general Luis Almagro, a member of Uruguay’s leftist, anti-oligarchic and anti-imperialist Broad Front party, of being a CIA puppet for encouraging the Venezuelan government to allow a presidential recall referendum. Maybe a private word from a close ally of Venezuela could have better results? But the truth is that most of Maduro’s friends, including the leaders of China, Russia, Cuba and Iran, not only have a terrible record defending the human rights of their own citizens, but they are also so busy making money out of Venezuela’s “revolution” that they will probably choose to keep their mouths shut.",
  "webTitle": "Venezuela needs Nicolás Maduro’s allies to make him see reason | Reynaldo Trombetta",
  "webPublicationDate": "2016-05-19T11:18:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/venezuela-nicolas-maduro-hugo-chavez-chaos",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Reynaldo Trombetta",
      "id": "profile/reynaldo-trombetta"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/venezuela-nicolas-maduro-hugo-chavez-chaos"
}