{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/leicester-city-title-inside-story-premier-league-champions-claudio-ranieri",
  "id": "2016-05-03-185",
  "sectionId": "football",
  "body": "In July last year Claudio Ranieri was enjoying a break in Italy when he received a phone call from Steve Kutner, his agent, that would end up changing the face of English football in a way no one could have imagined. Kutner had been attempting to convince Jon Rudkin, Leicester City’s director of football, that Ranieri was worth considering as the Premier League club’s new manager and finally there was news of a breakthrough. Ranieri was out of work at the time but keen to return to management, in particular in England, where he had fond memories from his time in charge of Chelsea and still owned a property in London going back to those days at Stamford Bridge more than a decade earlier. Several Championship clubs had been sounded out without success when Nigel Pearson’s sacking at Leicester presented Kutner and Ranieri with a window of opportunity. Kutner sensed that Leicester were sceptical about Ranieri, yet he refused to be discouraged. He submitted Ranieri’s CV, listing the distinguished clubs the 64-year-old had managed, together with his record – a Copa del Rey and Super Cup winner with Valencia, Coppa Italia winner at Fiorentina, plus second-place finishes in the Premier League, Ligue 1 and twice in Serie A – and kept chipping away. “I just wanted to get Claudio in front of them, because I was sure that they would be impressed,” Kutner says.           ‘Walt Disney wouldn’t script this’ – Leicester City champions.    Leicester eventually came round to the idea of an interview. Ranieri jumped on a plane to London and together with Kutner met up with Rudkin, Susan Whelan, the chief executive officer, Andrew Neville, the football operations director, and Aiyawatt Srivaddhanaprabha, the vice-chairman. Ranieri was Ranieri: charming, extremely passionate and knowledgable. There was a feeling that he clicked with Srivaddhanaprabha, who knows his football inside out – Francesco Totti and Gabriel Batistuta were brought up in conversation as Ranieri ran through some of the strikers he has worked with – and the Italian’s enthusiasm for management impressed other board members. Confirmation the talks had gone well arrived a few days later, when Ranieri and Kutner were invited back for further discussions, this time with Vichai Srivaddhanaprabha, Aiyawatt’s father and Leicester’s owner, also in attendance. The more time the Leicester board spent with Ranieri, the more they came to realise that his appointment made sense. That is not to say that anyone involved in making that decision thought for one moment that Ranieri would be walking around the King Power Stadium pitch following the final home match of the season with a Premier League winners’ medal draped around his neck. It is a story that is as beautiful as it is absurd.   Related: The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay    Leicester, after all, were 5,000-1 rank outsiders and when it emerged that Ranieri decided to decorate his office at the King Power Stadium at the start of the season with an individual photograph of every other Premier League manager (he wanted to make them feel welcome after a match), it was tempting to wonder how long it would be before someone else was occupying his chair and asking for those black and white images to be packed away into a box never to be seen again. Ranieri’s appointment was viewed in that light and there is no point in pretending otherwise. On the afternoon the Italian was unveiled at the King Power Stadium – seven days after Gary Lineker had echoed the thoughts of many with a tweet that read: ‘Claudio Ranieri? Really?’ – Whelan and Rudkin sat alongside the new Leicester manager in what felt like a show of support as much as anything. It was a measure of the mood at the time that Whelan asked the supporters to trust the board’s judgement when it came to their decision to sack Pearson and replace him with Ranieri. Nine months later, and on the eve of claiming the Premier League title, some wonderful footage emerged of Ranieri in the stand at the King Power Stadium watching clips of Leicester supporters from across the city, starting with Vicky on a fruit and veg stall in the market and including a railway employee speaking on behalf of “virtually everyone at the station”, expressing their heartfelt gratitude for everything he has done for their football club. “God” and “Legend” were among the words used to describe Ranieri and, in the context of what has unfolded during this incredible season, who are we to argue?     Claudio Ranieri and his assistant Steve Walsh watch pre-season training. Walsh badgered him to sign N’Golo Kanté, saying ‘Kanté, Kanté, Kanté!’, and the move proved inspired. Photograph: Plumb Images/Getty Images    Leicester’s success under Ranieri will go down as one of the greatest achievements in sport, never mind the insular world of English football, and as the mind wanders forward to Saturday evening’s home game against Everton and the moment when Wes Morgan steps forward to pick up that 25kg Premier League trophy, the obvious question to ask is how on earth have they done it? The truth is that even those on the inside at Leicester shake their heads in disbelief, half-expecting to rub their eyes one morning and realise it was all a dream. Nobody at Leicester would dare to claim that they saw this coming, yet that is not to say that they struggle to come up with reasons why everything has spectacularly fallen into place, chief among them being the exhilarating mix of team spirit and talent within a group of players who possess a rare commodity in a game awash with money: hunger. An obvious place for the fairytale to start is at the end of last season, before Ranieri took over and when Pearson and his players pulled off the “great escape”, winning seven of their last nine matches to haul themselves off the bottom of the table and up to 14th place. Described as a “miracle” by Ranieri on the day he was presented to the media, that turnaround hinted at the potential (comfortable mid-table) in a team that Pearson had strengthened by the time he was sacked on 30 June.           Claudio Ranieri emotional as he watches tribute from Leicester fans    Robert Huth’s loan deal from Stoke City had been turned into a permanent move, and Christian Fuchs and Shinji Okazaki had joined from Schalke and Mainz respectively. Steve Walsh, the club’s joint assistant manager and head of recruitment, was busy chasing another target that was far from straightforward but would turn into one of the best Premier League signings of the summer. N’Golo Kanté was the player’s name, and Ranieri – as he would later admit – did not know much about him. Ranieri was far from alone in that respect – plenty of other Premier League managers have since questioned how he slipped under their radar – but Walsh and his recruitment team had done their homework. David Mills, Leicester’s senior scouting coordinator, had been to see Kanté play for Caen, and clips and statistics were put together to highlight the midfielder’s talent. Ranieri, however, still needed convincing about the player’s physique. A few months down the line, on the back of some superb performances from the Frenchman, Ranieri recalled how Walsh would constantly badger him during pre-season, saying: “Kanté, Kanté, Kanté!” In the end Ranieri was won over, Leicester handed over £5.6m and the rest is history. High quality on the pitch and low maintenance off it, Kanté drives a Mini and lives a simple life that involves tackling and smiling; occasionally both at the same time. He has been a revelation and everybody at Leicester loves him.   Related: Claudio Ranieri proves nice guys do not always come second | Owen Gibson    In Walsh, Ranieri saw a friendly face when he arrived in Austria. The two worked together at Stamford Bridge, where Walsh was a scout for 16 years, and Ranieri knew how highly the former school teacher, who has been a central pillar of Leicester’s success with his remarkable track record of uncovering rough diamonds, was regarded by Rudkin and the club’s owners. Ranieri, crucially, was happy to work with the club’s existing staff, including Craig Shakespeare, who also holds the title of assistant manager and has a close rapport with the players; he is out on the training field with them every day. Rather than seeking to make sweeping changes, which may have affected his chances of getting the job in the first place, Ranieri chose to complement what was in place by bringing in three staff of his own. Paolo Benetti, who has worked with Ranieri since 2007, was named as the club’s third assistant manager and is seen as someone for the manager to bounce ideas off. Andrea Azzalin was appointed first-team science and conditioning coach, working under Matt Reeves, Leicester’s head of fitness and conditioning. A goalkeeping coach was also brought in but quickly departed. Mike Stowell, the first-team coach, fulfils that role and is well respected. Anyone who coaches Kasper Schmeichel with his father Peter watching – the former Manchester United goalkeeper often drops in at the training ground – needs to have a bit about them. In some respects Leicester’s success under Pearson was a hindrance as well as a help to Ranieri initially. The team had momentum from the previous campaign, and the feeling among the players was that there was little need for anything to be altered. Pearson was an extremely popular manager inside the dressing room and whatever the rights and wrongs of the club’s decision to dismiss him, many of the Leicester players felt a sense of loyalty to him and liked his methods, including the fact that he gave them a voice and, in the case of the more senior members of the squad, courted their opinion.     Danny Drinkwater, here celebrating with Leonardo Ulloa, right, after the striker’s last-minute equaliser against West Ham, was made a mainstay of the team to terrific effect. He was unable to get into the side at the end of last season. Photograph: Tom Jenkins/the Guardian    In that sense Ranieri came to realise he would not be able to impose his way at Leicester and get everyone to blindly follow. It was a case of old habits die hard, especially when they delivered results. Players saw the five-a-sides on a Friday as a staple diet of their week and were not afraid to express their thoughts on the type of sessions being put on and how long they lasted. There was, in short, a resistance to change and, to an extent, Ranieri learned to go with the flow. Tactically, however, Ranieri quickly made his mark. During pre-season he decided that playing with a three-man central defence – a system that worked extremely well for Pearson and the players at the end of last term – should be scrapped. Although it felt like a big call at the time, Ranieri got it spot on and the same has also been true with his team selection and substitutions – all of which flies in the face of the popular characterisation of him as a man who was forever saying twist instead of stick at Chelsea.   Related: 'Ranieri for President!' Leicester City fans across the world celebrate a miracle    Early on Ranieri took a shine to Danny Drinkwater, who was unable to get into Leicester’s team at the end of last season but finishes this one hoping to go to Euro 2016 with England, and he has had no qualms about overlooking Gokhan Inler, the Switzerland captain who was signed as a replacement for Esteban Cambiasso. Inler, a player Ranieri was keen to sign and rated highly, was not even on the bench against Swansea last Sunday, when the manager dropped Marc Albrighton and was rewarded with an impressive performance from Jeffrey Schlupp. The feeling that Ranieri can do no wrong was confirmed when Albrighton came off the bench and scored Leicester’s fourth. The “Tinkerman” has become the “Thinkerman” at Leicester, yet one thing that will never change with Ranieri is that warm, infectious personality. He has brought humour and light to Leicester, privately as well as publicly, occasionally mixing up his words with comical consequences and, in true Ranieri fashion, laughing at himself in the process. Self-deprecation comes easily to Ranieri, who called himself “a bell” on Friday before realising amid the laughter that he was straying close to inadvertently insulting himself. That comment was made after another rendition of “dilly-ding dilly-dong” – the wake-up call for those not paying attention on the training pitch or in meetings – and a catchphrase that Ranieri’s staff and players have a permanent reminder of at home. At the end of one of the meetings at the training ground just before the visit to Liverpool on Boxing Day, Ranieri handed out a neatly boxed brass bell, engraved with his name, to everybody in the room. The only thing missing was a Father Christmas outfit.     Jamie Vardy, whose voice sets the volume in Leicester’s dressing room, celebrates here after scoring at home to Manchester United. The team’s dejection at drawing that match told Ranieri much about the hunger and belief in his squad. Photograph: Tom Jenkins for the Guardian    Ranieri, however, is no fool. By that stage Leicester were enjoying the view from the top of the table and the manager was keeping a lid on expectations with his expert handling of the media. Press conferences started with a handshake for everybody in the room, invariably finished with laughter and in between there was constant talk of hitting 40 points. He even referenced the US president at one stage when asked about the title. “I’d like to say: ‘Yes we can!’ But I am not Obama,” Ranieri said, smiling. Behind the scenes ambition was growing. In a colourful and eclectic dressing room where Jamie Vardy’s voice sets the volume and Huth’s dry sense of humour provides the comedy value, the team spirit and determination, as well as the individual talent, was shining through and, in many people’s eyes, inspiring Ranieri every bit as much as his players. He needed to look no further than the dejection among his players after the 1-1 draw with Manchester United in November to see the hunger and belief burning within.   Related: Claudio Ranieri says Leicester players deserve to be champions    Vardy’s opening goal in that fixture saw him make history as the first player to score in 11 successive Premier League matches and, for all the talk about the camaraderie within the squad, it is impossible to overlook the significant individual contribution made by the England striker, who has scored 22 goals and set up another six, and two of his team-mates, Kanté and Riyad Mahrez, all of whom were named on the PFA player of the year shortlist. Mahrez arrived in 2014 from Le Havre for €450,000 and it seems laughable now that not so long ago Marseille’s chairman ridiculed the possibility of signing the 25-year-old. Walsh, on another one of his many scouting missions, had gone to watch Ryan Mendes, who is now at Nottingham Forest, but ended up being taken in by a slender winger with dexterous footwork. That night Mahrez produced the same trick that led to Leicester’s third goal against Stoke City a few months ago and left Philipp Wollscheid looking like a man who knew that he had been nutmegged but could not work out how. Mahrez has been unplayable at times this season and if ever there was a performance that clinched the votes for the PFA player of the year award, it was during February’s 3-1 victory at Manchester City. It was Mahrez at his best, when it mattered most, and provided a seminal moment in Leicester’s season; the players and staff sensed for the first time that something truly special was happening. Watching that game everything seemed a little surreal as Leicester, four days after beating Liverpool 2-0, took City apart at the Etihad. It was hard to suppress a smile when a message was sent out via Leicester’s official Twitter account with 20 minutes to go that read: “So if you’re just joining us... #lcfc are leading 3-0 and Robert Huth is on a hat-trick.”     The strength of the team spirit at Leicester is notable. Here Riyad Mahrez, outstanding this season, shows his cooking skills after the squad were rewarded by Ranieri for a clean sheet with a visit to a pizzeria. Photograph:  Getty Images    Yet it was the response to a setback eight days later, on Valentine’s Day, that provided the greatest indication of what Leicester were capable of achieving this season. After playing against Arsenal with 10 men for more than half an hour, following Danny Simpson’s red card, Leicester conceded in the 95th minute and lost 2-1. It was the cruellest of defeats, their lead at the top was cut to two points and everyone, inside and outside the club, wondered how the players would respond to not just losing but the gut-wrenching manner of that defeat.   Related: Leicester City's march to glory: how a stellar season unfolded, game by game    Ranieri, in what turned out to be a superb piece of management, took advantage of their early elimination from the FA Cup and gave the players a week off training to escape and forget about football. When they returned to the pitch the answer to whether being beaten against Arsenal would break their resolve was emphatic. Leicester won six and drew one out of the next seven matches to take 19 points out of 21. Arsenal, for the record, collected nine. By now Leicester’s team had a familiar look. Schmeichel in goal; Simpson, Morgan, Huth and Fuchs at the back; Mahrez, Drinkwater, Kanté and Albrighton in midfield; and Okazaki playing just behind Vardy up front. Two compact banks of four, across defence and midfield, leaving opponents little room to play through them, and a deep-lying forward who never stops running operating behind a predator with the lightning pace to finish off their devastating counterattacks. Seven of that XI have started at least 33 of 36 league games this season. Of the other four players, Okazaki has made the fewest starts with 27. Settled and consistent, the team is also vastly experienced. Schmeichel and the back four in front of him, together with Okazaki and Vardy, are aged 29 and over. They are men – not boys – and it has shown in their mental strength during the run-in.     Shinji Okazaki scores Leicester’s winner at home to Newcastle. He is one of seven regular starters aged 29 or over and that experience has shown in the team’s mental strength during the run-in. Photograph: Laurence Griffiths/Getty Images    Good fortune has played a part in their injury record and made it easy for Ranieri to pick the same team, yet pinning everything on luck overlooks the expertise and technology within the medical and sports science departments at Leicester, where Dave Rennie, the head physio, and Reeves leave no stone unturned. The club has invested in a Cryo Chamber unit, where players are exposed to temperatures of -135 degrees to aid their recovery. They use other technology that is more commonplace at the highest level, such as the Catapult GPS system and Polar Team2 heart-rate monitors, regularly issue electronic questionnaires to gauge everything from energy levels to sleep patterns but, perhaps most importantly of all, strive to create an environment where everybody talks to each other. In the end it is about a meeting of minds. Ranieri wants players training and the medical staff need to minimise the risk of injury, so sometimes it is a case of searching for that middle ground, even if that means sticking an exercise bike on the side of the pitch during a tactical session and getting a player to pedal away while the manager makes his point. That is what happened at Leicester’s training ground a few weeks ago and meant that the player in question knew his role come matchday and never aggravated his injury in the leadup. Everyone was happy. It is not rocket science and, as we know from watching Leicester this season, nor does it need to be. In a game that is often overcomplicated and increasingly obsessed with statistics, the percentages show that Ranieri’s team are in the bottom three for possession and that only West Bromwich Albion have a lower pass completion rate, yet the only table that matters – in the absence of one that quantifies teamwork – shows Leicester City with an unassailable lead at the top of the Premier League. We should all enjoy that sight.           ‘Champions!’ Leicester City players celebrate Premier League win.",
  "webTitle": "Leicester City’s triumph: the inside story of an extraordinary season | Stuart James",
  "webPublicationDate": "2016-05-03T12:38:39Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/leicester-city-title-inside-story-premier-league-champions-claudio-ranieri",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/03/leicester-city-title-inside-story-premier-league-champions-claudio-ranieri"
}