{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/16/for-a-golden-touch-carolina-munhoz-review",
  "id": "2016-05-16-237",
  "sectionId": "childrens-books-site",
  "body": "It is a fact that some people are luckier than others, but how can we explain the unexplainable – the billionaires and the Hollywood stars? Some people are so lucky that they seem blessed, but sometimes their universe collapses in such a way that they lose everything overnight, without any apparent reason. It only takes one look around to see that we are surrounded by examples. It is intriguing at least, and in this book you are presented with an explanation that will give you shivers and make you wonder: could it be possible? Inspired by great names in literature such as J.K. Rowling, Paulo Coelho and Marion Zimmer Bradley, in For a Golden Touch Carolina Munhóz reinvents the legend of the little bearded men in green into something unprecedented, contemporaneous and senseful. What if billionaires are actually Leprechauns?  The book introduces us to Emily O’Connell, an Irish girl, heir to one of the most luxurious brands of shoes and bags in the world. Success and money have always run violently through the socialite’s veins, who, provided with an unexplainable enchantment, became an icon in her country, admired by millions of girls and desired by countless boys.  One night, Emily goes out to celebrate St. Patrick’s Day. She wins millions in a poker table, as usual, but a few hours later, however, her atypical luck is confronted by mischance for the first time: Emily becomes close to being raped inside the restroom of a nightclub. Fortunately, the girl succeeds in avoiding the act – but in an uncommon, almost magical way. From that day, everything changes in her life. Her luck is put to the test and, before long, she meets the intriguing and ironic Aaron Locky, an American for whom the girl instantly has an uncontrollable crush on. From the beginning, Aaron looks very wise and seems to keep many secrets; still, Emily could never imagine that she could be involved in a legendary secular tradition.          One of the strong points of the debut narrative for the Leprechaun Trinity trilogy is the fantastic mythology that Carolina had already mastered in her previous books and now perfects even further. That mythology interacts in total harmony with the characters, who, despite their fantasy backgrounds, sound believable, and each one of them has a unique feature.  There is the powerful main character, used to having everyone at her feet, dealing with the turning around of her perfect world and, for the first time, meeting a man who does not show any interest in her. There is also the homosexual best friend Darren, who so many times steals the spotlight with his humour and sarcastic comments, trying to hook all the men around. And, of course, there is the intriguing American, who appears in the story and changes the lives of these and so many other characters. Conspiracies, mysteries, deaths and power, the queen of social media realizes that having everything is not always a good thing, culminating in a completely surprising – and a little shocking – ending that makes you wonder whether we actually know the people around us.  A special detail of the narrative is the building of the setting – Dublin and, in part, London – places that the author has visited numerous times and without any doubt knows her way around, allowing the readers to travel without leaving their homes.    Related: How do I get involved in the Guardian children's books site?    Originally published in Brazil by Rocco, the home of series like Harry Potter and The Hunger Games, For a Golden Touch has a fast read that promises to charm all fantasy lovers. The story continues with Por um Toque de Sorte (“For a Lucky Touch”, in translation), which will be published later in 2016, but the wait has not been easy for the readers; just like Emily, we will need a lucky touch to deal with the bombastic events after the polemic ending. Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "For a Golden Touch by Carolina Munhóz - review",
  "webPublicationDate": "2016-05-16T11:00:10Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/16/for-a-golden-touch-carolina-munhoz-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Witches, wizards and magic",
      "id": "books/witches-wizards-magic",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/16/for-a-golden-touch-carolina-munhoz-review"
}