{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/warwickshire-somerset-county-championship-division-one-match-report",
  "id": "2016-05-08-47",
  "sectionId": "sport",
  "body": "Only 24 hours after being tipped as a future international by the former England head coach Andy Flower, Tom Abell scored his second first-class century for Somerset before two late Warwickshire wickets completed an absorbing day one at Edgbaston. The opener’s mature and controlled 104, an innings of defiance against a Warwickshire attack brimming with class, belied his 22 years and, along with a typically pugnacious 94 from their No6, Peter Trego, provided the foundations for his side’s 295. The hosts then lost Ian Westwood and the nightwatchman, Boyd Rankin, late on to reach 27 for two at stumps. They will be concerned too by the fitness of Ian Bell after a hamstring niggle forced the home captain to miss an evening session in which his bowlers claimed six wickets to deny the visitors a third batting point. “I’ve been struggling a bit lately but when you hear praise from someone like [Flower] it’s incredibly flattering and pretty special,” said Abell, who had not reached 30 in his previous four innings this season. “It was a very special feeling to get stuck in today and reach that landmark. It’s a relief as I’ve not been pulling my weight so far.”   Related: Ian Bell: ‘I want to help Warwickshire embrace history but I’m not finished with England’    Abell’s talent has been trailed for some time. In 2013 he was Young Wisden Schools Cricketer of the Year after a golden summer for Taunton School the previous year, an award previously won by Jos Buttler, Jonny Bairstow and James Taylor. Last season he was named the Championship’s Breakthrough Player. After completing a degree in French and Sports Science at Exeter last year, Abell had been due to spend time in France to perfect the language only to opt for a winter playing for Fremantle in Western Australia instead, where he scored two hundreds and averaged 47 in the tough finishing school that is grade cricket. A touch of French cricket, trapped lbw to Jonathan Trott after tea, caused his demise but not before he had supported Flower’s appraisal and earned similar praise after stumps by his executioner, with an adhesive century from 175 balls that demonstrated controlled and correct application while senior colleagues were being guillotined at the other end. Keith Barker, Warwickshire’s swing specialist left-armer, provided the sternest test after Somerset won the toss, bowling Marcus Trescothick and snaring Chris Rogers caught behind. A glossy counterattack from James Hildreth in a stand of 56 with Abell ended with the right-hander caught on 38 by Sam Hain; he smashed a ball from Rankin into the short-leg’s chest only to see the rebound snaffled up. After Jim Allenby fenced Barker to Trott at gully after lunch to leave Somerset 117 for four, Abell and Trego held firm for 110 runs in 33 overs. The former, who patiently accumulated behind square and off his legs, brought up three figures with an all-run four swept off Jeetan Patel on the stroke of tea, the 12th of the innings to go with his first senior six. Warwickshire wrested back control of the day in the evening session. Abell’s wicket was the first of six that fell for 68 in 19 overs and Trego was denied his century as one of three victims for Chris Woakes. A sting in the tail would come in a tricky seven-over spell late on, however, with Westwood trapped lbw by Lewis Gregory and Rankin fencing Craig Overton to leg slip. With Bell, amid renewed talk of an England recall, unable to bat because of time off the field, Trott will resume alongside Varun Chopra in the morning.",
  "webTitle": "Tom Abell justifies Flower’s praise with Somerset ton at Warwickshire",
  "webPublicationDate": "2016-05-08T19:03:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/warwickshire-somerset-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/08/warwickshire-somerset-county-championship-division-one-match-report"
}