{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/kelis-i-never-made-a-milkshake-forgotten-fields-kendal-calling",
  "id": "2016-05-23-187",
  "sectionId": "music",
  "body": "Hi, Kelis. You’re playing all sorts of UK festivals this year: I count seven. Any ideas which ones?  To be totally honest with you, I’ve seen them on my schedule but I haven’t memorised them. I know I’m doing a lot … Well, let’s pick some highlights. Kendal Calling takes place in a deer park in the Lake District. Do deer like your music?  I hope they like it. It would be really bad if they hated it and went into attack mode or something. Maybe I’ll have to come up with something more spiritual than I normally do. Good eye-deer.  Ha. Honestly, I love festivals. The energy makes it feel more – what’s the word? I guess it feels more like warrior-tisic, which is not a word. Having to fight the elements can make it so intense. Ah yes. The classic British festival “elements”. Don’t forget your wellies. What’s been your worst experience?  The first time I played Glastonbury, in 2000, it rained a lot. Moby was on stage before me, and there was a sewage situation. There was literally poo everywhere. It was revolting. I still had to perform in that funk. So I think I can handle a little rain. Nicki Minaj demanded the grass was mown outside her trailer at T in the Park. Will you be making any such diva-ish demands?  No. When I do a festival, in my mind, I’m camping. People are like: “I like to camp.” Me too. I love it. I do it all the time. What are your camping tips for a successful festival?  Make sure you wear something with feathers and sequins, no matter what time of day. Stilettoes are, obviously, essential. And always carry some antihistamines, because I’m extremely allergic, and festivals bring out the worst in me. You’ve described your last album, Food, as “a kind of unspoken lovefest”. Oo-er. Which track do you most recommend having an unspoken lovefest to?  Ooh. Maybe Biscuits N’ Gravy. Strange name. Then again, other song titles include Jerk Ribs, Friday Fish Fry and Cobbler. Are you sure they didn’t accidentally print your dinner party menu instead of the track listing? Ha. It was kind of a combination. We recorded in this big house and the kitchen was right next to the studio. Some of the time it was just stuff I wanted to be eating. Sometimes it was stuff we actually were eating or cooking. It’s a celebration of food, really. You trained as a sous chef at Le Cordon Bleu and you’ve written a recipe book too – My Life on a Plate: Recipes From Around the World. Mind if we chat some through?  Sure. Pineapple Beef. Literally – grab a pineapple and shove in some beef. Well, I mean, if you want to grossly oversimplify it, absolutely. Um, does it taste as good as it sounds? It’s delicious, actually. It’s something I had in Penang in Malaysia. They do a lot of fruit with protein. It seems like a good combination, it’s a tropical place. It’s not hard. The secret is to slice your beef really thinly before mixing it with the pineapple. Next: Shrimp Alcapurrias. What’s wrong with scampi in a basket, or fish fingers? Well, yeah, it’s nothing like fish sticks. The root is Yautía [cocoyam], that’s the casing. You shred a Yautía and stuff it with the shrimp and it’s almost like a dumpling kind of thing. Sounds delish. What would you cook if we were coming round for tea? I don’t know. I’d have to go to the market and see what’s fresh and what mood I’m in. Do you have any dietary restrictions? Parsnips. Don’t like parsnips. You don’t like parsnips. Why, are they too waxy? No, cos you idly help yourself to one thinking it’s a roast potato and then – hugely disappointing. Ha! Hugely disappointing. Hilarious. You also do a range of Bounty & Full sauces. Er, isn’t it rude to ask for sauce? No, it’s not. I’m American. My best friend is English and she’s always: “Oh my god, you’re SO USA.” You shouldn’t just sit there and not like what they put in front of you. I can’t understand that. Why wouldn’t you just ask? It’s not rude. It’s ruder for them to serve me something I don’t want and expect me to eat it. She’s like: “You’re SO USA.” I’m like: “Yeah, you’re SO British.” Thanks, Kelis. What would go in a Kelis milkshake? Apart from milk, obviously … I don’t think I’ve ever made a milkshake. I made a smoothie the other day that was really good – protein powder, spinach, orange, and crushed ice with a little bit of honey and coconut water. I’ll make you a Kelis smoothie next time you come over. Great. Can I have a milkshake after? I’ll bring some Nesquik. Sure thing. Kelis plays Standon Calling, Kendal Calling and several other festivals.",
  "webTitle": "Kelis: ‘I don’t think I’ve ever made a milkshake’",
  "webPublicationDate": "2016-05-23T12:00:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/kelis-i-never-made-a-milkshake-forgotten-fields-kendal-calling",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kelis",
      "id": "music/kelis",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rich Pelley",
      "id": "profile/rich-pelley"
    }
  ],
  "guardianId": "music/2016/may/23/kelis-i-never-made-a-milkshake-forgotten-fields-kendal-calling"
}