{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/kronos-quartet-review-barbican-london",
  "id": "2016-05-10-201",
  "sectionId": "music",
  "body": "Entirely new in Kronos’s Barbican programme was Seiche by Martin Green (of folk group Lau), whose title refers to a form of wave and which made memorable use of two of Green’s newly invented Kronoscillators – stretched out and amplified Slinkys whose sonic impact proved every bit as extraordinary as the sight of them being played by violinist David Harrington and cellist Sunny Yang. No less than six UK premieres featured, three of them written for the virtuoso ensemble’s Fifty for the Future project, which will see as many composers creating pieces for student or emerging professional quartets. Among them were the increasingly complex My Desert, My Rose by Aleksandra Vrebalov; two movements from Garth Knox’s Satellites, with its flaunting of extended playing techniques; and one from the traditionally based Sunjata’s Time by leading Malian balafon player, Fodé Lassana Diabaté, arranged by Jacob Garchik.            Other pieces making their UK debuts in the latter’s arrangements were The Who’s Baba O’Riley (partly named in tribute to Terry Riley), and Laurie Anderson’s Flow. Groung, an impassioned song of exile by the 19th-century Armenian monk and composer Komitas, was heard in a version by contemporary Armenian-American Mary Kouyoumdjian, who was also responsible for the evening’s most powerful offering. Half reportage, half musical commentary, Bombs of Beirut made use of the recorded voices of Kouyoumdjian’s family and friends as they recalled incidents during the Lebanese civil war; at its climax, the sounds of actual bombing exploded through the speakers into the hall – to shattering effect. • At Colston Hall, Bristol, on 13 May. Box office: 0844-887 1500. Then touring.",
  "webTitle": "Kronos Quartet review – sonic Slinkys and exploding bombs",
  "webPublicationDate": "2016-05-10T11:24:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/kronos-quartet-review-barbican-london",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kronos Quartet",
      "id": "music/kronos-quartet",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "George Hall",
      "id": "profile/georgehall"
    }
  ],
  "guardianId": "music/2016/may/10/kronos-quartet-review-barbican-london"
}