{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/solitary-confinement-mentally-ill-prisoners-florida",
  "id": "2016-05-03-235",
  "sectionId": "world",
  "body": "After her son tore off his penis with his bare hands in his cell, Gemma Pena thought Florida’s prison authorities might see his illness. They’d see he needed a hospital, instead of solitary confinement. “No,” she said. “That’s when the nightmare really started.” As her son Kristopher has moved through Florida’s prison system; so has Pena, relocating around the state to stay close to him. Now she lives in a tiny one-room apartment in a run-down Miami neighborhood. There’s a bed, a small table, two chairs, and a little window. She keeps the door locked. She lives in a solitary confinement of her own. The room is tidy to the point of emptiness. But as she talked about her son, materials emerged from hiding places. Childhood mementos from under the bed, medical records in a closet. Before long they covered the table, the chairs, spilling on to the floor. She has saved everything – everything – starting with his birth certificate, the “Happy Tooth Cavity Fighter Club” certificate, and eventually darker certifications from mental institutions. Recently she unearthed them like an archeologist, moving through the layers from his childhood through his illness and imprisonment. But then the record falls silent, for two years. He disappeared. “They call it ‘the box’,” she said.    Solitary confinement 6x9   Solitary prisoners live in isolation, but in Florida they’re far from alone. One in eight prisoners in the state lives in solitary confinement, according to recent statistics from the Florida department of corrections (FDC). That’s more than three times the average in state prisons across the nation. One in five prisoners with mental illness is in solitary, and among juveniles housed in adult prisons the number jumps to one in three. At any time, across the United States there are 80,000 to 100,000 people in solitary confinement, which means Florida alone – with more than 12,000 isolated inmates – accounts for one in eight of the US total. Those statistics recently spurred the American Civil Liberties Union in Florida to send a letter to the US Department of Justice, requesting a federal investigation. “We wish to bring to your attention the overuse of solitary confinement in our state,” the organization wrote. It cited President Obama’s recent ban on confining juveniles to solitary in federal prisons as an indication that in many cases isolation is not useful, and in others it’s harmful. “Florida is one of the major – if not the major – states in the country that has relied on incarceration as the solution to its problems,” Howard Simon, head of the ACLU in Florida, recently told the Guardian. Piling people into prisons, he said, has left the state’s prison wardens with no choice but to use solitary confinement. They don’t have the staff to handle so many prisoners. The Florida department of corrections disputes the numbers the ACLU used to call for federal intervention. “They’re just incorrect,” said McKinley Lewis, the FDC’s spokesman.    Piling people into prisons, he said, has left the state’s prison wardens with no choice but to use solitary confinement    The FDC itself, though, submitted the same statistics to a survey by Yale University of solitary confinement. “Well, that was never meant for public disclosure,” Lewis said. The correct numbers, he said, are lower. “There was some confusion over the definition of solitary confinement. Some people will say that death row isn’t solitary confinement, some people will say that it is. Sometimes it has to do with how much time is spent outside.”  He did not have the correct numbers at hand, he said. The FDC announced this month that it hopes to hire 4,000 new corrections officers to help staff prisons. Currently it employs just over 16,000. But the attrition rate among officers is so high that even if the hiring program is completely successful, according to Lewis, the new total will come to “close to 18,000”. “Staffing is the short-range problem,” Simon said. “The long-range problem is that Florida’s legislature is imposing polices on the prison system, like mandatory sentencing, that drive up the population.” As the quantity of imprisonment goes up, inevitably the quality of oversight goes down. “Take people with mental health problems who are put in solitary,” Simon said. “Not only are we not addressing the problem, we’re making it worse.” • • • One afternoon in 2001, Gemma Pena came home from work and climbed into her shower. No matter how far she rotated the handle, though, no hot water came out.     Kristopher Pena, shortly before his schizophrenia set in. Photograph: courtesy of Gemma Pena    She went to her son’s Kristopher’s room, where he was in his bed. That seemed strange. He was 14, and until a few days earlier he had spent all his time outside, active. “Kris,” she said. “Have you had a shower?” “Yes. I’ve had many showers,” he said. “Many? Is that why there’s no hot water?” He unfolded himself from the bed, and took his mother to the utility room, and climbed on a counter to reach the top of the water heater. “See?” he said. Pena stared at him, confused. She had immigrated from Cuba, and worked to make sure Kristopher and her other two sons were as American as possible. Kristopher had recently won honors at MacDill air force base, and been appointed a petty officer by the navy cadet corps. He planned to become a Navy Seal, and had already earned a black belt in taekwondo. His quick mind was the pride of the family. But a few days earlier Pena noticed him mumbling to himself. He slept more than he had before. Pena works as a cardiovascular technician. She’s not a doctor, but she knew enough to feel alarmed. Now she looked up at him, standing over their water heater, where he held a fistful of wires that should have run into the ceiling. “They’ve got a device,” he told her. “They’re trying to listen to us.” “Who?” “The CIA,” he said. • • • Paranoid schizophrenia, the doctors said. The next years were a blur of medicines and paperwork and what Pena calls “Baker-Acting”. The Baker Act is Florida’s statute that allows involuntary hospitalization of patients too mentally ill to ask for help.  For the next few years no day was predictable, but every day fit a pattern. The mother and son fell into a rhythm familiar to most anyone who has cared for a mentally ill loved one: Kristopher would have a mental crisis – paranoia, or hallucinations – and she would take him to a facility. Doctors would give him medicines, stabilize his mind, and release him. He would take the medicine until he felt better, and then he would stop. Pena used trays of pill holders, dozens of them, to simplify the complex dosages, but she would find him hiding the pills away. “They make me stupid, mom,” he told her.    'They’ve got a device,' he told her. 'They’re trying to listen to us'    In his late teens someone introduced him to drugs that needed no fiddly pill holders or motherly devotion. Drugs that didn’t make his mind feel sluggish. So when he drifted away from his prescribed medicines, he smoked and snorted whatever his friends had. It kept his mind tuned to white noise. Pena knew what he was doing. And she knew Miami. So she moved north, to rural Polk County, where she lived on several acres with a pond and fresh air. “This will do him some good,” she thought. But the schizophrenia followed them into the countryside.  One night in the midst of a crisis, Pena couldn’t get Kristopher to come to the hospital. He ran and hid, and eventually police came out to search for him. As a helicopter circled the property and officers combed the grounds, Pena realized the police were not equipped to handle her son. They hunt criminals, not patients. Eventually the officers found Kristopher hiding underwater in the pond, and tasered him until he submitted. The drug problem grew worse. One day in 2008 a team of tactical officers crashed into Pena’s house as she was showering. They were looking for Kristopher, who was 21 now. Apparently he had been trying to buy drugs, and someone – either he or the other person – pulled a pistol. In the ensuing scuffle Kristopher shot the guy’s leg, Pena said, and ran away. A few days later Kristopher turned himself in. • • • “Four years,” Pena said, sitting at her kitchen table. From her hand a stack of letters from doctors cascaded on to her table. Despite a lifetime of medical paperwork, she said, the state took four years to decide whether Kristopher was competent to stand trial. During those four years his pattern continued, behind locked doors: he would have an episode, his jailers would send him for treatment at a mental hospital, and he would repeat. Pena spent this time shuttling between doctors, begging hospital doctors and prison doctors to talk with each other. But after four years the state decided that yes, he was competent. He took a plea deal for a 10-year sentence for robbery and assault with a deadly weapon. From Polk County jail he moved to Dade Correctional Institution, back in Miami, and Pena followed him there. The last time she saw him there, in late 2012, she talked to him through a small hole in a glass divider. He leaned in. “Who are you?” “It’s me, baby. It’s your mom.” She stared at him as he looked over one shoulder and then the other. She could smell him through the divider.  “Have you showered Kris? You don’t smell good.”     Gemma Pena in her kitchen, showing Kristopher’s baby footprints from the hospital. Photograph: Matthew Teague    He leaned back. “Oh,” he said, raising his voice. “Now I guess you want me to take a hot shower. Is that what you want? You want me to take a hot shower?” Pena stared, baffled. She didn’t know that another mentally ill inmate, 50-year-old Darren Rainey, had recently died at Dade Correctional, when guards locked him in a shower for more than two hours with the hot water turned to the maximum. In January the local medical examiner ruled that Rainey had died of a combination of schizophrenia, heart disease and “confinement” in the shower. So far no charges have been brought against any of the guards watching Rainey, who was in solitary confinement. Shortly after that last visit Kristopher, now in his late 20s, disappeared into “the box”.  “It could have been anything,” Pena said. “Any little infraction. The guards say, ‘Walk on this line,’ or ‘Step into this cell,’ and give him a little push. He might push back, because he has no idea what’s going on.” A court eventually granted Pena power of attorney for Kristopher, which meant she could access his medical records. And they horrified her: suicide attempts. Self-injury. At one point he had torn off most of his penis, which doctors at a local hospital had sutured back together. In her kitchen as she remembered it, Pena slowly looked up at her ceiling, leaning back while her eyes filled. Once the tears broke, she tilted forward until her face touched the pile of papers on the table before her. “You don’t know what it’s like,” she said. “It’s torture.” • • • For two years Pena lobbied to see her son, without success. Her requests for visitation were denied because he was unfit for visitors. He wasn’t safe. Finally, in 2015, she gained a visit. Across the divider she saw a metal cylinder with holes, where Kristopher would sit. Beyond it, down the hall, she saw four guards walk an old man in shackles toward the visiting room. A guard steadied each arm, because the inmate could hardly walk. And with growing horror Pena realized the old man was her son. She recoiled, and burst into tears, as they moved him into the enclosed cylinder. He had lost 100 pounds, and his hair. His normally brown skin was white. The last time she had seen him, he had not recognized her. And now, after time in solitary confinement, she could not recognize him. In the visiting area there was a small commissary where family members could buy up to $50 in food. Pena bought $50 in hamburgers and gave them to the guards, who took them to Kristopher in his cylinder. The visit lasted two hours, and neither mother nor son spoke. For two hours she watched him eat hamburgers in silence.    She recoiled, and burst into tears ... He had lost 100 pounds, and his hair. His normally brown skin was white    She was allowed to send a few dollars each month to an account that Kristopher could use for food and toiletries beyond the standard fare. All he had to do was fill out a small form indicating what he wanted to buy. “How much money is in his account?” she asked the prison administrators. “$500”, they told her. • • • A couple of months ago Pena received word that Kristopher had been taken out of solitary confinement. He was taking a new medicine, prison officials told her. Haldol. Kristopher’s overseers had reached back to the 1950s, at the height of America’s mental-institution boom. Drug-makers invented Haldol as a knockout drug, essentially, for schizophrenic patients. “Hound dog,” nurses call it today. Now that he’s back in the general prison population Kristopher can receive visitors on Thursdays. He has been moved to Union Correctional, near Jacksonville. It’s six and a half hours from Miami. So Pena rations out her vacation days, and once a month, after work on Wednesday, she drives through the night to the prison. She endures the searching and probing, sits with her son a little while, and then drives back south toward her little apartment. It’s exhausting. And all of it – the paperwork, the lobbying, the doctors, the advocating – has disrupted her life until it is unrecognizable to her. Kristopher’s father died a few years ago, and Pena weeps at the idea of trying to start a new life with someone else. “I don’t want to be a woman any more,” she said, trembling. “I only want to be a mother.” Last year the governor of Florida appointed a new secretary of the department of corrections, Julie Jones, who has indicated interest in alternatives to isolation. This month she attended a conference on solitary confinement at Yale. Afterward she wrote that “it is important that we take into serious consideration the challenges faced by this practice along with the realities that necessitate it”.  McKinley Lewis, the FDC’s spokesman, said: “It’s a passion of hers.” Pena remains skeptical. “Only God can change it,” she said. On Haldol, Kristopher is semi-present. His eyes drift away from hers, and she’ll playfully snap her fingers to catch his attention. Sometimes he simply falls asleep, and she watches him. It’s like having a little boy again, almost. When he was a teenager, between schizophrenic episodes he talked about using his disability check to get a place of his own. Now, as a 30-year-old man who is both ancient and toddling, he sometimes talks about being released in 2018. He’s had enough alone time, he told his mother during her last visit. “Mom,” he said. “Can I live with you?”",
  "webTitle": "Mentally ill in solitary: 'We're not addressing the problem, we’re making it worse'",
  "webPublicationDate": "2016-05-03T11:00:55Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/solitary-confinement-mentally-ill-prisoners-florida",
  "keyword": [
    {
      "webTitle": "US prisons",
      "id": "us-news/us-prisons",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Teague",
      "id": "profile/matthew-teague"
    }
  ],
  "guardianId": "world/2016/may/03/solitary-confinement-mentally-ill-prisoners-florida"
}