{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/west-ham-unitd-olympic-stadium-david-gold",
  "id": "2016-05-09-23",
  "sectionId": "football",
  "body": "David Gold has hit back at criticism of West Ham United’s move to the Olympic Stadium by claiming the deal will be beneficial for taxpayers and prevent the ground becoming a white elephant.   Related: How West Ham struck the deal of the century with Olympic Stadium move    Asked whether West Ham had got lucky with the controversial deal under which they will pay £2.5m a year in rent from next season, the club’s co-owner claimed “a ridiculous stadium” had been rescued from a grim future. It was confirmed last month the stadium will have cost £701m after an extensive £272m conversion to make it suitable for football after the London Legacy Development Corporation was forced to publish full details of the contract. West Ham will contribute £15m towards the conversion and it was also revealed the LLDC, which fought to keep the contract secret in the face of a Freedom of Information campaign backed by a coalition of 14 supporters’ trusts and a petition signed by almost 30,000 people, will meet the full running costs of the 60,000-capacity stadium, providing everything from stewards to corner flags. However West Ham, who host Manchester United in the final game at Upton Park on Tuesday night, maintain they represent the most viable, subsidy-free future for the stadium in the wake of what Gold described as mistakes made by politicians and London 2012 organisers. “It is a once-in-a-lifetime opportunity,” Gold said. “Try to think of another opportunity. Manchester City – except they’ve planned it with skill and forethought, whereas we didn’t. We built a stadium that was built by a number of very arrogant people that had no foresight for the future. They built a ridiculous stadium but we have made the best of it.     A general view of the Olympic Stadium, London. Photograph: Steve Paston/PA    “It’s just ill-informed judgments and opinions. I get that. Sometimes a newspaper will pick out and its headline will be: ‘Taxpayer paying for the flags and the goalposts.’ What a fantastic headline. It gives everybody a misinformation. It sends out the wrong information that they believe the taxpayer is paying for everything and they get nothing in exchange. “That’s ridiculous. The taxpayer is going to make a profit. It wouldn’t make a profit if you tore down the stadium and put it into a 25,000-seater, would it? Come on, how many people are going to watch the world championship hop, skip and jump?” West Ham have sold 52,000 season tickets for next season and Gold, criticising a lack of foresight from politicians, said that the club would give the stadium a new lease of life. “We are lucky in a sense that we are 1.6 miles away from an iconic Olympic Stadium,” he said. “It wouldn’t work if we were 116 miles away. So you can say we were lucky that they built the Olympic Stadium. And thankfully, to a degree, they are lucky they built the stadium in Stratford because if they built it anywhere else this would be a white elephant costing the taxpayer millions of pounds.”",
  "webTitle": "West Ham's Olympic Stadium deal benefits taxpayer, claims David Gold",
  "webPublicationDate": "2016-05-09T21:30:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/west-ham-unitd-olympic-stadium-david-gold",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Olympic Stadium",
      "id": "sport/olympic-stadium",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/09/west-ham-unitd-olympic-stadium-david-gold"
}