{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/19/flood-defence-vejle-denmark-resilience",
  "id": "2016-05-19-244",
  "sectionId": "cities",
  "body": "“When we started the process, everyone thought ‘resilience’ was just about climate adaptation and fighting flooding,” says Jonas Kroustrup, chief resilience officer (CRO) for Vejle, a city of just over 100,000 people in southern Denmark. “But when we started to unfold the topic and ask people what it meant to them, it came to the point where social resilience became the main heart of the strategy.” Earlier this year, Vejle launched Europe’s first urban resilience strategy, which will see more than 100 city-wide initiatives – from cycle highways to flood-adapted neighbourhoods – rolled out over the next four years, in order to develop the city’s adaptability to future challenges. Resilient Vejle is one of 11 strategies announced so far as part of the Rockefeller Foundation’s global initiative 100 Resilient Cities (100RC), with Rotterdam the latest to be launched today. Cities as far afield and as varied as Rio de Janeiro, Byblos, San Francisco and New York have produced detailed strategies; each offers a bespoke blueprint for how the city will better prepare for, and bounce back from, all manner of pressures and shocks – not just climate change and natural disasters, but rampant urbanisation, economic downturns, social unrest, changing technologies and more.  Vejle fits the profile of a resilient city rather well. Located at the mouth of a fjord and the meeting point of two rivers, the city – whose name means “ford” – has always had a close relationship with water, beginning life as a fishing village before growing into an important port city for Denmark’s industrial trade.    Co-creation requires an openness to recognise that we don’t have all the answers and solutions  Ulla Varneskov     But today, the water that brought Vejle such prosperity is its biggest threat: sea-levels are expected to rise by 25cm in the fjord by 2050, and it is at serious risk of flooding due to its low-level topography. During the industrial revolution, Vejle was known as “the Manchester of Denmark” for its thriving manufacturing industry, but in recent years, the city has suffered as a result of the financial crisis, and new technology creating a turbulent job market. Furthermore, Kroustrup explains, an ageing population and limited higher education options make it difficult for the city to retain young minds.  Vejle’s response to this challenge is fascinating in the context of the refugee crisis – a politically sensitive issue in Denmark as elsewhere in Europe. According to Kroustrup, the city is looking at immigration from a new perspective as a “step-up for the city to become a globalised society”, having been voted the best municipality for refugee integration in Denmark in 2012.     Vejle’s floating kayak club, the first of its kind in Denmark. Photograph: Nils Rosenvold    In Vejle, protecting against climate, economic and social shocks takes on a very human form. Underlying all aspects of its resilience strategy is the mantra of “co-creation”, a bottom-up meets top-down approach that calls for collaboration between citizens and the municipality. “Co-creation requires an openness to recognise that we don’t have all the answers and solutions,” says Ulla Varneskov, coordinator for integration and social resilience in Vejle. “Collaboration is a prerequisite for a better future for all … that requires a pinch of risk-taking to put one’s own resources and provisions into play.” To make sure drawing up the strategy was not simply a “desktop process”, an architecture school from the neighbouring city of Aarhus ran workshops where residents were invited to shape and build 3D models of Vejle, adding in their priorities and concerns for the city. Open meetings were held and existing citizen networks engaged to ensure a collaborative relationship between citizens, the municipality and other stakeholders (which will continue to come into play as Vejle rolls out the resilient actions). “By involving broad input from the beginning, on the one hand we reduced the obvious pitfalls [of miscommunication],” Varneskov says. “But on the other, this required an almost inhuman overview of a very complicated process to ensure that all voices are heard in a way that ensured a coherent strategy.” Vejle has identified three neighbourhoods that will be used as “laboratories” for experimenting with different resilience projects, from physical infrastructure, to community cohesion initiatives. A waterfront neighbourhood will become a test-bed for storm management and flood adaptation, of which a large portion will be integrated into everyday public spaces to enhance liveability – a technique already underway in cities including Copenhagen – while another area with a large amount of social housing will become a laboratory for bottom-up community initiatives. Looking further into the future, an 80-hectare brownfield site on the outskirts of Vejle will be developed into a new residential area by 2050, by integrating and scaling up successful solutions from elsewhere in the city. Vejle may be tiny in comparison to a city such as New York, but its pledge to build urban resilience hasn’t gone unnoticed across the Atlantic. According to Daniel Zarrilli, Kroustrup’s counterpart CRO: “Vejle may be a smaller city than New York, but it’s demonstrating creativity in tackling it biggest challenges. By studying practices from around the globe, we can be sure that even our own OneNYC strategy continues to evolve as we prepare our growing city to be even more equitable, more sustainable and more resilient.”     New York’s resilience strategy includes how to repair the extensive damage from Hurricane Sandy. Photograph: Spencer Platt/Getty Images    For New York, many challenges brought about by climate change, growth, ageing infrastructure and rising inequality will be faced in the coming decades. The city’s $19.5bn (£13.5bn) climate resilience strategy outlines more than 250 actions from elevating electrical infrastructure, to constructing flood walls and repairing the damage caused by Hurricane Sandy in 2012.    Vejle has taken a critical step by making resilience central to their city’s overall strategy  Daniel Zarrilli     The city of New Orleans is also looking at how to bounce back from the impact of storm-related damage in the wake of Hurricane Katrina. Its strategy – which recently received a best practice award by the American Planning Association – adopts a technical approach to resilience, with actions including an urban water plan, redesigning the transport system and leveraging critical resources for coastal projects. Kroustrup and others involved in Vejle’s resilience efforts recently returned from an ideas sharing event with other CROs in New York and New Orleans – the first two cities to deliver their strategies last year. “All cities have something to learn from each other,” he agrees. “Resilience isn’t a state you’re in, it’s something you do and it’s reflected in the way you’re organised.” The visit to the US was a chance for cities in the 100RC network to exchange ideas around building resilience. A similar visit took place to Rotterdam earlier this year – flood-adapted solutions from this sea-level city have inspired actions of other members of the network, and collaborative relationships are being formed.   Related: Expect the unexpected: how to measure and improve a city's resilience    But as each new strategy is made public, it also becomes clear that each city’s approach must be unique to its circumstances. In contrast, perhaps, to the traditions of the Danish welfare society “where the citizen is a consumer of services”, Vejle hopes to learn from its citizens by supporting existing initiatives and enabling people to take ownership of services to create self-sustaining communities. “It’s very difficult to see social resilience,” Kroustrup says. “It’s embedded in culture, communities and relationships. Our challenge is to inscribe this into infrastructure to make this city more liveable.” But as is the case with all of the plans drawn up under the 100RC guidelines, they must be backed up with effective implementation. “Vejle has taken a critical step by making resilience central to their city’s overall strategy,” says NYC’s Zarrilli. “Now the hard work begins of partnering to deliver on their ambitious vision.” Guardian Cities is a member of the Habitat III Journalism Project; read more about the project here. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "More than just a flood defence: how Vejle built a blueprint for resilience",
  "webPublicationDate": "2016-05-19T10:26:22Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/19/flood-defence-vejle-denmark-resilience",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Denmark",
      "id": "world/denmark",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Athlyn Cathcart-Keays",
      "id": "profile/athlyn-cathcart-keays"
    }
  ],
  "guardianId": "cities/2016/may/19/flood-defence-vejle-denmark-resilience"
}