{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/arsene-wenger-arsenal-leicester-premier-league-shocks",
  "id": "2016-05-07-41",
  "sectionId": "football",
  "body": "Arsène Wenger, who prides himself on the consistency Arsenal show in finishing in the top four throughout his two decades at the club, believes the days of the same cabal of elite clubs earning Champions League qualification are numbered. “This might be questioned in the future,” Wenger said. “The big question mark is what happened with Leicester could happen again with a different team.” Such is the new opportunity symbolised by Leicester City’s remarkable title win, and the enhanced financial power that has strengthened the transfer market position for those outside the traditional Premier League powerbase, Wenger found it difficult to imagine how many teams could be in contention next season. “Let’s go back to the start of this season,” he said. “Predictions were: number one Chelsea will win it again. Number two, Man City. In the end any pundit who would have predicted Leicester would have met the response: ‘Stop your job and do something else’. And that is what can happen again.   Related: How West Ham struck the deal of the century with Olympic Stadium move    “Maybe a team that nobody expects now will come next season and surprise everyone. All the English clubs have the money to buy now. You’ve got West Ham moving into a new stadium with more potential with the finances that brings. Tottenham are creating a new stadium as well. So in a few years the potential in England will be much more shared than everywhere else and you can get more surprises. Let’s not forget Leicester are not poor. If you go to the car park of Leicester, you will still see some nice cars. But they’ve done extremely well with less resources and their efficiency level between money spent and results are by far the best in Europe, and you have to give them credit for that.” Wenger has been struck by how there has been a kind of equalising effect in the Premier League this season. “First of all every English team can buy players,” he said. “And the difference in the market between those who are just a fraction better and the players who will go to lower clubs can be made up with a bit more spirit and a bit more fighting, a bit more support and a bit less expectation.” While full of respect for Leicester’s unprecedented achievement, Wenger admitted it has stung to see the way the title race ended up. “It hurts. If somebody is better than you, you have to accept it and Leicester were better than everybody else. Do you think Man City, Tottenham or Man United have no regret? That’s competition.” Wenger takes his Arsenal team to Manchester City knowing a win would tie up third place. After an unforgiving second half to the season, he is urging his team to finish strongly. “We have to be more ruthless,” he said.",
  "webTitle": "Arsène Wenger warns of more Premier League shocks after Leicester",
  "webPublicationDate": "2016-05-07T21:30:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/arsene-wenger-arsenal-leicester-premier-league-shocks",
  "keyword": [
    {
      "webTitle": "Arsène Wenger",
      "id": "football/arsene-wenger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Lawrence",
      "id": "profile/amylawrence"
    }
  ],
  "guardianId": "football/2016/may/07/arsene-wenger-arsenal-leicester-premier-league-shocks"
}