{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/10/tv-showdown-boris-johnson-eu-referendum-cameron",
  "id": "2016-05-10-173",
  "sectionId": "politics",
  "body": "With the road now clear for the remaining “short campaign” to the EU referendum, both sides are accusing their rival of panic: David Cameron for allegedly warning of future European wars, Iain Duncan Smith and Boris Johnson for assorted wild exaggerations. Six more weeks of this second-rate hysteria.  Me, my money for the day’s top panic is on IDS’s “exclusive” Sun revelation. It recycles old news that Angela Merkel vetoed Dave’s plan back in late 2014 for EU member states to apply an “emergency brake” on internal migration. It was well reported at the time.  So that’s about as “exclusive” a bit of news as last weekend’s burst of sunshine for which neither side in the referendum campaign has yet claimed credit. Give them time, give them time. Both sides are saying some self-evidently silly things. For Duncan Smith of all people to say EU membership will “hurt the poor” is certainly chutzpah.   Related: Iain Duncan Smith: Cameron let Germans veto 'emergency brake'    But IDS’s claim to have “seen the Merkel correspondence” did have a purpose. It served to knock the latest weighty, anti-Brexit blasts, round robin letters from retired Nato and senior US officials, off the front pages. The dear old BBC, the Brexit crowd’s other pet hate, swallowed the story whole. I don’t share Jonathan Freedland’s fear that the ploy may be effective among unconverted waverers. Can you imagine how the Daily Beast and the Brute would react if Jeremy Corbyn dared promote a half-baked (“Trust me, I’m a politician”) strategy condemned by the entire US policy establishment, by the EU (of course) and most other countries, but given encouragement by Donald Trump, Vladimir Putin and other mouthy nationalists? Before we turn to the Sun’s equally exclusive poll of road users – you’ll have to wait to know which way “road users” will vote – let’s look at the widely sort-of-reported rival speeches made on Sunday by Cameron and Johnson. Here’s Cameron’s. And here’s the ex-London mayor’s. Personally, I don’t greatly care for either. Few substantial arguments are marshalled in major political speech these days, few compelling moral arguments mustered with conviction, fewer still have the courage to offer the British people “blood, toil, tears and sweat” instead of a cosier existence. Cameron’s history is flaky as usual (that Oxford degree in general studies doesn’t quite do the business), though not as sentimentally tendentious as the Tory/republican court historian Andrew Roberts in Tuesday’s Mail. It’s worth a glance, too, though clever Martin Kettle handles the delicate “was Churchill a remainer or a Brexiteer?” question more judiciously here. In the 1950s Churchill steered clear of the “common market” but would he in 2016? Above all, he was a realist.     Winston Churchill in 1951. Photograph: PA    A cut-price Churchill, more Aldi than Fortnum & Mason, Boris’s speech, long by the standards of his soundbite career and 1,100-word weekly column in the Telegraph, will appeal to some. It makes some good points about excessive immigration, though with no wider context (all those migrants in “sovereign” Norway, eh, Boris?), let alone offer a remedy.  He complains about the busybody European courts, rightly so. Ditto, the EU’s economic errors. But he is still asking questions at a stage in the campaign when the fractious leave campaign should be providing answers. If immigration is its best card – they don’t have an answer to that either – then its failure to provide any coherent or convincing vision of a post-Brexit Britain is what may – may – finally sink them and (with luck) Boris too.  Everyone who knows him well also knows how he agonised over which way to jump on Brexit. It shows. Polly Toynbee argues here that Dave should show up Boris’s flakiness in a TV debate. Risky, but worth considering. Years ago Polly did a head-to-head programme with Boris on Sky that had to be dumped because he simply didn’t know enough. It shouldn’t all be like this, of course. At a typically downbeat pro-EU discussion staged by the FT’s 125 flagship programme on Monday night, the chancellor, George Osborne, conceded there are valid arguments on both sides, but that the balance of advantage lies with In. That’s the Cameron message.   Related: David Cameron v Boris Johnson live on TV: the EU debate we must have | Polly Toynbee    But Osborne added that Britain’s two main EU policies since the 80s, Labour as well as Tory, have been promotion of the single market (not yet achieved) and of expansion to include the former Soviet bloc states (still a fragile project in every sense), while rejecting two key policies that we judge unsuitable and unwise: the single currency and the Schengen borderless zone. That glosses over problems and failures that have mostly been our own, not Europe’s. But on balance he’s right. Yes, the EU fumbled the crisis in Ukraine, as Boris said. But did British foreign policy do better? Or on Libya or Syria? No. Not a single German soldier in European uniform in sight there to frighten the Daily Express! That must be why so many professionals in so many fields – science and medicine as well as house building, security and intelligence, manufacturing business and finance, US presidents and CIA chiefs (etc, etc) are queuing up to tell British voters that Brexit would be a serious mistake, costly to their endeavours in a networked world. Who does the other side promote? IDS, Liam Fox, Chris Grayling, Priti Patel, B team entrepreneurs, professional gamblers and hedge fund types who don’t make much impact even when turbo-charged by Brexit headlines in Fleet St. The former chancellor Nigel Lawson who got so many things wrong himself? He’s a climate change sceptic too. No coincidence there. Even normally fluent Michael Gove falters. And the Sun? Daft as ever (its readers are often so much smarter) it promotes a gloriously pointless “poll” – billed as the biggest ever because it was culled from a quiz run by a website called petrolprices.com. I won’t spoil the result by revealing which way a self-selected group of price-conscious motorists might vote after a hard day in traffic.  Pretty panicky stuff, I’d say. And it doesn’t explain how restored “sovereignty” would lower prices or ease those bottlenecks either.",
  "webTitle": "TV showdown with Boris over EU might be worth risk for Cameron",
  "webPublicationDate": "2016-05-10T12:33:57Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/10/tv-showdown-boris-johnson-eu-referendum-cameron",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/blog/2016/may/10/tv-showdown-boris-johnson-eu-referendum-cameron"
}