{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/living-with-an-illness-thats-barely-understood",
  "id": "2016-05-09-62",
  "sectionId": "society",
  "body": "Mary Dejevsky is right to point out that public and professional attention is given to cancer at the expense of other serious medical conditions (Let’s give all illnesses the cancer treatment, 4 May). I have inclusion body myositis, a rare condition in which the muscles waste away. Like Parkinson’s disease it affects older people, though there are other forms of myositis that are found in younger people. There is currently no treatment, and cuts to social services and the health service mean access to support such as physiotherapy, occupational therapy and speech therapy is spread very thin. Awareness of myositis among professionals is also very low, so patients have to become noisy advocates working through charities, in this case the Muscular Dystrophy Association, or individually. The cost to the health service through emergency hospital admissions, bed-blocking and severe disability is high, and access to specialist services is minimal. I get my main support from a closed Facebook group where fellow patients provide valuable advice on a regular basis. I quite agree with Mary Dejevsky that raising the profile of neurological conditions should be a much higher priority, not least because I have been told that the incidence of diagnosed cases is rising, perhaps because some people are being “cured” of higher-profile conditions such as cancer. It can be tiring having to tell every professional you meet the name of your illness and then explain what it is.Elizabeth Hoadley-MaidmentPenzance, Cornwall • Mary Dejevsky expresses concern that there is too much focus on cancer treatment and care, perhaps at the expense of other conditions. Dejevsky makes important points about the lack of attention given to neurological conditions and mental health, but it is important to reiterate the scale of the challenge cancer poses to health and social care. Cancer remains the leading cause of death in the UK, and 2.5 million people are currently living with a cancer diagnosis; this is due to rise to 4 million by 2030. More people than ever before survive in the long term, but often in poor health, requiring extensive support for the rest of their life. But it would be a mistake to address any long-term condition in isolation. It is often not as clearcut as a person solely living with cancer or another serious illness. We estimate that currently 1.8 million people with cancer are living with at least one other long-term condition such as dementia or heart disease. Mental health is another important example of this; depression and anxiety often go hand in hand with serious illnesses including cancer. These people’s needs are often very complex, so to meet this challenge we must change the way we approach and coordinate treatment and care. As an example, Macmillan Cancer Support has funded cancer and dementia nurse specialists to address the evolving needs of the growing number of people with cancer and dementia. If the UK fails to embrace a more person-centred approach, those being treated will lose out in the long run, and our health system will struggle to meet the future demands that will be placed upon it.Dr Fran WoodardExecutive director of policy and impact, Macmillan Cancer Support  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Living with an illness that’s barely understood | Letters",
  "webPublicationDate": "2016-05-09T18:53:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/living-with-an-illness-thats-barely-understood",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cancer",
      "id": "science/cancer",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/09/living-with-an-illness-thats-barely-understood"
}