{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/everybody-wants-some-richard-linklater-boyhood",
  "id": "2016-05-13-188",
  "sectionId": "film",
  "body": "Even if Tyler Hoechlin didn’t play the ultra-competitive McReynolds in Richard Linklater’s college baseball bro-opic Everybody Wants Some!!, it wouldn’t be hard to spot his own emulous zeal. We’re at Bounce, a London table tennis bar (yes, these things exist), in honour of one of the movie’s most memorable scenes, and he is playing ping pong like he wants to put a ball-shaped hole in me. I bat it back just as hard. Hoechlin smashes it again. I return it. Dumpf. He clearly wasn’t prepared for such a steadfast opponent. In the film, McReynolds unable to lose at anything (pool, beer pong, picking up girls), well, loses. And then loses it. Things end up broken. In the bar, I’m worried our game will end similarly. Hoechlin beats me – only just beats me – 11-9. I try to contain my fury. Really this is just a foil for me to get closer to bro culture: how it is now, betwixt a group of testosteronery young lad-actors who are kicking back during a probably laborious press tour; and how it was then, in the 80s when the film is set, among the group of far more mustachioed college athletes they play.            Linklater has called the film a “spiritual sequel” to both his most recent film, Boyhood, the coming-of-age epic that ended with its lead character slinging down his backpack in his new college dorm, and to cult classic Dazed And Confused, his 1976-set suburban high school portrait. For Everybody Wants Some!! – the title is a Van Halen song but those exclamation marks could pass for baseball bats – we fast-forward to the fictional Southeast Texas University, 1980.    Related: Everybody Wants Some!! review – Richard Linklater's sports jock comedy is a winner    Our first introduction to the gang is Jake (Glee’s Blake Jenner), a freshman with a Mount Rushmore chin, a crate of Devo records and a T-shirt that looks as if it has been applied by aerosol can. Jake rooms with the rest of his team-mates, who represent every type of man marrow. There’s McReynolds – special talent: striking a ball with an axe so cleanly it slices in two – and Finnegan (played by Glen Powell) who reads Kerouac, smokes a pipe and flirts using a line about his “average-sized penis”. Also on the team are hothead pitcher Jay, who can throw a ball at 95mph but whose social skills remain elusive, the discerning Dale (the only significant person of colour in the film), Nesbit (handlebar moustache, John Lennon shades), country bumpkin Beuter and hippy manchild Willoughby. Add to this machismo mix an opening 10 minutes dedicated to our heroes cruising campus in a Pontiac trying to pick up girls and it’s all starting to sound a bit American Pie. But EWS!! is far from that. Usually in high school or college films the frat-boy bros (Sean William-Scott 90% of the time) are sidelined as dumb but pretty. EWS!!, however, is shot through with warmth, humour and sensitivity. It depicts athleticism and Whip It-fast wit but also – for once – analyses how it feels to be expected to play a game of knuckle flicking, and to enjoy it. Linklater nails the pressure that guys come under to act cocksure when they aren’t really that sure at all.     Blake Jenner and Temple Baker. Photograph: Rex    “Jocks get such a bad rap,” says Hoechlin, once we’re ensconced in a booth, of how the film aims to counter their image. He’s so adamant about this throughout the interview that I expect him to start handing out flyers and buttons. “Usually you see jocks sprinkled into a film. They are an easy antagonist. Jocks are made to seem like they exclude a lot of people. But my character McReynolds and Nesbit are two guys who would never be friends in real life if they weren’t on a baseball team. So, actually, jocks are incredibly inclusive.” The dynamic between teammates is like that of “intimate relationships”, they argue. “There’s a familiarity and you start to understand them to a level where you start knowing their moves on the field in a better way. It’s a really weird shorthand that you develop”, says Glen Powell, who seamlessly hands the verbal baton to Hoechlin. His memories of college with buddies were that “you sit down, eat, put something on to watch, and no one said anything. You didn’t have to. You could make a joke, but you could also just sit there for hours and not say anything and it didn’t matter. The point was hanging out not ‘is everyone having a good time? Is everyone entertained?’ You’re just being in the same space.” I suggest the film even has homoerotic undertones, and that the butt-patting and chest-bumping is Linklater’s own visual shorthand for what the boys describe. Powell agrees, telling me that one critic called the film “the gayest of 2016”, not least because, in one scene, McReynolds sprawls across a couch in a crop-top looking for all the world like a Greek Olympian.    Related: Richard Linklater: ‘Someone’s living back there, and he’s murdered somebody’    It is a refreshing change from other frat-pack films and their backs-to-the-walls-lads #banter. (That there is not one “That’s so gay” in its two-hour running time seems extraordinary.) The film has been criticised for being sexist (it fails the Bechdel test, and there is only one named main female character, Beverly). But I don’t agree with some of the male-gaze criticism. Of course, the film is phallocentric and there is a lot of waving around of priapic bats. But then, take a film like Bridesmaids and the opposite is true. In EWS!!, there is one nude shot of a woman whereas the guys spend around 80% of the film semi-naked. There is mud wrestling, but it ends with a woman victor astride a flattened man.     Photograph: Van Redin    Perhaps this turn of events shouldn’t be surprising, considering that Linklater is responsible for the sentimental Before trilogy and the intelligent, self-reflective Slacker. Wrestling defeat aside, he portrays the baseball team at the peak of their sporting prowess (their naked ambition reminds me of Miles Teller’s Andrew in Whiplash). But, this also being Linklater, there’s an underlying bittersweetness: the fact that many won’t make it pro. EWS!! draws on the director’s own experiences of being a young man playing ball at university, his sporting career cut short when he developed a heart problem. For a lot of these guys, their college years are as good as it gets.    Back in the day...it was a bit more man’s man, more Burt Reynolds  Tyler Hoechlin     “You have to learn to be a healthy competitor, winning or losing,” says Powell. “Because there can be a lot more losses than there are wins.” Like all of the best films involving sport (This Sporting Life, Gregory’s Girl, even Space Jam) identity is a key player, and EWS!! has pitched up into a maelstrom of Man Identity Debate. In the same month that David Baddiel penned an article for the Times entitled “Where have all the great men gone?”, Grayson Perry debuted a TV series that explored the complexities and contradictions of the modern man. The overriding conclusion? The male identity is, apparently, in crisis. Powell and Hoechlin are just as intrigued by the current state of affairs. Powell observes that the 90s and early 00s “metrosexual” (see: David Beckham, sarong, David Beckham and sarong together) is making a comeback. “Skinny jeans. A lot of accessories. Shaving chest hair. Like, sexuality wasn’t sexual identity so much then.” Hoechlin, meanwhile, sees a positive progression in man behaviour. “Back in the day, and us in this film, it was a little different,” he explains. “It wasn’t so politically correct. It was a bit more man’s man, more Burt Reynolds. Now there’s a lot more sensitivity and open discussion of things. More open-minded.”     Photograph: Smallz & Raskind/Getty    Is that true, though? We are living in an age when multinationals think men will only buy diet drinks if the word “diet” isn’t used and moisturisers if they’re in navy blue packaging. Suicide is a leading cause of death for men. Do they – these handsome guys with biceps that resemble well-fed anacondas – really talk about their feelings?   Related: Everybody Wants Some: can Richard Linklater's latest help heal America?    Yes, in fact. The EWS!! lot aren’t afraid to show their softer sides. Both mention friends who lost parents in tragic circumstances and how their college bros pulled together. “It’s about moments where you’re like: dude, we love you. We’re here for you,” says Hoechlin. Family is important, too. Hoechlin’s dad (“bad-ass”) raised his half-siblings alone for a time. I’m wearing an Elvis shirt, and Powell tells me that every time his sister used to sell a Girl Scout cookie he would sing her an Elvis song. “But I was really shy. So I would do it behind a honeysuckle bush. A singing honeysuckle bush.” The “modern man” they conclude, is just posturing. “The theatrics of hanging out”, they call it. At this point, they both play out a riff on the Dorsia restaurant reservation scene in American Psycho.  What’s also interesting is that, while EWS!! is a film that’s big on bros, baseball and babes, it will be seen by an audience immersed in the political discourse of “safe spaces” and SlutWalks. Linklater appears conscious of this. The EWS!! era has the advantage of being pre-Aids, pre-”war on terror”, pre-Facebook and likewise the film is devoid of, say, the horrific frat gang rapes heard about so often in 2016, filmed and uploaded to social media. It celebrates a more idyllic college experience, one without extreme hazing, stories of which make your entire body wince. “But that isn’t hazing,” says Powell emphatically, “it’s abuse. Those assholes, they are not good people.” Could it be that we’ve got jocks wrong? That, no matter whether they play sports or silly games, they have grown to be emotionally astute and non-judgmental? When it comes down to it, the guys in EWS!! write poetry, deliver flowers and talk about their hopes and dreams when the sun comes up – and it’s the same IRL. “Everyone in this film is unashamedly themselves,” says Hoechlin. I mumble something about losing the game, and Powell isn’t having any of it. “But you were awesome!” he says, and I’m enveloped into a bear hug. For once, I feel proud to be one of the guys. Everybody Wants Some!! is in cinemas now",
  "webTitle": "‘Jocks get a bad rap’: what Everybody Wants Some!! says about the modern man",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/everybody-wants-some-richard-linklater-boyhood",
  "keyword": [
    {
      "webTitle": "Everybody Wants Some!!",
      "id": "film/everybody-wants-some--",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Richard Linklater",
      "id": "film/richard-linklater",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Jane Parkinson",
      "id": "profile/hannah-jane-parkinson"
    }
  ],
  "guardianId": "film/2016/may/13/everybody-wants-some-richard-linklater-boyhood"
}