{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/death-of-mullah-akhtar-mansoor-likely-to-enrage-pakistan",
  "id": "2016-05-22-114",
  "sectionId": "world",
  "body": "On Wednesday, Sartaj Aziz, Pakistan’s de facto foreign minister, told a gathering of top diplomats from Afghanistan, the US and China that the 2015 leak of news that former Taliban leader Mullah Omar had been dead for more than two years “not only scuttled the Afghan peace process, it also let to the splintering of the Taliban”. Days later a US drone fired a missile at Omar’s successor, Mullah Akhtar Mansoor, as he travelled in the southern Pakistan province of Balochistan. The attack, which the Taliban have confirmed killed Mansoor, marks an extraordinary escalation of a drone campaign that appeared to be winding down and has in the past been a running sore in US-Pakistani relations.   Related: Former Pakistan prime minister's son ​describes dramatic rescue from ​al-Qa​ida    The government in Islamabad did not immediately respond to the news whilst Pakistan’s media, which often follows directions from the country’s security establishment, did not rush to condemn the strike as a breach of the country’s sovereignty. Many of the country’s security officials are likely to be furious given how heavily Pakistan invested in helping Mansoor secure the leadership of the Taliban after a power struggle broke out following the announcement of Omar’s death.           Mullah Akhtar Mansoor threat to peace, says Kerry after drone strike    Islamabad has long argued the only way to end the war in Afghanistan is to try to coax a united Taliban to the table for peace talks. It has dismissed calls to take military action against an insurgent group whose support networks operate freely in Pakistan, saying attempts to start negotiations must be exhausted first. But amid deadly Taliban attacks, including an April suicide bombing in Kabul that killed 64 people, the Afghan government has run out of patience with Islamabad and has demanded firm action against Taliban networks based on Pakistani soil. Kabul says Pakistan’s unwillingness proves it is not prepared to end its longstanding relationship with a movement that Islamabad values as a means of influencing events in Afghanistan. Pakistan directly helped the Taliban in its conquest of Afghanistan in the early 1990s and was one of only a handful of governments to recognise the fundamentalist regime before the US-led intervention in 2001. The killing of Mansoor suggests the US agrees with the demands of the Afghan president, Ashraf Ghani, that “irreconcilable” insurgents based in Pakistan should be targeted. In a highly unusual public statement about a drone strike, a Pentagon official described Mansoor as “an obstacle to peace and reconciliation between the government of Afghanistan and the Taliban, prohibiting Taliban leaders from participating in peace talks with the Afghan government”. But is far from clear whether Mansoor’s death will smooth the way to an end to the conflict. He has no obvious successor, though one of his two appointed deputies may assume power in the immediate aftermath. Neither is known as a proponent of reconciliation. One, Haibatullah Akhundzada, a renowned cleric from the Taliban heartland of Kandahar, is a relatively unknown figure outside the movement.  According to the UN, Haibatullah is the Taliban’s former Chief Justice. Though he was seemingly close to the movement’s founder, Mullah Omar, it is unclear how much influence he holds over Taliban foot soldiers. The other deputy, Sirajuddin Haqqani, is the leader of the Haqqani network, which has risen to prominence in the Taliban in recent years and taken on a more central role in the insurgency. The group is believed to have conducted some of the most notorious terror attacks in Kabul, including the 29 April truck bomb, the 2014 attack on the Serena Hotel in Kabul and a 2014 attack on a volleyball court in eastern Afghanistan, which killed more than 50 civilians. While the Haqqanis do not have clout over fighters in the south, Mansoor’s death could further strengthen the group’s position within the insurgency, making reconciliation even more unattainable.   Related: Afghanistan's 'ghost soldiers': thousands enlisted to fight Taliban don't exist    The attack comes in the final months of Barack Obama’s presidency, which has been characterised by the liberal use of drone strikes against US enemies hiding out in Pakistan’s wild tribal region. The attacks have subsided dramatically from the high point of 2011-12 when relentless drone strikes led to intense friction between the US and Pakistan. The latter publicly condemns the drone programme despite persistent reports it secretly permits the strikes. The killing of Mansoor represents a remarkable expansion of the programme because it happened well outside the tribal agencies of North and South Waziristan where nearly all known strikes have taken place, usually focusing on al-Qaida and allied groups. US officials said the attack took place near Ahmad Wal, suggesting it was the first ever known strike in the vast southern province of Balochistan, where the insurgency’s “Quetta Shura” leadership council is thought to be based, and one of very few to target a senior member of the Afghan Taliban. The drones were described as having been piloted by US special forces – suggesting it was not a CIA operation, as is usually the case with attacks inside Pakistan.",
  "webTitle": "Death of Mullah Akhtar Mansoor likely to enrage Pakistan",
  "webPublicationDate": "2016-05-22T10:35:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/death-of-mullah-akhtar-mansoor-likely-to-enrage-pakistan",
  "keyword": [
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    },
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/22/death-of-mullah-akhtar-mansoor-likely-to-enrage-pakistan"
}