{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/philly-jesus-arrested-apple-store-trespassing-disorderly-conduct",
  "id": "2016-05-03-32",
  "sectionId": "us-news",
  "body": "A man who calls himself Philly Jesus was arrested at a Philadelphia Apple store and charged with trespassing and disorderly conduct on Monday. Michael Grant – a born-again Christian who has wandered the streets of Philadelphia for years, wearing long hair, a beard and robes – entered an Apple store at 16th and Walnut streets, in the heart of the city, around 6pm. He blocked an aisle with a cross he was carrying, police said, and refused to leave despite being asked by staff and police several times.  He was handcuffed and arrested, and shouted: “I know my rights, freedom of religion,” according to witnesses. Court documents show that Grant was charged with defiant trespassing and disorderly conduct, and he was released after an arraignment early Tuesday. He quickly tweeted: “I AM FREE!!!! I’M FREE AT LAST!!” “BLESS UP,” he added. Grant claimed that police persecuted him for his religious beliefs and paraphrased a Bible verse – “If the world hates you, keep in mind that it hated me first” – in another tweet: “HATERS GON HATE”.     i AM FREE! NOTHiN' CAN STOP ME!! HATERS GON HATE-JOHN 15:18--i know my rights..I was persecuted for my faith yesterday in the apple store— phillyjesus (@phillyjesus) May 3, 2016    Grant is a recovering addict and is well known around central Philadelphia, where for more than two years he has preached, and occasionally rapped, from sidewalks. The 29-year-old also performs fountain baptisms and documents his encounters around the city on Instagram. He has also drawn criticism for his anti-gay posts on social media. He was arrested in 2014 at Love Park for disorderly conduct and failure to disperse. At the time he said he was misunderstood and not begging or disrupting the peace, though he said he does accept tips. Charges were eventually dropped. “This country was built on freedom of religion, and I can go into a public place and be dressed as whoever I want and express myself however I want,” he told local station NBC10 of his Apple store arrest.  “The same way an African American human being in the 1960s would be singled out in a white-only store and was asked to leave, I, Philly Jesus, was singled out in the Apple store because of my visual faith I portray,” he added. He also claimed to frequent the Apple store to charge his phone “on their 15 minute-use limit computer open to the public”. He joked that he was served a cheese sandwich and water in prison, “but I changed ’em into wine”.",
  "webTitle": "'Philly Jesus' charged with disorderly conduct after Apple store arrest",
  "webPublicationDate": "2016-05-03T19:38:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/philly-jesus-arrested-apple-store-trespassing-disorderly-conduct",
  "keyword": [
    {
      "webTitle": "Philadelphia",
      "id": "us-news/philadelphia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Pennsylvania",
      "id": "us-news/pennsylvania",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/03/philly-jesus-arrested-apple-store-trespassing-disorderly-conduct"
}