{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/01/asylum-seekers-greens-use-labors-key-weakness-to-attack-shortens-stronghold",
  "id": "2016-05-01-208",
  "sectionId": "australia-news",
  "body": "The seat of Maribyrnong in Melbourne’s western suburbs is safely held by the federal opposition leader, Bill Shorten, has long been Labor’s, and has been held by men for 110 years.  But on Saturday night more than 100 people gathered for the campaign launch of the Greens’ candidate for Maribyrnong, Dr Olivia Ball, who told supporters that she was confident the Greens could gain a significant portion of the Labor vote in the coming election and claim the seat within a couple more.    Related: New Manus and Nauru operator signals plans to quit detention centre business    She plans to do so on the basis that many Melbournians, who have held regular and well-attended protests against the federal government’s asylum seeker policy in recent months, are unable, she says, to see a strong point of difference between the Coalition and Labor’s border protection policies. The latest protest on Saturday saw 500 people gather in the city, angered by the death of Omid, the 23-year-old Iranian refugee who died after setting himself alight in protest on Nauru. Ball obtained her PhD at the Castan Centre for Human Rights Law and is co-founder of Remedy Australia, which focuses on human rights violations as determined by the UN and advocates for proven violations to be remedied. After years of providing counselling and therapy for refugee survivors of torture, Ball has turned her attention to politics, saying the issue of asylum seekers was too urgent for her not to. “Certainly asylum seeker policy is only one area of my work but we are highlighting it as a key weakness for the Labor party and I think it is the thing that upsets Labor supporters the most,” Ball tells Guardian Australia. “There are people in this room tonight who have written to Shorten and said they can’t bring themselves to support his party any more over the asylum seeker issue. We would like the Labor party to wake up to the enlightened, progressive constituency that don’t see asylum seekers as threats and wants to welcome them to Australia.”  On Thursday, Fairfax reported that a damaging split had emerged in federal Labor over asylum seeker policy, with four MPs – Melissa Parke, Lisa Singh, Jill Hall and Sue Lines – breaking ranks and calling for the 900 asylum seekers on Manus Island to be settled in Australia.  Sema Top, a longtime Labor voter who was at Ball’s launch, says she is 95% sure she will vote Greens for the first time this election. “Because of their policy towards asylum seekers,” she says. “There’s not much difference between Labor and Liberal at the moment.”      Labor leader Bill Shorten at the University of Queensland Solar Research Facility at Gatton, west of Brisbane, last week. Photograph: Dave Hunt/AAP    Her 22-year-old daughter, Eylul, who is a law student and Greens party member, agrees. “A lot of Labor’s policy on asylum seekers is the same the Coalition’s; they just have a different way of putting it forward,” she says. “Over the last couple of years I think people have really started to understand the issues around asylum seekers and refugees and I think this year might be the year the Greens get significantly more support in Maribyrnong.” The Greens hold the best chance of claiming more seats in the lower house in the increasingly gentrifying, northern suburbs electorates of Wills and Batman. But elections are about more than just winning. The Greens believe Maribyrnong, though unlikely to fall away from Labor any time soon, provides them with an opportunity to monopolise on discontent towards Labor and play the medium-term game. In the 2010 federal election, the Greens’ Adam Bandt claimed victory in the seat of Melbourne after taking a 10.6% swing in what was then Australia’s only Labor/Greens marginal seat. By the 2013 election, Bandt had clawed even more ground from Labor’s Cath Bowtell, with his 43.7% of the primary vote an 8% improvement on his total in 2010. His win in the seat that had been held by Labor for more than 100 years was the result of a strong grassroots campaign that saw the party gradually gain disillusioned Labor voters over the years. They polled 19.0% in 2004, 22.8% in 2007 which saw them finish second after preferences, before the eventual 2010 victory.    We would like the Labor party to wake-up to the enlightened, progressive constituency  Olivia Ball     It’s a situation Bandt tells the room at Ball’s campaign launch he expects to see repeated in Maribyrnong within a couple of elections’ time. Not only has the seat always been held by Labor – it has never been held by a woman. “One hundred and ten years of uninterrupted men is quite enough,” Ball says. “I am prepared to interrupt them.” The Greens’ policy on asylum seekers, Ball says, is to close offshore detention centres completely and use the savings from closing them to increase Australia’s intake of people seeking asylum, which would increase from 13,700 to 50,000, including 10,000 under a new skilled refugee category. In a first for him, the high-profile human rights barrister Julian Burnside, who taken on asylum seeker cases pro-bono, is at Ball’s launch to endorse her candidacy. He says he has long respected the tradition of the bar not to disclose alignment or biases towards or against political parties. “So to be speaking tonight is unusual for me and I had to think long and hard whether to do it, and if so why,” he said. “Our political system is, in my opinion, in really bad shape. Both major parties are a disgrace. I don’t know if Olivia has a chance of winning this seat or not but what’s important is the primary vote of both major parties falls. Because they will notice that.” He later told Guardian Australia that while he was still not a member of any political party, nor encouraging people to specifically vote for the Greens, his view is that “the point of having a vote this year is that you can not vote for either of the major parties”.     Olivia Ball and Julian Burnside QC at her campaign launch for the seat of Maribyrnong, currently held by Bill Shorten. Photograph: Julia Meehan    “Australians think we are being protected from criminals through the current asylum seeker policy and that is probably the most dishonest piece of political rhetoric I’ve ever experienced in my lifetime,” he says. “It is interesting that Labor, to their eternal discredit, have never stood up to this lie. They wring their hands and go along with it.” Asked by Guardian Australia for the key points of difference between Labor’s asylum seeker and border protection policy and the Coalition’s, Shorten replied that Labor policy was driven by a determination to stop people drowning at sea.  “By 2025, Labor will increase Australia’s annual humanitarian intake to 27,000 – almost double the current intake,” he said.  “A Labor government will also provide significantly increased annual funding to the UNHCR for its global work program and its work in south-east Asia and the Pacific. Labor in government will take a leadership role to build a regional humanitarian framework to improve the situation of asylum seekers and Labor will reinstate references to the UN refugees convention in the Migration Act.”   Related: Wife of man who died after setting fire to himself in Nauru slams delay in care    Labor would also increase independent oversight of offshore processing facilities, he said, and ensure that those working in the immigration system held whistleblower protections to allow them speak out about maladministration and corruption. The Green’s border protection and asylum policy, he says, would “see men, women and children drown at sea”. Ball responded by saying the “so-called drownings argument is a way of turning a blind eye to the suffering and deaths that occur out of sight”. The Greens’ refugee policy included measurers to discourage dangerous sea voyages, she said, including increasing Australia’s funding to the UNHCR and similar organisations to quickly process refugee applications to intermediary countries such as Malaysia and Indonesia, and would also allow asylum seekers to seek work and education while they waiting for their applications to be assessed. “If they can live a decent life with the right to work and education, people will be far less likely to engage in a very risky journey across the seas,” Ball said. “Nobody wants to see people drowning at sea but it’s a nonsense when you see the suffering we cause through current bipartisan refugee policies, which are totally illegal under international law and which are morally repugnant, to say people aren’t being harmed in other ways.  “If Mr Shorten and Labor is genuinely concerned about the safety and welfare of those seeking asylum, he wouldn’t support their arbitrary detention.”",
  "webTitle": "Asylum seekers: Greens use Labor's 'key weakness' to attack Shorten's stronghold",
  "webPublicationDate": "2016-05-01T04:54:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/01/asylum-seekers-greens-use-labors-key-weakness-to-attack-shortens-stronghold",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/01/asylum-seekers-greens-use-labors-key-weakness-to-attack-shortens-stronghold"
}