{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/confessions-of-a-menopausal-nymphmaniac-sex-dating-apps",
  "id": "2016-05-07-196",
  "sectionId": "lifeandstyle",
  "body": "I am the poster girl for the menopause, despite the fact that there is absolutely no good news about the menopause. Its path is straight to the grave and women like me can hope for nothing more than thinning hair and skin, loss of bone density, weight gain, night sweats, smelling strangely even to ourselves and that ever wonderful “vaginal atrophy”. But, after four years of sexless fidelity, I find myself a post-menopausal singleton in the throes of nymphomania. I want sex more than ever and that fact shreds everything I know about this sad post-fertile state. Tell me my vagina is a desert and I’ll tell you it’s feeling like a ruddy oasis. In discussions about this surge with colleagues, I am encouraged to download Tinder, Bumble and Happn. I’d never gone digital for sex because I had never needed to. I may be closer to 60 than 50 but a lifetime of care and good genes mean I can pass for 42 and I do. The menopause has caused me to lose weight and I have a leaner look than I did in my 20s. With gay and straight friends approving my photo profile, I go online expecting ridicule or silence. I put the apps’ radius near to my office. I choose the widest male age range – and wait. The response is incredible. The photos have pulled men of 22 – and yes, I could almost be their grandmother – up to 63. My timelines are packed with splendid males, creatures so beautiful that I gasp. It’s a box of chocolates from which I get to pick and choose (especially with Bumble, where nothing happens until the woman makes the first move). Analogue life was never like this. I chat to them and discover that every young man likes kissing, has a bike and thinks he’s a photographer – a fascinating trope. At first, I’m nervous to meet. I arrange drinks with younger men and some older. These meetings shore up my confidence but don’t quench my own performance concerns. After so many years of having sex with myself, would the old girl downstairs remember what to do? “You could experience vaginal dryness,” my doctor warns, after telling me that, yes, I could indeed pass for 42 and that I must not forget to use protection. More and more people in my age range are getting STIs and worse. This alone makes me feel part of a vanguard of sexual vampires who refuse to die. Dryness is news to me. So, after a few misfires (one man didn’t even walk me out of the pub where we agreed to meet), a particularly attractive 24-year-old seems eager to come home with me. I go into hostess mode. I put out snacks. He’s not interested in the snacks. One thing leads to another and just when I’m sure bats will fly out of my derelict vagina, muscle memory kicks in. I remember doing this before the internet! He feels amazing, seems pleased enough and I almost snog the life out of him. Afterwards, he sleeps in completely clobbered stillness and leaves the next morning like a gentleman. I’ve done it. I’ve broken my celibacy. But my parts have taken a hit. At the walk-in clinic, I’m told I have a common ailment, BV – something men can give women but women can’t give men, sort of like diamonds or a mink coat only bad. Five incredibly strong tablets (“If you have alcohol with these, you will get an epileptic fit and I mean it,” says the doctor) and a dose of white paste and I’m back on the road. I must be OK.    I’m amazed they don’t find an older woman a turn-off. Every time I’m told I have a great body, I have to stifle a laugh    Getting back into the sex game post-menopause is a little trickier than first time around when the only prerequisites were wearing your best frock and getting drunk. I actually have to be prepared and careful. For the first time in my life, I buy lubricant for myself and not for the car. Yes, I find a few more men and they are, every single one of them, sexy and gorgeous. I don’t remember this many handsome men, even in a catalogue. I never thought I liked younger men, but I do – not just for their performance levels, although there is that. I love their hopefulness, kindness and interest. I watch them looking at me and I wonder if they’ve taken a sneak at my driving licence. Mainly, they are confident and happy and they know a lot more about sex than they should. Are they all equipped with girlfriends at 12? Do I have online porn to thank for this? One 25-year-old does things I didn’t know were possible. He’s so good I feel I’ve discovered another room in my house. There are times I feel so comfortable (and, possibly, drunk) that I wonder if I shouldn’t bring up the menopause. But I stop myself. These are men, not therapists or girlfriends. As much as they seem to care, they are here for the same thing I want. That’s what we have in common. I’m constantly amazed that they don’t find an older woman a turn-off. Everytime I’m told I have a great body, I have to stifle a laugh. I pose the question to one who is annoying me, “Why do you want an older woman? She doesn’t want a relationship, marriage or babies from you. She has her own money. She’s emotionally stable. So what’s in it for you?” Repeatedly I get the question, “Do you prefer young men?” to which I say, “It’s the man, not his age.” I actually mean this until I have drinks with a couple of men nearer my own age. Meeting with them is a downer. They like Harleys and rock’n’roll. They look backwards, not forwards. They look at me and, I think, wish I’d have my personality removed. Maybe I don’t worship them enough? Neither time do they offer to come back or even give me a goodnight snog. They are alarmed that I pay for drinks. Why can’t the dudes of my youth keep up with the times? I try several more clicks on older men, but the younger ones just present themselves better. Blokes my age need to get proper photos – and maybe see the dentist. Meanwhile, my GP is concerned for my sexual health. I try to explain that one chap was sized like a fire hydrant but apparently that shouldn’t matter. She’s not amused as she gives me a prescription for the same cream that a well-known singer uses, apparently, to keep her inner rock star happy and useful. With that, I up my game. I change my hair, wear better clothes and listen to new music like the X Ambassadors. I feel younger. I actually feel sexier than I did in my 30s and forget how old I really am. As I spend more time on the apps, I grow bolder. I think I am probably addicted now, checking them more often than I do Instagram, Facebook, Snapchat and Twitter. I make jokes after a few drinks with friends, seeing strangers and saying, “Haven’t I seen you on Tinder?”    I'm not here for kink or naughty thrills. I'm here to get my life back – specifically, my sexual confidence    Again to my surprise, two old “friends” emerge from the woodwork to ask me out. They tell me after three beers that they were always interested. Men at parties begin to ask me out on dates – real, actual dates. I must smell different or something. But I worry. I worry about diseases. I worry that my pelvic floor is going to cave in like a Chilean mine. I order a Kegel8, a miracle machine that brings my vagina back to life like a defibrillator. My growler is so strong I can almost climb trees with it. Naturally, I am thrilled. Back at the clinic, I have tests and all are clear. Just as the doctor is drawing blood, my ex calls and we argue. I start to cry and realise how much I really love and miss him. So, again, I attempt to date someone of my own age. I meet a man who wants a relationship. This is a horrible mistake because I really do not want a permanent man, even if it would make things somewhat less hotel-like: I must be the only person who changes the sheets every time. Sadly, I have to block him on WhatsApp and blame myself for hurting his feelings. How could I think I could snap back into a less embarrassing position of dating men half my age and loving it? On Happn, a dating/sex app that shows you who crosses your path, I find that my entire neighbourhood is filled with freaks. I never expected danger here. One man sends me porn which, under normal circumstances I wouldn’t find shocking. When it arrives on my phone, I want to be sick because I’m not here for kink, for dress-up, fantasy-play or naughty thrills. I’m here to get my life back – and for me, that means, specifically, my sexual confidence. Even if my vagina doesn’t want to play ball the way it used to, I must find a way to have sex until death. It’s that important to me. It’s not worth living without that surge of desire. But I know that this isn’t really about sex. This is about reclamation. I am fighting off the death that menopause automatically brings. I refuse to be subsumed into its shadow. Post-menopause, I’ve had a sex life that I didn’t have in my 20s. I’ve had men who wouldn’t have looked at me twice back then. But despite the enormous pleasure I’ve had, it is only when I begin to fall for one of them that I realise how limited my time is. The weirdos, the beauties and the lonely, lonely men cannot remain the point of my life. I have no idea where this endless parade of unimaginable pleasure will take me. But I have to find out, as every woman does. Laurett Fenn is a pseudonym",
  "webTitle": "Confessions of a menopausal nymphomaniac",
  "webPublicationDate": "2016-05-07T05:00:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/confessions-of-a-menopausal-nymphmaniac-sex-dating-apps",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex education",
      "id": "education/sexeducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Dating",
      "id": "lifeandstyle/dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Menopause",
      "id": "society/menopause",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Online dating",
      "id": "lifeandstyle/online-dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/07/confessions-of-a-menopausal-nymphmaniac-sex-dating-apps"
}