{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/javone-prince-midsummer-nights-dream-russell-t-davies",
  "id": "2016-05-01-166",
  "sectionId": "tv-and-radio",
  "body": "The comic actor Javone Prince, 35, grew up in west London and was awarded a full scholarship to the London Academy of Music and Dramatic Art. Stage and TV work followed but his breakout role came in the E4 sitcom PhoneShop as the cocky salesman Jerwayne. His eponymous sketch show aired on BBC2 last summer and he has been nominated for best male comedy performance for it at next Sunday’s Bafta awards. He’s currently in The Suicide at the National Theatre and appears this month in Russell T Davies’s BBC adaptation of A Midsummer Night’s Dream. Hi Javone. Where are you right now?Believe it or not, lying in bed. But you’ll be pleased to know I’m not naked. Phew. How did A Midsummer Night’s Dream come about?When I heard who else was in it – Maxine Peake, Nonso Anozie, a very diverse cast – it sounded exciting. When I got offered the role of Snug, the joiner, I jumped at the chance. You’re something of a Shakespearean veteran, aren’t you?My first ever job was understudying at the RSC. Back at drama school, teachers told me I was really good at Shakespeare. I love music and rhyme, and iambic pentameter is so rhythmic.    It’s the first time I’ve done a play where people are tweeting me about it    Were you a fan of Russell T Davies’s work before?He’s a fantastic talent. I watched Cucumber, Banana and Tofu last year and thought, Wow, I’d love to work with him. He’s got a smart, fresh way of thinking about TV. He was on set every day, constantly creating new things to bring to it. Snug does lots of lion roaring. Did you go to the zoo for research?I did visit London zoo but didn’t see any lions. Luckily, YouTube exists. You play one of the rude mechanicals in the play, alongside Richard Wilson and Matt Lucas. How was it working with them?One Foot in the Grave was one of the shows that made me want to get into comedy and I was a big fan of Little Britain, so it was surreal to be working with them. I made sure I didn’t do their catchphrases at them, although I was tempted. Me and Matt are both Arsenal fans, so that was the icebreaker. Maxine Peake has a strong look as the fairy queen Titania…Yeah, a mohawk with tattoos on the sides of her head. She might have looked fierce but was one of the kindest, friendliest people. And Elaine Paige plays Mistress Quince. Surely she gets to sing?Of course she does. We got her to sing all the time on set. “Come on, girl, when are you gonna start singing?” “We’ve got a break – go on, quick song.”   Related: Have you been watching … PhoneShop?    You’re starring in The Suicide at the National Theatre. How’s it going?Tell you what I’m stoked about: it’s the first time I’ve done a play where people are tweeting me about it – posting their opinions or sneaky pics. It’s great that a young audience are talking about theatre on Twitter in the way they talk about TV. It’s the TV Baftas next Sunday. Been practising your gallant loser face just in case?I’ve already perfected it. I start clapping and a gracious smile comes naturally. Look out for it on the TV. Presumably there’ll be a second series of your sketch show?Hope so, we’re waiting to find out. It’d be a bit weird if we got Bafta nominated then didn’t get recommissioned: “Sorry guys, well done but bye.” Finally, were you affected by the death of your namesake Prince last week?Oh my gosh, completely. He was an icon for me growing up. I was living in a council house in the middle of nowhere and he brought magic into my life. Diamonds and Pearls was one of my first cassettes and I played it so much, I wore it out and glued it back together with nail varnish. Prince stood on his own. He inspired people to create stuff. He made the world a better place. A Midsummer Night’s Dream will be broadcast on BBC1 later this month",
  "webTitle": "Javone Prince: ‘I jumped at the chance of playing Snug’",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/javone-prince-midsummer-nights-dream-russell-t-davies",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hogan",
      "id": "profile/michael-hogan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/javone-prince-midsummer-nights-dream-russell-t-davies"
}