{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/09/london-commute-finally-reached-breaking-point-rail-transport-mayor-tfl",
  "id": "2016-05-09-324",
  "sectionId": "cities",
  "body": "There are only two types of people who travel in and out of London by train every day: the ones who dislike it, and those who hate it with a passion. The passengers flocking to Fenchurch Street station every evening fall largely into the latter category, having come to loathe their long journey home to Essex. A new timetable introduced before Christmas means fewer carriages and more stops in the capital, making the c2c rush-hour trains some of the most crowded in the country. The south Essex line became notorious back in January when one commuter reportedly wet himself because there was no way of getting to the toilet through a crushed aisle. “In the end he just couldn’t hold it,” said a despairing fellow passenger. James Savill is one of the angry travellers who finds he often has to stand all the way home – almost 50 minutes to the town of Stanford-le-Hope. The 37-year-old insurance executive now uses @c2c_customers to tweet photos of jam-packed carriages, and helped stage a protest at Fenchurch Street earlier this year. “Some nights people are swearing at each other as they’re jostling to get on,” says Savill. “They’re shouting at each other: ‘Move down the train!’ but there’s literally no more space. I’ve seen an old woman crying because she just couldn’t get on at West Ham. There have been instances of staff actually pushing people on like it’s India or Japan, or somewhere like that.”     Commuter James Savill has become a vocal campaigner about conditions on the c2c line. Photograph: Linda Nylind for the Guardian    Some of Essex’s c2c commuters have drawn the Conservative MP for Thurrock, Jackie Doyle-Price, into arguments on Twitter, feeling she has failed to champion their cause. Feeling harassed, Doyle-Price has accused the group of “tedious” trolling. Yet the anger does appear to have had an impact with the operator: c2c is to start running additional carriages later this year, three years earlier than planned. “We’re a vocal bunch in Essex,” says Savill. “You have to make sure your voice is heard.” The south-east remains the seething epicentre of commuter fury. This year’s Which? survey found the region to have the least satisfied passengers in the country. It backs up a recent study by watchdog Transport Focus showing Thameslink, Southeastern and Southern to be the nation’s least-popular operators. Barely a week goes by without a new commuter petition popping up online. The most common kind pleads for a government review into the franchise of a hated operator. Other demands range from making refunds easier to making a seat for every customer a legal requirement. Where once upon a time, home counties commuters could expect a comfortable, seated journey into London before being swallowed up on the Underground, figures released by the Department for Transport last year showed that 139,000 workers coming into London – one in five – are now forced to stand all the way. The City commuter recently photographed squatting in the cleaning cupboard next to a bucket and mop (a spot he has occupied every day from Ipswich to Liverpool Street) seemed to capture the new, more crowded normal.       Overcrowding is not the only thing driving people to distraction, however. Major annoyances include the regularity of delays (across Britain, an average of 57 trains run significantly late each day) and, of course, the price of tickets: the costliest in Europe, according to the TUC and Action for Rail. There seems little prospect of passions cooling. The population of London is expected to reach 10 million by 2030, with a substantial growth in numbers – from 15 million to 17 million – expected across the wider south-east region over the same period. Feeder towns and satellite cities such as Slough, Reading, St Albans and Hemel Hempstead continue to swell in unison with the people-pulling, job-creating capital city. Will the rail network prove capable of getting all these extra worker bees into London – or is the severely under-pressure commuter system about to reach breaking point? Some are already reconsidering a routine that requires working in London and living outside the M25. Jennifer Woodside relies on a Southern train from Polegate, deep in East Sussex, to get her to a charity communications job in London: “It’s just such an atrocious service that commuting has become a real strain,” says the 49-year-old. “It’s hard to believe I’m paying £4,000 a year for a service that constantly gets me in late. It’s somewhere between five and 15 minutes late into Clapham Junction pretty much every day, and at least once a month it’ll be more 30 minutes late. Sometimes the announcer tells you about signalling failure, sometimes it’s because someone’s been taken ill – you’ll hear two or three different reasons on the same train.” Train drivers and station announcers must be Britain’s most experienced – and jaded – apologisers, spending much of their day saying “sorry” over the public address system. Sick of the daily apology as she steps off at Clapham Junction, sick of spending three hours on a train each day, Woodside says she and her husband – who also commutes into London – are now considering a change of lifestyle. “We would both love to find work close to home,” she says. “We love where we live, but we just find the commute so draining now. If everyone wants to either live in London or work in London, I don’t know how the system is going to cope.” Some major infrastructure projects promise to stop the city grinding to a halt. Crossrail – the newly named Elizabeth line – will provide more capacity for commuters in parts of Berkshire, Buckinghamshire and Essex from 2018. Crossrail 2, although at least another 15 years away, will offer yet more options and ease pressure on congested routes running into Waterloo and Liverpool Street stations. A massive franchising change is also expected. The Department for Transport has proposed giving Transport for London (TfL) control of the “suburban” services running into London; all commuter services coming in and out of London Bridge, Cannon Street, Charing Cross, Moorgate, Victoria and Waterloo stations would be incorporated into TfL’s network as contracts expire between 2017 and 2021. “Only the whole, I’m hopeful TfL might take a grip of the thing,” says Stephen Joseph at the Campaign for Better Transport. “I don’t think some improvement is too much to ask for.”     James Savill: ‘I’ve seen an old woman crying because she couldn’t get on at West Ham.’ Photograph: Linda Nylind for the Guardian    But will “some improvement” be enough to keep up with such huge and growing demand? Lord True, the head of Richmond council, recently revealed town hall bosses had been briefed about a population forecast of 13 million for London by 2050. He suggests it is time to ask the public if it wants “broad limits” enforced on the size of the capital. Daniel Moylan, a TfL board member and the Mayor of London’s advisor on Crossrail 2, is also concerned about how a city of 10 million in the not-so-distant future will function. “There hasn’t been a city of 10 million in Europe, so it remains a huge experiment,” he says. “But the birth rate alone means it really is going to happen, regardless of immigration.” Moylan thinks there is a lack of strategic clarity from the government about whether it really wants to encourage people to move outside of London. For a while, George Osborne was keen on building brand new “garden” cities in Ebsfleet and other sites in the south to absorb some of the demand. Yet fewer than 100 houses have been built at Ebsfleet, despite great fanfare two years ago about £200m of public infrastructure investment to support 15,000 new homes. In his most recent budget, the chancellor changed tack and stressed the importance of building up existing suburbs in London’s outer boroughs and other cities across the UK.     One commuter’s view of the packed 7.58am train from Laindon, Essex, into London. Photograph: Mark Burton-Sampson/C2C Customers    “My own view is that London should be able to accommodate its own growth,” says Moylan. “One of the things we need to decide, urgently, is whether the plan is to accommodate population growth within London, to have a programme for shifting people out into new satellite towns, or to intensify development in existing satellite towns. “At the moment we jump from one policy to another. We need a proper plan, because there’s all the infrastructure like sewage and electricity to consider as well as transport and housing.” London currently has one very obvious limit to urban expansion: the green belt. Strict planning controls have forced housebuilding to leapfrog the ring of protected countryside ever since the 1947 Town and Country Planning Act. The government’s National Infrastructure Commission, led by Lord Adonis, believes Crossrail 2 invites major housebuilding next to new stations on London’s outer fringes. A recent report recommends the “limited release” of green-belt land for development.  Yet the idea remains politically toxic. London’s new mayor Sadiq Khan promised to protect the green belt in the outer boroughs during his campaign. He also promised to freeze TfL fares, a claim which all commuters will be keeping a close eye on. Richard Wellings, transport expert at the Institute for Economic Affairs, thinks this precious green belt is “illogical”, pushing too many people to leapfrog over it and live inefficiently far from the nation’s biggest source of jobs. “It doesn’t make any sense to me,” he says. Still, Wellings has little sympathy with commuters who complain about living 30 or 40 miles from the office. He thinks the taxpayer is partially subsidising their lifestyle, since price regulations hold down a proportion of fares. “I think commuters’ frustration is misguided,” he says. “People could make a trade-off and move to a smaller house in a rougher part of east London, and still have lower overall living costs. But they choose to live in the leafy stockbroker belt, because of the schools, a bigger house and so on. New migrants to the city show it’s possible to live much closer to work, even if a lot of people don’t want to rough it.” Christian Wolmar, a transport writer who initially competed for Labour’s nomination for mayor, disagrees. “What are people expected to do? House prices in London are pricing people out, so a lot of people don’t feel they have much of a choice. And London can’t function without those workers coming in to the city. We need to subsidise an improved rail system for a very good reason – it’s an essential part of the economy.”   Related: London, reimagined: alternative tube maps – in pictures    If London cannot spread out into the green belt, the city will also follow the model of Asian cities and expand upwards ever higher. The capital now has 436 buildings over 20 storeys in the pipeline, but skyscraper development remains deeply unpopular, inspiring endless laments that London is turning into “Dubai on the Thames”. On the right, lobby groups such as Create Streets attack high-rise development for establishing alienating environments, while the left despises the glut of luxury towers aimed at overseas investors. For the time being, at least, wild house prices and crazy rents mean a growing number of London’s workers feel forced to live far from the action. Others make the choice willingly, happy to live somewhere more affordable and put some space between themselves and the heaving, noisy city. They simply want the long commute to be less miserable; they want to feel good about making a smart trade-off. Unfortunately, it’s hard to feel good when you’re 20 minutes late, squashed between one stranger’s armpit and another’s elbow, and spending a small fortune on the privilege. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Crushing the commuters: does train chaos threaten the future of London?",
  "webPublicationDate": "2016-05-09T06:00:07Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/09/london-commute-finally-reached-breaking-point-rail-transport-mayor-tfl",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Commuting",
      "id": "cities/commuting",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London Underground",
      "id": "uk/london-underground",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crossrail",
      "id": "uk/crossrail",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Essex",
      "id": "uk/essex",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail fares",
      "id": "money/rail-fares",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Forrest",
      "id": "profile/adam-forrest"
    }
  ],
  "guardianId": "cities/2016/may/09/london-commute-finally-reached-breaking-point-rail-transport-mayor-tfl"
}