{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/walking-equality-erin-taylor-talcott",
  "id": "2016-05-19-255",
  "sectionId": "sport",
  "body": "Erin Taylor-Talcott won a fight for equality. But her reward sounds more like punishment to most people. Taylor-Talcott is a walker. Not in the sense that you might walk to the store or walk for fitness. She walks long distances – longer than women have previously walked in major competitions. The Olympic track and field program includes one women’s event for every men’s event … except for the 50km race walk. But Taylor-Talcott has pushed for the right to compete alongside men in the 50km walk. On 8 May, she did it, competing in the IAAF World Race Walking Team Championships in Rome. She finished 40th, the last person across the finish line, in 4 hours, 51 minutes and 8 seconds. But plenty of competitors didn’t finish. And most of us wouldn’t have the fitness or the will to even try a sport that gives most people instant shin splints and leaves Taylor-Talcott comparing her post-race appetite to that of a hippo. “It’s a difficult endeavor,” says Curt Clausen, who won a 1999 World Championship bronze medal in the 50km. “It’s four hours of intensity at a heart rate higher than or equal to marathon running. The turnover rate is more akin to 800m running. The range of motion is that of a place kicker.” And it’s an awkward motion, befuddling people who see it for the first time. Taylor-Talcott heard plenty of comments in high school. “My dad was my coach, and he was up in the stands when three girls came up to him and asked: ‘What’s wrong with her?’” Taylor-Talcott said by email. “He had to explain that nothing was wrong, that I was doing that on purpose.” Walking is also ripe for parody, and Clausen once assisted with the humor, training Bryan Cranston for a Malcolm in the Middle episode – Cranston learned it too well and had to be “deconstructed” to make it funnier, Clausen says. In his pre-Science Guy days, Bill Nye had a recurring character as a speed-walking super hero who “fights crime while maintaining strict adherence to the regulations of the International Speed Walking Association. Heel, toe, heel, toe!” The “International Speed Walking Association” doesn’t really exist, though an enterprising group from Knoxville claimed a Facebook page with that name five years ago. Competitive walking is under the auspices of the IAAF, track and field’s organizing body. One woman can’t make the IAAF add an event. But until more women are competing, Taylor-Talcott has won the right to compete alongside men in the longest track and field event. Why do something so painful? “I’ve always loved doing long distances,” Taylor-Talcott said. “I enjoy getting out there, just me and the roads.” The other motivation was simple: It’s a matter of equality. “I pushed to be able to race the 50km internationally because I really felt it was the right and fair thing. Why were guys able to qualify for an international team and race and I wasn’t, just because I’m a woman? I liked the idea of getting to push myself for a 50km on the international stage.” Like a lot of track and field events, the 50km is getting faster. In this case, the records don’t tell the whole story. Walkers rarely get ideal conditions – Clausen figures he could’ve finished the 50km in 3hr 40min with good weather, but on a hot day in Seville in 1999, his time of 3.50:55 was enough to take bronze. Now, Clausen says, he might have to go 10 minutes faster. That medal was delayed, though, thanks to one of the sport’s biggest temptations – doping. Clausen was fourth across the finish line that day. But Russia’s German Skurygin was stripped of his gold medal after a positive doping test for a hormone called hCG. (Skurygin, one of many Russian walkers to serve doping suspensions in the past 15 years, died of a heart attack nine years later at age 45.) Even without doping, race walking is difficult to do within the rules. Still photos often catch walkers with both feet off the ground. Clausen says that’s less likely at longer distances. Besides, the IAAF rule book (Rule 230) specifies that no “visible” loss of contact occurs, and it specifies, “to the human eye.” Walking has several judges that can warn and eventually disqualify competitors, but it’s nowhere near getting replay. The USA hasn’t had a lot of success in the sport, in part because the NCAA has yet to show an interest. Collegiate walking has flourished in the NAIA, which caters mostly to smaller schools. “It’s kind of a mixed bag,” Clausen says. “On the female side, I think we’re very strong. On the male side, I think we’re hurting.” So Taylor-Talcott’s activism could be a breakthrough on several levels, perhaps opening the door for another arena in which US women are ahead of the competition. So far, only 13 women are listed on the IAAF’s list of all-time 50km performances. But more may be on the way soon. “I’ve been contacted by quite a few women who are already planning on doing a 50km and some who are trying to figure out which one to do,” Taylor-Talcott said. And they’ll be asking Taylor-Talcott for plenty of advice. How to train. How to eat and hydrate. Or even what occupies someone’s mind through four or five hours of maintaining form while pushing the limits. “If it’s training, I will sometimes let my mind wander and just go where my thoughts take me,” Taylor-Talcott said. “Other times I’ll focus on something specific that I’m working on with my technique. “In a race I’ll make sure I’m staying on pace and focusing on technique. But I also like to have fun, so I will joke with the spectators and sometimes talk to friends. It’s how I do best when I’m racing. If I’m too serious, I can get too stressed out, so I make sure to keep it fun.  “After all, I do love doing 50ks!”",
  "webTitle": "A painful walk to equality: 'I’ve always loved doing long distances'",
  "webPublicationDate": "2016-05-19T10:00:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/walking-equality-erin-taylor-talcott",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Beau Dure",
      "id": "profile/beau-dure"
    }
  ],
  "guardianId": "sport/2016/may/19/walking-equality-erin-taylor-talcott"
}