{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/rovers-football-sitcom-craig-cash-sue-johnston-sky-tv-review",
  "id": "2016-05-25-281",
  "sectionId": "tv-and-radio",
  "body": "A dog piddling on the corner flag of a windswept football pitch heralds the arrival of new sitcom Rovers (Sky1). Craig Cash and Sue Johnston lead a capable cast of familiar comedy faces in this affectionate rendering of a fictional non-league football team and its rag-tag supporters’ club. A brass band plays You Are My Sunshine as Cash’s character, Pete Mott, is booted off a local radio phone-in for using abusive language (again), such is his fanaticism for Redbridge Rovers FC. Inside the clubhouse, Doreen (Johnston) is instructing new girl Sam (Lolly Adefope) in the ways of phonetic cheese toastie order-taking. “Mike Nolan’s wife had a black baby,” gossips Doreen as she pours Pete his pre-match pint. They all discuss that for a while and she enjoys the repeated use of the phrase “sloshing it about a bit” to mean that the captain’s wife has been playing away. Props here for not going for the obvious sporting joke. The tone is upbeat and sunny, rather than adopting the more dour quality of The Royle Family (the last project to feature Johnston and Cash on screen together). In fact, the performances are, on the whole, bigger than you’d expect for one of Cash’s vehicles. He’s the king of minutiae, but here – scripted by Joe Wilkinson and David Earl – he’s far more animated in a way that pulls you out of the drama slightly but doesn’t lead to many actual jokes. It feels very much like a Wallace and Gromit cut-scene, but with human flesh replacing the beige Plasticine. Cartoonish, if nicely performed, characters, lead you to suppose the gags are coming, only to leave you hanging. The opening shot, taking in the grubby pitch, pans past a sign reading Stanley Bell End, which also led me to assume that I was about to be gently, happily pelted with daftness. But the overall effect is pleasurable rather than honkingly funny.   Related: Detectorists – box set review: this gentle tale of treasure-hunting folk struck TV gold    Within the first few minutes of a sitcom, you usually know what you are watching. It’s a studio show with gags and recorded audience laughter like Miranda or Upstart Crow or, as is more popular now, it’s a gentler meditation on life: the smallness of the day-to-day, acutely observed, with adequate stillness in which the natural comedy can flourish. The Detectorists is by far the greatest of this current crop and sets the bar so dizzyingly high for the absolute economy of its writing that it’s in danger of making such work look easy. Rovers seems to be stuck somewhere between the two channels. It is beautifully observed in places, like its gentler forebears, but the performances are bigger and bouncier and don’t quite invite you to lean in closer in the way that I had hoped. Rather than being a downbeat offspring of Early Doors (Cash’s delightfully muted pub comedy written with Phil Mealey), Rovers offers all the signifiers of something broader, but the gags never quite come. “Frickley have got Plexiglas dugouts. It’s a different world, lad,” says Pete to his young, reluctant protege Tom (Jamie Demetriou doing a lovely line in awkward). It’s a very nice line, and it feels good to hear each word land, but I think it is supposed to elicit a laugh, too.     Scriptwriters Joe Wilkinson as Lee and David Earl as Bruce in Rovers. Photograph: Helen Turton Helen Turton/Sky TV    Writers Wilkinson and Earl also play two hairy oafs called Lee and Bruce, the arch nemeses of Pete and his friends with sneers and V-flicks always at the ready. It is good to have some grit in there, but we get no clue as to the cause of their animosity, so, in this first episode at least, they’re just needlessly mean. The whole thing so nearly hits its mark and is packed with nice vignettes, such as one featuring the lonely man who runs the club shop in a windowless Portakabin, making his infrequent customers feel uncomfortable as they try to browse his souvenir stand while his eyes bore into them. I know it is unreasonable to disparage something on the grounds that it’s not The Detectorists. But it does prove that such lightness of touch is incredibly hard to get right. I ultimately felt a slight slump of my shoulders about Rovers. Selfishly, I had wanted it to be smaller and stiller and rooted in the truth of the people. That said, this new sitcom will give pleasure to many and any excuse to have Cash back on TV is fine by me. This article was amended on 25 May 2016 to correct the spelling of Frickley.",
  "webTitle": "Rovers review – big, bouncy football comedy that doesn’t quite score",
  "webPublicationDate": "2016-05-25T06:20:32Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/rovers-football-sitcom-craig-cash-sue-johnston-sky-tv-review",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/rovers-football-sitcom-craig-cash-sue-johnston-sky-tv-review"
}