{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/meet-the-greek-writers-revolutionising-poetry-austerity",
  "id": "2016-05-11-320",
  "sectionId": "books",
  "body": "A new kind of poetry is flourishing in Greece’s streets, bars and cafes. It is popping up not just on magazines, small presses and websites, but on graffiti walls, and in music, film, and art. Not since the dictatorship that shook the country in the 1970s has there been such an abundance being written. A new anthology in English translation, Austerity Measures, compiles some of the most revolutionary. Former finance minister Yanis Varoufakis is a fan, calling it a “silver lining”, the one good upshot from austerity policies that have shattered the country. “Along with the mass unemployment and the rise of neo-Nazism that it engendered, austerity also occasioned a cultural renaissance,” he writes. “This volume is ... living proof that the Greek crisis is of global significance.” In a country where there is less to go around across the board – including fewer young people – poetry is “the one thing there is more of,” writes editor Karen Van Dyck. Despite the title, and the fact that many of the poems respond to the social and economic crisis, Van Dyck emphasises this is not a homogenous phenomenon. “A lot of these poets don’t even know the others exist. It’s a very disperse scene.” Nor are they really a generation. They are multicultural, multiethnic, multigenerational; some of them aren’t even Greek, just writing in it. “They don’t even think they need to belong to Greek poetry. They have access to the whole world,” says Van Dyck. From the small pleasures of suburban gardens to the viciousness of streetfights, they use pop culture and post-capitalism, images of domestic machines and the internet and mix them all up with ancient myths. We talked to some of them about what drives them to create, and what hopes and fears they have for their country. Eftychia Panayiotou, 36, Athens     ‘I hear a lot of whispers that the Greeks have been really naughty’ ... Eftychia Panayiotou    An extract from The Outside of My Mind (translated by Karen Van Dyck):  I woke at sunrise to changethe window, warped from lookingacross, slicing my view.I open the shutters, wildfrom the wind and misfortune.    Related: The new Greek poetry    What were you trying to convey with the poems in this collection?Most of the poems in Austerity Measures were published nine years ago; they were my debut as a poet. They expose the suspicion that what we call “personal identity” is socially constructed. In these short poems the subject realises that pain and grief is part of the process of wanting to be free. What has been your creative inspiration?Entering a society that looked a lot like a bad movie and fear that I might end up playing a predetermined role in it. What is the myth surrounding the Greek crisis you’d like to debunk?I hear a lot of whispers that “the Greeks” have been really naughty and, most of all, very lazy. So they all have to be punished, like in Dante’s Purgatory. What is giving you hope?That we’ve managed so far to create a desirable life out of simplicity: love, friendship, knowledge, art. A bare life that is precarious, passionate, influential and rewarding. How would you like your art to be remembered in a hundred years?As poetry that isn’t just remembered, but also read and reread. As very much alive art with a positive impact on strangers. Thomas Tsalapatis, 31, Athens     ‘I hope to be remembered as a small handmade ark of feeling’ ... Thomas Tsalapatis    An extract from Word Monday [translated by Karen Van Dyck]:  Boiling water, always boiling waterLearning that what is scarce is what takes chargeLearning how Π and T lose their flat roofsHow ζ and ξ dry up at the rootsHow vowels get murderedHow language bubbles up An offering of the silentFor those who grew silent  How do you define your poetry?An attempt to construct a personal modern poetical mythology, with sometimes non-poetical elements (borrowing from theatre, stand-up comedy, graphic novels, journalism or cinema) based in the absurd, slapstick of words, and expressed mainly in a prose poetry form, in dialogue with the rich Greek poetry tradition.   Related: 'Everyone’s outraged': angry Greeks foresee Grexit and drachma's revival    What were you trying to convey with the poems in Austerity Measures?Word Monday is the first day of a journal. The poem speaks about the process of a boiling language, of losing words, letters and meanings in the steam, in grief and in silence. Regardless of that, the last word always belongs to the reader. I could be wrong about the meaning of my poems. He can’t. He is always right. Which myth about the Greek crisis would you like to debunk?I think that it is our duty to debunk the legions of stereotypes that fill newspapers every day (both Greek and European newspapers). The racist myth of the lazy Greek. The myth of the ouzo-drinking, opa-screaming Balkanian. The myth that the poor used to live above their means. What is giving you hope?The work of small groups, the creativity of small artistic cells. The never-ending conversations between a group of friends about art, politics or whatever. And of course the help given to refugees from volunteers (Greeks or non-Greeks) and common people every day in Athens and the islands. How would you like your art to be remembered?I hope to be remembered as a small handmade ark of a feeling and an era. Both old and (hopefully) new, open to new meanings. Which other Greek poets and artists do you admire?I strongly recommend George Prevedourakis. His book Kleftiko is a take on Allen Ginsberg’s Howl set in Greece amid the crisis; it’s a great book. In theatre, the director Theodoros Terzopoulos –he’s the most important Greek artist of our times. I would highly recommend younger directors like Savvas Stroubos and his Simeio Miden theatrical group; Aris Biniaris and his ‘holy goat’ performance; Stelios Faitakis’s mural paintings; Dimosthenis Papamarkos’s short stories; Mode Plagal’s blend of traditional music with jazz and funk elements; and the directors of the so-called ”weird wave’’ in cinema, which started with Giorgos Lanthimos’s Dogtooth in 2009. Danae Sioziou, 29, Athens     ‘People are being hunted, deprived, excluded’ ... Danae Sioziou    An extract from Around the House (translated by Rachel Hadas):  imprisoned in a filthy cagea ceiling without sunriselittle beetles on the floorin the sink a dark lake  How would you like your art to be rememberedAs heartfelt, I guess. Which is the myth surrounding the Greek crisis you’d like to debunk?That anything good can come out of such a crisis. Good things occur, but despite of it.   Related: Greek arts festival in turmoil as artists rebel over curator's 'Belgian' vision    What is giving you hope?Concerning the crisis? Lately, fewer and fewer things. People are being hunted, deprived, excluded. Walls, actual walls, as well as social and political ones are built upon. People who help bring them down give me hope. What Greek cultural trends do you find most interesting?The various voices emerging in poetry. The foundation of new publishing houses and literary journals. The experimentations of musicians and bands. The neighbourhood solidarity networks, which promote art among other things. The emergence of young artists who elaborate on the current condition in their own terms. Which other Greek poets and artists do you admire?Women poets of older generations who write and publish vivid poetry. There is a vast plurality trying to continue making art and survive. From opera and theatre to circus, music, poetry, filmmaking, photography, performance and more. Most of them collaborate with others. I especially admire those who reinvent themselves without betraying who they are. Jazra Khaleed, 37, Athens     ‘If you want to publish poetry, you have to pay a publishing house’ ... Jazra Khaleed    An extract from Words (translated by Peter Constantine):  My words are homelessThey sleep on the benches of Klafthmonos Squarecovered in IKEA cartonsMy words do not speak on the newsThey’re out hustling every nightMy words are proletarian, slaves like meThey work in sweatshops night and day  Can poetry be political?In Greece, poetry can be part of the anti-fascist discourse and the working class discourse. There are autonomous anti-fascist groups and working class groups who publish magazines, do demonstrations, put posters on the walls. Poetry can be a part of this discourse.   Related: Refugee crisis: how Greeks opened their hearts to strangers    What would you say to people who believe what is happening to Greece has been caused by external factors?I blame the Greek middle class and the Greek capitalist system. I live in Greece so I don’t know what is going on in Germany or in England, I just know what’s going on in Greece. What’s called “the crisis” is used by the Greek state and the Greek middle class to push all the burden to the working class and make labour cheaper and more ready to comply. How is poetry perceived in Greece?In Greece poetry is considered a high-class art. If you want to publish a poetry book, you have to pay a publishing house. So many publishing companies consider themselves brands and they ask for £2,000-5,000 euros to publish your poetry book. That means that most people who publish poetry in Greece belong to the middle class or have money to spare. One important thing about Austerity Measures is that it includes poets that are not very well known in the poetry circles and who don’t have access to publishing houses. What’s happening on the streets of Athens that you find exciting right now? Many second-generation groups are doing hip-hop and they’re really underground, doing self-organised free concerts. I can sense there are more people from a working class background that write poetry nowadays. There is a guy called Omega who writes about his experiences as a labourer or as unemployed. His poetry is very direct, which is not very common in Greece. Elena Penga, 50, Athens     ‘We are all shaken up and blinded by the shock’ ... Elena Penga    An extract from Nightmare Pink (translated by Karen Van Dyck):  I open the balcony doors.You’re singing.But the rain is louder.It comes into the house.Hits the lampshades.Knocks over the lights.Collides with reality.    Related: Classics for the people – why we should all learn from the ancient Greeks    How would you define your poetry?It uses fragments of personal memories to challenge our perception of what we are as a species and what we do here. What were you trying to convey with the poems in Austerity Measures?In this time of crisis what is the role of the personal, of the senses, of the body? Do people trust their body? Do they listen to it? How can they stop being just consumers, but active members of society who care about their environment? How do our senses and our body want us to live, work, relate, create? How would you like your art to be remembered?As meaningful and exciting and beautiful. What is giving you hope?In politics and society? Nothing. We are all shaken up and blinded by the shock. We have lost perspective and see no horizon. Which Greek cultural trends do you find most interesting?There is culture in Greece, but no money or real support for it. People worry about survival. This has killed all spirituality, inspiration, beauty. I find it remarkable that people want to work and do keep working in arts and culture, despite the hostile environment. All cultural trends in Greece are a kind of resistance to giving up. Yiannis Doukas, 35, Galway (Ireland)     ‘Things are due to eventually get better’ ... Yiannis Doukas    An extract from The Children of Abel (translated by Chloe Haralambous and Moira Egan):   The Danny F bound for SyriaLike an arc; for slaughterhousesBut it flounders with the wavesOf the sea that does not wash out     What gives me hope? The turning wheel of history: things are due to eventually get better  Yiannis Doukas     How do you define your art?As bearing a sense of nostalgic irony towards the Greek and European cultural and political history. What were you trying to convey with the poems in Austerity Measures?They are attempting to encapsulate how my generation experiences reality and develops emotion in the digital age. What has been your creative inspiration?Interacting with memory, literature and the urban landscape. Also, trying to distil the times and the news. Which myth of the Greek crisis would you like to debunk?That the Greeks are a nation of lazies on a permanent vacation; that austerity measures, as they were implemented, were proportionally distributed or worth the sacrifice. But also, the over-simplistic populism that there was no need for reform in Greece; that we’d be better off outside the EU, trading in drachma. And, obviously, the neo-Nazi rhetoric that the foreigners – immigrants and refugees – are to blame for everything. What is giving you hope?Naïve as it may sound, the turning wheel of history: things are due to eventually get better. Also, whatever the disappointments and frustrations, the idea of a better world and a fairer society is still something worth fighting for.   Related: And Greece created Europe: the cultural legacy of a nation in crisis    What cultural trends in Greece do you find most interesting?A hopeful moulding of community; people brought together around local and regional bookshops, publishing houses, galleries, concert venues; vibrant hubs and meeting points, new spaces and, hopefully, new ideas. Which other current Greek poets and artists do you admire or recommend? For poets my age this anthology offers a balanced and representative specimen. From previous generations, I would have to single out Kiki Dimoula, Nasos Vayenas, Jenny Mastoraki, Christoforos Liontakis and Haris Vlavianos. In other fields: the films of Syllas Tzoumerkas, Yorgos Zois and Alexander Voulgaris (also the latter’s music, under the alias The Boy); the powerful photography of Enri Canaj and Myrto Papadopoulos, reinventing realism and reframing reality; finally, the marvellous theatrical work produced by the National Theatre of Greece, the Neos Kosmos Theatre and the Onassis Cultural Centre, featuring many young directors and thespians. Glykeria Basdeki, 47, Ksanthi     ‘My poems are a kind of personal talisman’ ... Glykeria Basdeki. Photograph: Panos Michail    An extract from Mama’s a Poet (translated by Karen Van Dyck):  Oh, yeah – Mama’san important poet all day she cooks up commassweeps tenses under the rug  What were you trying to convey with the poems in Austerity Measures?My poetry insists on being dark, ironic and sad. My poems are a kind of personal talisman that protects me from my evil self. What has been your creative inspiration?Family deaths, family births, sad sex memories. I turn the Greek folksongs into an autistic modern universe.   Related: Sign up to our Bookmarks newsletter    What is giving you hope?My children, my friends, my faith in the revolution and life after death. What Greek cultural trends do you find most interesting?The dynamic Greek theatre groups (such as bijoux de kant, who I collaborate with) that survive without financial assistance. It’s a kind of miracle nowadays. Which other current Greek poets and artists do you admire?I love the post-Cavafian poetry of George Le Nonce, Stathi Tsagarousianos’s sad editorials in Lifo magazine, the wild romanticism of the bijoux de kant theatre group, Ersi Sotiropoulos, Maria Mitsora and Alexandro Kypriotis’s prose. And of course all of Jenny Mastoraki’s poetry, which is forever current. Yannis Stiggas, 39, Athens      ‘There are no corrupted nations, only corrupt power’ ... Yannis Stiggas    An extract from The Labrynth’s Perfect Acoustics (translated by Stephanos Papadopoulos):    Becauseas much as I smokedI never found my inner threadso many lovesso many breathlessness and the Minotaur,my God, what a fiddler  If you had to define your poetry in one sentence, what would you say?My poetry functions as a multitool: a pickaxe, a compass, a parachute, perhaps a first aid kit. Any of these is useful stuff for exploration. Poetry seems to involve all three dimensions of time: past, present and future. If someone is trying to comment only on current events, I suggest they would be better off using a polaroid camera.    It is very encouraging to see young people reading poetry, something which I regard as a political act  Yannis Stiggas     What were you trying to convey with the poems in Austerity Measures?They all bear the element of urgency and an agony for human destiny. What is the myth surrounding the Greek crisis you’d like to debunk?That Greeks are corrupted people. There are no corrupted nations, only corrupt power. What cultural trends in Greece do you find most interesting?After two decades of drought, poetry seems to blossom again, especially since 2004. It is very encouraging to see young people reading poetry, something which I regard as a political act. Yiannis Efthymiades, 47, Athens     ‘My inspiration is the ominous future of young children’ ... Yiannis Efthymiades    An extract from 9/11 or Falling Man (translated by Karen Van Dyck):    all of you think I was scared shitless that’s why I dovehead first into the abyssgod what idiots for once I took my life into my own handsand let myself drop provocative like in front of their eyes immenseghoulish I stick my tongue out then in that last moment I see a girl with a sad look in themidst of the crowd    Related: Austerity Measures: The New Greek Poetry – review    What has been your creative inspiration?The thousands of people, my fellow citizens, who suffer from the austerity measures imposed on us, most of which threaten our dignity and our very existence. The source of my inspiration is the ominous future of young children, the frustrated life of older people and the puzzlement of us all against a ruthless technocratic monster that eats away our lives on a daily basis. Which myth of the Greek crisis would you like to debunk?That we are all to blame for the irregularities that have led us to this misery, that the Greeks do not work as hard as the rest of the Europeans and that all these austerity measures have been imposed with the sole purpose of purifying the economy and not to work as an experimental basis for undermining the institutions and manipulating the people. Which other current Greek poets and artists do you admire or recommend?The Greek poetic tradition happens to be one of the oldest and most important in Europe and the whole world. Great poems are still written today, poems that will define our future – poetic or not. I deeply admire Jenny Mastoraki, Christoforos Liontakis and many other younger poets of my generation, as I feel that my poetry interacts with theirs. How would you like your art to be remembered in a hundred years?As a testimony of truth and beauty. • Austerity Measures: The New Greek Poetry is published by Penguin Books.",
  "webTitle": "Meet the Greek writers revolutionising poetry in the age of austerity",
  "webPublicationDate": "2016-05-11T08:00:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/meet-the-greek-writers-revolutionising-poetry-austerity",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Marta Bausells",
      "id": "profile/marta-bausells"
    },
    {
      "webTitle": "Eleni Stefanou",
      "id": "profile/eleni-stefanou"
    }
  ],
  "guardianId": "books/2016/may/11/meet-the-greek-writers-revolutionising-poetry-austerity"
}