{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/29/selfish-gene-40-years-richard-dawkins-do-ideas-stand-up-adam-rutherford",
  "id": "2016-05-29-122",
  "sectionId": "science",
  "body": "It’s 40 years since Richard Dawkins suggested, in the opening words of The Selfish Gene, that, were an alien to visit Earth, the question it would pose to judge our intellectual maturity was: “Have they discovered evolution yet?” We had, of course, by the grace of Charles Darwin and a century of evolutionary biologists who had been trying to figure out how natural selection actually worked. In 1976, The Selfish Gene became the first real blockbuster popular science book, a poetic mark in the sand to the public and scientists alike: this idea had to enter our thinking, our research and our culture.    Previous attempts to explain evolution had been academic and rooted in maths. Dawkins walked us through it in prose    The idea was this: genes strive for immortality, and individuals, families, and species are merely vehicles in that quest. The behaviour of all living things is in service of their genes hence, metaphorically, they are selfish. Before this, it had been proposed that natural selection was honing the behaviour of living things to promote the continuance through time of the individual creature, or family, or group or species. But in fact, Dawkins said, it was the gene itself that was trying to survive, and it just so happened that the best way for it to survive was in concert with other genes in the impermanent husk of an individual. This gene-centric view of evolution also began to explain one of the oddities of life on Earth – the behaviour of social insects. What is the point of a drone bee, doomed to remain childless and in the service of a totalitarian queen? Suddenly it made sense that, with the gene itself steering evolution, the fact that the drone shared its DNA with the queen meant that its servitude guarantees not the individual’s survival, but the endurance of the genes they share. Or as the Anglo-Indian biologist JBS Haldane put it: “Would I lay down my life to save my brother? No, but I would to save two brothers or eight cousins.”     The original book cover, illustrated by Desmond Morris.    These ideas were espoused by only a handful of scientists in the middle decades of the 20th century – notably Bob Trivers, Bill Hamilton, John Maynard Smith and George Williams. In The Selfish Gene, Dawkins did not merely recapitulate them; he made an impassioned argument for the reality of natural selection. Previous attempts to explain the mechanics of evolution had been academic and rooted in maths. Dawkins walked us through it in prose. Many great popular science books followed – Stephen Hawking’s A Brief History of Time, Stephen Pinker’s The Blank Slate, and, currently, The Vital Question by Nick Lane. For many of us, The Selfish Gene was our first proper taste of evolution. I don’t remember it being a controversial subject in my youth. In fact, I don’t remember it being taught at all. Evolution, Darwin and natural selection were largely absent from my secondary education in the late 1980s. The national curriculum, introduced in the UK in 1988, included some evolution, but before 1988 its presence in schools was far from universal. As an aside, in my opinion the subject is taught bafflingly minimally and late in the curriculum even today; evolution by natural selection is crucial to every aspect of the living world. In the words of the Russian scientist Theodosius Dobzhansky: “Nothing in biology makes sense except in the light of evolution.” Back in the 1980s, it fell to the BBC to switch on the light for me. Repeats of David Attenborough’s 1979 series Life on Earth were the prime source of my exposure to natural selection, and though wondrous, the scientific content is slight. But if Attenborough was the gateway drug to a love of evolution, Dawkins made me an addict. My father, a psychologist, had a first edition of The Selfish Gene, the hardback with the Monty Python-esque cover, those strangely evolved shapes stalking a surreal landscape drawn by the zoologist Desmond Morris. Dawkins’s prose is lucid and powerful, his argument difficult to contend. I bought my own copy at university, and when I pulled it from my shelf today, tucked inside I found my old University College London photocopier credit card, a Proustian trigger to my undergraduate days in the 1990s.    If Attenborough was my gateway drug to a love of evolutionary theory, Dawkins made me an addict    It is a shame that Dawkins is now perhaps better known for his irritable contempt for religion, since his true legacy is The Selfish Gene and its profound effect on multiple generations of scientists and lay readers. In a sense, The Selfish Gene and Dawkins himself are bridges, both intellectually and chronologically, between the titans of mid-century biology – Ronald Fisher, Trivers, Hamilton, Maynard Smith and Williams – and our era of the genome, in which the interrogation of DNA dominates the study of evolution. Since 1976, our understanding of why life is the way it is has blossomed and changed. Once the gene became the dominant idea in biology in the 1990s there followed a technological goldrush – the Human Genome Project – to find them all. Then it turned out that we didn’t have enough genes to account for our presumed sophistication, and that the genome itself was replete with DNA that wasn’t made up of genes. Many of these areas were genetic control switches, the on and off buttons to tell genes where and when to function. Some are just the decaying remains of genes whose function have been lost in time. Genes aren’t what they used to be either. In 1976 they were simply stretches of DNA that encoded proteins. We now know about genes made of DNA’s cousin, RNA; we’ve discovered genes that hop from genome to genome, inserting themselves into a new host to be replicated there. And what by far the larger part of the genome is doing for much of the time is still something of a mystery. Today we can scan genomes by the hundreds and look for the signals of natural selection in DNA, regardless of what that DNA is actually doing. It’s like knowing an animal had been there by finding its prints in the forest. Genomics has become an industry devoted to trying to work out the immense complexities of DNA. None of the complications of modern genomes erodes the central premise of the selfish gene.    When I was an undergraduate, I recall a tutor shirtily suggesting that I read some papers rather than 'that book'    Dawkins himself has attracted more than his fair share of animosity over the years. Setting aside the response to his views on religion and politics, there have been plenty of attacks on the idea of the selfish gene. When I was an undergraduate, I recall a tutor rather shirtily suggesting that I should read some papers rather than “that book”, and The Selfish Gene has been attacked variously by philosophers, comedians, vicars and journalists too. Much of the enmity stems from people misunderstanding that selfishness is being used as a metaphor. The irony of these attacks is that the selfish gene metaphor actually explains altruism. We help others who are not directly related to us because we share similar versions of genes with them.      In the scientific community, the chief objection maintains that natural selection can operate at the level of a group of animals, not solely on genes or even individuals. These exchanges, such as with the great entomologist EO Wilson, are often ill-tempered spats, in which entrenched positions are expressed with animosity. To my mind, and that of the majority of evolutionary biologists, the gene-centric view of evolution always emerges intact. It’s also an idea that permeates all biology, right back to the beginnings of life on Earth. We’ve made great strides in understanding the process by which chemistry on Earth became biology. Life was simpler then, and the first information encoded in a gene would probably have simply been the instruction to replicate itself. Molecules that do just that have been created in the lab, or, more precisely, have been allowed to create themselves by a process of chemical natural selection. We will never know whether these self-replicators are like the ones at the beginning of life, because those are lost to very ancient history. But the premise remains exciting that a gene’s only desire is to reproduce itself, and that the complexity of genomes makes that reproduction more efficient.     Richard Dawkins today: he has regretted the title of his book, since many failed to see ‘selfish’ was being used metaphorically. Photograph: Murdo Macleod for the Observer    Where Dawkins places the origin of life squarely with the origin of replicators, ie the first gene, an emerging view suggests otherwise. This view (as I argue in my most recent book) is that this process – genetics – followed the establishment of a system that could host that information replication. Genes in cells rely on a metabolism that generates the power needed for them to enact their programmes and replicate themselves. It seems to me to be important that we try to understand the origins of biology by modelling what living things actually do. Logically, a metabolism of sorts must have preceded the establishment of the first selfish gene, and some of us now think that it might have occurred deep in the geological crannies in the ocean floors some 4bn years ago. Life has been continuous on this planet ever since – on a sort of single evolutionary tree (which more like sprawling tangled thicket now). We share dozens of genes with our most distant relatives, single-celled bacteria and archaea. These are probably the most successful – the most selfish – of any genes, since their existence spans the entire duration of life on Earth. Richard Dawkins has occasionally lamented his own choice of the “selfish gene” title since it has for decades been misinterpreted by detractors and fools. He has said he might have preferred The Immortal Gene. I disagree, as immortality implies foresight, and is for ever. Species go extinct, and genes can be lost even after millennia of success. Life has no plan other than to keep chugging along. Nevertheless, The Selfish Gene has attained its own literary and scientific immortality: as long as we study life, it will be read. Adam Rutherford is the author of Creation: The Origin of Life/The Future of Life (Penguin, £9,99). The Selfish Gene is published by Oxford University Press (£8.99). Click here to buy Creation for £7.99, or here to buy The Selfish Gene for £7.19 The evolution of genetics since 1976 1977British biochemist Fred Sanger develops the “dioxy method” for sequencing DNA, using it to sequence the first DNA genome – that of a virus. The work earns Sanger his second Nobel prize. 1984Alec Jeffreys of the University of Leicester discovers a technique of identifying an individual by their DNA, known as DNA fingerprinting. The technology is used the following year to convict murderer Colin Pitchfork, with Jeffreys himself as the consultant expert. 1990The Human Genome Project, “the largest single undertaking in the history of biological science”, is set up to map the 3bn base pairs of human DNA. 1994After a long hunt involving research facilities worldwide, including Cancer Research UK, the BRCA1 and BRCA2 genes are identified. When damaged or mutated, these are major causes of hereditary breast cancer. 1996A Finn-Dorset ewe named Dolly is born, the first animal to be cloned from adult cells. The brainchild of scientists at the University of Edinburgh’s Roslin Institute, Dolly lives until 2003, when her stuffed remains are displayed at the National Museum of Scotland. 2003Thirteen years after its launch, the Human Genome Project is completed, signalling a new era for genetic and medical research. 2006US entrepreneur Anne Wojcicki founds 23andMe, offering personal genetic profiling via a saliva-based home-testing kit, allowing customers to learn their hereditary medical traits. The US government orders Wojcicki to discontinue the product in 2013, but the company survives the controversy. 2013Scientists at the University of California, including Jennifer Doudna and Lei Stanley Qi, develop a technique of DNA interference known as Crispr-Cas9 system, allowing scientists to isolate, deactivate and even edit specific genes.Kit Buchan",
  "webTitle": "'As long as we study life, it will be read': the Selfish Gene turns 40",
  "webPublicationDate": "2016-05-29T09:00:02Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/29/selfish-gene-40-years-richard-dawkins-do-ideas-stand-up-adam-rutherford",
  "keyword": [
    {
      "webTitle": "Richard Dawkins",
      "id": "science/dawkins",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Genetics",
      "id": "science/genetics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Human Genome Project",
      "id": "science/human-genome-project",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Rutherford",
      "id": "profile/adamrutherford"
    }
  ],
  "guardianId": "science/2016/may/29/selfish-gene-40-years-richard-dawkins-do-ideas-stand-up-adam-rutherford"
}