{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/10/inside-guardian-weekly-penguins-politics",
  "id": "2016-05-10-145",
  "sectionId": "global",
  "body": "It is always a pleasure to put penguins on the front page. We just don’t get to do it often enough. A discreet but vital campaign to better protect one of the most remote and intact marine ecosystems on the planet gave us a chance this edition. Science editor Robin McKie, of the Observer, has penned our cover story on efforts to save the riches of Antarctica’s Ross Sea, which is, among other things, playground of the penguins. There’s a battle brewing, with Russia and China attempting to thwart such moves. If you don’t already love the idea of a pristine, icy expanse of pure and powerful nature, you certainly will after reading our cover story. The international offering is equally strong inside, with changes of leadership in Turkey and the Philippines, and turmoil swirling around embattled Brazilian president Dilma Rousseff. From the US, we update on the presidential race as Donald Trump becomes the Republican party’s presumptive nominee for president. We also give over our back page to this development, showcasing insights from columnist Martin Kettle. Election news dominated in Britain as well. London’s new Labour mayor Sadiq Khan – the first Muslim to take up the office – was sworn in at Southwark cathedral, and with considerable pride. Labour meanwhile, took stock of local council results in parts of England and Scotland to divine what they meant for the party’s new leader, Jeremy Corbyn. The Comment section roams widely this week, from democracy in Turkey to human embryo experimentation, trade partnerships and air rage. And we sing the praises of naturalist Sir David Attenborough, who just turned 90, and his legacy in British broadcasting. Our deeper-read Review section picks up three pieces from the Guardian’s Cities section of the website, where you will find the history of urbanisation explored in an impressive and ongoing 50-part series. We don’t have the space to showcase all of these wonderful stories, so we’ve cherrypicked. You can read more of this content by clicking here. We also take a look at the issue of solitary confinement in America. The Guardian’s 6x9 project offers alarming insights into this form of exclusionary incarceration. We’ve presented a snippet of coverage, but there’s much more online, accessible by clicking here. The book reviews are wonderful again this week. Our lead review considers the memoir of an award-winning geobiologist, and her hopes and triumphs both in and outside the lab. It’s a great read. Culture checks in on the career of British actor and comedian Ricky Gervais, who is reviving the creation that is David Brent, from TV series The Office. I hope you find this coverage enjoyable. I am delighting, meanwhile, in your replies on the Notes & Queries page to the question of what a Guardian Weekly animal would be. We did have some discussion here at HQ in King’s Cross about whether the silverback remark (directed at yours truly) was a good thing! I will leave it for you to decide. Oh, and you can contribute a reply by clicking here. It was also a treat to be introduced to Katy Byrne, this edition’s Good to meet you reader. Be warned, Katy, I may be California bound this summer, and Sonoma is clearly on my radar. We welcome submissions for this column, so please don’t by shy. You can feature in our GTMY space by clicking here, or sending a note to guardian.weekly@theguardian.com. Each week brings new pleasures in editing this newspaper with you in mind. We love to find the most compelling front-page story, the most insightful news analysis, the sassiest of comment pieces, and the most pleasurable among an array of books and culture coverage. We aim to delight and dazzle with our imagery. I hope you enjoy this week’s paper. As always, I value your feedback on the editorial content, which you can email along to me by clicking here. Would you like to change your delivery address? Your email address? Suspend delivery? You can manage your account online here. Are you a subscriber looking for our digital edition? Click here. This edition can be viewed by subscribers on desktops, laptops, iPads, iPhones, some Kindles, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format.",
  "webTitle": "Inside the 13 May edition",
  "webPublicationDate": "2016-05-10T14:04:33Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/10/inside-guardian-weekly-penguins-politics",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Abby Deveney",
      "id": "profile/abby-deveney"
    }
  ],
  "guardianId": "global/2016/may/10/inside-guardian-weekly-penguins-politics"
}