{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/special-prison-unit-where-rehabilitation-rules-hmp-new-hall",
  "id": "2016-05-24-106",
  "sectionId": "society",
  "body": "Free-range chickens, raised flower beds and exercise apparatus on neatly manicured lawns are not what you would normally expect to find in a closed prison. The grounds of Rivendell unit, a special “psychologically informed environment” for female prisoners with personality disorders, feels more like a place of healing than incarceration. But it is a prison within a prison – HMP New Hall, near Wakefield, West Yorkshire, home to around 450 adult women, young offenders and juveniles. “Treat people badly and you’re not going to get good results,” says Mick Winn, the governor in charge of the unit who is escorting me along the gently winding paths.    Treat people badly and you’re not going to get good results  Mick Winn     I am the first journalist to be invited to visit Rivendell since it was opened 18 months ago. It is one of a number of similar units in prisons designed to provide care and treatment for offenders with complex needs. Formerly known as DSPD (dangerous and severe personality disorder) units, they are now known as Pipes (psychologically informed and planned environments). Rivendell, named after the elvish haven in Lord of the Rings, aims to provide a regime of “growth, enablement and empowerment”, which epitomises the government’s plans for prisons to be places of rehabilitation as outlined in the prisons bill in last week’s Queen’s speech. We enter the accommodation block, which from the outside resembles a large, modern, two-storey detached house – except for the bars on every window. The first thing that strikes me is how quiet the building is inside. It’s the lunchtime “bang up” period and the prisoners, 30 in total – made up of around half with a diagnosed personality disorder and half without who have volunteered and then been selected to live on the unit to act as a stable influence – are all locked in their cells. Studies cited by the Ministry of Justice estimate that between 4% and 11% of the UK population have a personality disorder and between 60% and 70% of people in prison. Although a personality disorder is a mental disorder, until quite recently it was considered untreatable.   Related: Skype, iPads and in-cell education at heart of major prisons shakeup    Winn heads a team of 16 staff, among whom are senior clinicians. In the main observation and control room, where large windows allow the comings and goings of prisoners to be easily monitored, he explains how this specialised environment is designed to help resolve the issues that have driven their offending. But those women in the Rivendell unit are not entirely isolated, joining the other prisoners at HMP New Hall for work, chapel, and in the gym. “They’re different women to when they first came here,” Winn says. “Some of our women present in a very childish way because they’ve learned that if you appear as a child, people care for you. Some were really in your face, loud and aggressive, because that’s how they have always learned how you get things. But after a period of time with us, all of that calms down. In our client groups we get lots and lots of self-harm. [It] tends to increase a little bit when they first arrive, maybe for the first six months. They’ve been displaced, but then all the self-harm rates drop, which is a great indicator of how they are feeling mentally. At the moment, we have no service-users in any kind of crisis that might lead to self-harm.” Winn opens a cell door and I see it is exactly like any prison cell, except it has an ensuite toilet and shower room. “A lot of our women have body image issues. Having their own space to shower in private is really important to them.” He leads me to what he describes as “the quiet area”. There are easy chairs and a sofa, books and magazines, and a fish tank full of brightly coloured fish (paid for by the sale of the eggs from the chickens). The barred windows look out on to where the prison’s chickens roam freely, and over the perimeter fence to rolling green fields. By now the women on the unit have been let out of their cells and a number are waiting to speak to me in a communal room used for creative pursuits such as art, crafts and baking. “What did it feel like when you were diagnosed with a personality disorder?” I ask. There’s silence for a minute or two until Lydia speaks up. “I think most people in the country have a personality disorder,” she says, “but they manage it. We haven’t managed ours very well.” Lydia, in her 20s, has been jailed for life under the old joint enterprise law and is hoping for a fresh appeal. Maye is serving life with a minimum tariff of 16 years. So far she has done three. “I’m here because I know I need help, I need to learn how to deal with my emotions and deal with everything I didn’t deal with on the out,” she says. “I ended up committing offences because I just didn’t care. Now I’m here, I feel hope – because I’m getting help. I know I’ve got a lot of problems, but I don’t feel so alone now because I know there are other people walking the same path as me.” Jane joins in. “We’ve got a voice here. We can speak our minds, in the right way. I’ve been in prison since 2007. The staff say I’ve changed since I’ve been here, but I’m still finding it hard to believe.” Maye nods. “We’re not just a number here. The staff know us really well. They interact with us more than on normal wings.” Then Grace pipes up. “That’s how I am. I don’t really know who I am, but I’ve come here to sort myself out. At the moment I feel a bit stuck, that’s why I’ve come here, to find out who I am and start to live again.” And then Lucy, serving life with a 15-year tariff, says: “I’ve been in prison for six years, and I’ve been in Rivendell for nearly a year. I’ve still got another seven years to serve. In the last year I’ve definitely come out of myself. I used to just stay in my cell all the time, reading. I still read a lot. Now I associate with the girls here more often. For 27 odd years I haven’t known who I am. The staff help you to understand yourself better. I didn’t have an identity at all. I got into a stupid relationship at 14. I lost a lot of my own identity then. I’m now reclaiming myself. I have a few ups and downs, but I know I’m getting better at coping.” For many victims of serious crime, prison regimes designed to enrich and nourish will be unpalatable at best. But the fragility of the women at Rivendell is all too obvious. Winn and his colleagues are working hard to prevent them causing more harm to themselves and others. If governors of the six reform prisons, proposed by the justice secretary, Michael Gove, can introduce a flavour of Rivendell in each one, then rehabilitation for the many prisoners rather than the few might just be attainable. Winn says: “You get really protective about the women, especially when you get to know their backgrounds. It doesn’t take away the seriousness of their criminality, but when you see where they have come from and you hear the stories of what they’ve suffered, you can understand how they get into drugs, alcohol, violence.” Some names have been changed",
  "webTitle": "Inside the special prison unit where rehabilitation rules the roost | Erwin James",
  "webPublicationDate": "2016-05-24T15:29:00Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/special-prison-unit-where-rehabilitation-rules-hmp-new-hall",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Erwin James",
      "id": "profile/erwinjames"
    }
  ],
  "guardianId": "society/2016/may/24/special-prison-unit-where-rehabilitation-rules-hmp-new-hall"
}