{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/13/blue-eyes-recap-episode-eight-pure-terror-brilliantly-done",
  "id": "2016-05-13-24",
  "sectionId": "tv-and-radio",
  "body": "Well bravo, that was quite a ride. I usually make lots of notes when I watch these episodes, but not this time. It was hard to take your eyes off the screen, so apologies if this analysis is even flimsier than usual. At the end of the last episode, we’d been left dangling off a cliff: the beeping phones of the journalists at Gunnar’s press conference told us something cataclysmic had happened, but what? Episode eight cleverly starts 48 hours earlier: this is going to be an excruciatingly slow reveal.  We discover that Nils, the sweet-looking boy we were briefly introduced to last week, has indeed been abducted. His father Magnus is the deputy head of security at the Swedish Stock Exchange, and the boy’s life is being bartered for access to the building. Magnus faces the most impossible of choices. What would you do? He accepts the deal, in effect sacrificing 20 lives in the hope that his son will survive. The first half-hour is given over to the Veritas attack on the stock exchange. The pacing is quite different to the rest of the series, which generally cuts between Elin and the machinations at the heart of government, Olle and the travails of the Security party, and the lunatics at Veritas. Now the cross-cutting was out; this was unremitting drama.     Poor Simon. Photograph: Global Series/Channel 4    Gustav, Mattias and their acolytes get into the stock exchange (killing one of their old Veritas fellow travellers, who happens to be a security guard at the building); they plant their bomb and round up the staff; then Magnus, who is having a change of heart, operates the security system, which locked all the doors. This is when things get really nasty, as Gustav goes round asking people their names and then shooting them two at a time. Pure terror, brilliantly done – this series lacks nothing in ambition and technical excellence. Magnus, horrified, eventually relents and opens the doors. Most of the gang escape as the bomb explodes, but one is killed, another shot and caught. Elin is dispatched to the hospital to help extract information from the gravely injured bomber before he is operated on. The surgeon, unsurprisingly, is none too happy about the delay, but he is an Iraqi (nice touch) and Elin offers to help his brother get asylum if he plays ball. In Blue Eyes, everyone is exercising leverage over everyone else. Just when you think it can’t get any more tense, it does. Mad Mattias, Magnus the security man, Nils his son, poor Simon and little Love, who must be utterly bemused by what is happening to him, drive off together into the forest. This really is like a cross between the Brothers Grimm and the Brothers Coen.      Trapped in the forest with Mad Mattias. Photograph: Global Series/Channel 4    Once in the forest, Mattias gets out of the car and takes Magnus off to shoot him. “Not so he can see it,” pleads Magnus, asking to be taken further in so his son doesn’t witness the killing. “I don’t usually do this – but I’m going to be nice,” says Mattias. “Nice” for Mattias means he will shoot Nils first. He holds a gun to the boy’s head. Bang! Oh my god ... except it’s not Mattias shooting Nils, it’s Simon shooting Mattias. Good work, Simon! But, unfortunately, Mattias is not dead. It’s going to take a stake through the heart to kill him. He produces a knife and hurls himself at Simon, who is out of ammo. Just as he is about to knife him, Magnus (whose hands are tied) jumps on the badly injured Mattias, telling Simon to make a run for it (memo to the writer – why doesn’t he just drive off, since he drove into the forest and must have the car keys?).  Simon and the kids run into the woods; the injured Mattias and the handcuffed Magnus fight (this really is Coen Bros territory); Mattias stabs Magnus (about 50 times) then furiously discharges his gun into the forest, but Simon and the boys are well away. Believe me, this has been operatic in its intensity, or maybe Shakespearean. Take your pick. Where are we, apart from lying on the floor exhausted? Mattias gets back to the Veritas hideout (which may be Gustav’s book-lined place in the country – that guy reads too much); he lies to Sofia about what has happened, but then immediately tells Gustav the truth and says they have to find Simon.      Sofia and Mad Mattias. Photograph: Global Series/Channel 4    Elsewhere in the forest (the metaphorical forest, that is) Security party leader Peter Westman is giving Olle, who blames himself for not going to the police with his info on the link between Mattias and Sofia, the old heave-ho as the party’s crime spokesman. “You look tired,” Westman tells him. “I am tired,” agrees Olle. Look, we’re all tired.  Meanwhile, at the justice ministry you can tell things are really serious because Elin is having a fag. I don’t recall that happening before. She is fretting to justice minister Gunnar about a possible leaker in the (useless as ever) police force. But I think we are all agreed we know who the leaker is. What exactly is your game, Gunnar? Elin drives home; it’s been a long day. But there’s still time for one more mysterious call on her mobile – she gets a lot of these, and, not unreasonably, phones have been a central plot device throughout. “Turn left, continue for 300 yards, pull up at the petrol station and wait there.” It’s a woman’s voice. Who? I’m guessing Gunnar’s wife, but that’s a long shot.  Somewhere else in Stockholm, a city now in uneasy repose after the bomb, Simon and his two blond charges are walking disconsolately through the empty streets. For some reason I thought of Peter Pan – children in search of Neverland. “Sweden”, intones a radio announcer after the bombing, “has lost its innocence.” Here are the final three innocents confronted by a malign world. Soon, once he is bandaged up, Mattias will be coming after them. I’m not sure how much more my nerves can take.",
  "webTitle": "Blue eyes recap: episode eight – pure terror, brilliantly done",
  "webPublicationDate": "2016-05-13T21:10:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/13/blue-eyes-recap-episode-eight-pure-terror-brilliantly-done",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Moss",
      "id": "profile/stephenmoss"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/13/blue-eyes-recap-episode-eight-pure-terror-brilliantly-done"
}