{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/04/the-vanishing-futurist-by-charlotte-hobson-review",
  "id": "2016-05-04-164",
  "sectionId": "books",
  "body": "In September 1991 Charlotte Hobson, a student of Russian at Edinburgh University, went to study in Voronezh for her year abroad. A decade later she published Black Earth City, an account of her months spent living in Russia’s provincial heartland during the year in which the Soviet Union was finally dismembered, the former dependent states breaking away like the fragmentation of a giant iceberg. Hobson’s award-winning memoir, as dreamily lyrical and pragmatic as any Russian novel, beautifully captured the uncertainty, chaos and infectious euphoria of the end of the cold war. Fifteen years on, and Hobson has turned to fiction to examine perhaps the most epoch-defining point in Russia’s history – the revolutions of 1917, the dissolution of tsarist rule, the Bolshevik rising, subsequent civil war and its aftermath – choosing a protagonist who, like Hobson herself in Black Earth City, is an English outsider in Russia during a period of turbulence and wild optimism. The result is a rapturous, carnival-like ride into political disorder, heady romance and absurdity as one societal infrastructure is dismantled and replaced with another.  Gerty Freely, a “bookish, scrawny girl”, leaves her stifling Edwardian background to take up a position as governess to the Kobelev family of No 7, Gagarinsky Lane, Moscow. It is May 1914; with the outbreak of the first world war a few months later, Gerty is unable to return to England, even if she wanted to. Her home is now with the liberal Kobelevs, including the four Kobelev children at varying stages of precociousness, presided over by a benevolent paterfamilias, a largely absent invalid mother, an ancient aunt and a French former governess. Of the children, the elder two – restless Sonya and laconic Pasha, whose English is inflected with a Scottish accent courtesy of Gerty’s predecessor – are only slightly younger than Gerty and will play a significant role as the novel develops. The other member of the household, aside from a myriad of servants, is the Kobelevs’ lodger Nikita Slavkin, a fledgling quantum physicist. Slavkin’s extraordinary ambition for a utopian state based on scientific advances will turn out to be both a prefiguring and a tragic reckoning.  Hobson’s portrayal of middle-class Moscow life before the revolution is as delicately reimagined as Penelope Fitzgerald’s exquisite The Beginning of Spring, set at the same place and time. Similarly, the decline of old Russia – represented in the Kobelev household by the ageing Mamzelle and aunt Anna Vladimirovna – contrasts with the exuberant literary salons and free love movement of the time. This flourishing of the creative arts was, as Hobson explains in the novel’s afterword, an alchemisation of avant-garde talents which culminated in the punkish futurists, intent on staging a vigorous battle against the established order much as the collective Pussy Riot has done in recent years under Putin. Following the events of 1917 and the rejection of the bourgeoisie, anything seemed possible.    The punkish futurists battled against the established order much as the collective Pussy Riot has done in recent years       In a matter of months the Kobelevs leave Moscow for exile in Crimea and eventually Europe; throughout the intense white nights of the summer of 1918, Gerty, who has elected to remain in Gagarinsky Lane with the old ladies, is seduced by Nikita, who spends his days experimenting with building an ever more outlandish series of “psychotechnological devices” to aid the reformation of society, such as a travelling Propaganda Machine to “vaccinate” citizens against falling back into the trappings of bourgeois existence. Upon the unexpected return of Sonya and Pasha to Moscow, a commune – the Institute of Revolutionary Transformation – is eagerly set up on Gagarinsky Lane, with Slavkin at its head. This attempt at forming a mini-republic – the collectivisation of belongings, daily exercises, minuscule food rations (becoming ever more scarce as famine bites Moscow) and a typically hypocritical ban on sex – is described with irreverence and some admiration by Hobson. For the young communards, the project swiftly turns sour with leadership battles, bullying, the unsavoury whiff of a cult and a tense ménage a quatre at its centre. The enigmatic Slavkin, a mix of dubious crank and visionary, will in later years be virtually canonised as a hero of communism. For now, caught up in the paranoia of the civil war, with its black-market ethos and ready informants, he is seen as a dangerous counterrevolutionary.  Hobson doesn’t quite convince with her depiction of Slavkin and his constantly evolving time machine, an improbable precursor of the USSR’s later battle in the space race. What is conveyed most affectingly, with all the reviving powers of a shot of Armenian brandy, is the exhilaration and promise of a dream, an exceptional historical moment that continues to reverberate today.  • To order The Vanishing Futurist for £13.59 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Vanishing Futurist by Charlotte Hobson review – a carnival ride through revolutionary Russia",
  "webPublicationDate": "2016-05-04T14:00:12Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/04/the-vanishing-futurist-by-charlotte-hobson-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Taylor",
      "id": "profile/catherine-taylor"
    }
  ],
  "guardianId": "books/2016/may/04/the-vanishing-futurist-by-charlotte-hobson-review"
}