{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/come-out-as-gay-no-one-wants-to-love-me",
  "id": "2016-05-06-226",
  "sectionId": "lifeandstyle",
  "body": "I am 26 and I came out as gay at the end of last year. I am from a religious background and I feel stuck between two realms and I can’t find the appropriate balance. Seeking a lasting loving relationship for a 26-year-old virgin is not as easy as I thought. With so much preference for everyone to be physical in gay culture, I feel disappointed and even more alone in a foreign country. Dating websites only add to my sorrow and despair. From the religion side, it seems everyone hates me for who I love. I feel I can’t even go back nor move forward, since it seems I am not worth loving, even though I am a talented, loving, caring individual. If someone could see beyond the appearance, they would be see my inner beauty, but no one bothers. • When leaving a message on this page, please be sensitive to the fact that you are responding to a real person in the grip of a real-life dilemma, who wrote to Private Lives asking for help, and may well view your comments here. Please consider especially how your words or the tone of your message could be perceived by someone in this situation, and be aware that comments that appear to be disruptive or disrespectful to the individual concerned will be removed. • If you would like fellow readers to respond to a dilemma of yours, send us an outline of the situation of about 150 words. For advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns. • All correspondence should reach us by Wednesday morning. Email:private.lives@theguardian.com (please don’t send attachments).",
  "webTitle": "I have come out as gay, but no one seems to want to love me",
  "webPublicationDate": "2016-05-06T11:00:24Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/come-out-as-gay-no-one-wants-to-love-me",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/06/come-out-as-gay-no-one-wants-to-love-me"
}