{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/common-ground-rob-cowen-review-memoir-transformation",
  "id": "2016-05-20-114",
  "sectionId": "books",
  "body": "Common Ground takes Rob Cowen back to Bilton, Yorkshire, where he grew up in the 1980s, and to the edge-lands – those areas between town and country where as a child he experienced moments of “condensed wildness”, such as a grass snake slithering past his foot. It is to this liminal space that he returns as a father-to-be, aware that a new phase of his life is beginning. His journey to the edge-lands is also a journey within: “in seeking to unlock, discover and make sense of a place, I was invariably doing the same to myself”. In this space where human lives meet the wildness and unpredictability of nature, Cowen reconnects to a forgotten yet vital landscape. Rediscovering the area around his home alters his “internal landscape”. In this memoir of transformation, he writes evocatively of the power of these overlooked spaces, his poetic prose turning them into sites of mystery and rebirth. And yet he acknowledges that just as his own life is about to change, this precious world is also “doomed”, destined to be built on. • To order Common Ground for £6.29 (RRP £8.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Common Ground by Rob Cowen review – a memoir of transformation",
  "webPublicationDate": "2016-05-20T15:00:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/common-ground-rob-cowen-review-memoir-transformation",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Paperbacks",
      "id": "books/paperbacks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "PD Smith",
      "id": "profile/pdsmith"
    }
  ],
  "guardianId": "books/2016/may/20/common-ground-rob-cowen-review-memoir-transformation"
}