{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/01/kolkata-india-mutton-chop-street-food",
  "id": "2016-05-01-132",
  "sectionId": "travel",
  "body": "Kolkata is a cultural and intellectual hub, buzzing with Ambassador taxis, the hum of street food vendors offering piping hot food and the sound of customers crunching on pani puri, hollow fried crisp balls filled with a spicy liquor (pani), tamarind chutney, chilli, potato, onion and chickpeas. There is an abundance of street food available in Kolkata, especially at hubs such as Dacres Lane. Here my wife and I have tried every snack you can think of, from traditional Bengali ghugni (dried white peas mixed with tamarind, chillies and jaggery) to Bengal’s take on Chinese chow mien.   Related: 10 of the best restaurants and street food snacks in Goa    Mutton, or mangsher, chop is one of the more popular legacies of the colonial era – a moreish, moist mutton filling encased in a crispy, deep-fried shell served steaming hot with spicy chutney. Originating from the dining tables of the imperial clubs, it made its way to the street and is now one of the little pleasures of everyday life in Kolkata. We used to save up our pocket money as kids to buy them, fought over the last few in the school canteen, and queued up for them on lunch break at work. Indian Coffee House, on Bankim Chatterjee Street in the College Street area, was a favourite university hangout: we’d pile in after lectures to eat steaming chops and share our latest tales. Round the corner on Surya Sen Street, Kalika Mukhorochok Telebhaja was another favourite. It’s almost 50 years old and serves some of the best chops in Kolkata, with queues often stretching down the road. But mutton chop is so loved in Kolkata that it can be found at vendors across the city. Other popular street food hubs are: Netaji Subhas Road in the administrative quarter; New Market, the sprawl of stalls and street food vendors east of Chowringhee Road; and Vivekananda Park in the south of the city. • Gunpowder (gunpowderlondon.com), 11 White’s Row, Spitalfields, London, 020 7426 0542",
  "webTitle": "The best mutton chop in Kolkata",
  "webPublicationDate": "2016-05-01T10:00:52Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/01/kolkata-india-mutton-chop-street-food",
  "keyword": [
    {
      "webTitle": "Kolkata holidays",
      "id": "travel/kolkata",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "India holidays",
      "id": "travel/india",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Street food",
      "id": "lifeandstyle/street-food",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Indian food and drink",
      "id": "lifeandstyle/indian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/01/kolkata-india-mutton-chop-street-food"
}