{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/farewell-peggy-mitchell-the-queen-of-eastenders-barbara-windsor",
  "id": "2016-05-17-41",
  "sectionId": "tv-and-radio",
  "body": "‘I will go as I have lived,” promised Peggy Mitchell, the legendary EastEnders landlady. “Straight back, head high, like a queen.” As the ghost of Pat Butcher watched over her, Peggy took her own life after discovering that her cancer was terminal. There wasn’t even a final “Get outta my pub!” as she bowed out privately and alone, taking an overdose. It put an end to her 22-year career in the soap and left fans bereft. In her final week, Peggy was a more subdued version of herself, cruising down the Thames, soaking up the London that she loved and riding round Albert Square on the back of a milkfloat. Walking through the Queen Vic for one last time, glammed up to the nines and buying champers for all, she saw her life flash before her eyes.     In her final week, Peggy was a more subdued version of herself. Photograph: BBC/Kieron McCarron    If the moment she gave Linda her seal of approval as the new landlady didn’t make you cry, the sight of her walking out of that pub arm-in-arm with Phil and Grant did the trick. “Just in case you didn’t know it, you boys, you’re my world,” she said.     A brassy blond and a battleaxe … Peggy serving champers to all. Photograph: BBC    EastEnders has no shortage of brassy blondes, battleaxes and women who’ll display a wolf-like devotion to their children, but no one did it quite like Peggy. She was the quintessential East End matriarch: ruling the Queen Vic with a bust of iron, fiercely protecting her family and hating any woman who dared to cross her boys.  In the early days, Peggy was played by Jo Warne, but it’s Barbara Windsor’s incarnation of the character since 1994 who has become legendary. She mixed a little of the Carry On cackle with a proper old East End hard-as-acrylic-nails attitude. Strong, glamorous women have always ruled behind the bar at the Queen Vic and Peggy’s glory years were spent there, holding court and taking no prisoners. She was at her most triumphant when she wrestled control of the pub after discovering that Sharon had been doing the double with Phil and Grant.           Peggy Mitchell’s most memorable moments in EastEnders    Peggy’s the only woman who could keep her boys under control. “Faaa-mily always comes first” was her motto. That’s not to say she turned a blind eye to their faults. When Phil became a crack addict, she took matters into her own hands and locked him in the pub. (Sadly that didn’t work – he burned it down.) When Chrissie Watts tried to frame Peggy’s daughter Sam for Dirty Den’s murder, she pushed her into an open grave.     Peggy with her beloved beefcake Frank Butcher. Photograph: Adrian Rogers/BBC-1    Although she’s remembered fondly as a character, Peggy was far from an out-an-out good person, as she proved by launching a hate campaign against HIV-positive Mark Fowler. Her magic came from the drama, the flamboyant insults and the soft core that had a way of cutting to the heart of the audience. She had the cockney cockroach-like ability to claw her way back from life’s big traumas, which she suffered in spades. Unlucky in love doesn’t begin to describe it: her beloved beefcake Frank Butcher ran off with his old flame Pat just as they were about to renew their vows. She didn’t take it lying down, administering a double slapping of Pat and Frank. It was heartbreaking to see evil Archie trying to control her, but once again she bounced back, head (and hair) held high.     Not one to take things lying down … Peggy slaps Phil after he calls her a nag. Photograph: BBC    Peggy was strong, warm and despite all the slaps and shouting, she was vulnerable, as she showed when she admitted how terrified she was after being diagnosed with breast cancer.  As she told Phil: “Cancer’s not having the last word. I am.” Whether it was EastEnders shying away from showing the full horror of someone dying of cancer, or Peggy taking one final bit of control, it was harrowing to see her slip away.",
  "webTitle": "Babs calls time for the last time: farewell Peggy Mitchell, queen of EastEnders",
  "webPublicationDate": "2016-05-17T19:00:07Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/farewell-peggy-mitchell-the-queen-of-eastenders-barbara-windsor",
  "keyword": [
    {
      "webTitle": "EastEnders",
      "id": "tv-and-radio/eastenders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/farewell-peggy-mitchell-the-queen-of-eastenders-barbara-windsor"
}