{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/13/maple-oat-banana-loaf-recipe-waffles-maple-syrup-bacon-thomasina-miers",
  "id": "2016-05-13-106",
  "sectionId": "lifeandstyle",
  "body": "Breakfast takes on a whole different rhythm at weekends, with nothing to rush for and the prospect of two free days ahead: no wonder we like to spoil ourselves and eat things we normally wouldn’t. If I’m feeling energetic, I’ll get up early and whisk together these maple and banana loaves – my little girls love helping out, too, grating and mashing the fruit. It’s lovely that everyone feels they have contributed, almost as lovely, in fact, as these loaves are when eaten warm from the oven. Waffles are even more of a treat: light, springy and fluffy, those dimples are tailor-made for holding little wells of melted butter and maple syrup, which provides a sweet backdrop to the saltiness of the bacon. I have an old-fashioned waffle iron from my Texan grandmother, but most sandwich-maker machines these days come with a waffle fitting. If you don’t have either, the batter can be used to make fat, American-style pancakes in a hot frying pan instead. Maple, oat and banana loaves These deliciously light and moreish loaves are a wonderful way to start the day. (I have also given options for those who are avoiding dairy.) Makes two loaves. 3 large eggs, lightly beaten (or 3 tbsp chia seeds)200g olive oil, plus extra for greasing200g natural (or coconut) yoghurt50g maple syrup2 ripe bananas, peeled and mashed1 red apple, grated1 small carrot, peeled and grated250g wholemeal spelt flour3 tsp baking powder½ tsp salt50g quick-cook porridge oats75g soft, brown sugar½ tsp nutmeg, grated½ tsp ground cinnamon100g raisins or sultanas50g mixed seeds (eg, pumpkin, sunflower), plus extra to sprinkle50g chopped walnuts Heat the oven to 190C/375F/gas mark 5, grease two one-litre loaf tins, and line with enough greaseproof paper to come up and over the sides of the tins.  If you are using the chia seeds, soak them in three tablespoons of water for five minutes. Whisk the eggs or chia seeds into the olive oil, then whisk in the yoghurt and maple syrup, followed by the banana, apple and carrot. Sift the flour, baking powder and salt into another bowl, then stir in the oats, sugar, spices, raisins, seeds and nuts. Fold into the wet ingredients, then spoon into the tins so that they’re two-thirds full. Smooth the top and scatter over some extra seeds to decorate. Bake in the middle of the oven for 45-50 minutes, until golden in colour and a skewer comes out clean. Leave to cool in the tin for five minutes, then remove and transfer to a wire rack. If you like, you can prick the top of the loaves with a skewer and brush with a little extra maple syrup. These are best eaten within a couple of days. Waffles with sweet-roasted grapes     Thomasina Miers’ waffles with sweet-roasted grapes: ‘The cool creamy yoghurt is a wonderful contrast to the hot waffles.’ Photograph: Louise Hagger for the Guardian. Food styling: Emily Kydd. Prop styling: Jennifer Kay    When you roast grapes, it concentrates the sugars, which means you won’t need very much maple syrup with these waffles. The cool, creamy yoghurt is a wonderful contrast to the hot waffles. Serves four. 250g white spelt flour3 tsp baking powderA pinch cinnamon½ tsp salt2 large eggs, separated4 tbsp Greek yoghurt350ml whole milk100g butter For the grapes250g red seedless grapes1 tbsp pomegranate molasses2 tbsp demerara sugarThe zest of a lemon To serveStreaky baconMaple syrupThick, Greek-style natural yoghurt Heat the oven to 160C/320F/gas mark 2½. Put the grapes in a roasting tin just large enough to hold them, drizzle with the pomegranate molasses, sprinkle over the sugar, add the zest and roast for 15-20 minutes, until the fruit is just beginning to break down. Leave to cool in their juices. Meanwhile, sift the flour, baking powder, cinnamon and salt into a large mixing bowl. Whisk the egg yolks with a fork until light and fluffy, then beat in the yoghurt and a third of the milk. Beat in the rest of the milk, to get a smooth batter. Make a well in the middle of the flour mix and slowly beat in the batter. Melt the butter in a small pan, then whisk five tablespoons of it into the batter; keep the rest for brushing on to the toasted waffles. Beat the egg whites to stiff peaks, then gently fold a little batter into the whites, to loosen them. Fold this mixture back into the egg whites, keeping in as much air as possible.   Related: The weekend cook: oh, I do like to be beside the seaside – Thomasina Miers’ crab salad and potted shrimp recipes    Fry or grill the bacon (reserve the fat for the waffle iron or frying pan) and keep warm. Heat the waffle iron or frying pan until smoking hot, brush with a little bacon fat (or butter) and pour in a ladleful of batter. Cook until golden brown; if making pancakes, cook until bubbles appear on one side, then flip and cook the other side (if the batter’s a little wet, sift in some extra flour). Dish up the waffles (or pancakes) as soon as they’re cooked, brushing with melted butter and topping with grapes, bacon, syrup and yoghurt. And for the rest of the week… The loaf recipe makes two, so freeze one to eat during the week. Toss leftover nuts and seeds in a teaspoon each of soy sauce, vegetable oil and maple syrup, add a sprinkling of chilli flakes, ground fennel seeds and smoked paprika, and roast at 160C/320F/gas mark 2½ for 15-20 minutes, for an addictive spiced seed mix: I love it tossed on to salads or to munch on its own. Make extra roast grapes for mixing into salad a day or two later: smoked duck or cured ham with the grapes, chicory and blue cheese is a particular favourite.",
  "webTitle": "The weekend cook: treat yourself to a blow-out breakfast",
  "webPublicationDate": "2016-05-13T16:00:11Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/13/maple-oat-banana-loaf-recipe-waffles-maple-syrup-bacon-thomasina-miers",
  "keyword": [
    {
      "webTitle": "Breakfast",
      "id": "lifeandstyle/breakfast",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Baking",
      "id": "lifeandstyle/baking",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Bread",
      "id": "lifeandstyle/bread",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "American food and drink",
      "id": "lifeandstyle/american",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomasina Miers",
      "id": "profile/thomasina-miers"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/13/maple-oat-banana-loaf-recipe-waffles-maple-syrup-bacon-thomasina-miers"
}