{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/ma-loute-slack-bay-review-juliette-binoche-cannes-2016-bruno-dumont",
  "id": "2016-05-13-214",
  "sectionId": "film",
  "body": "Is there a more extraordinary auteur career than that of Bruno Dumont? Having started as one of Europe’s foremost purveyors of extreme cinema and extreme seriousness, he made a startling move to wacky broad comedy, and is handling it as if to the manner born. Now he gives us Ma Loute, or Slack Bay, a macabre pastoral entertainment by the seaside from the belle époque: it’s an old-fashioned provincial comedy with something of Clochemerle, a world in which everyone seems to have drunk their bodyweight in absinthe. There’s also the surreal meta-strangeness of Ken Russell’s version of The Boyfriend.            The film features a gallery of nightmare faces and outrageous performances from French cinema A-listers: hilarious or unforgivable, according to taste. They include Fabrice Luchini, Valerie Bruni-Tedeschi and even Juliette Binoche who all go over the top; actually, Bruni-Tedeschi is relatively restrained compared to the operatic whooping and mugging from Binoche. It is as mesmeric and bizarre as the slo-mo “beach-yacht” crash that brings one of the characters close to death.    Related: Why France's god of grim made a knockabout Clouseau-style comedy    The nearest comparison I can think of for Dumont’s tonal shift is David Gordon Green, who started his career as an obvious inheritor of Malick; then bafflingly switched tracks to fratboy laughs, and periodically switched back. But those seem like arbitrary leaps. Dumont’s comedy really has grown organically from his earlier, serious work. (Woody Allen is another point of comparison, but moving in the other tonal direction.) Seventeen years ago in Cannes, Dumont caused shock-waves with his brutally realist, yet enigmatic drama L’Humanité, about a killer at large in a northern French town, and a cop who seems so placid, so clueless as to be bordering on having learning disabilities. L’Humanité contained ideas that had been present in his debut, The Life of Jesus and in subsequent movies which had mysterious epiphanies and anti-realist inconsistencies. Then came Dumont’s comedy, made originally for French television, P’tit Quinquin which restated his themes from L’Humanité in terms of comedy. He has now returned to these ideas again in Slack Bay. Maybe murders in northern France and bafflingly incompetent cops are to Dumont what water lilies were to Monet. The scene is a lovely stretch of the French coast in the summer of 1910, where a local family scratches a living harvesting mussels from the beach: they are the Bruforts, who have a glowering teen son who they call Ma Loute (Brandon Lavieville). A couple of bizarre cops arrive on the scene, one fat and one thin, dressed in black suits and bowlers like Laurel and Hardy, and they are subject to absurd indignities: the fat one keeps falling over and rolling down the dunes. These unlikely officers are investigating a string of mysterious disappearances: people have been vanishing from the beach: holidaymakers, not locals. And it is not easy to decide which category applies to the haughty and eccentric upper-class family which comes to stay in the area every summer, in a colossal Egyptian-style villa called Typhonium: they are André Van Peteghem (Fabrice Luchini), who wears Mr Toad goggles for motoring, his wife Isabelle (Valerie Bruni-Tedeschi), and his imperious, neurotic sister Aude (Juliette Binoche) who is convulsed with shame at a family secret to which she is liable to attribute all the woes that subsequently occur.      Along with two badly-behaved daughters, André has a niece, or possibly nephew called Billie (played by the French actor Raph) who is gender-fluid, and Billie forms an emotional connection to Ma Loute which is to bring the two families into an uneasy contact, and also triggers a series of miraculous events. There is a hilariously insubordinate maid called Nadège (Laura Dupré) who knows the truth about the disappearances. Everything about everything and everyone is bizarre. The Van Peteghems themselves are insufferably haughty, patronising the lower orders and swooning over the “picturesque” landscape and locals, feeling as much about their treasured vacation spot as Proust felt about Combray. And yet they are more dysfunctional and more physically ungainly as the working class to whom they offer their condescending good wishes: all of the Van Peteghems seem to be getting into physical scrapes or falling over. The Pythonesque drawing-room absurdity of their leisured existence is in contrast to the brutal toughness of the Bruforts’ life and the placid, yet faintly sinister scenes of the bay and the dunes themselves: curving and undulating and hiding horrible secrets.      Ma Loute is a fascinatingly made film, theatrically extravagant and precise, although perhaps a little over-extended. Dumont’s earlier and similar comedy P’tit Quinquin paradoxically worked better at the extended length of a mini-series, in which all the surreal episodes and byways and culs-de-sac could be thoroughly explored. And the comedy itself might be a little de trop for some, just as the violence and mystery of L’Humanité was too much for some back in 1999. Ma Loute is still very strange and very funny.",
  "webTitle": "Ma Loute (Slack Bay) review - Juliette Binoche goes mesmerically over the top in bizarre seaside comedy",
  "webPublicationDate": "2016-05-13T11:18:55Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/ma-loute-slack-bay-review-juliette-binoche-cannes-2016-bruno-dumont",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Juliette Binoche",
      "id": "film/juliette-binoche",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/13/ma-loute-slack-bay-review-juliette-binoche-cannes-2016-bruno-dumont"
}