{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/12/met-office-predicts-cooler-weekend-following-fine-weather",
  "id": "2016-05-12-53",
  "sectionId": "uk-news",
  "body": "Last Sunday might have been the hottest day of the year so far in some parts of the UK – but don’t expect a second weekend of barbecue summer weather. That’s the warning from forecasters following a week of fine and warm conditions for much of the British Isles. The fine spell is set to come to an end as winds turn increasingly northerly and bring much chillier air down from the north across the UK. As a result, temperatures are set to drop sharply and this weekend will be much cooler than last when Northolt in west London managed 27.1C (80F) on Sunday.   Related: Hot weather in the UK      The weather is all springs and roundabouts at the moment! Find out more here... https://t.co/xf9QnXFO7Z pic.twitter.com/1JuRED5KZn— MeteoGroup UK (@WeatherCast_UK) May 12, 2016    While parts of southern England can expect a maximum on Friday of up to 23C, the mercury should fall to between 11C and 15C on Saturday. London and the south east can expect cloudy conditions over the weekend, with the odd shower and winds at first, especially in coastal areas, but they will steadily ease. The Met Office UK forecast for the next few days says it will feel “noticeably cooler than recently, with chilly nights”.    Related: Britain's sunny May weekend: your underwhelming photos      Plans for the weekend? Not as warm but it's looking to stay dry for most https://t.co/36Y16u9Qet pic.twitter.com/PHQtarbzRs— Met Office (@metoffice) May 12, 2016    Despite the cooler change, UV levels will be moderate to high across much of the UK on Saturday, but only getting to moderate on Sunday. Parts of Scotland hit highs of 18 to 21C on Thursday, but will manage no better than 10 to 13C on Friday.  Over the past week Scotland has basked in some unseasonably warm weather, with highs of 26 to 27C in north-western areas on Tuesday and Wednesday. The rest of the UK has had warm and muggy conditions this week, along with some showers and spells of rain that resulted in high rainfall totals in places. Next week, high pressure is expected to dominate the UK’s weather, bringing generally dry and fine conditions and average May temperatures.",
  "webTitle": "Met Office predicts cooler weekend following fine weather",
  "webPublicationDate": "2016-05-12T19:14:59Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/12/met-office-predicts-cooler-weekend-following-fine-weather",
  "keyword": [
    {
      "webTitle": "Weather",
      "id": "uk/weather",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    }
  ],
  "guardianId": "uk-news/2016/may/12/met-office-predicts-cooler-weekend-following-fine-weather"
}