{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/30/homeowners-kept-in-dark-about-climate-change-risk-to-houses-says-report",
  "id": "2016-05-29-24",
  "sectionId": "environment",
  "body": "The risk that houses in some areas of Australia are likely to become uninsurable, dilapidated and uninhabitable due to climate change is kept hidden from those building and buying property along Australia’s coasts and in bushfire zones, a Climate Institute report says. The report says there is untapped and unshared data held by regulators, state and local governments, insurers and banks on the level of risk, but that most homebuyers and developers are not told about the data and do not have access to it.    The full scale of risk may only be recognised through disaster or damage, or when insurance premiums become unaffordable  Climate Institute report     “Even when public authorities, financial institutions and other stakeholders possess information about current and future risk levels, they are sometimes unwilling, and sometimes unable, to share it with all affected parties,” the report released on Monday says. “Thus, foreseeable risks are allowed to perpetuate, and even to grow via new housing builds. The full scale of the risk may only be recognised either through disaster or damage, or when insurance premiums become unaffordable. Any of these events can in turn affect housing values.” The economic costs are high and could ultimately represent a real risk to the financial sector itself, the report says. While insurers, regulators and governments have started to recognise this risk, banks who approve the mortgages for at-risk properties have not yet begun working towards a solution.  For example, the report says, banks could integrate the impact of climate into their risk assessment processes, work with other stakeholders in the public, private and civil society sectors to research and develop ways to minimise climate impact risk to housing, and address losses that will occur in an equitable way. It also says that state, federal and local governments could do more to protect buyers, by including climate risk in planning, development and approval processes, mandating the disclosure of all available hazard mapping, and requiring that all dwellings be built or renovated as fit-for-purpose for the maximum projected impacts of climate change.    Related: Climate change: website reveals which homes will be swamped by rising sea levels    Extreme weather and climate change risks associated with a property should also be disclosed at the point of sale. “Even if these ‘uninsurable’ and ‘unadaptable’ properties are only a tiny minority of the total housing stock, the eventual devaluation could be financially devastating to individuals,” the report says.  “It could also be damaging to banks, other financial companies and public balance sheets at all levels of government. An author of the report and the manager of investment and governance at the Climate Institute, Kate Mackenzie, said the sector had to be proactive before houses became damaged, otherwise there could be a costly and messy battle over who bore responsibility.  For example, she said, councils could be liable for not providing flood data and for permitting a vulnerable development to go ahead, the developer for building it, the home owners for not realising the risk, the building code authority, the banks for financing the development and the mortgages, or the insurers. “There’s definitely a big need for governments to show leadership on this,” she said.  “There have been a few very good recommendations made in the past by public policy reviews which really haven’t been followed up at the federal level or at the state level or through Coag, which would provide a mechanism for a national adaptation strategy.” These included the reports from an Australian Treasury taskforce, the natural disaster insurance review, and two Productivity Commission inquiries, she said. Her report concludes: “A sense of exasperation is evident among those who have spent any length of time seeking to address the economic and policy challenges posed by extreme weather.” Some researchers are already taking the matter into their own hands and developing products to help buyers manage risk. Last month, the website Coastal Risk Australia was launched. It combines Google maps with detailed tide and elevation data, as well as future sea-level rise projections, to help people see whether their house or suburb is likely to be inundated.",
  "webTitle": "Homeowners kept in dark about climate change risk to houses, says report",
  "webPublicationDate": "2016-05-29T20:01:13Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/30/homeowners-kept-in-dark-about-climate-change-risk-to-houses-says-report",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "environment/2016/may/30/homeowners-kept-in-dark-about-climate-change-risk-to-houses-says-report"
}