{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/our-moment-tooting-muslims-sadiq-khan-london-mayoral-election-victory",
  "id": "2016-05-06-1",
  "sectionId": "politics",
  "body": "Surrounded by heavily embroidered and sequinned dresses and shalwar kameez in Saiqa, an upmarket boutique in Tooting, south London, Aisha critically eyed her reflection in a full-length mirror. The stunning three-layered dress she had tried on needed a little alteration – a pinch here and a shortening there – she and the designer Saiqa Majeed agreed. Although absorbed in choosing an outfit for a special occasion, Aisha was quick to celebrate Sadiq Khan’s anticipated victory in the London mayoral election. “The United States has had Obama, and this is our moment. It’s amazing that London is about to get its first Muslim mayor,” she said. “This vote is a reflection of London’s epic diversity. This is a city of tolerance, the best city in the world to be a Muslim. It’s terrible that for the past eight years we’ve had a mayor who doesn’t reflect the great, diverse, wonderful melting pot of London.” And, she added, the result was “two fingers to Zac Goldsmith’s racist campaign”. Tooting is Khan’s home turf. The son of a bus driver and a seamstress, he was born in St George’s hospital, a local landmark. He grew up with his seven siblings in a nearby council flat and attended a local comprehensive school. For the past 11 years he has been the MP for the area, whose population is more than 20% Muslim, compared with 5% nationally.  His election as London mayor now makes him possibly the highest-profile and most powerful Muslim political figure in the western world. For the next four years, and perhaps longer, Khan will command the biggest and most dynamic city in western Europe, representing 8.5 million people and responsible for a £17bn annual budget. Shuja Shafi, the secretary general of the Muslim Council of Britain, said Khan was “a figure of unity for all Londoners”. He added: “Sadiq has demonstrated remarkable dignity in the face of hatred and suspicion about his religious background. Smear-by-association has become all too common for Muslims and Muslim organisations. It is a cancer blighting sections of our political and media class, and has infected the solemn business of government.”     Al-Muzzamil mosque in Tooting. Photograph: Mary Turner/Getty Images    At Tooting’s al-Muzzamil mosque, where those unable to squeeze inside for Friday prayers unrolled prayer mats on the pavement under a hot sun, the imam Zahir Hussain said the election of a Muslim mayor was “fantastic in many ways, but he must represent everyone”. The most urgent issues that Khan needed to address were housing and transport, he said – a view echoed by other locals. “Sadiq comes to pray here regularly,” said Hussain, who runs double shifts of Friday prayers to accommodate the faithful. “I have found him humble and easygoing and respectful.” Outside the mosque, Shamsa Mohammed said Khan’s election showed that London was a united city. “Despite everything, by electing Sadiq people are saying we have confidence in a Muslim to do the job. We’re all in it together, and together we can rise above all the problems,” she said. Not everyone was a Khan enthusiast. Malik Mohammed, of Air Host Travel, said he had not voted on Thursday as he had been too busy. But he distrusted the promotion of Khan by people with “a big agenda”, suggesting that a liberal Muslim mayor could provide cover for those intent on attacking traditional Islam.  “He’s too liberal. He even backed same-sex marriage. He doesn’t uphold traditional values,” he said.   Related: Global press reaction to Sadiq Khan a mix of curiosity and ignorance    In Saiqa’s boutique, another customer, Fatema, who declined to give her full name, said she had voted for Goldsmith. “I just don’t agree with what Khan stands for. I’m a bit of a conservative. Lots of Muslims will have voted for him just because he’s a Muslim, not for what he believes in.” Majeed, the dress designer and shop’s owner, disagreed. “Sadiq is the perfect person to take London to the next level. He is integrated with real people and real communities. He can reflect London back to itself. And he’s a doer. Lots of politicians just talk.” Aisha, who also declined to give her full name as she did not want her political views known to her employers, went further. “This is a challenge to the accepted notion that you have to go to Eton to get anywhere,” she said while trying to decide how much ankle her new dress should show. “And it’s a massive endorsement of Jeremy Corbyn. He’s providing proper opposition to the Conservatives, and Labour have to hold their nerve. I love him!”",
  "webTitle": "'This is our moment': Tooting Muslims laud Sadiq Khan victory",
  "webPublicationDate": "2016-05-06T23:48:29Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/our-moment-tooting-muslims-sadiq-khan-london-mayoral-election-victory",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "politics/2016/may/07/our-moment-tooting-muslims-sadiq-khan-london-mayoral-election-victory"
}