{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/hong-kong-glue-bricks-pavement-beijing-visit",
  "id": "2016-05-13-310",
  "sectionId": "world",
  "body": "Authorities in Hong Kong have been busy glueing hundreds of bricks to the pavements ahead of a visit by one of China’s top political leaders.   Related: BBC World Service staff say Hong Kong move risks editorial freedom    The move is designed to avoid a repeat of the Chinese New Year’s violent confrontations between protesters and police, nicknamed the fishball revolution”, during which bricks were hurled at officers. Protests have been banned during the three-day visit of Zhang Dejiang around 18 May, and 6,000 police will be on duty at any one time. The counter-terrorism unit, the police tactical unit and the airport security unit will all be mobilised, while swaths of Hong Kong will be put into virtual lockdown. To ensure they cannot be used as missiles again, the city administration has ordered a layer of glue to be applied to each pavement brick in the areas leading up to the legislative council. Torrential rains early in the week washed off part of the glue, but the bricks remained solidly anchored – with their secured borders shining brightly under Hong Kong’s night lights.   Related: The great leap upward: China's Pearl River Delta, then and now    Dennis Kwok, of the Civic Party, said: “The glueing of the bricks is obviously done in preparation for Zhang’s visit. They are obviously afraid that there can be a riot, and that the bricks are thrown as it happened in Mongkok.” Zhang is China’s third most important political figure. He is the chairman of the standing committee of the National People’s Congress, the deputy head of the National Security Commission and the most senior politician in charge of Hong Kong and Macau affairs. He is expected in Hong Kong to take part in a symposium on the One Belt One Road initiative, president Xi Jinping’s ambitious plan to revive the Silk Road for commerce and exchanges.  Political tensions in Hong Kong have been rising steadily, with no signs of a coming dialogue between the pro-democracy forces and the local and central authorities.",
  "webTitle": "Hong Kong glues bricks to pavements as top Beijing official makes visit",
  "webPublicationDate": "2016-05-13T06:00:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/hong-kong-glue-bricks-pavement-beijing-visit",
  "keyword": [
    {
      "webTitle": "Hong Kong",
      "id": "world/hong-kong",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ilaria Maria Sala",
      "id": "profile/ilaria-maria-sala"
    }
  ],
  "guardianId": "world/2016/may/13/hong-kong-glue-bricks-pavement-beijing-visit"
}