{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/26/stephan-james-jesse-james-race-interview",
  "id": "2016-05-26-126",
  "sectionId": "film",
  "body": "When it comes to titles, they don’t get much blunter than Race. A film about Jesse Owens, it depicts the legendary African-American athlete training at Ohio State University, then his controversial participation in the 1936 Berlin Olympics. The Nazis hoped the Games would serve as perfect propaganda, not only for their regime, but for the concept of Aryan ethnic superiority. Instead, Owens became the hero of the event, winning four medals, making him both the fastest man on earth – and the most famous. From segregated changing rooms at home to Hitler’s (historically disputed) refusal to shake his hand in Berlin, the film makes clear that Owens had to battle racism every rocket-fuelled step of the way. With the Black Lives Matter movement – not to mention the rise of Donald Trump – forcing America to confront its treatment of African-Americans, Race seems especially timely, though it lacks the finesse of Selma, another recent film that explored an even more pivotal moment in black American history.   Related: Race review – reverential middle-of-the-pack drama    Stephan James, the 22-year-old Canadian actor, was in both movies: he stars as Owens in Race, and in Selma, he played civil rights activist John Lewis. “When we started making Selma,” he says, “the Black Lives Matter movement didn’t exist. The parallels between Martin Luther King staging these marches, suffering police brutality … we weren’t even aware when making the film that these sorts of things would start to happen again in 2015.” Movies such as Selma and Race show, he says, “that we’ve been dealing with these sorts of things for a long time. So when are we going to change it? When are we going to look to our past and find a way to better ourselves, and the way we do things?”     Stephan James. Photograph: Bernard Weil/Toronto Star via Getty Images    However, James has no desire to be spokesman for a whole community. “I don’t want that pressure. Everything I do is just an opportunity to tell a great story. Who says no to playing Jesse Owens or John Lewis? It’s just stories of incredible moments in time that don’t just affect people who look like me, but people who look like you, who aren’t American, who aren’t black, who aren’t athletes. These stories are universal, so to me it’s bigger than Black Lives Matter or the Civil Rights movement.” It’s a sunny Monday lunchtime in New York, and James has just flown in from Toronto, his home, where he has been hanging out with his family on a break from his next project, the Fox TV drama Shots Fired, in which he will play a prosecutor from the Department of Justice in a case involving a black cop who has shot dead an unarmed white teenager. Softly spoken, with a goatee beard, rock-star shades and a black leather jacket, he adds a dash of glamour to his chosen interview venue – the business centre of the Mandarin hotel in New York. As the photocopiers clatter, James enthuses about the new mood in Canada, which seems to be enjoying a moment of political and cultural hipness ranging from the Weeknd to Justin Trudeau. James voted for Canada’s young prime minister; the first time he was old enough to do so. “I think he’s hopeful, he’s a visionary, he’s sort of futuristic, he gives us a different edge than we’ve had in the past, and to see some of his ideals already starting to come to fruition – it’s encouraging,” he says. “I think we needed someone like him. Certainly this newer generation, someone they can relate to and hopefully grow with.” Does he think there will be a massive influx of disaffected American liberals attempting to cross the border if Trump gets in? “I think so,” he laughs, “but there’s no room in my house.” A massive sports fan (“basketball, football, baseball means a lot to us in Toronto”) James went to Beijing to watch the Athletics World Championships after shooting Race, where he met Owens’s modern-day equivalent, Usain Bolt. “To hear the way he spoke about Jesse … everybody who runs, he has impacted in some shape or form.”     James in pre-Games training sessions. Photograph: Allstar/SOLOFILMS    James had to train hard to play Owens credibly. “It was long, man,” he says. “About two months before we started shooting, I went to Georgia Tech and started training with track and field coaches there, and continued my training throughout the whole filming process. It was about five months of being in the best shape of my life and obviously getting much faster to make myself believable as Jesse.” James can run the 100m in just over 12 seconds – Owens’s record was 10.3. James also spent time with Owens’s daughter and grandchildren, who told him that the sprinter rarely talked about his victories at the Berlin Olympics. The film is framed as a fairly standard inspirational triumph against the odds, and doesn’t allude to the sprinter’s subsequent difficulties. Stripped of his amateur status in 1940, he was reduced to running against racehorses for money. After Berlin, says James, Owens “came back to an America that was still very flawed. So him being so famous didn’t mean anything: he was still black. But it’s a testament to the kind of man he was – a classy, upstanding guy, who just picked his head up and did what he had to do.”     Jesse Owens takes a practice jump aboard the S.S. Manhattan, en route to Berlin in 1936. Photograph: Joe Caneva/AP    The film is at its most provocative when it compares America in the 1930s to Nazi Germany; at the Olympics, Owens is surprised to discover that the dormitories are not racially segregated, even while Jews are being rounded up and bundled into trucks. German film director Leni Riefenstahl also features, played by Carice van Houten from Game of Thrones. She is almost depicted as a feminist hero, battling Joseph Goebbels, Hitler’s propaganda chief, to realise her film, Olympia. “She just had a duty to document these games and create a film that would last for ever,” says James, like the film, distinctly downplaying Riefenstahl’s role as one of the Nazis’ most potent propagandists. “And she did an incredible job, obviously.” James says he grew up fascinated by acting – “I feel like I’ve always been an actor” – taking theatre classes in school, going for auditions, and then making the trajectory from bit parts to guest slots and, finally, leading roles. He’s also gone through that traditional rite of passage for Canadian actors, a role on the high-school TV drama Degrassi, though sadly his and Drake’s time on the show did not coincide. Given that it was the lack of Oscar nominations for Selma, and the absence of people of colour from the best actor categories that kicked off the #OscarsSoWhite debate, I ask James whether he thinks things are changing. “It’s a problem of diversity,” he says. “There are women who can’t get jobs in film or television, there are people who are getting discriminated against because of age, it’s not just people of colour who have issues getting nominated, or even seen, to begin with. And I think that that starts behind the scenes in the filmmaking process. We have to start creating more material that gives a platform for people of colour, for women, for old people and young people alike to be able to showcase their talent. It’s much bigger than a black or white thing.”     James as Jesse Owens in Race. Photograph: Courtesy Eve/REX/Shutterstock    James says he admires Sean Penn, Denzel Washington and Daniel Day-Lewis, and adds: : “I’ve been watching Leonardo DiCaprio my whole life.” The last movie he saw was Captain America: Civil War: “That’s another thing I’d like to do – a superhero movie.” Hollywood’s lack of diversity directly affects him, and he is aware that there are roles that are closed to him. “Of course it affects me,” he says. “It’s not something I’m making up, it’s just facts. Look who’s represented every single day, whether it’s television or film. And if you do the math, it doesn’t add up. Of course I have to work double times harder, of course I have to be that much smarter about my choices and take advantage of every opportunity that does come to me, knowing that the opportunities that do come to me are probably limited.” Race concludes by showing Owens and his wife attending a dinner at the Waldorf Astoria in their honour, then being told by the doorman that they have to use the tradesman’s entrance. James’s entry into Hollywood has not involved that level of humiliation, but the way his career, and those of other talented young actors of colour, is allowed to develop, will be the real test of whether things are changing in the film industry. • Race opens in the UK on 3 June. • This article was amended on 27 May 2016. An earlier version said that Jesse Owens ran 100 metres in 9.4 seconds, rather than 10.3.",
  "webTitle": "Stephan James on playing Jesse Owens: ‘Being famous didn’t mean anything: he was still black’",
  "webPublicationDate": "2016-05-26T16:22:11Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/26/stephan-james-jesse-james-race-interview",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Needham",
      "id": "profile/alexneedham"
    }
  ],
  "guardianId": "film/2016/may/26/stephan-james-jesse-james-race-interview"
}