{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/edward-nero-freddie-gray-verdict-no-justice",
  "id": "2016-05-23-64",
  "sectionId": "commentisfree",
  "body": "Related: The Counted: people killed by police in the United States – interactive    I’ve grown to hate the phrase “community-police relations.” Often, this phrase is used to describe the current public conversation about policing. But there are more accurate terms with which to describe what citizens – especially those of us of color – actually face too often at the hands of those meant to serve and protect. Violence. Brutality. Trauma. Abuse. Death. Clever euphemisms often let public servants off the hook, and relieve them of their responsibility to do the real work. It’s easier to focus on feel-good moments and relationship-building ventures than accept true public oversight and accountability. Better relationships didn’t save Freddie Gray. And now we learn that Edward Nero, one of the two officers who arrested Gray, has been found not guilty on all of the charges against him. If you want our trust, stop killing us. If you want a relationship, stop getting away with it. Law Enforcement agencies simply can not proclaim their work done because they’ve read reports, hired new chiefs, paid out more hefty settlements, diversified their forces, or hosted a community picnic. As a member of the president’s task force on 21st century policing, I sat at the White House and shared these thoughts with a room full of police officers, chiefs and union members, just this morning – mere hours before this latest acquittal was announced. Reports like ours are just reports if they don’t change your behavior. Task forces are impotent if they don’t move you to protect people. As an activist and educator, my expectation of all public servants is they not merely read and share the report, but that it becomes the first of many steps to transform their actions, lest we return to this same room and same conversation in a year’s time. Public servants are exactly that: servants of the people. Police officers, just like teachers, city councilors and mayors, derive their power from us. When you assume this role and swear your oath, you assume an additional level of democratic and professional responsibility. The primary responsibility to fix things does not lie at the feet of the citizen, but rather, at yours. Thus this notion of “community-police relations” is based on a false equivalency. It was not Freddie Gray’s responsibility to not die: it was the Baltimore Police’s responsibility to not kill him. And a lack of accountability is not a one-off story: it is a trend. According to our research at Campaign Zero and Mapping Police Violence, police killed 102 unarmed black people like Freddie Gray in 2015. Only 10 officers were charged. Only two were convicted. And Baltimore, like many other major departments, does not require officers to intervene in incidents where excessive force is being used by another officer. Policies like these help protect otherwise culpable officers from conviction. And when officers are allowed to act with impunity, the stage is set for more tragedy. Since Freddie Gray’s killing, Baltimore police alone killed another 7 citizens. Six were Black. Just last month, a mere year since Gray and the subsequent Baltimore uprising, a 13-year-old was shot twice by Baltimore Police for carrying a toy gun. Despite witnesses hearing the boy shout “it’s not real” twice, his shooting was deemed justified by the local department. Though less attention has been paid, people are still dying and peaceful protestors are still being assaulted. The last time I was tear gassed was not following the death of Michael Brown, but rather a year later, after the killing of Mansur Ball-Bey, another black teenager killed by St. Louis police. Alongside brave members of the Baltimore community, I spent some time protesting during last year’s uprising. They stood in solidarity during our darkest days in Ferguson – the least I could do was return the favor. Despite our collective, repeated trauma, I can unequivocally say that our work and this movement are not close to being done. Tragically, police killings and acquittals repeatedly give us reason to press forward. No matter who ends up in the White House or runs the police department, we will continue to lift our voices and employ a range of tactics to ensure you are accountable to us and our humanity. This movement has no choice but to ensure we move beyond relationships, to responsibility. Our lives depend on it.",
  "webTitle": "There's no justice for Freddie Gray in the Edward Nero verdict | Brittany Packnett",
  "webPublicationDate": "2016-05-23T18:29:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/edward-nero-freddie-gray-verdict-no-justice",
  "keyword": [
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Freddie Gray",
      "id": "us-news/freddie-gray",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Brittany Packnett",
      "id": "profile/brittany-packnett"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/edward-nero-freddie-gray-verdict-no-justice"
}