{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/29/peggy-spencer-obituary",
  "id": "2016-05-29-82",
  "sectionId": "tv-and-radio",
  "body": "Although Peggy Spencer’s life revolved around the ballroom, she never thought of herself as a dancer or choreographer; she was a natural teacher who worked for more than 70 years in service of her belief in “dance for all”. For 50 of them, she was the ultimate authority, stately but friendly, for the BBC’s Come Dancing, and the senior judiciary of global ballroom and Latin dance contests. Spencer, who has died aged 95, never intended to reign supreme at the palais de dance. Born Margaret Ann Hull, daughter of a carpenter, Jim, and a cook, Maggie, of Bromley, Kent, she was considered too tall and gawky a schoolgirl to learn to dance. Her first passion was for socialist politics: as a young woman at secretarial college, she volunteered to type letters for the Labour MP Herbert Morrison and planned to stand for election herself one day. That idea ended with her marriage in 1940 to Jack Spencer, the birth of their children, Helena and Michael, and the second world war. Her brother-in-law, Frank, was a world championship ballroom dancer who, before the war, had put together an experimental formation team. Dancing had been democratised by the 1930s – the gramophone helped, as did film musicals – and had widened from a super-smart social requirement to a mass pastime for the young, who met and courted in dance halls. A man disciplined enough to master ballroom moves gained a mating advantage. After Frank joined the army, she helped the Spencer family run his music shop in Sydenham, south-east London, and during the blitz, decided to teach teenaged boys who spent their nights in an air raid shelter under a cinema how to foxtrot and quickstep. She was not a great dancer, but swotted up from a manual, one page and two steps ahead of her pupils. Her classes spread to a pub and, after the war, to village halls in Kent, where she created groups and set them to compete village against village. Frank, on return from the war, saw the big potential of the formation format, as the maturing, now more respectable, dance market needed a new and dreamier glamour. He and she were instinctive partners, and after she divorced Jack in 1947, they moved in together. Now partners both on the dance floor (he was the more nimble of the two, she had more grace) and in a new joint business, the Royston Ballroom and dance school above a working men’s club in Penge, everyone assumed them to be married. But it was only when the law forbidding the marriage of the siblings of living ex-spouses was modified almost 20 years later that they could wed. Their base in Penge was snobbily mocked for decades, but the school was an enduring success. Come Dancing was broadcast from Mecca ballrooms nationwide from 1949 and featured her pupils. When it changed from an instructional to a competitive programme in 1953, she trained more than 20 winning teams. Her dance floor aesthetics, influenced by Paris couture’s 1947 New Look – hair up, multiple net petticoats, shoulder straps, sequins – were part of the evolution of ballroom’s folk costume. Come Dancing made her a television personality, appearing as a guest across light entertainment from Blue Peter to The Two Ronnies.     The Your Mother Should Know scene from the Beatles film, Magical Mystery Tour, 1967, in which Peggy Spencer’s dancers backed the Fab Four. Photograph: YouTube    “I could train beginners and I could train champions,” she said, and did, as coach, consultant and choreographer. She taught Grace Kelly’s children, Princess Stéphanie and Prince Albert, in Monaco. Paul McCartney asked her to realise his fantasy, for the 1967 TV film Magical Mystery Tour, of her dancers backing the Beatles on a white stairway to heaven in Your Mother Should Know. But she had to revise her choreography quickly when she heard his music: “I said to Paul, this is not a waltz: a waltz has three beats to a bar and you’ve done four.” She also coached Rudolf Nureyev in the tango for his lead role in Ken Russell’s 1977 film Valentino. The fun was always in the setting-up, the mutual learning, she said – “the terrific joy of teaching”. Unhampered by nostalgia, she had no animosity towards rock’n’roll or the rise of Latin, since dancing those well took the same hard work as the quickstep. She choreographed a show for Elton John’s 50th birthday party in 1997, fusing ballroom, Latin and rock in the spirit of the 1992 film Strictly Ballroom, and a party guest, the producer Harley Medcalf, asked her to amplify it into Burn the Floor, a dance show since staged in more than 100 countries. The BBC first exiled Come Dancing to scheduling limbo, then dropped it in 1999, only for it to reappear in a different form as the Burn the Floor-style Strictly Come Dancing in 2004. As ballroom’s queen mother, Spencer was asked to appear but considered herself too old, and was royally amused when Bruce Forsyth was hired as host. He creaked far more than she did. Spencer retired officially in 1997, after publishing that year her own manual, The Joy of Dancing, but every year compered a Ballroom Blitz at the Royal Festival Hall, where she sometimes took beginners’ classes, “seeing their pleasure and joy” in gaining foot control; she believed most of all in ordinary lives enriched by worked-for achievement. She went on teaching dance at her local community centre until she was 93. The Spencers were appointed MBE in 1977 (her teams had twice danced at Buckingham Palace), and she won nine Carl Alan ballroom awards. Frank died in 1988. Michael, who ran her school, also predeceased her; Helena survives her.  • Peggy Spencer, dancer and teacher, born 24 September 1920; died 25 May 2016",
  "webTitle": "Peggy Spencer obituary",
  "webPublicationDate": "2016-05-29T14:41:32Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/29/peggy-spencer-obituary",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Strictly Come Dancing",
      "id": "tv-and-radio/strictly-come-dancing",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Veronica Horwell",
      "id": "profile/veronicahorwell"
    }
  ],
  "guardianId": "stage/2016/may/29/peggy-spencer-obituary"
}