{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/sports-quiz-week-fa-cup-final-euro-2016-squads",
  "id": "2016-05-20-105",
  "sectionId": "sport",
  "body": "The first and last goals of the 2015-16 Premier League season were both own goals scored at Old Trafford. Who scored them?\n      \n       Antonio Valencia and Daley Blind\n       Kyle Walker and Chris Smalling \n       Kyle Naughton and Ashley Young\n       Jan Vertonghen and Dan Gosling\n      \n     The Giro d’Italia’s mascot – a big cuddly wolf – has been banned after a complaint from whom?\n      \n       Disney (who thought the wolf looked too much like their 'big bad wolf')\n       The Wolverhampton Wanderers owners\n       French farmers \n       Royal Society for the Prevention of Cruelty to Animals\n      \n     Which goalkeeper kept the most clean sheets in the Premier League this season?\n      \n       Petr Cech \n       Joe Hart\n       David de Gea\n       Kasper Schmeichel\n      \n     Who were the last team not from Spain to win a European final (Champions League, Europa League or European Championship)?\n      \n       Zenit St Petersburg\n       Internazionale\n       Bayern Munich \n       Chelsea\n      \n     The last time Manchester United played Crystal Palace in the FA Cup final Gary O’Reilly scored for Palace. What was unusual about O’Reilly's goalscoring record?\n      \n       It was his only goal for Crystal Palace in four seasons with the club\n       He only ever scored two goals for Palace: one in the 1990 semi-final and the other in the final \n       He scored 15 goals for the club and they were all headers\n       He scored 15 goals for the club and they were all in the FA Cup\n      \n     What is the missing phrase from this letter given to members of Muirfield golf club: 'The introduction of lady members is bound to create difficulties. Regardless of the conventions when they first join they are likely over time to question our foursomes play, our match system, the uncompromising challenge our fine links present, our *********. It will take a very special lady golfer to be able to do all the things that are expected of them.'\n      \n       Drinking habits\n       Dress sense\n       Lunch arrangements \n       Gender politics\n      \n     Which of these clubs has not qualified for a play-offs final?\n      \n       Sheffield Wednesday\n       Hull City\n       AFC Wimbledon\n       Portsmouth \n      \n     When it comes to Euro 2016, which of these players is the odd one out?\n      \n       Fernando Torres\n       Theo Walcott\n       Dejan Lovren\n       Bastian Schweinsteiger\n      \n     How many times have Sevilla won the Europa League in the last decade?\n      \n       Three\n       Four\n       Five \n       Six\n      \n     Why has Hiroshi Hoketsu, the 75-year-old who was hoping to become the oldest competing Olympian of all time in Rio de Janeiro, pulled out of the Games?\n      \n       His doctor advised him to pull out\n       The Japan equestrian team promoted another rider\n       His horse fell ill \n       He said that after four Olympic Games he was 'ready to relax'\n      \n    \n    Solutions\n    1:B - Manchester United won both games: 1-0 against Spurs and 3-1 against Bournemouth., 2:C - They are 'tired of seeing the wolf only presented to public opinion as a nice soft toy'., 3:A - Cech kept 16, while De Gea, Hart and Schmeichel kept 15, 4:C - They won the Champions League in May 2013 and since then Barcelona, Real Madrid and Sevilla have cleaned up., 5:B - A man for the big occasions, 6:C - Dreary stuff., 7:D - Portsmouth were knocked out by Plymouth Argyle, who face AFC Wimbledon in the League Two final , 8:D - Schweinsteiger is the only player included in his country's provisional squad for the competition., 9:C - In 2006, 2007, 2014, 2015 and 2016., 10:C - We wish him well\n    Scores",
  "webTitle": "Sports quiz of the week: FA Cup final, Euro 2016, Sevilla and a cuddly wolf",
  "webPublicationDate": "2016-05-20T15:15:29Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/sports-quiz-week-fa-cup-final-euro-2016-squads",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Campbell",
      "id": "profile/paul-campbell"
    }
  ],
  "guardianId": "sport/2016/may/20/sports-quiz-week-fa-cup-final-euro-2016-squads"
}