{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/18/trouble-on-campus-is-the-nus-is-beyond-repair",
  "id": "2016-05-18-102",
  "sectionId": "education",
  "body": "It is Friday afternoon at the London headquarters of the National Union of Students and Richard Brooks has had a tough week. The union’s 23-year-old vice-president (for union development) has visited campuses in Hull and Exeter, spoken to union presidents at several more, and fielded numerous press requests. “It’s why I have bags under my eyes,” he says wearily. It is all part of a frantic diplomatic mission to persuade disgruntled students to stay with the NUS. In recent days, students at Lincoln and Newcastle have voted to disaffiliate, while Surrey and Exeter chose to stay. Several more universities, including Oxford, Cambridge, Hull, Warwick and Loughborough, have plebiscites looming. The NUS represents about seven million students via 569 student unions in higher and further education, so this wave of disaffiliation campaigns doesn’t represent an existential crisis, but it is an unprecedented challenge to its credibility. “We are obviously in a defensive position and it would be silly of me to say anything else,” says Brooks. “Hopefully, we can rebuild trust with people who for whatever reason have lost it.”    I see Bouattia's election as a symptom of longer trends in this cartel that seems to be broken  Jade Azim     The disaffiliation movement began on 20 April, when 28-year-old Malia Bouattia defeated the sitting president, Megan Dunn, by 372 votes to 328 at the union’s national conference in Brighton: the first time an incumbent has lost a re-election bid since 1969. When Bouattia takes office in July, she will be the first black woman and the first Muslim to hold the presidency. According to national student publication The Tab, she might also be “the most divisive, most problematic, most unrepresentative the NUS has ever had”. Her record of allegedly antisemitic remarks dovetailed with existing criticisms of the NUS for being undemocratic, ineffectual and out of touch to create a sudden boom in support for disaffiliation. (Bouattia declined an interview request, but has repeatedly denied accusations of antisemitism.) “This has never been about individual personalities,” says Hayley Jayne Wilkinson, president of University of Lincoln students’ union, “only about whether the current direction of the NUS represents the interests and concerns of our students.” For Jade Azim, a Labour activist and pro-disaffiliation campaigner at Durham University, Bouattia’s election was “the straw that broke the camel’s back. It’s proved to us that the NUS is beyond repair as it is. I see her election as a symptom of longer trends in this cartel that seems to be broken.”     Malia Bouattia speaks in Trafalgar Square in March, 2016. Photograph: Alamy    NUS elections are rarely national news, but this one comes at a time when student politics is under an obsessive degree of media scrutiny that inflates localised controversies into national scandals. According to certain outlets, modern students are hypermilitant, hypersensitive, intolerant of free speech and obsessed with identity politics. At the Brighton conference, one tweet about a student who spoke against recognising Holocaust Memorial Day caught the attention of Labour MP and former NUS president Wes Streeting, who responded: “NUS is lost I’m afraid. It’s had good leadership from Megan Dunn, but it no longer represents students well.” The fact that delegates voted overwhelmingly in favour of recognising Holocaust Memorial Day barely registered. For the NUS’s most dogged critics, Bouattia’s election appears to be a godsend. In his mischievous endorsement of Bouattia, The Tab’s Will Lloyd wrote: “It’s an institution that doesn’t unify students and never has done. Malia reflects that better than anyone.” At a pavement table on a sunny afternoon in Cambridge, Jack May is taking a short lunch break from revising for his final exams. May, an English literature undergraduate at Gonville and Caius and de facto spokesman for the university’s leave campaign, believes it was essential to hold the vote before Bouattia takes office, but it comes at the most stressful time of the academic year, making it difficult to drum up votes. Under Cambridge University students union (CUSU) rules, if the leave side cannot secure 10% of the 21,479 eligible voters, then the result will be invalid.     Jack May, pro-disaffiliation campaigner in Cambridge. Photograph: Graeme Robertson for the Guardian    “I think it’s absolutely the wrong time of year,” says Louis Ashworth, deputy editor of the university newspaper Varsity. “It’s hard at the best of times to get Cambridge students to focus on anything other than work. One of the biggest problems the leave campaign is going to face is quoracy.” Ashworth says the remain campaign will also struggle to galvanise students. “It’s hard to see the direct benefits of the NUS if you’re not part of a group that can benefit from wider participation and all you’re being offered is a discount card. The consensus for a long time was that the NUS was ineffective but not harmful. I think attitudes have now shifted to people thinking it’s actually harmful.”    Bouattia’s election has removed the roadblock represented by successive Blairite leaderships in the NUS  Daniel Cooper     May tweeted about possible disaffiliation on the morning of the presidential election, but, he says, “I assumed that the best candidate would win, as in the candidate with the least record of dubious antisemitic comments.” Within hours of Bouattia’s victory, the campaign was under way, evenly split between Labour and Conservative students. “The more we looked into the NUS, the more worried we were,” May says. “We were finding things not just to do with Malia, but systemic things. The union is going in a direction that I don’t think accurately reflects a lot of students’ views.” May’s opponents did not respond to interview requests, so the NUS’s most prominent defender in Cambridge is the CUSU president, Priscilla Mensah. “It’s not that I think the NUS is faultless because I really don’t,” she says. “I believe we should stay affiliated because it is flawed and I think Cambridge students should have a voice in changing it.” Does she think students care enough to turn out and vote? “To be honest, I don’t know. I always say that students aren’t apathetic, they’re just really busy. It’s my job to make sure we have real engagement with several complex issues. It’s quite exciting, but it’s also quite nerve-racking.”     Priscilla Mensah. Photograph: Graeme Robertson for the Guardian    “It’s difficult, because whatever side you’re on is going to upset somebody,” says Becky Howe, president of Oxford University students’ union (OUSU). “Because the debate takes place amid allegations of racism and valid concerns on both sides, it’s really emotive. It’s a hard time to be in student politics.” Founded in 1922, the NUS has long been known outside the student world as a path to Westminster. Jack Straw, Charles Clarke, Trevor Phillips, Jim Murphy and Stephen Twigg were all NUS presidents during the decades when it was dominated by Labour students. In 2008, when Streeting was president, he was attacked from the left for pushing through a “Blairite revolution”.     Jack Straw, speaks as president of NUS in 1970. Photograph: PA/EMPICS Sports Photo Agency    Since 2010, when the coalition government announced plans to raise the tuition fee cap to £9,000 a year, the NUS has become more combative. The increasing importance of liberation campaigns, representing black, disabled, women and LGBT students, has also empowered the radical left. “Bouattia’s election is the fruit of a leftwards movement that has been going on for some time,” says Daniel Cooper, a former member of the NUS national executive council (NEC). “With it come serious political problems, but also opportunities. Her election has removed the roadblock represented by successive Blairite leaderships in the NUS.” Azim, however, believes that Bouattia’s victory represents not so much a tidal wave of radicalism on campus as a level of apathy that allows well-organised factions to wield disproportionate clout: turnout for local union elections, including delegate selection, is usually below 20%. “It’s not that Megan Dunn was particularly unpopular; it’s that there was an insurgency on the radical left that upended her,” Azim says. “The NUS simply does not inspire any trust or faith from the student body. So we have motions going through from this narrow, obsessive group of people who care about issues that are very fringe to most of the student body. If there was more participation, they would be uprooted..”     An NUS demo in 1974. Photograph: PA ARCHIVE IMAGES    Even Bouattia’s critics concede that she was an extremely strong candidate. As a student at Birmingham University, where she gained an MPhil on postcolonial theory, and then as a member of the NUS NEC, she was a prominent activist. “She was a very principled and very passionate campaigner for access to education, especially for minorities,” says Tom DeFraine, who was a fellow student at Birmingham. “I’ve got a lot of respect for her.” Bouattia first came to national attention at a 2014 meeting of the NEC where she opposed a motion to condemn Islamic State and show solidarity with Kurdish fighters. Less widely reported was the fact that she supported a reworded motion, which subsequently passed. “I think that she was seriously wrong, but supporting Isis had nothing to do with it,” says Cooper, who proposed the initial motion. “That claim is an absurdity, and a racist one.” During her two-year term as black students’ officer she opposed the government’s Prevent agenda, collaborated with Black Lives Matter activists in the US, and launched the #LiberateMyDegree campaign to reform curriculums and close attainment gaps. “I think that Malia puts liberation at the centre of everything she does and that strikes a chord with a lot of students who feel marginalised,” says Lucy Delaney, OUSU’s vice-president for women. Bouattia’s current problems stem from a number of comments she has made about Israel and Palestine. She described Birmingham University as a “Zionist outpost”, blamed the Prevent strategy on “Zionist and neocon lobbies”, criticised “Zionist-led media outlets” and responded warmly to a tweeted endorsement from a spokesperson for the Muslim Public Affairs Committee, a group no-platformed by the NUS since 2004.   Related: I’m the new NUS president – and no, I’m not an antisemitic Isis sympathiser | Malia Bouattia    On 14 April, 57 University Jewish Society presidents and the president of the Union of Jewish Students (UJS) signed an open letter asking Bouattia to clarify her previous statements. Joshua Nagli, the UJS’s incoming campaigns director, believes her response has been inadequate. “Until Malia addresses the concerns that Jewish students have, we’ll find it extremely hard to work with her. Jewish students deserve a proper answer and a proper apology for the rhetoric she’s used in the past.” Bouattia herself has been the victim of intense racist and Islamophobic abuse since the 2014 Islamic State debate. Delegates from OUSU decided to abstain from the election over the antisemitism allegations, but were shocked by the backlash against Bouattia. “We were horrified by the way Malia was treated in the media,” says Delaney. “That’s not to undermine legitimate claims made by Jewish students, but she was subject to a horrendous onslaught of racist attacks.” “It’s a big concern for us,” says May. “None of us want to be a part of any racist, sexist smear campaign. We don’t want it to seem as if the NUS can’t elect a black Muslim president. We’d really like to cheer and shout that the NUS is making progress, but we can’t because she has failed to answer these questions that are hanging over her.” Hostility towards student politics in the national media makes students on all sides of the disaffiliation debate nervous. Many I contacted either refused to be interviewed or expressed fears about being misquoted. “It makes my job very difficult and it’s very frustrating,” says Mensah. “I think this narrative that students across the country are weak and not able to deal with real debate is deeply insulting and just as unsophisticated as they say students are.”    Critics claim that attention to more contentious issues actively hurts the NUS’s credibility    Intense media scrutiny places the NUS in a bind. It cannot and should not silence unpopular voices, but incidents such as the Islamic State motion or the student who spoke against Holocaust Memorial Day are reported as if they represent the NUS as a whole. The open debate that students are often accused of avoiding can easily backfire. “I would agree those things are needless controversies,” says Brooks, “but we are democratic and pluralistic and sometimes that means controversial opinions get aired. We do any number of things, but unfortunately most people only hear about the controversial stuff. It’s on us to figure out how we can communicate more effectively.” This issue strikes to the heart of what the NUS is for. The union has always addressed bread-and-butter concerns such as fees, grants and accommodation alongside more niche activism and international politics, on the basis that students are also citizens who are affected by events beyond campus. But its critics now claim that attention to these more contentious issues, driven by narrow cliques, not only diverts time and energy from core campaigns but, in the current media climate, actively hurts the NUS’s credibility. Any loss of influence could be disastrous when the NUS faces major battles such as the forthcoming higher education bill, which is likely to raise the tuition fee cap beyond £9,000 at elite universities. “If the fact the NUS passed some stupid motion about what kind of Kurdish freedom fighter to support delegitimises the work they can do in House of Commons select committee meetings, then leave it out,” says May. “The NUS is meant to take the fight to the government where it needs to be, such as maintenance grants and tuition fees,” Azim agrees. “It should be inherently neutral on issues that aren’t directly to do with students. It’s become a parliament, not a trade union movement. It’s spending most of its time embarrassing students rather than representing them.”     Richard Brooks vice-president of the NU. Photograph: Sarah Lee for the Guardian    Brooks doesn’t entirely disagree with this critique: “I’ll be the first to admit that I think we’ve got the balance wrong and that’s one of the reasons why we’ve had problems with press coverage.” But he insists that the NUS already devotes most of its resources to core issues and is currently undergoing reviews into its democratic procedures (for instance, considering longstanding demands for one-member-one-vote) and institutional racism, including antisemitism. “These changes are already happening,” he says. “If you want to help make the NUS better, you should be in the room.” For some students, however, it is already too late. “Reform has been tried countless times – and failed,” says Harry Samuels from the No Thanks NUS Oxford campaign. “Disaffiliation is the only option left to students who want an NUS that delivers the changes we need on campus. Students only seem to get the attention of the NUS when they are thinking of leaving.” Whatever the results of the forthcoming referendums, Bouattia will take the helm of a NUS that is slightly smaller and considerably more fragile just when it needs to be strong. It has always fought for students. Now it is fighting for the right to do so.",
  "webTitle": "Trouble on campus: Is the NUS beyond repair?",
  "webPublicationDate": "2016-05-18T16:14:26Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/18/trouble-on-campus-is-the-nus-is-beyond-repair",
  "keyword": [
    {
      "webTitle": "Student politics",
      "id": "education/studentpolitics",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Dorian Lynskey",
      "id": "profile/dorianlynskey"
    }
  ],
  "guardianId": "education/2016/may/18/trouble-on-campus-is-the-nus-is-beyond-repair"
}