{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/indis-national-hopeful-some-people-are-rapt-to-have-a-man-to-vote-for",
  "id": "2016-05-16-272",
  "sectionId": "australia-news",
  "body": "In the battle for Indi, the Nationals candidate, Marty Corboy, has been dubbed the Steven Bradbury of the race – the one who could come through the middle of the fight between the current MP, Cathy McGowan, and her predecessor, the Liberal Sophie Mirabella. Corboy, who has a stock feed supply business, is hopeful and says the feedback has been positive. “Without sounding sexist, some people are rapt to have a man to vote for,” Corboy said. The Nationals’ campaign in Indi will step up a notch on Tuesday when the deputy prime minister, Barnaby Joyce, travels down to open Corboy’s campaign office in Wangaratta – which sits right next door to McGowan’s office. “I am finding conservative voters appreciate having a choice – it gives Indi the chance to hit the reset button,” Corboy said.   Related: Personal pushes aside policy in McGowan-Mirabella Indi election debate    The Nationals are campaigning hard to win the highly marginal seat in north-east Victoria, which McGowan holds by 0.3%. The Nationals and the Liberals will swap preferences in the seat to try to make McGowan a one-term member. Polling in March showed Mirabella trailing McGowan by 10 percentage points. But with Corboy coming third, a neat preference swap would put the sitting MP in danger of losing her seat.  Joyce will then take his “wombat trail” campaign tour to the seat of Murray – another three-cornered contest, with the Liberals after the retirement of the Liberal MP Sharman Stone. The Nationals are running the former Geelong footballer Damian Drum against the Liberal candidate, Duncan McGauchie, a former Victorian government adviser and the son of Donald McGauchie, a former chair of Telstra and former president of the National Farmers’ Federation. The Nationals had held Murray until Stone won it in 1996.  Both seats are shaping up to be critical and may exert pressure on the Coalition partnership. It is understood that in Indi, Mirabella has appeared at National party campaign events.  McGowan’s upset win was one of the surprises of the 2013 campaign, tipping out Mirabella, a shadow cabinet member and close ally of Tony Abbott. The former MP was a polarising member at time. The former New England independent Tony Windsor said she deserved the “nasty prize” when he retired in 2013.  Mirabella has since expressed her “regrets” being caught in “the Canberra bubble” and not spending enough time in her electorate. Corboy told Guardian Australia the big issues in Indi included telecommunications, particularly mobile networks and the national broadband network rollout, jobs and infrastructure, as well as the collapse of the milk price, now the subject of a class action.  The dairy industry is reeling from a price drop from Murray Goulburn and Fonterra, which is backdated over farmers’ annual supply contract, leaving them owing money.  Asked how the National party under Joyce would address the issue, Corboy said if anyone could get supplies and sellers together “it would be Joyce”.  McGowan said she was optimistic about her chances but expected a close race. As the dairy crisis developed, she called on the government to treat agriculture like defence – that is have a national strategy in place that could assist industries such as the dairy industry struggling with manufacturing. “With Murray Goulburn, the issue is not producing the milk, it is the issues around the manufacturing arm,” McGowan said. “Defence [and the submarine contract] is an example of what the government can do for a national industry when it puts its mind to it.” McGowan said she was disappointed the budget contained no continuation of the blackspot funding program for mobile coverage and there was nothing for employment in the regions.    Related: Sophie Mirabella: Wangaratta hospital lost $10m when I was voted out    The funding freeze on financial assistance grants to local government remained in the budget, she said, and she called on the government to extend the deficit levy to fund increased funding to local government. “We all know how the government treated SPC, so where where does rubber hit the road for innovation in regional Australia?” When SPC Ardmona was under threat of closure, Joyce said it was not the job of the National party to fight for the food manufacturer, given Murray was a Liberal held seat.  McGowan said the Indi community was also disappointed at the budget cuts to arts funding, with the Wangaratta jazz festival taking a “huge cut”.  Mirabella was contacted for comment.",
  "webTitle": "Indi's National hopeful: 'Some people are rapt to have a man to vote for'",
  "webPublicationDate": "2016-05-16T09:44:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/indis-national-hopeful-some-people-are-rapt-to-have-a-man-to-vote-for",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cathy McGowan",
      "id": "australia-news/cathy-mcgowan",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/16/indis-national-hopeful-some-people-are-rapt-to-have-a-man-to-vote-for"
}