{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/17/weekly-notes-queries-alien-contact",
  "id": "2016-05-17-208",
  "sectionId": "theguardian",
  "body": "When aliens contact us, how will they do it and what will they say? They’ll either physically materialise or send radio signals. Either way, they’re likely to say “What on earth have you done to your planet?”Ursula Nixon, Bodalla, NSW, Australia • Crafty aliens will contact us by pretending to be Guardian Weekly readers, submitting questions to Notes & Queries, and gauging our intellect by the intelligence or otherwise of our replies. But the responder might be an even craftier alien.David Isaacs, Sydney, Australia • Inevitably on the phone around dinner time offering a timeshare in a new exciting location.John Benseman, Auckland, New Zealand • “Are you for real?”Ade Peace, Eden Hills, South Australia • Telegram: “What’s that funny burning smell?”Harvey Mitchell, Castlemaine, Victoria, Australia A very thick skin is essential What qualities must a politician have? As my old grand uncle would have said: “Enough cheek for another row of teeth, and the hide of a rhinoceros; the sort of bloke who’d take the eye out of your head and tell you that you look better without it”.Peter Ansley, New Plymouth, New Zealand • Ideally, leadership, generosity, common sense and a skin like a rhinoceros, but these days, it seems that only the last of these is required, backed up by pots of money.Joan Dawson, Halifax, Nova Scotia, Canada • The most important qualities for a politician? Open eyes and ears.Angelika Schneider, Lilienthal, Germany • Cunning, guile and deviousness.Ted Webber, Buderim, Queensland, Australia • In an ideal world or in reality?Stuart Williams, Kampala, Uganda It’s got a sting in the tail If the Guardian Weekly were an animal, what sort of animal would it be? A hornet. It is black and white, produces something significant out of paper, flies all over the world, has a multiple compound view on matters and a noted sting in its tail.Anthony Walter, Surrey, British Columbia, Canada • An Indian elephant. Slow but strong. Loyal and long-lived. An astonishingly sensitive nose and big eyes. Tusks!Donna Samoyloff, Toronto, Canada • In the words of Elmer Fudd: “a wascally wabbit”.Kevin Keen, Prince George, British Columbia, Canada • An owl, preferably a snowy owl. I love it, it can fly all over the place, it is mainly black and white, it is wise and I get so excited when I see one!Doreen Forney, Pownal, Vermont, US • A labrador that helps the blind to see.Arran Morton, Morayfield, Queensland, Australia • A hedgehog. Prickly, but not wantonly aggressive.David Ross, Thoiry, France I’m open to persuasion What is the most powerful skill of humankind? Negotiation, but I’m happy to talk about it.Martin London, Christchurch, New Zealand • Language and toolmaking – both developed together and in the same part of the brain.Edward Black, Church Point, NSW, Australia • Being kind.Laura Grisch, Edmonton, Alberta, Canada Any answers? Why don’t flies and wasps stay outdoors?E Slack, L’Isle Jourdain, France What is the best way to age? What is the worst?Terence Rowell, Dartmouth, Nova Scotia, Canada Send answers to weekly.nandq@theguardian.com",
  "webTitle": "Any intelligent life?",
  "webPublicationDate": "2016-05-17T10:59:01Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/17/weekly-notes-queries-alien-contact",
  "keyword": [],
  "authors": [],
  "guardianId": "theguardian/2016/may/17/weekly-notes-queries-alien-contact"
}