{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/beyond-borders-the-irish-villages-dreading-a-brexit-vote",
  "id": "2016-05-23-306",
  "sectionId": "politics",
  "body": "At a brisk pace it takes just over a minute to cross a bridge leading from UK territory into another EU state. But there are no obvious demarcation lines or signs stating you are leaving one sovereign country for another. The bridge between Belcoo in the north and Blacklion in the south is an invisible border. Yet if British Eurosceptics win the referendum on 23 June there are fears that customs and security posts could be re-erected in what was a war zone during the Troubles.  At the Blacklion end, the only hint that you have entered the Irish Republic is the green An Post sign of Ireland’s postal service, unlike the Royal Mail red back in Belcoo.  Inside the busy village store-cum-post office in Blacklion, Dymphna Stewart says she is worried about the dangers of “borders back up” after a Brexit vote. Stewart, who is from across the border in Belcoo in County Fermanagh, believes both villages have gained massively from the freedom of movement the EU guarantees.     Belcoo and Blacklion railway station, which closed in 1950s. Photograph: Alamy    “The OAPs from Belcoo can’t draw their pensions here – they do that in their post office with the Royal Mail,” Stewart says. “But apart from that we see the benefits of free movement every single day. People cross over from Belcoo to send parcels to their relatives and friends because it’s cheaper sending abroad with An Post.  “Just imagine if there were security or customs checks on the bridge again. That would be an absolute pain for every business in both villages. Even vehicle checkpoints would be a nuisance and would have an negative impact on the villages,” she says. Across the road from Stewart’s shop-post office is the Market House , a community centre and tourist information office, where a TV screen shows a video promoting the Unesco-protected Global Geopark, the only one in the world to cover two states.  The Market Place received €1m (£770,000) to build the centre from the overall €1.3bn the European Peace and Reconciliation Fund has injected into Ireland, north and south, since 1995 to boost the peace process. Helena Corcoran, a community worker in the centre, which sells souvenir pictures of the nearby Marble Arch caves as well as traditional Gaelic memorabilia such as silver Celtic cross necklaces, crosses her fingers for luck when asked how she thinks the Brexit vote will go. “I just hope sincerely the British people vote to stay in because it will have a bad impact on our lives here in this part of the world if the UK is out of the EU,” she says.     A welcome to Northern Ireland road sign.    She points to the closed businesses on both sides of the bridge and adds: “The economy is already very fragile here and we need freedom of movement for tourism and visitors in particular. I am not a lover of everything that the EU does but on balance I think both villages have benefited hugely from being inside and getting support from Europe.” European largesse is also evidenced in Belcoo, where in a park overlooking the lough even the display boards charting the geological and political history of the area have an EU funding stamp. That history includes the impact of the 19th-century famine and the fact that the area lost 25% of its population to starvation, disease and emigration. There are more recent, darker, statistics about Belcoo when it was on the frontline of the Provisional IRA’s border campaign between 1969 and 1994. Seven members of the security forces and one Catholic civilian were killed in IRA landmine, remote-controlled bomb and sniper attacks. Many of those murders were carried out by IRA operatives from the southern side of the border. With the Troubles over, barring a few limited terrorist sorties from dissident republicans, the border villages appear at ease with each other.  But on a sunny May afternoon, local historian Harold Johnston remembers the darker times – and talks of the impact of the border going up in 1921.     A roadblock in County Fermanagh in 1980 to stop the transportation of IRA car bombs into Northern Ireland. Photograph: Alamy Stock Photo    “In that time there would have been fair days here and they would have been the biggest fair days in the country, do you follow that? When the border came that cut off a large area where the fair days would have stood. All that finished then. There was kind of a collapse there because you hadn’t the same volume of people coming to the fair days or the mart every Saturday.” Johnston, who runs a shop in Blacklion selling an eclectic range of goods from antiques to One Direction T-shirts, also casts his mind back to the Troubles. “This was the main crossing point at the border. We would have had about 45 guards and five or six sergeants here at the time. There was nobody too pleased about it and nobody too confident about going out at night. Fortunately that’s all gone now.” It remains to be seen whether those who live or work in these two border villages under the shadow of the Cuilcagh mountain will soon be separated once again by a fortified frontier.",
  "webTitle": "Beyond borders: the Irish villages dreading a Brexit vote",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/beyond-borders-the-irish-villages-dreading-a-brexit-vote",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "politics/2016/may/23/beyond-borders-the-irish-villages-dreading-a-brexit-vote"
}