{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/the-arts-party-wants-your-vote-and-its-not-afraid-to-ask-for-it-in-haiku-form",
  "id": "2016-05-18-33",
  "sectionId": "australia-news",
  "body": "The Arts party has bold policies for the 2016 election – to triple arts funding and make big companies pay a special 0.2% tax on their revenue to pay for a cultural renaissance in Australia. But it’s the party’s unorthodox approach to politics that’s grabbing attention. Which other party can boast it has a poet in residence? The party leader, Patrick James Collins, a maker of short films, said: “It’s about time a political party had a poet in residence – he’s up in Brisbane, busy writing poems about the election. I would call on all major parties to get one.” His name is Eido Boru and he’s already written a swag of poems for the party’s cause. One is a haiku: “Want one million votes / For the balance of power / Wear an Arts T-shirt”.     The leader of the Arts party, Patrick James Collins, says ‘it’s about time a political party had a poet in residence’. Photograph: Arts party    The at times didactic poems paint a vision of fostering an Australian Banksy or creating another Mad Max. “Let’s keep our talent / Creating at home / No more buggering off / To New York, London, Paris or Rome.” Collins told Guardian Australia arts funding is the party’s main cause. “It’s essential in a country with an ever-growing population that the budget for arts and culture should be growing too. But support for arts and culture is shrinking. It makes no sense.” The Arts party has policy ideas for the arts beyond tipping more money in, such as mandatory music and art education in primary schools. “You can’t have a rounded education without a serious dose of arts,” Collins said. “It’s not just an optional extra as it is treated now.” The party is running Senate candidates in every state and lower-house seats in New South Wales and Victoria. The Arts party candidates include gallery owners, arts educators and administrators. The party has received endorsements from a number of high-profile actors and artists including Bryan Brown, Ben Quilty, Lex Marinos and Geraldine Turner. In a video endorsement Brown says: “So why not an arts party? We’ve got a Shooters party, a Motoring Enthusiasts party. But the arts play a hugely significant part in our quality of life and our wellbeing here in Australia.”         The Australian actor Bryan Brown’s endorsement for the Arts party.    The actress and singer Geraldine Turner said: “The arts are at the centre of all our lives – not something we push aside. I also happen to believe music should be compulsory in all schools. Arts education is incredibly important if we are to nurture ourselves as we grow up.”         Geraldine Turner says ‘we must give a voice to the arts in this forthcoming election’.     The painter Ben Quilty said: “In my country at the moment the arts are under siege – art schools, Tafes, art education are all slowly being dismantled.” The party says arts are not a left or right-wing issue. Collins describes it as “a non-political political party” and says he is a “non-political arts-lover” who has never been a member of a political party nor worked in arts administration. The idea, like many great works of art, was hatched in a pub. “We sat in the pub, talking about the state of the arts about three years ago,” said Collins, who is leading the charge but not standing as a candidate. “We had the brainwave – someone to keep the bastards honest. “The only thing that qualifies me is that I got off my backside. Thousands of people have sat in the pub and thought about forming the Arts party – I actually did it.”   Related: Arts workers should be angry about funding cuts – we can't work harder for less    Government support for the arts has undergone significant changes and cuts since the 2013 election. The 2014 budget cut Australia Council funding by $28.2m over four years. The 2015 budget then redirected $105m over four years from the Australia Council to a national program for excellence in the arts, a program that allowed the arts minister to dole out arts grants. That program became the Catalyst Australian arts and culture fund, which gives $12m a year to small and medium-sized organisations delivering “innovative projects”. The 2015 midyear economic update the government imposed a 3% efficiency dividend on cultural and collecting institutions – except the Australia Council – a total cut of $36.8m over four years. Cultural institutions including the National Gallery of Australia, National Portrait Gallery and National Library have warned they may have to sack staff as a result. The 2016 budget maintained base funding of the ABC but cut funding for specialist news services by $18.6m over the next three years.     Ben Quilty, one of the artists to have lent their support to the Arts party, says ‘the arts are under siege’ in Australia. Photograph: Arts party    The chief executive of the Media Entertainment and Arts Alliance, Paul Murphy, said: “The arts community is the place where we know the adage ‘from little things big things grow’ is absolutely true. The lack of funding and incentive for talented young people hoping for a break means the well of Australian talent will be far drier than it ought to be. “We can now only hope that a federal election will act as a circuit breaker and that the open hostility demonstrated towards arts funding is reversed.” The Arts party policy says that tripling funding to artists and small and medium-sized organisations would cost $124m a year in increased funding to the Australia Council. The party has a number of suggestions for raising revenue, a shopping list of progressive measures including legalising and taxing cannabis, capping the number of investment properties people can use to negatively gear, tightening superannuation tax concessions and imposing a super profits tax on banks. Another proposal is a 0.2% levy on the revenue of corporations with a turnover of more than $100m to pay for community projects, which can only be offset by other donations to arts organisations. Are these the ideas of a non-political political party? “We have governments to make us the best we can be, to invest back in us,” Collins said.   Related: Arts minister promises to ditch Brandis-style 'out of the blue' funding changes    “All these are just ideas, we’re not going to implement any of these ... A few wacky tax ideas is not necessarily what we’re about – we want to see people voting for their cultural lives and opportunities for their children, the next generation of actors and stars.  “All the stages and arts organisations are disappearing. We didn’t want it to appear as though we hadn’t thought about money, so we said ‘here are our ideas’.” The shadow arts minister, Mark Dreyfus, said: “Labor will return all unspent funds to the Australia Council that were cut from the 2015 budget, abolish Catalyst and restore integrity to the arts funding process in this country. “Labor is the party of the arts. There will be further announcements on Labor’s arts policy during the campaign.” The Greens policy calls for increased access to arts and culture in rural and regional Australia and for the national curriculum to give Australian children a rich and varied arts education. Collins said the party wants to win 1m votes, for a chance to capture a Senate seat or at least to send a message to the major parties to value the arts. The party has registration to contest local government elections in New South Wales and will register and contest state elections in that state and Victoria. It claims to have a paid membership of 2,000 and has raised $41,000 through crowdfunding for its federal election campaign. “We’re here for the long haul,” Collins said. “We’re not going anywhere. “Everyone talks the talk, only some walk the walk on arts policy. Even Labor’s approach of putting back two years’ of funding, that’s the best offer from the major parties. We want five steps forward not two steps back.”",
  "webTitle": "The Arts party wants your vote – and it's not afraid to ask for it in haiku form",
  "webPublicationDate": "2016-05-18T20:17:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/the-arts-party-wants-your-vote-and-its-not-afraid-to-ask-for-it-in-haiku-form",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/19/the-arts-party-wants-your-vote-and-its-not-afraid-to-ask-for-it-in-haiku-form"
}