{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/women-only-train-carriages-what-a-ridiculously-regressive-idea",
  "id": "2016-05-04-310",
  "sectionId": "commentisfree",
  "body": "The latest retro fad in western societies seems to be for sex segregation. It comes in the colour pink and is framed in feminist language, but in reality it’s ridiculously regressive. The city of Perth has recently introduced female-friendly parking zones (coloured pink), they already exist in Germany and Switzerland. Last year in the UK, Jeremy Corbyn floated the idea of women-only train carriages and now in Australia, the idea has been floated again by a (male) national secretary of the Rail, Tram and Bus Union. In the US, female-only rideshare services are starting up around the country.  We need to think very carefully about what we’re saying when we advocate for female-only train carriages, parking spaces or taxis (and indeed what it means when we colour them all pink). We’re saying we need protection from men. We’re saying women are not safe to be alone in our society. We’re saying we can’t trust most men. We’re saying we want to live in a society where it’s OK for women not to feel safe in mixed company.  Is this the world we want to live in?    Related: Talking while female: an expert guide to the things you definitely should not say    I’ve lived in Australia, the UK and US and have always felt safe in mixed company. This is not to say that sexual harassment does not exist on a wide scale, or that violence against women isn’t endemic. Sexual harassment is a burdensome fact of daily life for young women. But we know that women are more likely to be sexually assaulted by someone they know than a stranger on a train. These female-only spaces don’t improve our society, they create a sense of fear. If women don’t feel safe on a train, that’s a societal problem that a single pink carriage can’t fix. Wouldn’t a more sensible solution be to create a safe carriage for all passengers? How about we increase patrols on public transport during the day? How about we make reporting and punishment of public harassment and assault faster and more efficient? I want to live in a society where I feel safe to live an independent life – and I do, for the most part. I do travel alone, I do catch trains and taxis and park my car late at night. And it’s true that sometimes I feel scared. But mostly I feel scared walking in the streets at night rather than in a taxi or on a train.  Should we create women-only streets or pathways too? Or suggest women have a male escort at all times for her own safety? How about we cover ourselves in a cloak to stop the catcalling?  During the Iranian revolution, men and women were constantly reminded:  My sister, guard your veil, My brother, guard your eyes.   If you’re arguing for something like segregation, surely you have a responsibility to study where these arguments have been used before and where they may go when taken to their logical conclusion. When arguing for any new policy, we must always understand how the policy may be used against us.  I realise that public space is still overwhelmingly male space and that this needs to be addressed. It’s annoying that some men take up so much of the seat on public transport or that “manspreading” is even a thing. But I fail to see how segregating ourselves will fix this problem. Surely, in 2016, progressive women and men should be putting our efforts into demanding that crimes against women be taken seriously, stamping out sexual harassment, catcalling and random acts of violence.  Why are we always asking women to change their behaviours – get in this carriage, park in this space, use this taxi service – in order to feel safe?  I know that sexual harassment is still rife in western society. I recently had my breast groped by a stranger in an upmarket Sydney restaurant. But my solution to that is not to demand a female-only or family-friendly area in that restaurant.    Related: I have sympathy for Mark Latham. He's barking at a cloud that's passed him by | Van Badham    It is to continue to advocate for a better society – one that respects women and does not continue to see women primarily as objects of sexual gratification.When I think about all the effort made by women over the past century to create a better society for women, I cannot fathom how a female-only train carriage in a relatively safe country like Australia adds to that effort. In the marketing world, there’s a phrase used when you want a product to appeal to women. They say: “shrink it and pink it”. It’s an exploitative practice that changes very little about the product (except maybe the price) while making it look like it has been designed to benefit women. I can’t help but think that female-only train carriages are the “shrink it and pink it” of current policy debate.",
  "webTitle": "Women-only train carriages? What a ridiculously regressive idea | Gabrielle Jackson",
  "webPublicationDate": "2016-05-04T07:15:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/women-only-train-carriages-what-a-ridiculously-regressive-idea",
  "keyword": [
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Jackson",
      "id": "profile/gabrielle-jackson"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/women-only-train-carriages-what-a-ridiculously-regressive-idea"
}