{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/david-cameron-rejects-claims-of-hyperbole-over-brexit-risks",
  "id": "2016-05-09-253",
  "sectionId": "politics",
  "body": "David Cameron has defended his claim that leaving the EU could increase the risk of war, highlighting the bloodshed of recent decades. The prime minister has been accused by leave campaigners of hyperbole and crying wolf about the risks of Brexit but he said he hoped voters would listen to his view. Speaking at the British Museum in London, Cameron put security at the centre of his argument for staying in the EU, after weeks of concentrating on the economic arguments. He spoke of dire consequences if the UK opted to leave, reminding the audience of politicians and ambassadors that the second world war ended only 70 years ago. “Can we be so sure that peace and stability on our continent are assured beyond any shadow of doubt? Is that a risk worth taking? I would never be so rash as to make that assumption,” he said. The prime minister added: “As I sit around that table with 27 other prime ministers and presidents, we remember that it is pretty extraordinary that countries are working together to solve disputes and problems. We should listen to the voices that say Europe had a violent history, we’ve managed to avoid that and so why put at risk the things that achieve that?” Earlier in the speech, Cameron sought to make a “big, bold patriotic case” for staying in the EU, arguing that those who love their country should consider the security benefits of remaining a member. But he quickly turned to more warnings of the negative consequences of leaving both for the UK and for the rest of Europe. He said people wanting to leave the EU wished to “wash their hands” of Europe’s problems, such as the migration crisis and the threat of Isis, and leaving would be an “abject act of national retreat”. His language was matched by David Miliband, the Labour former foreign secretary, who introduced his speech and described Brexit as “political suicide”. Amid accusations of scaremongering, Philip Hammond, the foreign secretary, said the prime minister was not suggesting there would be new wars between western European powers, but that the EU would be less able to influence less stable nations on its borders without Britain’s participation. “The European Union will be weaker without Britain inside it, and the mechanisms that ensure the peace and stability on the continent will be commensurately weaker,” he told BBC Radio 4’s Today programme. “We run the risks of tensions rising in parts of Europe which perhaps do not have the deep and enduring democratic roots that we and our immediate neighbours have, and in the areas just outside the European Union, the Balkans, for example, closely associated with the EU and would-be member states, where the EU has significant influence. “Anything that weakens the EU weakens the forces of stability in those areas. That would be bad for Britain.” Cameron was asked why he had granted a referendum if the possible outcome could be war. He said it would be impossible to hold a sovereign nation like the UK in the EU against its will but he hoped people would listen to his view. The prime minister also took the opportunity during his speech to criticise the claim of Michael Gove, the justice secretary and leading leave campaigner, that the UK should exit the single market. He said this was reckless, irresponsible and would lead to higher taxes and tariffs. Cameron’s arguments are likely to be challenged by Boris Johnson, one of Vote Leave’s key figureheads, who will deliver his own speech on Monday to make what allies said would be the “liberal, cosmopolitan” case for leaving the EU. The Vote Leave campaign dismissed claims that the EU has brought peace as “historically illiterate” as well as “pervasive and dangerous”, claiming the US and Nato have been more important.",
  "webTitle": "David Cameron rejects charge of crying wolf over Brexit war risk",
  "webPublicationDate": "2016-05-09T09:42:46Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/david-cameron-rejects-claims-of-hyperbole-over-brexit-risks",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/09/david-cameron-rejects-claims-of-hyperbole-over-brexit-risks"
}