{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/eu-debate-younger-voters-bbc-referendum",
  "id": "2016-05-27-155",
  "sectionId": "commentisfree",
  "body": "Rhiannon Lucy Cosslett, 28, LondonVoting to remain      I’m not sure what was worse. The awkward, tinny atmosphere that made you wonder whether the politicians’ post-apocalyptic vision had actually materialised and all of this was taking place in some airless nuclear bunker; or the fact that it quickly descended into an incoherent shouting match. As is the way with almost anything targeting younger people, the whole performance had a discordant feel; both the audience and the panellists (average age: 59) seemed discombobulated to be so estranged from their natural habitats. But at least, unlike the new remain video targeting young people, there was no pumping dance music. I don’t feel I learned anything from this debate. The two sides were already primed and entrenched, while there was little that was persuasive to convince the undecided camp. Liam Fox and Diane James just kept parroting the same lines like malfunctioning Furbies. You could have asked them anything – “What’s for tea, Liam?” and the answer would have been the same: “uncontrolled migration”. Meanwhile, everything Alan Johnson and Alex Salmond said came across as a metaphorical hair ruffle and a palmed-off 26p, or half a Mars bar, which is apparently how much the EU costs us. It was all a bit “me, me, me”. Will I still have a job? Can I still go on holiday? Why were my data-roaming charges so high? You didn’t need two GCSEs and an STI – an audience member’s take-home quote of the evening – to work out that the audience were largely in it for themselves. There was no discussion of human rights or diplomacy here. I realised last night that the EU is not something my friends are really discussing, so I asked them. After a straw poll on Facebook, the bulk said they were remain, with a few Brexits (some revealed secretly for fear of looking like, quote, “a mad racist”) mostly because of border and immigration issues, but a couple because of TTIP and a desire to topple David Cameron. What came across most, however, was how much of this referendum is viewed by my largely international crew of friends as a bit of a joke. “I reckon the sooner we get the Polish out the better,” said one. She is Polish. Uday Maudgil, 18, YorkVoting to leave      Young people are having a rough time of it in the EU referendum debate. Until last night, the official campaigns hadn’t focused many resources upon us, apart from some lightly funded student campus activity. As the campaign has worn on, remain has started to panic, and is trying to push up turnout among this historically low-voting group. This reached a peak last week, when George Osborne and Ed Balls stood together and warned that cheap holidays to Malaga and Adidas trainers (no, really) were in danger of becoming unaffordable. You could see that Project Fear was biting in the BBC debate. At one point, an audience member asked, “Will I have a job in four years?” Besides the unknowable nature of the answer, how scared do you have to be to think that your entire employment prospects rest on EU membership? Housing was the subject that inspired most passion. Alan Johnson was heckled for defending large-scale EU immigration, when housing has been pushed beyond the reach of most young people, struggling with vast amounts of student debt and insecure work. Considering the audience’s questions, and talking to friends, it’s clear what is wanted are cold, hard facts, and I felt the BBC missed a trick by not having a neutral economist on the panel – if such a thing exists. I suspect most young people intend to vote remain, not out of any love for the EU, but merely wishing to maintain the status quo. However, young Brexiteers like me are far more motivated and more likely to turn out. Heidi Street, 22, BathUndecided      I am really confused about how to vote on 23 June. My friends are very clear on how they will be voting, whether it be remain or leave. I feel like the odd one out. There are points on both sides that could be good for the UK, but I keep swinging between the two camps, and getting myself incredibly muddled in the process. As a result, I’ve been trying to find information so I can make a proper use of my vote. At first last night’s debate was civilised, with both sides talking sensibly about what they thought about how the EU affects the economy and the job market for graduates. But it wasn’t very long before the panellists and the audience began shouting at each other, the tone verging on racist at times, and using dubious-sounding facts and figures. After an hour, I didn’t feel any more educated about the issues surrounding the EU than I had before watching. I didn’t feel the debate was very helpful at persuading people to vote either way, which was very disappointing. I will have to carry on with my research before I decide which way to go. Nicholas Preston, 21, LondonVoting to remain      The BBC debate opened almost as though it were set for the theatrics of prime minister’s questions. The first two audience members to speak were undecided women, which isn’t surprising considering the male-dominated chauvinistic shouting surrounding the EU debate. Such is the case for young people in this referendum. I feel disillusionment lies with the fact that we don’t have somebody who is “speaking to us”; what’s left for us to digest is opposing fear campaigns squabbling about fact validation. After weeks of the leave campaign saying things such as “We’ll look after our own, the British people, if we leave the EU”, and then charities’, NHS chiefs’ and other senior members of institutions’ responses to that being “Don’t leave the EU”, the retort to them is often as comical as: “Shut up, charities!” The programme wasn’t much of a deviation from this. It was summed up by Diane James’s response to a question about whether or not we’ll need visas: “We just don’t know,” was her reply. This should be leave’s slogan. It’s hard, then, to argue with the sentiments expressed by one of the audience members, who feared that apathy would be a major enemy to the upcoming vote if the “debate” continues the way it has. As politicians from both sides continue to subject the public to a barrage of spurious facts, I feel young people (and future generations) will bear the brunt of the consequences of the result on 23 June. But the positive cases to either remain in the EU or to leave it have been veiled in cynicism. And that’s deeply disconcerting. Emily Clark, 23, BoltonVoting to leave      It became apparent very quickly that a politician’s standard answer was not going to wash at the BBC debate last night. It was a great advert for youth engagement, showing we are not apathetic but in fact highly engaged, with strong views – whether we wish to remain or leave, or are undecided. The desire of the undecided to hear from a campaign that they could believe in was interesting. It demonstrated that they craved a comprehensive argument, and that apathy is not necessarily a result of ignorance but of a lack of trust. The awareness of exaggeration and “scaremongering” – as identified by at least two members of the “undecided” camp – signalled to me that the political landscape is changing. The next generation demands less theatre and more decorum, facts not fear, and intelligent arguments not propaganda. My close friends and I will all be voting as we firmly believe that this decision will affect us, probably more so than any other generation. We’re the ones that will be looking for jobs and houses, the ones working for companies who trade abroad and the ones who will be dealing with the immediate aftermath. And that is why I will be voting to leave. Whatever the outcome, I think this debate shows that my generation is willing to be accountable.",
  "webTitle": "Why is the EU debate such a turn-off for younger voters? | Rhiannon Lucy Cosslett, Uday Maudgil, Heidi Street, Nicholas Preston, Emily Clark",
  "webPublicationDate": "2016-05-27T12:39:58Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/eu-debate-younger-voters-bbc-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhiannon Lucy Cosslett",
      "id": "profile/rhiannon-lucy-cosslett"
    },
    {
      "webTitle": "Uday Maudgil",
      "id": "profile/uday-maudgil"
    },
    {
      "webTitle": "Heidi Street",
      "id": "profile/heidi-street"
    },
    {
      "webTitle": "Nicholas Preston",
      "id": "profile/nicholas-preston"
    },
    {
      "webTitle": "Emily Clark",
      "id": "profile/emily-clark"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/eu-debate-younger-voters-bbc-referendum"
}