{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/tottenham-hotspur-southampton-premier-league-match-report",
  "id": "2016-05-08-84",
  "sectionId": "football",
  "body": "Not for the first time in recent weeks, Mauricio Pochettino was left to bemoan Tottenham Hotspur’s inability to close the door on their opponents. The consequence is that they have left it open for their rivals, Arsenal, to give this crazy season yet another twist. Two weeks ago, Tottenham were in a two-horse race with Leicester City to finish on top of the Premier League but after this defeat by a Steven Davis-inspired Southampton, which followed draws with West Bromwich Albion and Chelsea, they could yet finish in third.   Related: Sánchez goal for Arsenal takes Manchester City’s fate out of their hands    It would be a ridiculous finale to what has been a season of high achievement at White Hart Lane but that is what will happen if and when Arsenal beat Aston Villa at home and Tottenham were to lose at Newcastle United in the final round of fixtures next Sunday. There is not, in general terms, a massive amount of difference between coming in second rather than third. Both places come with the guarantee of qualification to the Champions League group stage. But this is Tottenham and Arsenal. And Tottenham have not finished above their rivals since 1994-95. For the third game in succession, Tottenham squandered the lead and the manner of both concessions to Davis were alarming from their point of view. Pochettino described them as “very soft” and there could be questions asked of Hugo Lloris, the Tottenham goalkeeper. On the first, the Frenchman was slow to react when Davis diverted Dusan Tadic’s cross goalwards – the ball squirming home – and for the winner, he could not get across to keep out the Southampton midfielder’s low shot through a crowd. Lloris might have seen that one late. Davis had arrived with two goals all season for Southampton but, having doubled his tally, he kept his club on course for the Europa League qualification that they desire. Pochettino said that he did not care about Arsenal and his focus was purely on his team. If they took care of their side, he added, they could aspire to finishing above everyone, and not just Arsenal. The preoccupation with their neighbours was a waste of energy. But, with Arsenal having drawn at Manchester City later in the day, it is a fair bet that there will be Tottenham nerves at Newcastle. Tottenham were fast and aggressive in the first half, and they might have been in front at the interval. Their goal came when Son Heung-min ran around Fraser Forster before jinking inside two challenges and tapping home. Forster had hesitated when Erik Lamela played the ball into the area because Harry Kane had been in an offside position. It went down as Lamela’s ninth assist of the league season and Son’s fourth goal. The £22m signing from Bayer Leverkusen has eight in all competitions. Tottenham had a number of first‑half chances, with Kane being denied by Forster at close quarters with the best of them, having robbed José Fonte. Forster also saved smartly from Christian Eriksen early on. But Southampton, who have now won six in eight matches, had theirs, too. They might have taken the lead only for Tadic to blast low beyond the far post, with Davis unmarked in the middle and the equaliser followed trademark slick approach work. Taking Cuco Marina’s floated ball, Tadic slipped a low cross over for Davis and his first-time finish deceived Lloris. Tottenham were unhappy that the play was not stopped for an injury to Kyle Walker. Southampton looked dangerous on the counter-attack, with the pace of Sadio Mané and Shane Long, and the composure and drive of Davis. Even when Mané went off in the 65th minute – he had taken a heavy knock from Lamela towards the end of the first half – his replacement, Graziano Pellè, posed a physical and aerial threat.   Related: Tottenham not interested in topping Arsenal, says Mauricio Pochettino    The second half was less frenetic, with the space much tighter and the chances fewer. Perhaps the heat was a factor – there needed to be a drinks break in the 68th minute. Southampton clicked in a defensive sense and they came to call the tune. Long headed off target when well placed from Tadic’s cross on 54 minutes and Davis’s second came when he swapped passes with Tadic and moved inside from the left of the area. Confronted by Eric Dier, he continued to skate to the right before he unloaded a shot for the far, bottom corner. It seemed to take an age to get there, through the crowd of bodies but when it did, he and Southampton could celebrate. Koeman had a compliment for Tottenham. “Football-wise and in terms of ball possession, they are the best team in the Premier League,” he said. But they failed to turn up in the second-half, which was curious after their positive first-half showing. There was no spark or incision to their play and, when Forster blocked from the substitute, Nacer Chadli, in stoppage time, Southampton knew it would be their day. “We spoke about it being a special season last season,” Koeman said. “But this one could be even more special.” Man of the match S Davis (Southampton)",
  "webTitle": "Southampton’s Steven Davis leaves Tottenham sweating over second place",
  "webPublicationDate": "2016-05-08T14:47:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/tottenham-hotspur-southampton-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/08/tottenham-hotspur-southampton-premier-league-match-report"
}