{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/gene-simmons-apologises-prince-death-pathetic-kiss-newsweek",
  "id": "2016-05-11-315",
  "sectionId": "music",
  "body": "The surprise wasn’t so much that Kiss’s Gene Simmons might say something provocative and inflammatory about the death of Prince, but that he might then backtrack and apologise. After telling Newsweek it was “pathetic that he killed himself”, Simmons issued a public mea culpa on Twitter, admitting he “just got such shit from my family for my big mouth again. I apologise.” Simmons had told Newsweek that Prince’s death, was “a choice”, adding: “His drugs killed him. What do you think, he died from a cold?” He had also said: “Prince was heads, hands and feet above all the rest of them. I thought he left Michael [Jackson] in the dust.”   Related: Warrant says doctor prescribed medication for Prince before death    In his apology, Simmons explained: “I have a long history of getting very angry at what drugs do to the families/friends of the addicts. I get angry at drug users because of my experience being around them coming up in the rock scene. In my experience they’ve made my life, and the lives of their loved ones, difficult. I was raised in a culture/crowd where drug addicts were written off as losers, and since that’s the narrative I grew up with, it’s been hard to change with the times. Needless to say, I didn’t express myself properly here – I don’t shy away from controversy, and angry critics really don’t bother me at all. If I think I’m right, I’ll throw up a finger and dig my heels in and laugh. But this time, I was not. So, my apologies.” His fellow Kiss frontman Paul Stanley was among those who condemned Simmons’ initial remarks, tweeting a link to the Newsweek interview with the caption: “Embarrassed by cold clueless statements re Prince’s death. Without the facts better to say nothing. My apologies.”",
  "webTitle": "Gene Simmons apologises after calling Prince's death 'pathetic'",
  "webPublicationDate": "2016-05-11T08:19:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/gene-simmons-apologises-prince-death-pathetic-kiss-newsweek",
  "keyword": [
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kiss",
      "id": "music/kiss",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/11/gene-simmons-apologises-prince-death-pathetic-kiss-newsweek"
}