{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/who-was-on-board-egyptair-flight-ms804",
  "id": "2016-05-20-117",
  "sectionId": "world",
  "body": "Passengers Abdulmohsen Al-Mutairi, Kuwait An economics professor from Kuwait, he was travelling to a conference in Cairo, according to the Wall Street Journal.      Marwa Hamdy.    Marwa Hamdy, Canada An IBM project manager and mother of three children aged 11 to 16, she was from Saskatoon but lived and worked in Cairo. She was described by a friend as a “kindhearted and very loving person”.      Ahmed Helal.    Ahmed Helal, 40, France A plant manager for Procter & Gamble in Amiens, father to a teenage daughter and a young son. He was travelling to visit his sick father in Egypt, according to the company.      Pierre Heslouin.    Pierre Heslouin, 75, and Quentin Heslouin 41, France The father and son were travelling to Egypt for a holiday after the death of Edith Heslouin, Pierre’s wife and Quentin’s mother, Le Figaro reported.      Pascal Hess.    Pascal Hess, 51, France A photographer from Normandy, he was travelling to the Red Sea for a 10-day holiday and almost did not catch the flight after losing his passport, according to friends.  Sahar Khoja, Saudi Arabia Worked at the Saudi embassy in Cairo and was travelling on the EgyptAir flight with her daughter, according to al-Arabiya.      Seitchi Mahamat.    Seitchi Mahamat, Chad A cadet at the French military academy Saint-Cyr Coëtquidan, he was travelling home to Chad after the death of his mother.      Richard Osman. Photograph: Centamin/PA    Richard Osman, 40, UK A geologist from Carmarthen in Wales, he was travelling to Egypt for work, his brother said. Osman’s wife, Aurelie, recently gave birth. Osman worked for a gold mining company based in Alexandria and was a frequent traveller to Egypt.      Geert Supré. Photograph: Twitter    Geert Supré, 56, Belgium A logistics manager for the shipping company Vanguard Logistics Services in Antwerp, father of three children and a keen gardener. His eldest son, Charles, 25, told local media that his father was his role model and had a “very strong bond” with all his family.  Pilots     Mohamed Said Shoukair.    Mohamed Said Shoukair, 36, Egypt The pilot had 6,275 flying hours, including 2,101 with the Airbus A320 model, and had been promoted four days before the crash, according to the Daily Mail. Shoukair was described as a “well trained, highly disciplined captain” by the vice-president of EgyptAir, Ahmed Adel.  Mohamed Mamdouh Assem, 24, Egypt Becoming a pilot was a lifelong dream for Assem, according to a friend who spoke to the Daily Beast. The first officer had 2,766 flying hours and lived in Cairo.  Crew Mervat Zakaria, Egypt The cabin manager for the EgyptAir flight was a former television actress and, according to reports, was married with one daughter.  Samar Ezz Eldin, 27 The flight attendant had been with the Egyptian airline for two years and recently got married.",
  "webTitle": "Who was on board EgyptAir flight MS804?",
  "webPublicationDate": "2016-05-20T14:57:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/who-was-on-board-egyptair-flight-ms804",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Greenfield",
      "id": "profile/patrick-greenfield"
    }
  ],
  "guardianId": "world/2016/may/20/who-was-on-board-egyptair-flight-ms804"
}