{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/03/met-ball-2016-questions-red-carpet-new-york-zayn-malik-taylor-swift-beyonce",
  "id": "2016-05-03-190",
  "sectionId": "fashion",
  "body": "When fashion meets a theme as broad, expansive and head-scratchy as “Manus x Machina: Fashion in an Age of Technology” people fall into two different camps: The thinkers and the stragglers. The thinkers opt for something that expands on theme: Claire Danes (glow-in-the-dark dress), Orlando Bloom (a Tamagotchi accessory). While the stragglers just go with: “broadly dressing in lots of foil and hoping for the best”. But with each sartorial subset, there are questions that need to be asked, based on their outfits. What were Katy Perry’s keys for?     What were Katy Perry’s keys for? Photograph: Eduardo Munoz/Reuters    Wearing a black-and-gold Prada dress and a midnight-black beehive hairdo, Katy Perry was channelling confectionery royalty. Specifically, the type of oversized, dark chocolate Toblerone bar you get when you’re going through duty free. Perry accessorised her dress with a selection of Alice in Wonderland-style keys (also from Prada). But what were they for? The special box she keeps all the unsold copies of Russell Brand’s My Booky Wook, perhaps? Uncharitable internet types have suggested that despite having a bounty of keys around her neck, Perry still cannot find the correct one to sing in. How rude! Zayn is a robot, but which one?     ZaGi go all lovely dovey, roboty. Photograph: David Fisher/Rex/Shutterstock    “Manus X Machina,” thought Team Zayn, “we’ll show them …” Wearing Versace with arm attachments and a deadpan stare, he seemed to perfectly sum up the theme. The memes went mad, suggesting Zayn was visually recalling Robin Williams in Bicentennial Man (LOL, but no), Box in Logan’s Run (more silver slinky than armour) and, perhaps the biggest diss of all, Johnny Five in Short Circuit. In the end, ZaGi looked perfect together, like the most classic sci-fi love story of all time: R2D2 and C-3PO.  Is Beyoncé wearing Becky?     Beyoncé in a suspiciously coloured Givenchy dress. Photograph: BFA/Rex/Shutterstock    Let’s pause for a moment and consider the fate of “Becky with the good hair”. Wandering around the street of LA brandishing a scarlet “B” occasionally getting pelted with lemons and the non-stop audio of some mean-spirited Beyhive member whispering “bzzzzzzz” into her ear? It’s not quite a life is it? Beyoncé may have saved Becky from that particular fate. As she told us in her Lemonade film, she would be wearing Becky’s “skin over mine. Her hair over mine. Her hands as gloves. Her teeth as confetti. Her scalp, a cap.” She seems to be doing just that, in a pale pink colour Givenchy dress. “B”, it turns out, stands for “Buffalo Bill”. Is Taylor Swift channelling Jenny Humphrey from Gossip Girl?      Taylor “Little J” Swift. Photograph: D Dipasupil/Getty Images    Taylor Swift is in the middle of an identity crisis. From gee-whiz country good-girl to postmodern grunger (at the behest of Anna Wintour), here she was wearing a silver Louis Vuitton dress. Bleached-out adolescent identity crisis sacrificed at the altar of Courtney Love’s babydoll dress? She is a dead ringer for Jenny “Little J” Humphrey from Gossip Girl. XOXO, uh oh. What were the secrets inside the big hair?      Gretchen Wieners gives big hair. Photograph: c.Paramount/Everett/Rex Features    The unexpected style icon of the night was Gretchen Wieners, the nervy Mean Girl whose hair was so big that it was full of secrets. Katy Perry, Lady Gaga and Diane von Furstenberg all had either large, 80s-style dos or long, flowing fairytale manes, all filled with the answers to what happened to Amelia Earhart, the truth behind the Warren Commission and exactly where Tupac is living now.  What is Robert Pattinson’s beard doing?     Robert Pattinson’s neck beard. Photograph: Larry Busacca/Getty Images    Although we never wrote Twilight fan fiction back in the day, we’re still side-eyeing the fact that Robert Pattinson and Kristen Stewart were wearing matching earrings at the Met Ball. More jarring than the thought that EJ James might get an idea for another book though, is R-Patz’s beard. It trickles down into his neck like an oversized bit of carpet that goes up the walls and on and on. Endlessly. Which, in a strange bit of symmetry, is a bit like the Twilight films, then.",
  "webTitle": "Met Ball 2016: burning questions from the red carpet",
  "webPublicationDate": "2016-05-03T12:25:22Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/03/met-ball-2016-questions-red-carpet-new-york-zayn-malik-taylor-swift-beyonce",
  "keyword": [
    {
      "webTitle": "Met Ball 2016",
      "id": "fashion/met-ball-2016",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/03/met-ball-2016-questions-red-carpet-new-york-zayn-malik-taylor-swift-beyonce"
}