{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/21/no-laughing-matter-documentary-on-endurance-tickling-runs-into-legal-issues",
  "id": "2016-05-21-102",
  "sectionId": "film",
  "body": "Tickled, an investigative documentary into the strange, litigious world of “competitive endurance tickling”, has proved no laughing matter for its subject and producers. The film has survived two lawsuits thus far, and it isn’t even out until June. The producers and directors have been named in two defamation suits by the film’s subject, David D’Amato, who alleged they had damaged his character by portraying him as a “deviant”. Both have been dismissed. New Zealand TV reporter David Farrier and fellow director Dylan Reeve’s documentary alleges that Jane O’Brien Media - which specialises in making videos wherein which young men tickle each other - is owned by D’Amato, heir to the fortune amassed by famed New York insurance lawyer George D’Amato. He denies “association or ownership interest in Jane O’Brien Media” in one filing, a point the film-makers contended. When Farrier, co-director of Tickled and the primary defendant in both cases, began his investigation into Jane O’Brien Media someone from the company declined an interview request on the grounds of Farrier’s sexuality. “Association with a homosexual journalist [presumably Farrier, who is gay] is not something we will embrace,” emailed a representative from the all-male tickling league. Legal threats have dogged the movie prior to and throughout its production – links to Farrier’s three-part exposée on Jane O’Brien Media have been removed from news sites. Farrier said he couldn’t talk about legal aspects of the film in an email to the Guardian on Friday. D’Amato’s lawyers did not return a request for comment.   Related: Tickled review: fetish documentary goes from giggly to grim    D’Amato – who sometimes goes by the alias Terri Tickle, according to one of multiple lawsuits – has been accused of “terrorizing young men” by soliciting video footage of tickling and then bullying and harassing those who tried to withdraw their footage.  In 2001, D’Amato was convicted of computer fraud for spamming students at several US universities, notably James Madison University and Suffolk University, in search of young men to tickle under the name Terri Desisto, according to public documents and Wired writer Brian McWilliams’ 2004 book Spam Kings. At the time his apartment was raided by the FBI in 2000, the then 38-year-old D’Amato was a guidance counselor at West Hempstead high school on Long Island. More recently, people from Jane O’Brien Media have attended festival screenings of the documentary, which was acquired by HBO Films for a June release. “Sundance security told me that [a Jane O’Brien staffer] was there, but I didn’t want to tell the audience,” Farrier told IndieWire. “From what I understand, [during the screening] he made a lot of loud ‘hurmph’ noises and took extensive notes on a legal pad.” At a festival attended by the Guardian, a man apparently attempting to take clandestine footage of the screening using a camera in a coffee cup was forcibly ejected from the proceedings.",
  "webTitle": "No laughing matter: documentary on endurance tickling runs into legal issues",
  "webPublicationDate": "2016-05-21T12:00:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/21/no-laughing-matter-documentary-on-endurance-tickling-runs-into-legal-issues",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "film/2016/may/21/no-laughing-matter-documentary-on-endurance-tickling-runs-into-legal-issues"
}