{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/09/i-built-a-musical-fort-for-my-phd",
  "id": "2016-05-09-221",
  "sectionId": "higher-education-network",
  "body": "I recently built a fort. It was a large musical fort where people could play and explore. It was a very serious piece of work – and it was the final piece of my PhD portfolio. The installation, staged at a gallery in East London, was part of an investigation into engaging new audiences with “musique concrète”: the art of making electronic compositions using sounds from natural sources. The piece, entitled Let’s Build a Fort!, investigated childhood nostalgia. During the two weeks that the installation was open, I found that audience members wanted to share their childhoods with me – including the books that they’d read and the toys that they’d had (or desperately wanted).      Children playing in the fort. Photograph: Lucy Harrison    I had fantastic conversations about childhood tantrums and ways of playing. Audience members regressed. My favourite was a man, clearly on a date, who wouldn’t let his girlfriend into the fort unless she got the password right. That’s a relationship that’s going to last. My PhD in composition means that I get to spend my days designing soundscapes that tread the fine line between being magical and creepy. I realised a while ago that my creations were often sinister – it has taken a lot of work to move away from this. Sound worlds can change drastically with the addition of a single note or a shift in tempo. I mostly use everyday sounds in my work, like keys being dropped on a table or pages being turned. It’s fascinating to see how sound can change or take on different meanings in different contexts. I was once advised: “Don’t bother recording rain on a roof. Without seeing the rain, it sounds like bacon being fried.” In addition to designing soundscapes, my research involves investigating new technologies and looking at how these can be used to interact with sound. This has involved working with electrically conductive paint, getting to grips with gaming technology, and relearning how to solder (a surprisingly useful skill to have picked up in high school).   Related: My PhD takes me to one of the last truly wild places on earth    I chose to undertake a practice-based PhD rather than jumping into freelance work in order to challenge myself creatively without having to worry about commercial pressures. Composition is a skill and a craft, and I wanted to make sure that I took the time to develop and stretch myself. The research route means that I can stay curious and absorb all of the art and technology that’s being developed.  A PhD in the arts can be isolating – generally speaking, we don’t have offices and will instead work from home or libraries. This seems to be particularly common for composers. But my work is collaborative in nature and relies on me being out and about and communicating with a wide variety of people.  Before I started my PhD, I thought I was a very solitary person. I would work alone and present the finished product at a concert. My research has taught me that I love engaging with the public. I have also worked with fantastically talented directors, writers and designers. Being part of a university has given me access to a cross-discipline network of people who are all looking to create and push boundaries in their work, and in turn, this has encouraged me to take more risks. It’s a good time for interactive art. Technology is moving incredibly quickly and becoming more and more affordable. The way we consume art and music is changing – audiences are becoming savvier, more informed and have greater access to arts and technology.    Related: My PhD busts the old stereotypes about 'selfish, smug' only children    Companies like Artichoke (which created the fantastically popular Lumiere festival), Punchdrunk and Secret Cinema have captured the public imagination by creating event art. They understand that audiences are looking for shared experiences with friends and family. In my work I’m always considering ways that we can learn from these experiences and apply them to sound art. Now, in my final year, I have absolutely no regrets about choosing to work towards a PhD. It has given me the space to develop my own creative style, push myself further and clarify what I want to achieve creatively. I have built a solid foundation of skills, such as collaborative working and project management. And I built a fort. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "I built a musical fort for my PhD",
  "webPublicationDate": "2016-05-09T11:24:38Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/09/i-built-a-musical-fort-for-my-phd",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academics",
      "id": "higher-education-network/academics",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "International",
      "id": "higher-education-network/international",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Research",
      "id": "higher-education-network/research",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "PhD",
      "id": "higher-education-network/phd",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    }
  ],
  "authors": [],
  "guardianId": "higher-education-network/2016/may/09/i-built-a-musical-fort-for-my-phd"
}