{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry-jenny-faulkner",
  "id": "2016-05-04-142",
  "sectionId": "small-business-network",
  "body": "Gregory Mandry, managing director of The Big Yellow Feet Production Company, explains why Jenny Faulkner, production manager, should win the Rising Star category of the Guardian Small Business Showcase competition:   Jenny started out as an actor and voiceover artist in a number of our productions but soon made the transition to the ‘other side’ of the camera when a position in our company became available.  Since joining our company, less than two years ago, Jenny has firmly made her mark on our business. As production manager Jenny has taken on and overseen a number of our projects, showing natural leadership in her day-to-day account management and production management work and has even managed to secure us valuable new contracts.  She has taken it upon herself to enter our business into a number of local awards and has managed to get us to the finals on three occasions and we were recently awarded the runner up prize. She has also, in her spare time, spearheaded our push into social networking which has boosted our online presence, demonstrating her initiative and willingness to go beyond what her role requires.  She continually generates fresh new ideas, one such example being that instead of our regular Christmas card that we design and send to our clients each year, we would instead make a video card (we are a video production company after all!) which went down a treat with our clients, and has become an annual office project.  Jenny’s determination is infectious. She is continuously demonstrating her potential and is always looking to learn new skills and take on new roles within the company to help grow our business.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Jenny Faulkner",
  "webPublicationDate": "2016-05-04T14:54:21Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry-jenny-faulkner",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry-jenny-faulkner"
}