{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/guardian-us-briefing-trump-cruz-sanders-indiana-detroit-teachers",
  "id": "2016-05-04-214",
  "sectionId": "us-news",
  "body": "Trump, Sanders triumph in Indiana Donald Trump continued his march to the Republican nomination, sweeping Indiana and knocking out Ted Cruz, who suspended his campaign. Trump offered an uncommonly gracious tribute to his departing rival. “I don’t know if he likes me or doesn’t like me,” Trump said of his rival, “but he is one hell of a competitor. He has an amazing future.” Republican party chair Reince Priebus called Trump the “presumptive nominee” as the party swallowed hard and prepared for hostile takeover. Bernie Sanders, meanwhile, saw off Hillary Clinton in Indiana in another surprise blow to the establishment candidate, beating her by 53% to 47%. “The Clinton campaign thinks this campaign is over,” Sanders said. “They’re wrong.” But despite Sanders’ 18th victory of 2016, delegate math remains formidably against the Vermont senator. Clinton is already looking toward her Republican opponent, inviting supporters to “chip in now if you agree we can’t let Trump become president”. The Guardian’s delegate tracker shows Clinton is now at 2,202 delegates to Sanders’ 1,400. Trump is at 1,047 to John Kasich’s 153. Cruz bowed out with 565, a hug from Heidi and a wistful: “Together, we left it all on the field in Indiana.”           High drama in Indiana: Trump and Sanders win; Cruz bows out.    School’s out in Detroit The Detroit teacher “sickout” enters day three. On Tuesday, 45,000 students missed class for a second day as teachers protested the district’s inability to pay over the summer. The Detroit Teachers Federation called for a mass sickout, stating: “We do not work for free and therefore we do not expect you to report to school tomorrow.” Almost all schools complied.  Global drought warning A new World Bank study finds that global water shortages are likely to deliver a “severe hit” to economies in the Middle East, north Africa, central Asia and south Asia. By 2050, the study finds, shortages could strip off 14% of GDP in the Middle East, central Asia could lose close to 11% of GDP and east Asia about 7%.  Medical mishaps Medical error is now the third biggest cause of death in the US, accounting for 250,000, or 9.5%, of deaths in the US each year. Only heart disease and cancer are more deadly. The analysis, which was published in the British Medical Journal, would improve if the US assigned a code for medical error. Horseplay It seems the HBO series Silicon Valley has offended not only the sensibilities of the hapless tech workers and their even stranger investors which it so brilliantly sends up. A scene set at a luxurious stable block depicting a stallion  covering a mare has drawn the anger of animals rights groups who claim it depicts an “arranged rape”. The cable station likes to push the boundaries when it comes to sexual content, but this moment was certainly specialist. Hamilton changes everything How does a bastard, orphan, son of a whore and a Scotsman grow up to be the musical sensation of the decade? Hamilton made history scoring 16 Tony award nominations, the most in Broadway history. Here are 16 ways the show altered Broadway and beyond, even managing to make original cast soundtracks socially acceptable. Vegans under fire The husband and wife owners of two famous Californian vegan restaurants, Cafe Gratitude and Gracias Madre, are under attack for eating a burger and keeping a freezer full of beef. Matthew and Terces Engelhart say their change of heart came when they came “to observe nature and what we saw is that nature doesn’t exist without animals”. Child awarded $10,000 by Instagram A 10-year-old Finnish boy is the youngest person to get a payout under Facebook’s “bug bounty” program, in which people who spot programming bugs are given $10,000. The program has paid upward of $4.3m to more than 800 people who have spotted bugs in the social network’s programming. The 10-year-old has been interested in coding and video games for two years.  Cuba and Puerto Rico: paths crossed? As Cuba welcomes the French fashion house Chanel and Puerto Rico goes into debt default, some are left to wonder: who won the cold war? Alan Yuhas writes the day after Puerto Rico’s Alejandro García Padilla announced the island territory would default on s $370m debt repayment, a US cruise ship arrived in Havana. Then Chanel’s Karl Lagerfeld arrived.  Prince’s death and its wider lessons While the world still waits for definitive proof that opioids caused the singer’s death, Prince’s demise and the national panic over painkillers have dovetailed into one national tragedy, says Ann Neumann. The “opioid epidemic” is now blamed for more deaths each year than car or gun accidents, but will it result in more treatment for addicts or more punishment? Atlético Madrid squeeze through to European Cup final A wild night in Bavaria against Bayern Munich, including a penalty miss by each team, controversy and drama, resulted in a 2-1 win for the the Germans. But Madrid’s single 54th minute goal pushed the team through to the finals on 28 May, against either Real Madrid or Manchester City.  Labrador greed A team of researchers at the University of Cambridge have located a genetic variation that may explain why labrador retrievers are obsessed with food and tend to gain weight easily, lending to health problems – from diabetes to heart disease. “There is some hard-wired biology behind that persistent food-seeking behaviour,” says researcher Eleanor Raffan. _______________ Please take a moment to tell us what you think.",
  "webTitle": "Trump on road to nomination as Cruz exits Republican race",
  "webPublicationDate": "2016-05-04T11:51:48Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/guardian-us-briefing-trump-cruz-sanders-indiana-detroit-teachers",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Detroit",
      "id": "us-news/detroit",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drought",
      "id": "environment/drought",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "HBO",
      "id": "media/hbo",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Hamilton",
      "id": "stage/hamilton",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Finland",
      "id": "world/finland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cuba",
      "id": "world/cuba",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Puerto Rico",
      "id": "world/puerto-rico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Dogs",
      "id": "lifeandstyle/dogs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/04/guardian-us-briefing-trump-cruz-sanders-indiana-detroit-teachers"
}