{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/ben-stokes-england-test-sri-lanka",
  "id": "2016-05-21-77",
  "sectionId": "sport",
  "body": "Ben Stokes will discover the full extent of the damage suffered to his left knee on Sunday, with doubts over his fitness meaning England will name an expanded squad for the second Test in Durham. The 24-year-old underwent lengthy treatment during the second day at Headingley and while he went on to bowl four more overs that evening, he left the field early on the morning of day three after a brief spell at slip at did not return. “For Ben to be off the field is not a good sign and it doesn’t look good for Durham,” said the captain, Alastair Cook, who confirmed Stokes would undergo a scan on Sunday and admitted the balance of the side for Friday’s second Test will now be a problem. The Nottinghamshire seamer Jake Ball was the 12th man named in the original squad; however, the chance of Stokes being absent at the Riverside Ground may bring Warwickshire’s Chris Woakes back into the thoughts of the selectors. Woakes played the last of his six Tests in the dead-rubber defeat to South Africa at Centurion in January, and while he struggled to impress there, the 27-year-old has started the county season strongly, with 14 wickets in four matches and a century in the win over Nottinghamshire. Losing Stokes for the Test would not only represent a blow for England, but for the hosts too, being Durham’s sole player in the team and a possible draw card for late ticket sales for what is the only international fixture in the north-east this summer. The club’s overall ticket sales sit around the 26,000 mark across the five days – the ground holds 17,000 for international fixtures – and are not helped by the close proximity to Leeds, which is hosting the first Test because Lord’s – the venue for the opening Test for the past 15 years – is redeveloping the Warner Stand. Durham expect to make a loss on the £923,000 staging fee paid to the England and Wales Cricket Board, as part of a package in which they will host a further three one-day internationals and one Twenty20 over the following three seasons, and are now in talks to spread the repayments over a longer period in an uncertain financial situation. Their reported debt of £5m are dwarfed by those at Yorkshire or Warwickshire, but it is currently unsustainable. A knock-on effect could yet be felt in the playing staff, with the England fast bowler Mark Wood, their one-day captain, Mark Stoneman, and batsman Scott Borthwick among those who will be out of contract at the end of the season. Wood, who is understood to be making a strong recovery after ankle surgery and is targeting Durham’s four-day friendly against Sri Lanka A at the end of June for a possible return, finds his situation complicated by virtue of being a centrally contracted England player. The year-long deal means Wood is off the county’s wage bill at present, but any offer from the club may hinge on whether the 25-year-old is likely to be retained by England when the 2017 contracts are announced in September. Stoneman, an opening batsman, has already been offered a renewal, but is known to be attracting interest from other clubs, while Borthwick, the leading scorer over the past three county seasons, will also be highly coveted.",
  "webTitle": "Ben Stokes doubtful for England’s second Test after suffering knee injury",
  "webPublicationDate": "2016-05-21T16:06:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/ben-stokes-england-test-sri-lanka",
  "keyword": [
    {
      "webTitle": "Ben Stokes",
      "id": "sport/ben-stokes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/21/ben-stokes-england-test-sri-lanka"
}