{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/kim-jong-un-tyrant-son-wants-love-and-fear",
  "id": "2016-05-07-11",
  "sectionId": "world",
  "body": "It is possible to believe almost anything about Kim Jong-un, North Korea’s erratic, unpredictable and little-known leader. And people do. In line with the regime’s tradition of obsessive secrecy, firm facts about the 33-year-old who rules the world’s last Soviet-style totalitarian state are as rare as a Pyongyang apology. Thus one of the most chilling tales about Kim is also largely unsubstantiated: how the young dictator, having inherited power and determined to be his own man, deliberately set about eliminating the senior apparatchiks who had grown rich and powerful under the tutelage of his late father, Kim Jong-il. As if unwitting actors in a devious, internecine plot from a Godfather movie, the pall-bearers who carried the elder Kim’s coffin during an elaborate state funeral ceremony in the capital in December 2011 have disappeared, died of unknown causes, or been purposefully eliminated, one by one, in the past five years. One of them, Jang Song-thaek, Kim’s uncle, former mentor and reputedly the second most important official in the country, was denounced, publicly humiliated and put to death in 2013. State media condemned Jang as a “traitor to the nation for all ages” and “despicable human scum”. Chinese newspapers reported gleefully that he was stripped naked and thrown into a cage with 100 starving dogs. It now seems more likely that he was shot by firing squad. Exactly what he had done wrong was never explained – except that perhaps, like Fredo Corleone, he was a holdover from the dead patriarch’s time and his presence was no longer congenial to the tyrant’s tyrannical successor. A defector to South Korea later said Jang’s wife, Kim’s aunt, was also executed. Other pall-bearers met similarly unpleasant fates. Hyon Yong-chol, head of North Korea’s military, was supposedly cut to bits by blasts from an anti-aircraft gun last year. The reason, again according to hearsay, was that he dozed off during one of Kim’s speeches. Kim Chol, a vice-minister in the army and a Jang associate, is said to have been forced to walk across a shooting range during a live-fire mortar exercise. He was, unsurprisingly, “obliterated”. Another supposed coup-plotter was incinerated with a flame-thrower. Such gruesome stories of expedience and vengeance have proliferated as fast as North Korea’s missile programmes during Kim’s five-year reign. They are complemented by rumours of his monstrous behaviour, lascivious sexual preferences, indulgence in drugs and alcohol, chain-smoking, bizarre illnesses, love of western rock music, and his unstable mental state. In the Alice Through the Looking Glass world of Pyongyang, it is all but impossible to tell truth from fiction. Some tall tales may be wholly or partly true, others are almost certainly fabricated by the regime’s many enemies.   Related: Kim Jong-un hails nuclear success at North Korea party congress    But neither can such colourful accounts of life and death in modern North Korea be entirely discounted. Claims that Kim has repeatedly shown a ruthless, even homicidal, streak when dealing with perceived rivals have more than a germ of truth. They fit with his continuation of the regime’s systemic human rights abuses, its pitiless prison labour camp system including enslavement, forced abortions and systemic rape, its abductions and foreign hostage-taking, and its aggressive defiance of its neighbours. According to the South Korean intelligence agency NIS, as of last year about 70 top officials have been purged and killed since 2011. It is an appalling record for a partly Swiss-educated, un-academic political neophyte who, in another life, and coming from a more normal family, might happily have spent his time eating too much fast food, playing computer games and cheering on his favourite basketball team. Without slipping into psychological analysis, it seems plain that Kim’s need to establish himself as a worthy, and possibly superior, heir to his father and his grandfather, North Korea’s “founding father”, Kim Il-sung, is key to his behaviour. Having been handed power unexpectedly early, Kim may have felt conflicting emotions: one, the urge to be as good or better than his unyielding taskmaster dad; the other, a crippling fear of failure, of being inadequate to the task. For five years Kim has been trying to prove himself. This weekend marks the culmination of that dangerous process. Proving Kim’s leadership and power, regional analysts say, is exactly what the rare – the first in 36 years – national Workers’ party congress that opened on Friday in Pyongyang is principally about. The congress may, to a degree, be about economic reform, as signalled in advance. North Korea’s mainly agrarian economy is in a parlous state, famine is a recent memory, and the country’s financial indebtedness to its only real ally, China, is significant. Kim has talked about reform in the past, although his limited measures, such as allowing workers on collective farms to keep part of their harvest and giving autonomy to some state enterprises, have not amounted to much.   Related: A history of North Korea's party congresses – what should we expect?    The congress may also focus on expanding the public sphere in North Korean life, and supporting the needs and aspirations of the people, as pre-congress state media reports suggested. But any hopes that Kim might inaugurate a Gorbachev-style period of perestroika and glasnost, or relax state controls after the manner of Deng Xiaoping, should be set aside. He has shown no interest in liberalisation. More likely, the four-to-five day meeting will primarily be about cementing his unchallenged leadership role, and entrenching the personality cult in which he has cloaked himself like some kind of paunchy, latterday Superman. Insecure he may be, and vicious to boot, but it would be foolish to under-estimate Kim. This Kim is not his father, the much lampooned skinny figure in a badly-cut Mao suit with weird hair and a dose of gout. This Kim is not the satirised buffoon whose submarines sink and whose favourite dancing girls defect at the first opportunity. This third-generation Kim already holds the titles of supreme leader, first secretary of the party, chairman of the military commission and supreme commander of the army – but he wants even more. This Kim wants recognition, vindication and authentication. He wants to be loved and feared, all at the same time. This Kim, as Dear Leader redux, is intent on strutting his stuff before a captive nation and the entire world. This makes him a very dangerous young man indeed. Kim has coined a word for his new era: byungjin, meaning the parallel development of the economy and nuclear weapons. If the experts are correct, he will elaborate this homespun philosophy before a necessarily adoring congress, confirming that it replaces his father’s songun (“military first”) mantera. Kim can be expected to continue to pay obeisance to North Korea’s original governing concept of juche, self-reliance. But his audience will be left in no doubt that his updated outlook represents the national way forward. Economic development is not something Kim can much influence without abandoning the Marxist-Leninist tenets of centralised control and direction dating back to North Korea’s post-1945 beginnings as a Soviet satellite. This seems an improbable leap. If the pre-eminence of the military really is in question, this could explain internal opposition to Kim that resulted in the purges of people like Uncle Jang. The expensive militarisation pursued by Kim Jong-il has made North Korea ever more dependent on Beijing, undermining the concept of self-reliance. Yet, given Kim’s behaviour in recent months, the more probable shift he envisages is not of a pacific nature. It means putting more resources into North Korea’s nuclear weapons programme, its long-range ballistic missiles and its submarine launch capabilities, and less into conventional military forces. Almost everything he says and does comes back to this single overriding ambition: to confirm and proclaim North Korea’s “eternal” status as a nuclear weapons state. This, it seems, is both his holy grail and his would-be legacy. In pursuit of this aim, Kim has defied the UN security council again and again, not least through multiple illegal weapons tests. He has alarmed Beijing, which, while it resents US regional meddling, is deeply uneasy about his direction of travel. In conducting a fourth nuclear test in January and promising another soon, in repeatedly firing missiles over the Sea of Japan, and in practising submarine launches that could one day threaten California, Kim has provoked the normally unflappable Barack Obama to palpable anger. In doing all this and more, he has dragged inter-Korean relations down to a new low, set Japan racing to build missile defences, and alienated the Russian government, historically North Korea’s oldest friend. What is Kim trying to prove? The answer seems straightforward, if disturbing. He wants recognition and respect from the international community, just as he wanted it (and probably did not get it) from his overbearing father and dysfunctional mafia family. He wants to prove that he really is as special as, from a very early age, everybody told him he was. Kim wants the world to make him whole inside, to make him feel better about himself. But it cannot. And that, in a nutshell, is his and his country’s tragedy – and the genesis of the rapidly growing North Korean nuclear threat. THE KIM FILE Born Kim Jong-un, 8 January 1983 to Ko Yong-hui, Japanese-born Korean dancer, and Kim Jong-il, supreme leader until his death in 2011. Attended Kim II-sung University, a prestigious officer-training school in Pyongyang. In July 2012 state media announced he was married to Ri Sol-ju. He is thought to have a daughter. Best of times Taking on the mantle of North Korea’s supreme leadership – one of his brothers could have been the choice. Worst of times Since 2011 he has conducted two nuclear tests and two satellite launches, damaging North Korea’s close relationship with China and leading to further pressure from the US. What he says “We will continue to work patiently to achieve peace on the Korean peninsula and regional stability. But if invasive outsiders and provocateurs touch us even slightly, we will not be forgiving in the least and sternly answer with a merciless holy war of justice.” New year address, January 2016. What others say “He has had a spoiled, privileged childhood, not that different than the children of some western billionaires, for whom the worst thing that can happen is arrest while driving under the influence. For Kim, the worst is to be tortured to death by a lynch mob. ” Andrei Lankov, a Russian expert on North Korea, writing in Vanity Fair.",
  "webTitle": "The Observer profile / Kim Jong-un: The tyrant’s son who wants to be loved and feared",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/kim-jong-un-tyrant-son-wants-love-and-fear",
  "keyword": [
    {
      "webTitle": "Kim Jong-un",
      "id": "world/kim-jong-un",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kim Jong-il",
      "id": "world/kim-jong-il",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/07/kim-jong-un-tyrant-son-wants-love-and-fear"
}