{
  "apiUrl": "https://content.guardianapis.com/science/political-science/2016/may/23/four-steps-to-rebuild-trust-in-biology",
  "id": "2016-05-23-157",
  "sectionId": "science",
  "body": "18-months of deliberation on how to regulate research enhancing the transmissibility and virulence of viruses will end when the National Science Advisory Board for Biosecurity (NSABB) meets on 24 May 2016. The modified pathogens created through so-called ‘gain-of-function’ experiments could, if accidentally released from labs or deliberately misused, cause man-made pandemics. A new regulatory framework for gain-of-function research could set a significant precedent by creating a new standard for oversight in the life sciences. Scientists and innovators assure us that biological technologies will ultimately be beneficial, but trust in biologists is currently in a precarious state. Last week it was revealed that a handful of labs operated by the Centers for Disease Control and Prevention (CDC) faced serious and repeated sanctions, and even  secretly had their permits suspended for serious safety violations while working with bioterror pathogens. The CDC’s lab operations have been under scrutiny since 2014, after a series of safety incidents at the agency’s headquarters in Atlanta involving Ebola, anthrax and a deadly strain of bird flu. At the National Institutes of Health (NIH), 30-year old live smallpox virus was found in a disused refrigerator, when it was meant to be safely locked away in only two laboratories in the world. Then the US military mistakenly sent shipments of live anthrax from its highly restricted 800,000-acre site in the Utah desert to nearly 200 labs around the world, including labs in the UK. These incidents are just the tip of the iceberg, according to experts who monitor lab safety. Lesser breaches don’t usually make it into newspapers, but their sheer volume led one daily to publish a series of reports documenting hundreds of accidents, safety violations and near misses at public and private research facilities in America. A thorough investigation in the UK revealed more than 100 accidents or near-misses at the high-security labs that handle the most dangerous viruses and bacteria here. One can only imagine how many incidents go unreported elsewhere. The lack of oversight is, in some ways, more troubling than the releases themselves. The fridge with the ‘forgotten’ smallpox vials turned out to have been inspected no less than four times by NIH safety personnel. In the case of the accidental bird flu release, it took a month for the lab workers who found the contamination to notify their superiors – displaying, in the CDC’s own words, a lack of “sound professional judgment.” A Freedom of Information request about all CDC lab incidents during 2013 and 2014 has been submitted. The CDC originally said it anticipated responding within five months; it now says it needs another three years. Further afield, closed-door discussions on synthesising the human genome have caused controversy this week, demonstrating the alarm that can be triggered when scientists don’t act in ways that promote public trust. The gain-of-function experiments under discussion this week pose a reputational risk to the global biomedical research enterprise. It would only take one accidental release of a modified pathogen, causing a handful of deaths, to do irreparable harm to the reputation of scientists and trust in science more broadly. Replacing trust with doubt, even fear, could lead to prohibitive regulation of the life sciences, to all our detriment. In light of these reputational concerns, we hope the NSABB will include in their final report recommendations that enhance trust in science. First, there should be transparency in processes and outcomes of scientific experiments and review. There is, for example, no mandate for institutions in the US to release the minutes of their institutional review of “dual-use research of concern” that poses potential security and safety risks, including some gain-of-function research. There is no available record of biosafety lapses. Hiding this information does not promote trust, and revelations after protracted bureaucratic battles or whistleblowing weaken the confidence citizens have in science.  Next, life scientists need to play their part in strengthening the red line against the inadvertent and deliberate misuse of biology. Responsible science rests on individual life scientists and the systems and safeguards where they work and on an awareness of dual-use problems and structures to encourage responsible behavior. The NSABB has noted that international collaboration is needed to safeguard against the accidental release of modified pathogens. An important venue for this collaboration is the upcoming Review Conference of the Biological and Toxin Weapons Convention in November. The NSABB should make efforts to deliver its report at that meeting. Third, accountability must be designed into scientific norms. It is unfair to scientists if they are required to trade off accountability against their professional survival. None of the major incentives that drive research, such as funding, publication, and prestige, align with a strong culture of accountability. Scientists are under immense pressure to publish; the time and energy that accountability requires simply detracts from that goal. This needs to change. Finally, decisions on pursuing the most dangerous experiments must be transparent, including the process by which decisions are reached, the role of members of decision-making bodies, and the recommendations those bodies make to government. There should also be clear, internationally-recognized red lines about the sorts of experiments—such as attempting to make Ebola virus transmit like the flu, or modifying an extinct virus like smallpox—that simply should not be done. In the mid-twentieth century, physicists and chemists unhappy with state responses to the threat of nuclear weapons posited that the best science was, in fact, trustworthy and accountable science. It is high time we reignite this movement, and make sure that trust is designed into the norms of good science. Dr Filippa Lentzos is in the Department of Global Health & Social Medicine at King’s College London. Dr Nicholas Evans is in the Department of Medical Ethics & Health Policy at the University of Pennsylvania. They will be live tweeting from the NSABB discussions on 24 May 2016: @FilippaLentzos and @neva9257.",
  "webTitle": "Four steps to rebuild trust in biology",
  "webPublicationDate": "2016-05-23T14:00:15Z",
  "webUrl": "https://www.theguardian.com/science/political-science/2016/may/23/four-steps-to-rebuild-trust-in-biology",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science policy",
      "id": "science/science-policy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Flu pandemic",
      "id": "world/flu-pandemic",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "science/political-science/2016/may/23/four-steps-to-rebuild-trust-in-biology"
}