{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/turkish-parliament-debates-president-erdogan-draft-law-to-strip-mps-legal-immunity",
  "id": "2016-05-17-276",
  "sectionId": "world",
  "body": "A push by the Turkish government to strip parliamentarians of their immunity is a clear attempt by the president, Recep Tayyip Erdoğan, to target opposition MPs and risks inflaming tensions in an already highly polarised country, the co-chair of the pro-Kurdish Peoples’ Democratic party (HDP) has said. Turkey’s parliament will begin to debate the contentious draft law – which was proposed by Erdoğan’s ruling Justice and Development party (AKP) – on Tuesday, with a final vote expected on Friday. “The [proposed bill] will have a very negative impact on Turkey, and it is very clear that the attempt to strip MPs of immunity targets us,” Selahattin Demirtaş, the HDP co-chair, told the Guardian in an interview, warning that there was “a serious risk” of violence increasing in the country as a result. “Democratic political channels in Turkey are already in great difficulty, and if the bill passes, many people will feel that these channels have been shut completely. The belief in democracy and politics of peace will drop to zero.”   Related: In Turkey we can’t even laugh at our politicians any more | Elif Shafak    The HDP – a party largely representing Kurds but also encompassing leftwing liberals which emerged on the national political landscape last year – opposes the bill, which aims to remove legislators’ immunity in legal cases. The party argues that it is mainly designed to push its members out of parliament to strengthen Erdoğan’s ambition of an executive presidency. If passed, the bill would affect about 50 of the 59 HDP deputies. Erdoğan and the AKP have repeatedly called for HDP parliamentarians to be prosecuted for “terrorism” and accused the party of being the political arm of the Kurdistan Workers’ party (PKK) – a charge the HDP, which backs Kurdish and other minority rights, vehemently rejects. The government’s push comes amid a surge of violence in the predominantly Kurdish south-east of the country, the worst Turkey has seen in two decades.  “If parliamentary politics are closed down, people will turn towards other ways [to make themselves heard],” said Demirtaş, adding that efforts to revive the peace process were already strained by government policies in the south-east.  “It is already difficult to speak of peace in a time when Kurds are under such immense pressure. Many of our voters are giving up on hopes of peace, and some youngsters want me to use harsher language against a state they believe is only interested in war.  “There is a serious risk that violence will increase, and there is already way too much of it in Turkey. But if immunity is lifted and [HDP MPs] are arrested, the youngsters who support our party will lose all hope in democratic politics.”   Related: The Guardian view on Turkey’s Kurdish policies: compounding the region’s troubles | Editorial    Hundreds have been killed and towns have been left in ruins since a ceasefire between Ankara and the outlawed PKK fell apart last July, shattering a tentative three-year peace process and reviving a conflict that has killed more than 40,000 people since it began in 1984. While the HDP is staunchly opposed to the bill, both the main opposition Republican People’s party (CHP) and the Nationalist Movement party (MHP) voted in favour of it being sent to parliament this month.  At least 11 CHP deputies, including party leaders Kemal Kılıçdaroğlu and Sezgin Tanrıkulu, face legal proceedings over “insults” to the president. Members of the AKP and the MHP might also face court cases if the bill is passed. Under current legislation, Turkish lawmakers are immune from all prosecution while in office, but prosecutors can file police proceedings, or “dossiers”, against deputies that can lead to court cases once they leave parliament. Tanrıkulu, a human rights lawyer as well as a deputy, underlined that the constitution should be changed and parliamentarians made accountable for their actions, but that such a change should not be used to muzzle freedom of speech. “The current article on parliamentary immunity is wrong,” he said. “But MPs absolutely must have the right to free speech and to freedom of expression, both inside and outside of parliament. Immunity needs to be lifted for all other crimes committed by lawmakers, and that is what needs to be changed, but not in the way proposed by the government.”   Related: Turkish journalists accuse Erdoğan of media witch-hunt    As the vote will be held by secret ballot, many expect a majority of CHP legislators to vote against the contentious bill. Tanrıkulu said there was a good chance the draft law would fall short of the 367 votes needed to be passed directly by the 550-seat assembly. The bill will go to a referendum if it wins 330 votes, but Demirtaş said he doubted this would happen.  “It is difficult to predict the outcome, because there are large numbers of parliamentarians who are uncomfortable with the bill, especially in the CHP, but also in the MHP and even in the AKP,” Demirtaş said. “I believe that many realise that it would be disastrous, that the bill would be political suicide for Turkey.” However, he underlined that he would keep pushing for the peace process to be revived, even if he had to face prosecution and prison. “If I have to go to jail I will continue to work for peace from there, I will continue to spread the HDP’s message from there,” Demirtaş said. “I believe that I can do that. Erdoğan will regret that he had me arrested, and he will do everything to get me out, because I know that I will be even more efficient from jail.”",
  "webTitle": "Turkish opposition leader speaks out as MPs debate legal immunity law",
  "webPublicationDate": "2016-05-17T07:49:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/turkish-parliament-debates-president-erdogan-draft-law-to-strip-mps-legal-immunity",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Constanze Letsch",
      "id": "profile/constanze-letsch"
    }
  ],
  "guardianId": "world/2016/may/17/turkish-parliament-debates-president-erdogan-draft-law-to-strip-mps-legal-immunity"
}