{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/katie-couric-under-the-gun-documentary-criticism",
  "id": "2016-05-28-68",
  "sectionId": "us-news",
  "body": "Related: Director Stephanie Soechtig: 'Gun owners are being duped by the NRA'    When news anchor Katie Couric debuted her documentary Under the Gun earlier this month, she billed it as a balanced look at the gun control debate.  There was a “huge silent majority” of gun owners, she said, who supported moderate gun control measures, and that many National Rifle Association members did not agree with the group’s political positions.  Just two weeks later, Couric and director Stephanie Soechtig are under pressure over what many observers are calling deceptive editing of a key moment in their film. The leader of a gun rights group featured in the documentary says the film edited out gun owners’ responses to one of Couric’s questions – and instead has them sitting in silence, looking “stupid”. In the press, criticism has been fierce. National Public Radio’s David Folkenflik said the “manipulation – and that’s what it was – would not pass muster at NPR under its principles for fairness”. At the Washington Post, Erik Wemple called Soechtig’s initial response to the criticism “weaselly” and wrote: “An apology, retraction, re-editing, whatever it is that film-makers do to make amends – all of it needs to happen here.” On Twitter, gun rights advocates dubbed the incident #Gungate, and the NRA is asking members to sign a petition demanding Couric be fired from her job as a global news anchor at Yahoo. Gun control groups, which are positively featured in the film and have worked to promote it, have used the same #gungate hashtag to defend it.  “EPIX stands behind Katie Couric, director Stephanie Soechtig, and their creative and editorial judgment,” the company distributing the film said in a statement on Wednesday. “We encourage people to watch the film and decide for themselves.”  Yahoo did not respond to a request for comment.  In the film, in a moment at least one reviewer highlighted as particularly telling, Couric asks a group of gun rights advocates from Virginia: “If there are no background checks for gun purchasers, how do you prevent felons or terrorists from purchasing a gun?”  The question is followed by several seconds of silence and footage of members of Virginia Citizens Defense League looking uncertain. It is a moment that seems to back up the central argument of the film: that there are some “common sense” gun control policies that almost all Americans support – and that even passionate gun rights activists can’t find a way to argue against.  It is also a moment that the president of the Virginia Citizens Defense League says never happened. Philip Van Cleave says he and another group members made audio recordings of the interview with Couric. In his recording, there is no silence after Couric’s question. Instead, a member responds immediately: “One, if you’re not in jail, you should still have your basic rights … if you’re a felon and you’ve done your time, you should have your rights.”  Another says: “The fact is, we do have statutes both at the federal and state level that prohibit classes of people from being in possession of firearms … These things are already illegal. What we are really asking about is a question of prior restraint.”         The key moment in Under the Gun.    Van Cleave said he did not tell Couric he was making an audio recording, but recalled another member of the group, who was also recording the session, mentioning it to her “in passing”.  It’s “become a habit of mine” to record interviews, Van Cleave said.   “Whenever I do an interview when I don’t know the person, I record them as an insurance policy” against being misquoted.  The discrepancy between the audio recording and the way the film portrayed the question was first reported by the Washington Free Beacon and Ammoland, he said.  In response to questions about the discrepancy, Soechtig said in a statement to the Washington Post: “My intention was to provide a pause for the viewer to have a moment to consider this important question before presenting the facts on Americans’ opinions on background checks. I never intended to make anyone look bad and I apologize if anyone felt that way.” “We’ve scarcely seen a thinner, more weaselly excuse,” wrote the Post’s Wemple.  Van Cleave called the statement a “non-apology” and that Soechtig’s “own family probably wouldn’t have accepted from her without an argument”. “What they wanted the people to consider wasn’t the question that was asked about background checks – they wanted eight seconds for people to consider how stupid [the gun owners] were,” Van Cleave said.  Soechtig did not respond to a request for comment. In an interview earlier this month, she told the Guardian making the film had convinced her gun owners had been “duped” by the NRA.            What do liberals get wrong about guns?     Related: Democrats made assault weapons more popular, says gun historian    Couric released a brief statement in support of her director and the film. A spokeswoman for the film told NPR Couric “questioned the pause, but the director made the decision to use it to lead into the discussion of the hole in background checks”. Van Cleave countered that Couric “has been a leader in this business for a very long time”, so “she of all people should have the ethics of journalism memorized.”  Todd Gitlin, a professor and media ethics specialist at Columbia University’s Journalism School, said both the edit and the initial apology were not appropriate.  “The editing was indeed manipulative – and I go further: malpractice,” he wrote in an e-mail.  “An apology for making somebody feel bad is not a serious apology. It doesn’t reckon with right and wrong, it only says, ‘I’m sorry somebody felt bad.’ A misrepresentation is a misrepresentation regardless of whether somebody feels bad, good, or appreciative.” He added: “What constitutes a fireable offense is another question, on which I do not have an opinion.” Van Cleave said Under the Gun was “a gun control movie”, not a balanced look at the issue – a view shared by many reviewers. “I’ve been doing this for many, many years now,” he said. “I know I’m not going to get equal time. I don’t care, as long as our words are left alone.”",
  "webTitle": "Katie Couric gun control film entangled in #Gungate and a question of ethics",
  "webPublicationDate": "2016-05-28T16:44:12Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/katie-couric-under-the-gun-documentary-criticism",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/28/katie-couric-under-the-gun-documentary-criticism"
}