{
  "apiUrl": "https://content.guardianapis.com/business/economics-blog/2016/may/11/british-workers-have-discovered-the-limits-of-the-free-market",
  "id": "2016-05-11-199",
  "sectionId": "business",
  "body": "It’s time to tell it like it is. Immigrants aren’t taking your job. Free market ideologues took it years ago. Why have we lost so many of the higher paying jobs that factories gave? Is it the price we have to pay for believing in democracy and capitalism? Is it because we are in the EU? No, it’s because we have been led by a misguided capitalist sect that treat free markets as a gift of God, rather than a tool for human beings. So let’s think about how things have gone wrong, as illustrated by the latest manufacturing figures. We first let manufacturing rot. We stopped putting our backs into making things. We thought we were too advanced to have to worry about that. We broke up its capacity, raised its energy costs, we decreased the support for research and development. We were breathtakingly complacent about our inherent economic superiority.  But we have continued to buy more and more things from abroad. As a result, our trade deficit is now greater than it has been at any point since 2008.    Related: UK industry falls back into recession    Don’t worry, they say, the free market will produce everything that we need, at the best price, somewhere in the world. We can even buy the essentials – the food, the energy, or the defence capacity of bullets and missiles and planes we need from abroad. The problem is that it was your job to do the making. It was how you earned money to buy other things. Now you have a lower-paid job, possibly in a retail outlet selling the things made abroad. So even if the global free market produces all you need, it will not give us, the people of the UK, a pay packet to buy things with. And if you don’t have a job, what happens if resources become scarce, or those who have the goods use that position to control the actions of others? What are we doing? We are selling off more and more of the country to keep enough affluence to sustain our appetite to consume. How else will we be able to keep buying our foreign-made iPhones? Becoming isolationist is no answer. But the UK does need to take the opportunities a market economy gives us. And we are not doing that; we are letting others take advantage of our home opportunities. We need to cast off our obsession with not dirtying our hands with manufacturing and invest in our own infrastructure and training. Give jobs to our own builders and industries to make the things we need.   Related: CBI calls on government to back manufacturing sector strategy    At the moment we have historically low interest rates in an attempt to keep the economy going. The consequence is that there are very few opportunities to make money. There is a decreasing demand for the stuff we do still make. So why not have a drive to build things for the nation? Our government can and must lead in the national interest. They can make Olympic-style projects with development authorities that organise the build. This would then drive the demand our factories need. Why won’t they do this? A generation of politicians have confused debt that grows because of expenditure, which needs trimming, and debt for investment that generates other income and a bigger tax take. They have confused Stalinist central planning with having a strategy for UK Plc. They confuse purpose with an aversion to markets, because they are 19th-century thinkers. We can start rebuilding the capacity and skills we need as a 21st-century manufacturing economy. We’ll build stuff for ourselves and have the factories to make things for others. Then our country will have the funds to do the things it should. To appropriately care for an ageing population.  To invest in homes and education for talented young people. To properly find the research and development which industry must have To compete.  And you will be able to buy that IPhone-100, or even a high-tech product designed and built right here in the UK.   Professor Sir Keith Burnett CBE FRS FRSW is vice-chancellor of the University of Sheffield and an adviser to the Treasury on infrastructure.",
  "webTitle": "British workers have discovered the limits of the free market",
  "webPublicationDate": "2016-05-11T13:30:05Z",
  "webUrl": "https://www.theguardian.com/business/economics-blog/2016/may/11/british-workers-have-discovered-the-limits-of-the-free-market",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "business/economics-blog/2016/may/11/british-workers-have-discovered-the-limits-of-the-free-market"
}