{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/election-2016-labor-pulling-ahead-of-coalition-new-poll",
  "id": "2016-05-27-257",
  "sectionId": "australia-news",
  "body": "Labor is pulling ahead of the Coalition with a two-party preferred vote of 52% to 48%, according to a new poll, which also suggests the Coalition’s attacks on Bill Shorten’s economic and asylum policies are not denting voters’ trust in Labor’s ability to manage the issues. But the Channel Seven Reachtel poll had some good news for Malcolm Turnbull in the marginal Victorian seat of Corangamite, held by Sarah Henderson on a margin of 3.9%, finding she has a two party preferred vote of 54% – almost unchanged from the margin that secured her victory in 2013.   Related: Chris Uhlmann and David Speers on leadership debates – Australian politics live podcast    The poll put Labor’s primary vote at 33.3%, or 36.5% when undecided voters, almost 10% of the total, were asked which way they were leaning. The Coalition’s primary vote was 38% or (41% after the undecideds were prompted). The Greens were on 8.8% (9.6% after prompting) and the Nick Xenophon Team was on 3.5% (4.3% after prompting). After three weeks of campaigning in which the Coalition has attacked Labor for being “weak” on stopping asylum seeker boats and incapable of managing the economy, the poll suggests neither negative campaign is increasing voters’ doubts about the ALP’s ability to handle the issues although the Coalition still leads on both issues. It found 47.4% of voters said they most trusted Labor to manage the economy, slightly more than the 44.6% when the poll asked the same question last week. 52.6% said they most trusted the Coalition, down from 55.4% a week ago. The percentage of voters most trusting Labor to manage the issue of border protection was almost unchanged at just over 44%, trailing the Coalition on almost 56%. Labor remains well ahead as the party most trusted to handle health (62.5% to the Coalition’s 37.5%) and education (60.4% to the Coalition’s 39.6%). When voters were asked which issues would most influence their voting decision, economic management was the number one factor, nominated by 29.1%, followed by creating jobs (17.7%), health services (17%) climate change 12.2% and education (11.1%).    Related: Campaign catchup: Trump effect reaches Australia    Turnbull is still well ahead of Shorten as preferred prime minister (54.9% to 45.1%). And when voters were asked to rate each leader’s performance, the scores were almost identical, with each rated as good by around 30%, satisfactory by around 34% and poor by close to 40% of voters. The poll comes after the latest Newspoll and Essential poll put Labor 51% to 49% ahead on two party preferred terms. Poll aggregators, including Guardian Australia’s poll of polls, have the parties level pegging. There are five weeks remaining until the 2 July polling day – the length of a normal election campaign. On Sunday night Turnbull and Shorten will meet for their first prime time televised debate of the campaign.",
  "webTitle": "Labor pulling further ahead of Coalition, new poll shows",
  "webPublicationDate": "2016-05-27T08:00:00Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/election-2016-labor-pulling-ahead-of-coalition-new-poll",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/27/election-2016-labor-pulling-ahead-of-coalition-new-poll"
}