{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/austria-far-right-freedom-party-cries-foul-presidential-election-defeat",
  "id": "2016-05-24-155",
  "sectionId": "world",
  "body": "The failed far-right contender in Austria’s presidential election has urged his supporters to accept the result despite some in his party alleging fraud.   Related: The far right’s narrow defeat in Austria should be a wake-up call for Europe | Owen Jones    “We should all pull together,” Norbert Hofer said at a Freedom party (FPÖ) meeting in Vienna on Tuesday. “There are no signs of electoral fraud.” In the immediate aftermath of the vote, FPÖ leaders and activists had cried foul over the narrow result, with the Green-endorsed independent candidate Alexander Van der Bellen winning by only about 31,000 votes. Even before it emerged that Hofer had lost out on the presidency due to Van der Bellen’s strong performance in the postal vote, the party’s secretary, Herbert Kickl, had said that absentee votes had in the past shown up “inconsistencies”.     Norbert Hofer said his FPÖ needed to ‘pull together’ after his narrow defeat. Photograph: Joe Klamar/AFP/Getty Images    “Accomplices of the current political system could potentially use the opportunity to adjust the result in favour of the system’s representative, Alexander Van der Bellen,” Kickl said. On his Facebook page, the party leader, Heinz-Christian Strache, seized on irregularities in Linz and Waidhofen, where the final result announced a voter turnout of 146.9%. The interior ministry said the figure was the result of a data entry error. Hofer too, whose election would have confronted the EU with a far-right president for the first time, said on Sunday night that there was “something a little bit strange in the way the postal vote is counted”. The FPÖ, whose 49.7% in the final result represents a huge shift in Austria’s political landscape, will now set its sights on the next general election, which must be held before September 2018. A poll by ATV institute published over the weekend shows the FPÖ leading on 34%, ahead of the centre-left Social Democrats (SPÖ) on 26%, the centre-right People’s party on 18% and the Greens on 13%.   Related: The Guardian view on the Austrian presidential elections: disaster narrowly averted | Editorial    The FPÖ appeared to lose momentum after the resignation of the SPÖ chancellor, Werner Faymann, on 9 May, shedding five points, while the SPÖ gained eight percentage points under the new chancellor, Christian Kern. Van der Bellen said the outcome of the presidential election showed that the country was made up of two equally important halves, which “together make up this beautiful Austria”. The new president’s conciliatory language contrasted with a statement made earlier this year, when he said that if elected president, he would not swear in a new chancellor who wanted to “destroy a united Europe”, such as the FPÖ’s Strache, and that he would consider dissolving parliament and calling for new elections instead.",
  "webTitle": "Far-right Austrian presidential candidate dismisses voter fraud claims",
  "webPublicationDate": "2016-05-24T13:07:42Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/austria-far-right-freedom-party-cries-foul-presidential-election-defeat",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "world/2016/may/24/austria-far-right-freedom-party-cries-foul-presidential-election-defeat"
}