{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/04/blues-brothers-the-cartoon-is-coming-soon",
  "id": "2016-05-04-207",
  "sectionId": "tv-and-radio",
  "body": "The Blues Brothers are being resurrected in cartoon form for a new animated series from Dan Aykroyd and John Belushi’s widow, Judy Belushi. The pair have teamed up with original Saturday Night Live writer Anne Beats to launch the show, with Bento Box Entertainment (best known for Bob’s Burgers) doing the animation.   Related: Film review: The Blues Brothers    According to Deadline, the series will centre on Jake and Elwood Blues, the characters that Aykroyd and Belushi debuted on a 1976 episode of Saturday Night Live, and later embodied on the big screen in the 1980 film The Blues Brothers. The animation will transplant the brothers to a contemporary setting to once again track their comedic adventures in Chicago. Each episode will show the pair playing a number of soul, blues and R&B hits, as well as new performances recorded exclusively for the series. “The show will be the Blues Brothers living in America and utilising all-new technology to make and promote their own records, seek out and record new artists and avoid law enforcement – and all while fighting for truth, justice and a better breakfast sandwich,” Aykroyd told Deadline. Aykroyd and Judy Belushi have allegedly been attempting to mount a Blue Brothers animated series for a decade. An earlier iteration was set to premiere in 1998, but never aired. That same year, the franchise reboot Blues Brothers 2000, with John Goodman replacing the late Belushi, opened in cinemas. The first Blues Brothers film was a major hit, grossing more than $115m worldwide. The belated sequel didn’t fare as well, making only $14m in the US.",
  "webTitle": "We're on a mission from God! Blues Brothers the cartoon is coming soon",
  "webPublicationDate": "2016-05-04T12:07:54Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/04/blues-brothers-the-cartoon-is-coming-soon",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Animation",
      "id": "tv-and-radio/animation",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Saturday Night Live",
      "id": "tv-and-radio/saturday-night-live",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/04/blues-brothers-the-cartoon-is-coming-soon"
}