{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/gary-lockett-interview-nick-blackwell-chris-eubank-jr",
  "id": "2016-05-23-195",
  "sectionId": "sport",
  "body": "Eighty minutes after we walk into Gary Lockett’s empty gym, at the end of a raw and moving interview, we take a breather. The boxing trainer has spoken with compassion and honesty while moving from his bruising years as a professional fighter who was good enough to headline a world title contest in Atlantic City to the darkest night of his life. Two months ago this week Lockett was in Nick Blackwell’s corner when, after a bout against Chris Eubank Jr, his fighter ended up in an induced coma for nine days. At least the story has a happy ending for, even if Blackwell will never box again, he has recovered and remains close friends with his trainer.   Related: Nick Blackwell: Eubanks were ‘inhuman and disgusting’ for going public    Lockett looks drained as the sound system in the fitness centre outside echoes around us. It is an ordinary morning in Cardiff and the world keeps turning. But in the hushed sanctuary of his gym, in this private space, tears have been shed and memories turned inside out. We have reached a place where he can smile again. The 39-year-old Welshman nods and leans forward when asked if he can imagine himself working in boxing years from now. “I’ve been involved in boxing 30 years and, even with kids who’ve never boxed, you see the difference it makes. It’s a wonderful, wonderful sport. I’m currently working with expelled children and the two big things you want is for them to avoid prison and become more employable. You need to improve their attitude, get them to think for themselves, become more disciplined and take some qualifications. You can make a positive difference through boxing.” Lockett pauses before, sinking back into his chair, he speaks clearly. “I can honestly say that if I won the lottery on Saturday I will still be working with my fighters on Monday. I think so much of them. It’s not a job – it’s a hobby I love. But, after everything that happened with Nick, it took me three weeks to come back. The first day I nearly stopped myself three or four times. But everyone at the gym has been brilliant. The man downstairs at reception gave me a bear hug.” Lockett mimics his embarrassment at that man-clinch. “I was like: ‘Yeah. OK. You all right?’ The guy said: ‘It’s so empty without you boxing fellers. You’re all such characters.’”     A swelling grew over Nick Blackwell’s eye during his bout with Chris Eubank Jr. Photograph: TGSPhoto/REX/Shutterstock    The best boxing men are not just characters. They are people who, dealing with hurt every day, can express fear and vulnerability in stark yet vivid language. Lockett, typically, talks with fierce, flowing eloquence. “It’s still very raw, it’s still very painful,” he says of the near tragic night when Blackwell faced Eubank Jr. “I’ve never seen the fight back and I’ll never watch it as long as I live. Luckily it turned out OK in the end but, obviously, it will never leave me.” Lockett starts to cry. But he is such a strong and proud man that he keeps talking even as he instinctively brings his hands to his face to wipe away the tears. He rightly feels no shame in showing his emotions because that grave night marked him. “Fighters always say: ‘Oh, I know the risks’, but you don’t expect the risks to be bestowed on you. To see Nick on a life-support machine will haunt me the rest of my life. To see a happy-go-lucky, lovely, lovely boy, who I have a special relationship with, on a life-support machine …” The trainer shudders, and then continues. “But you can’t stop a fight at the first sign of trouble. I know Nick better than most people. He’s as hard as nails and always comes back. I know he was losing by a long way but I’m trying to think of ways to help him change the flow. “I spoke to [the referee] Victor Loughlin the following Wednesday. Vic is possibly the best ref in the country. If there was a time to stop it earlier Vic would have seen that. Vic refereed Blackwell when he was behind after the first five against Damon Jones and then knocked him out. Vic knew this kid starts slow and then, boom, he fires. It was very hard for Victor. He was in turmoil over whether to referee the next weekend. I said: ‘If you refereed one of my boys I would not have 1% less confidence in you than I did last week.’ Hopefully he took some positivity from that.”    I’ve never seen the fight back and I’ll never watch it as long as I live    Blackwell himself has since been interviewed by The Sun and on ITV by Piers Morgan. In Monday’s newspaper interview Blackwell is quoted as saying that if he throws one more punch in his life he would like it to land on the jaw of Chris Eubank. Blackwell told Morgan that ‘I can’t actually remember saying that.’ He also said ‘No’ when asked by Morgan if he would like to punch Eubank. But he dismissed the argument that Eubank Sr had acted compassionately by telling his son to aim for Blackwell’s body rather than his head towards the end of the fight. “As anyone in boxing knows, it’s more of a tactical thing,” Blackwell said. “He couldn’t stop me to the head, so he went to the body to try and get rid of me.” Considering his own role, and preferring not to discuss the Eubanks, Lockett talks powerfully. “If there was any sign of anything in the corner I would have stopped it straightaway. Remember how I got criticised for pulling Ricky Owen out of Prizefighter? He’d won two fights and was in the final against Willie Casey, a strong man. Rick was cut over his eye, and knackered, so I pulled him out. “It cost him £8,000 but when it comes to protecting someone, money is irrelevant. If it had cost him £150,000 I would have still pulled him out. I pulled out Kerry Hope against Darren Barker. Gavin Rees had two good rounds against Adrien Broner before he was dropped. As soon as I threw in the towel I got criticised: ‘Lockett is too close to his fighters.’” Lockett had an impressive 30-2 record as a professional and in his final bout in 2008, he lost his world title challenge against Kelly Pavlik – then considered the hottest fighter in the US. Steeped in boxing, Lockett was convinced Blackwell could beat Eubank. He had watched from the corner when, after a fitful start, Blackwell found the spark to stop John Ryder and win the British middleweight title last June. He did the same two months later when stopping Jones. “We were very confident because, in the right mood, Nick is relentless. Eubank likes to produce these 20-punch flurries. But then he needs a big breather. The plan was to pressure Chris and not give him respite. But Nick never switched on. He was jabbing and that’s about it. Nick just couldn’t execute the game plan.” A dominant Eubank snapped Blackwell’s head back repeatedly with hurtful uppercuts. A grotesque swelling formed above Blackwell’s left eye. “I kept thinking Nick’s going to switch on but we got to round seven and he lost it big,” Lockett recalls. “He hadn’t landed a punch and Eubank was teeing off. I told Nick he had to fight back and asked: ‘What’s his power like?’ Nick said: ‘He can’t hurt me. He’s not got much power – he’s just snappy. But when he lets them go he’s relentless and I’m finding it hard to tuck up and come back with my shots.’ “After that Chris wasn’t the same. He’d used a lot of energy. I still had Nick losing every round but some people said he pinched one or two. I said: ‘You’re way behind but he looks knackered, this kid. If you jump on him now, pour out all your emotions and every bit of hard work. Throw as many punches as you can.’ I felt, with Eubank tiring, if Nick came on strong who knew what might happen. It was never a case of sending a beaten fighter out to take more punishment.” Eubank stopped him in the 10th round when the referee asked the doctor to examine Blackwell’s swollen eye. After much deliberation the doctor ended the fight. Blackwell smiled sadly as he congratulated his opponent and listened to consoling words from Eubank Sr. But when did Lockett realise something was terribly wrong?   Related: Nick Blackwell’s plight again underlines the risks boxers take | Kevin Mitchell    “When Nick collapsed in my arms. I’d said: ‘Don’t worry about it. You weren’t yourself tonight. Just have a good rest.’ He said his head was starting to hurt. Then he started to slip. I got my right hand under his left armpit and called for the stool. I thought it was exhaustion but he slumped to the ground and they put the oxygen mask on his face. They did a wonderful job of getting him anaesthetised within 13 minutes of the fight ending.” Did Lockett know the situation was critical? “I knew then. It’s horrific. I would have felt it if it had been any boxer. But with it being someone I’m particularly close to it’s horrendous.” Lockett accompanied Blackwell and his family to St Mary’s hospital in Paddington. “After two and a half hours the doctor said: ‘It’s a bleed on the edge of the skull and we don’t need to operate. That’s very positive. We’ve seen encouraging signs. But I won’t lie to you. It is very serious.’” His father-in-law, a former orthopaedic surgeon, tried to reassure Lockett. “It was still the worst time of my life by some distance,” the trainer says. “But imagine how much worse it was for Nick’s family. They’re very close.” Lockett spent most of the next nine days at hospital but he was on a rare break with his own family when he spoke to Mick Hennessy, Blackwell’s promoter. “Mick said: ‘Nick’s awake. He’s talking and he’s laughing.’ The relief was huge. Absolutely huge. I had a pint of Guinness. And another. And a couple of glasses of wine when I got home.” The impact on his family and his other fighters had been acute. “My wife is a brilliant mother and a very strong woman. But it affected her and the boys in the gym. Liam Williams [his unbeaten light-middleweight] was meant to defend his British and Commonwealth title the week after Nick. Alex Hughes and Jay Harris were on the undercard. I told them: ‘You’re not boxing.’ Liam said: ‘I wouldn’t want to.’ He was in Nick’s corner with me and not in the right frame of mind to fight. “We were supposed to go on a family holiday in the Easter break. I cancelled that. I couldn’t go on holiday with my boxer lying in hospital in a coma. Some people said: ‘You should go, take your mind off it.’ I said: ‘Take my mind off it? I want to be there for him. He’s my fighter. He’s my friend.” How is Blackwell now? “I saw him yesterday. He’s great. He’s back to normal. Absolutely. I asked him: ‘How are you?’ Nick said: ‘Oh mate, I’m fine. How are you?’”     Gary Lockett said of Blackwell’s fight against Eubank Jr: ‘I kept thinking Nick’s going to switch on but we got to round seven and he lost it big’ Photograph: Adam Holt/Reuters    Trainers are often the forgotten men in boxing and so Lockett hesitates. “I’m OK. I go back into the ring for the first time on 4 June. Liam is fighting. I’m very strong. I’m also confident I didn’t do anything wrong. I can honestly say I tried to act in Nick’s best interests. I tried to help him win the fight. I care about him.” Lockett thinks hard when asked how he might react if Williams hits trouble. Can he stay calm and clear-thinking and allow Williams to find a way out of such danger? “I guess we’ll see. Do I have extra concerns? Of course. I will be even more careful. Everyone says they know the risks. But, really, you’re not quite in touch with the risks until this happens. It make you think much more deeply about everything.” Then, like sunlight breaking through a dark bank of cloud, Lockett looks up and smiles. “You know, after a period of doubting myself, there were just too many positive messages for me to turn away. I decided to stop thinking about the negatives and start focusing on the positives. We’ve got so much good work to do. We’ve all got so much hope again.”           Boxer Nick Blackwell criticises Eubanks for giving press conference after coma fight",
  "webTitle": "Gary Lockett: seeing Nick Blackwell on life-support will haunt me forever | Donald McRae",
  "webPublicationDate": "2016-05-23T11:42:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/gary-lockett-interview-nick-blackwell-chris-eubank-jr",
  "keyword": [
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/23/gary-lockett-interview-nick-blackwell-chris-eubank-jr"
}