{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/five-best-new-art-shows",
  "id": "2016-05-06-194",
  "sectionId": "artanddesign",
  "body": "1: George Shaw George Shaw is a fascinating choice as a resident artist at the National Gallery, his scenes of poisoned landscapes now hanging alongside rural scenes by Gainsborough and Constable. Where they used oils and watercolour, Shaw uses Humbrol model aircraft paint. Yet his visions of rancid suburbia have a painterly richness that would have impressed the old masters. National Gallery, WC2, Wed to 30 Oct 2: The British Landscape Tradition: From Gainsborough To Nash The director François Truffaut once claimed that Britain and cinema don’t go together, and that this must be partly due to the weather. Yet he said this to Alfred Hitchcock – his hero – so he knew that the English rain did have the ability to unleash the imagination. That is true not only in cinema but landscape art, in which British artists unexpectedly triumphed in the age of Richard Wilson, Thomas Jones and JMW Turner. This exhibition follows that British eye for place and space from Georgian times to the 20th-century surrealist landscapes of Paul Nash. Pallant House Gallery, Chichester, Wed to 16 Jun 3: Georg Baselitz A furious vision of old age and sexual desire, this is a tremendous exhibition by a modern master. From totemic wooden sculptures to frank drawings of himself and his wife that expose the vulnerability of the human form, echoes of German Renaissance art haunt the dark forest of this demonic imagination.  White Cube, SE1, to 3 Jul 4: Ettore Spalletti Pale monochrome shades, effortless textures and playful shapes give Spalletti’s art a nonchalant cool and mind-cleansing beauty, as well as an eerie sense of calm. Her ethereal works are Piero della Francesca without the people. Marian Goodman Gallery, W1, to 4 Jun 5: Dutch Flowers Dutch artists in the 17th century had eyes as clear as camera lenses, turning objects as simple as flowers in a vase into epics of observation and discovery. You could get dizzy on these perfumed blooms by artists including Ambrosius Bosschaert the Elder, Jan van Huysum and Rachel Ruysch, one of a handful of women whose work is in the National Gallery’s collection. National Gallery, WC2, to 29 Aug",
  "webTitle": "Five of the best… new art shows",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/five-best-new-art-shows",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/06/five-best-new-art-shows"
}