{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/21/douro-region-wine-port-tour-restaurants",
  "id": "2016-05-21-180",
  "sectionId": "travel",
  "body": "The Douro river is wild and tamed, fertile, rich and dust poor. She is the heart, soul and life force of the region she gives her name to. For 900km, from central Spain to Atlantic Porto, she pushes and runs, fat, green, inexorable. The Douro region is about the size of Suffolk but, unlike East Anglia, has barely a metre of flat ground. Instead, dizzying mountain slopes are creased and folded and combed with the millions of vines that make those juicy Douro table wines and its celebrated ports. Visitors have been welcomed here for centuries but it’s taken until just now for the Dourense region to cotton on to eno-tourism, that happy marriage between travel and tippling. Though frequented mostly by cashmere-and-smart-slacks travellers, the Douro is also a fine destination for the thirsty but thrifty. Getting to the region can be fun. There are hotel boats from Porto, but these seem mostly to be witless, Duplo-like affairs into which you’re tightly packaged and drably excursioned. It’s better by far to take the train to Pocinho. This is one of the world’s great train rides and, once away from Porto’s concrete suburbs, offers twisting, sighing, soaring riverine views for much of its three-hour route.   Douro map.   The bus network form here on is sketchy; to get the most out of your visit, you’ll need a car from Pocinho. But be warned: these roads are for confident drivers only. They are intestinally curly. Climbs are crazily steep. Cliffs must be tightly hugged and other vehicles may well be kissed. Safety barriers seem anathema. Most roads are breathe-in thin. Heroic cyclists with Hoy-like thighs might enjoy the suffering these roads provide. Millions of hot, tough hours of manual work have gone into terracing and training these great hills of schist into vineyards. Neat terraces corrugate every horizon, rows and stairs intricate as cornrows, maps with living contours. The visual effect is mesmerising even before the first drinking – sorry, tasting – session of Douro wines. And, like the river beneath you, these sessions sail along smoothly to begin with. Until you get into those seductive ports. There are three parts to this wine region. Baixo Corgo is westernmost and mostly produces ports to be drunk young. Its main town is Peso da Régua, commonly known as Régua.     Aerial view of vineyard terraces and the Douro river in the Alto Douro region. Photograph: Alex Robinson/Getty Images    The posh section of the Douro is Cima Corgo, whose classy quintas are run by a manicured handful of intermarried wine dynasties, often with British and Dutch names and/or branches on their French-polished family trees. Even here, though, visitors who stray one vineyard away from the main routes will boggle most locals simply by being foreign. Cobbly, sleepy Pinhão with its gorgeous blue-tiled station, is at Cima’s centre. Then, closest to the Spanish border, is Douro Superior, the largest area, which is mostly national park. It also has the fewest people: the only town of any size is Vila Nova de Foz Côa, home to 3,300 people. The Douro is perfect for a long weekend, especially when tacked on to a stay in Porto. But beware: the wiggly roads mean distances that look tiddly on the map can take hours to negotiate. Talking of tiddly, in Baixo Corgo I aim straight for Régua and the wine hotel at Quinta do Vallado (doubles from €100 including cycle hire), with its 13 cool and light rooms and (hurray!) all-day wine tastings and bibulous visits to their renowned winery. Régua isn’t immediately beautiful but has a light and bustling riverfront vibe and the Douro Museum on Rua Marquês de Pombal, where €7.50 buys me entrance and a schooner of port. The museum also provides intensive wine tastings for the unwary and unwise visitor. Now needing a sugar hit, outside the train station I spot two aproned ladies with wicker baskets selling paper-twisted rebuçadas, the Douro version of barley sugar. These fuel my two-minute dignified stagger down Avenida José Vasques Osório to Castas e Pratos (+351 254 323 290). It’s a young-ish and stylish food and drinks hangout in an upcycled railway shed. As everywhere in the region, its wine list is exciting and affordable (three courses from €30).     Castas e Pratos in Peso da Régua    But I’m feeling more dishevelled than chic, so lunch instead at the down-home A Velha Tendinha (around €15 a head, Largo 25 de Abril, +351 254 318 160). It’s a wonderful almost-riverfront grill joint, and my octopus grelhado is a charry tangle of spectacular tentacles. The rest of the day is spent traversing the sheer breadth of wine styles produced by the Douro’s sheer slopes. Cima Corgo is the most-visited part of the region. Across the river from Pinhão, is Quinta do Seixo, where the huge Sandeman winery does the region’s slickest tours (from €6pp) at its grand quinta. Luís Sottomayor is Sandeman’s head winemaker – fiftyish, wiry and tanned. After an in-depth “tasting” session, he points me back to Pinhão to experience Qualifer (45 Rua António Manuel Saraiva, on Facebook). This is a tiny fumeiro (smokery) where butcher Fernando – part black-clad ninja, part conjuror, part psychologist, part naturopath – retails a magical selection of fresh and smoked meats, plus his own-baked bread, local cheeses and his daughter’s jams. From these, I assemble the picnic hamper of champions and head for the Chapel of São Salvador do Mundo (off EN222-3), near São João da Pesqueira, a miradouro (viewpoint) that makes the heart soar like the Bonelli’s eagles wheeling below. Luis’s other miradouro tip is a stunner as well. São Leonardo de Galafura, high above Régua, also has an in-season cafe that serves excellent and sustaining snacks and lunches.     Pinhão railway station, with its traditional blue-tiled walls. Photograph: Alamy    Five of the leading new-wave Douro winemakers have banded together as the Douro Boys. One of these is the eccentric, inspired Dirk Niepoort , whose family have been winemakers since 1842. Dirk’s wines – both table and fortified – are always intriguing and enlightening. Wine has been made at his Quinta de Nápoles at Santo Adrião since the 15th century. Today, you taste in a secret subterranean cellar (book ahead on +351 254 855 436, no charge). Over a tasting where I completely forget to spit, Dirk explains how the Douro’s schist rock forces the vine’s roots to thrust deep to establish themselves, creating more flavour intensity in the tens of local “field” varieties that go into his blends. My favourite grape is sousão, which pretty much sums up my situation by lunch. This is taken at local posh restaurant DOC (222 Estrada Nacional, +351 254 858 123), built like a gin palace over the river at Folgosa. Note to self: port at lunch, all at sea all afternoon.     Posh nosh at DOC restaurant    On 25-26 June this year, the Douro Boys will hold their annual Feira do Douro, this year at Niepoort, where €10 buys you entrance (and a free Riedel glass) plus tastings (natch) and a farmers’ market. Dinner is at Dirk’s “secret” tip: 16-seat Papas Zaide (1 Largo de Praça, +351 254 731 899), snoozing in the pretty hill village of Provesende. Here you eat olives dipped in honey (weird, but great), sheep’s cheese and great knuckles of melting meat, tinkling the goat bell on your table for cook Graça to bring – yes! – more wine. In the square below is the never-modernised 1940s Fatima bakery, where craft baker Antonio José bakes only 180 impeccable sourdough loaves a day. Like me, they’re gone by lunchtime. In the same square is the bonkers Café Arado (no phone, opening hours erratic), a winery, bar, craft shop and farm-implement museum.     The Douro Boys    Also in Provesende is the charming, simple, self-catering Quinta da Costa (doubles from €65, +351 917 985 956). Alternatively, at river level, there’s the grand Quinta do Crasto (one-night stays only, from €140 a night, +351 934 920 024), with four rooms above the winery. One eats, drinks and swims in elegant aristo splendour here. There are loads of river excursions offered in both Régua and Pinhão. Most are in the now-motorised vessels that once carried port “pipes” (barrels) down to Porto for maturing. To feel less of a tourist, book a trip on Pipadouro (from €35, +351 939 196 262) which runs two beautifully restored 1950s wooden launches from the pier at Pinhão. The larger was an admiral’s boat, now bookable for a cosseted night’s stay aboard. Drinks flow on board until I no longer know my port from my starboard.     Sampling wine at the annual Feira do Douro    Back in Pinhão, Quinta de Bonfim (+351 254 730 370) has just started offering guided tours, tastings and charming, bowered vineyard lunches. Here, Joe Alvares Ribeiro – chiselled jaw, clean chinos, ineffable charm – gently insists that I swing up to the two-street town of Favaios, where moscatel wines are made. The lovely, small Museum of Bread and Wine is on Rua Direita, where the €1.50 entry also scores a tumbler of sweet moscatel that smooths out any wrinkles remaining in my morning. About 800 metres out of town, at Alto da Portela, an anonymous, ugly modern house with a car park on the right is Padaria Queirós (+351 259 949 514), where Fernanda and her two cousins bake good bread and a stupendous bolo de carne, which is what every meat pie wants to be when it grows up. They’re hot out of the oven around noon. And so to wilder, empty Douro Superior. Unlike Cima, Superior has little traffic, though its roads are hardly less tortuous. I drive up to the dog-and-donkey village of Parambos near Carrazeda de Ansíäes, where svelte, sprite-like Puri at Doces da Puri  (30 Beco de Jaime) produces extraordinary jams, cookies and pastes in her 300-year-old, low-beamed kitchen. The fruit comes from her heavenly organic garden next door and her tomato-and-port preserve deserves a DOC status of its own. Puri’s generosity and energy are matchless. After a glass of something lovely, she directs me to Taberna da Helena (Avenida Aquilino Ribeira – below the church in Carrazeda) for a sit-down with a platter of chops and a mountain of chips in company with local cattle farmers.     Niepoort’s Quinta de Nápoles    Forty minutes from here, I pause in the sturdy medieval hill town of Torre de Moncorvo, where my rewards include a bag of warm sugar-crunched almonds from a shop opposite the church. Near Vila Nova de Foz Côa, Museu do Côa sweetly interprets the area’s thousand examples of Paleolithic rock art. A bookable, guided three-hour dusk/night tour of the art in the valley below is a snip at €17. Outside Foz, a small and unlikely turning takes me down (and, worryingly, further down) a steep, twisty, schisty track. My trust is rewarded when it delivers me to Casa do Rio (from €190 a night B&B/wine-hotel) where dynamic Douro Boy João Ribeiro of Quinta do Vallado has built a bridge over a dip in his vineyard, and on it a wooden hotel of six pale, sexy rooms. Here I join what feels like the Douro’s most chic house party: Danish rosewood, hanging Cocoon fires, an orchestra of crickets, no neighbours for miles, an infinity pool amid the vines, and the Douro below – peaceful and long, strong and unique. Kevin’s top tips • Best for picnics The miradouro at São Leonardo da Galafura, above Régua• Hidden gem Casa do Rio wine hotel near Foz de Côa• Best tasting Niepoort wines and ports at Quinta do Napolés • Trains run from Porto to Pocinho (€13 each way each way, cp.pt); the really pretty bit starts at Régua. Flights were provided by easyJet, which flies to Porto from Bristol, Gatwick, Luton and Manchester from around £52 return. Car hire was provided by Holiday Autos",
  "webTitle": "Ports of call: a wine tour of the Douro",
  "webPublicationDate": "2016-05-21T06:00:05Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/21/douro-region-wine-port-tour-restaurants",
  "keyword": [
    {
      "webTitle": "Portugal holidays",
      "id": "travel/portugal",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Wine holidays",
      "id": "travel/wine-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Porto holidays",
      "id": "travel/oporto",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Gould",
      "id": "profile/kevingould"
    }
  ],
  "guardianId": "travel/2016/may/21/douro-region-wine-port-tour-restaurants"
}