{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/joy-conservatives-scotland-local-elections-london-mayor",
  "id": "2016-05-06-62",
  "sectionId": "politics",
  "body": "Conservative joy at a resurgence in Scotland under Ruth Davidson has been tempered by unease among senior party figures at the negative campaign run by London mayoral candidate Zac Goldsmith. David Cameron and a raft of Tory MPs were jubilant about Davidson becoming leader of the main rival to the Scottish National party, boasting that she had effected a “transformation” of Conservative electoral prospects north of the border. The party gained 16 Scottish parliament seats. But results for the Conservatives were not positive elsewhere, as it fell into third place in terms of seats in Wales behind Plaid Cymru and got a lower share of the vote in England than Labour, at 30% compared with 31%.   Related: UK elections: Sadiq Khan 'has won' London mayoral race - live updates    In London, the Tories had once held high hopes about keeping the mayoralty for a third term after eight years of Boris Johnson, but Goldsmith was set to come a poor second to Labour’s Sadiq Khan. After polls closed, several party figures criticised Goldsmith’s decision to try to link Islamist extremists to the Khan, who is on course to become the first Muslim mayor of a major western capital.  Roger Evans, a Conservative deputy London mayor, said he was concerned about the party having to clear up a “negative legacy” left by the people who ran Goldsmith’s campaign, including work to re-establish trust with a lot of communities in London. Labour have linked Goldsmith’s negative campaign to the fact it was advised by CTF, the firm of Lynton Crosby, the Tory election guru who was knighted on Friday for his role in helping Cameron win last May. Campaign sources have said Crosby himself had no direct role in Goldsmith’s campaign. Andrew Boff, the Conservative group leader on the Greater London assembly, said on Thursday night that it was a mistake for the Conservatives to have attacked Khan in a way that could damage community relations. The prime minister was among those who joined in the allegations that Khan was unfit for office, arguing he had showed poor judgment in sharing platforms with extremists while he was a human rights lawyer.  Despite the setbacks in England, Wales and London, Cameron nevertheless claimed the results as a success for his party, citing Peterborough, the only council gained by the Tories, and accusing Labour of being “out of touch”. “Local election day for sitting prime ministers is supposed to be a day of dread,” he said. “It’s meant to be a day when you are sitting there waiting for someone to knock on the door like the condemned man waiting for the hangman. That wasn’t what it was like last night.” Overall, the Conservatives failed to make any gains of seats outside Scotland, as their Eurosceptic voters apparently stayed at home or turned to Ukip. The party lost at least 33 seats, more than Labour’s loss of 24, while Ukip won 26 and the Liberal Democrats put on 34.   Related: UK elections 2016 at a glance: the key points and results    Bernard Jenkin, a Conservative MP and leading Brexit campaigner, suggested Ukip had benefited from Eurosceptic feeling in the run-up to the EU referendum on 23 June.  “I think the low turnout generally suggests there is a lack of enthusiasm except for the Ukip vote, which demonstrates that any lack of enthusiasm might be to do with the main parties being in favour of staying in the EU,” he said.  “Plenty of Conservatives who are going to vote to leave will have voted Conservative anyway. If there was discontent, it showed up in the Ukip vote and particularly eating into the Labour vote. It’s not surprising at all. They want us to be able to control of our borders, they don’t like the fact we give £350m a week to the EU and only get half that back, and they want our own laws.” But Steve Baker, the chair of the Tory leave campaign, Conservatives for Britain, said it was quite difficult to draw conclusions about how the EU referendum would play from the election results.  “My reaction would be it’s still too soon for most normal people who are not interested in politics to be fully interested in the EU referendum,” he said. “It’s 49 days and just too far out. The committed people on both sides, yes, but I honestly think there is a long way to run politically before the June poll and I would be pretty cautious about reading anything from these results into that.”",
  "webTitle": "Joy for Conservatives in Scotland – but London result dampens mood",
  "webPublicationDate": "2016-05-06T17:02:58Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/joy-conservatives-scotland-local-elections-london-mayor",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/06/joy-conservatives-scotland-local-elections-london-mayor"
}