{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/american-psycho-broadway-show-cut-competitive-theater-landscape",
  "id": "2016-05-27-107",
  "sectionId": "stage",
  "body": "The Broadway run of American Psycho, the musical adaptation of the Bret Easton Ellis novel about Patrick Bateman, a sociopathic investment banker has announced its closing. The musical, by Duncan Sheik and Roberto Aguirre-Sacasa, which received mixed reviews and has struggled at the box office, will shutter on 5 June, after 81 performances, one week before the Tony awards for which it received only two minor nominations.   Related: American Psycho review – Patrick Bateman sings, strips and slashes     The production, which originally debuted at London’s Almeida Theatre and starred Matt Smith, had been scheduled to play at Second Stage, an off-Broadway house with a history of successful Broadway transfers. (Its current show, Dear Evan Hansen, has just announced that it will seek a Broadway berth in the fall, possibly at the same theater American Psycho is vacating.)  But in September 2014, the Broadway producers Jeffrey Richards and Jerry Frankel swooped in and canceled that run, moving the show directly to the Schoenfeld Theatre. The capitalization was $8.8 m and the early closing probably means a total loss to investors. Chatter on Twitter and message boards has involved much speculation about whether or not a run at Second Stage would have clarified the show’s vision and expanded its reach. When it opened on Broadway, a few reviews were positive, but the New York Times criticized its “terminally undecided tone” and New York magazine described the “structure and tone” as “a lazy mess”. The Wall Street Journal called it, “slick, sleek and empty”. Only two Tony nominations were forthcoming, one for best scenic design Es Devlin and Finn Ross’s clever, glossy set design and Justin Townsend’s beautifully frosty lighting. The show has struggled to fill seats at top dollar and the New York Times reported that last week it took in $565,107, about half of its potential gross.    Plenty of other new musicals and shows with darker material are also having box office difficulties    Financially, this has been another banner year for Broadway. Attendance topped more than 13 million people and the gross was more then $1.3bn. Not all of those people were squeezing into Hamilton, so why couldn’t American Psycho attract audiences? It had much in its favor: a recognizable title, a virtuoso director in Rupert Goold, and a proven Broadway leading man in the agile, ab-tastic Benjamin Walker, whose bravura turn was unjustly ignored by the Tony committee. (Surely, mixed in with Walker’s disappointment at the closing must be some relief that he gets to put on a shirt again?) Its critique of late capitalism ought to resonate, particularly in an election season of Donald Trump and Bernie Sanders. But plenty of other new musicals and shows with darker material are also having box office difficulties, though in many cases the producers have decided to hang on. Last week Blackbird, Bright Star, Eclipsed and The Father also only earned half of what their full potential. (Tuck Everlasting, which earned even less, has also announced its closing.) These may continue as they have been nominated in major Tony categories, while American Psycho has not.   Related: ‘There’s blood on my Burberry!’ – American Psycho causes a splash on Broadway    And its chances of catching on with mainstream audiences and the tourist crowd have come to seem increasingly unlikely. As the critics noted, many of the show’s problems were tonal. The source novel and the cult film it spawned (starring Christian Bale in the Bateman role) are now largely judged as a satire of late 80s excess, but the story’s mix of wild violence and cool social appraisal has confused past reviewers. The musical’s poster, a silhouette of Walker half in red and half in blue, seemed to promise serious fare, but the show couldn’t really make up its mind between the sardonic, the somber and the sentimental.  The script keeps insisting on Bateman’s essential emptiness and inhumanity. “I am not here I am not there / I am nobody, I am nowhere,” he sings, but the musical makes several attempts to humanize him, not least when his mother and secretary sing wistful ballads about what a good guy he probably is.  While Sheik’s songs are atmospheric, and sometimes better than that, the musical sparked most vividly when it relied on period pop hits, like Huey Lewis’s Hip to be Square, or when the sobriety gave way to arch comedy, as performed by Walker, Heléne Yorke as his girlfriend and Theo Stockman as a rival. Would it have fared better as a horror show, a straightforward lampoon, or (God forbid) as another jukebox musical? Unlikely. But as audacious an undertaking as American Psycho was – so much sex, so much violence, so many shoulder pads – it never quite decided what it wanted to sell its audience.   This article was amended on 31 May; the spokesperson for American Psycho says that the capitalization was $8.8m.",
  "webTitle": "Why did American Psycho get the chop during Broadway's banner year?",
  "webPublicationDate": "2016-05-27T15:05:10Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/american-psycho-broadway-show-cut-competitive-theater-landscape",
  "keyword": [
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "American Psycho",
      "id": "stage/american-psycho",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tony awards",
      "id": "stage/tony-awards",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Hamilton",
      "id": "stage/hamilton",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "US theater",
      "id": "stage/us-theater",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/27/american-psycho-broadway-show-cut-competitive-theater-landscape"
}