{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/vote-leave-attacks-ifs-thinktank-brexit-austerity-paid-up-propaganda-arm",
  "id": "2016-05-25-230",
  "sectionId": "politics",
  "body": "The Vote Leave campaign has dismissed the respected Institute for Fiscal Studies as a “paid-up propaganda arm” of the European Union after the thinktank said that leaving the EU would extend austerity by two years. In a report, the IFS, which has built a reputation for independence, said Brexit would result in lower GDP growth and extra borrowing costs that would knock a £20bn-£40bn hole in the government’s finances by 2020. But Vote Leave sparked a fresh referendum row by claiming the IFS was biased because it has received more than €7.4m (£5.6m), from the European commission since 2009.  The campaign said: “The IFS is not a neutral organisation. It’s a paid-up propaganda arm of the European commission. It would face an £800,000 deficit if we vote leave.”    Related: Vote to leave EU would 'condemn Britain to irrelevance', say historians    Remain campaigners accused Vote Leave of “disreputable” tactics by questioning the integrity of the IFS.  The former chancellor Alistair Darling said Vote Leave’s charge was “a spectacular own goal”. Speaking to Sky News, he said: “It’s as bad as Boris Johnson claiming that Europe has the same ambitions as Hitler. It is ridiculous, disreputable stuff.”  “If the best they do is to start abusing people who are telling them things they don’t want to hear, then that perhaps shows the weakness in their arguments.” David Cameron, on his way to the G7 summit in Japan, described the IFS as the “independent gold standard”, and said its analysis backed up what the Treasury and others had said. “If that is what they are saying about the £350m claim, if that is what they are saying about the effect on our economy of Brexit, that is very, very powerful,” he said. The director of the IFS, Paul Johnson, denied that European funding influenced the report.  Speaking on BBC Radio 4’s Today programme, he said: “It’s true that we get about 10% of our income from the European Research Council, which is an independent arm’s-length body which funds world-class academic research. For the last 30 years the IFS has really built its reputation on the independence and integrity of our work. There is no sum of money from anywhere in the world which would influence what we said, because if it did then the point of the IFS, and the reasons that we are listened to after budgets and so on, would simply be lost.” The leave campaigner and former Tory cabinet minister John Redwood said: “I think the IFS are part of this cosy establishment which desperately wants to keep us in the European Union.”  In repeated questions, he refused to denounce the leave campaign’s claim that it was a propaganda arm of the EU.  Asked whether he was claiming the IFS was paid to warn about the economic consequences of Brexit, Redwood said: “I haven’t made that allegation. I think we are going to be better off outside the European Union and this IFS pamphlet doesn’t present a new model or forecast. It reviews a number of other people’s forecasts and it happens to choose one of the more negatives ones on the consequences of exit. It doesn’t seem to like the Open Europe one or the Economists for Brexit one, who say we’ll be better off on various scenarios.”",
  "webTitle": "Vote Leave attacks IFS thinktank over Brexit austerity prediction",
  "webPublicationDate": "2016-05-25T09:36:11Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/vote-leave-attacks-ifs-thinktank-brexit-austerity-paid-up-propaganda-arm",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Institute for Fiscal Studies",
      "id": "business/institute-for-fiscal-studies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Thinktanks",
      "id": "politics/thinktanks",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/25/vote-leave-attacks-ifs-thinktank-brexit-austerity-paid-up-propaganda-arm"
}