{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/07/best-lightweight-facial-sunblock-beauty-sali-hughes",
  "id": "2016-05-07-165",
  "sectionId": "fashion",
  "body": "I can almost chart the arrival of spring by the dramatically increasing number of tweets, letters and emails asking for sunblock recommendations. Almost without exception, men and women say they want something that feels weightless and non-greasy, and that won’t slide off the face as soon as humidity strikes. My own requirements are much the same, though I’d want something broad spectrum (ie, protecting against both UVA and UVB; the law demands only the latter) that doesn’t peel off in tiny balls as soon as I try to blend makeup over the top (so wearying). While I’m heartened that readers want to protect their faces in the sun, until a year or two ago I could rarely deliver on their ideal texture. Nowadays, though, I’m spoiled for choice, and the quality of formulations is increasing year on year. Ticking every box is the wonderful Murad Luminous Shield SPF50 (£55). I should warn you that this particular product comes from the White Brilliance range, which hints heavily at that glaring and almost universally unflattering lavender-white imparted by many sunblocks, so rendering it entirely unsuitable for non-white skins, but I promise that here the name is misleading (I was so alarmed that I forced a dark-skinned friend to wear it for a day and she looked great). Also fantastic, and much less expensive, is the new and greatly improved Olay Regenerist 3-Point Day Cream SPF30 (£29.99). This pulls off the feat of being noticeably moisturising and almost undetectably lightweight at one and the same time. I’ve had great success with it as a base for all manner of foundations, too.   Related: Beauty: the best rose lipsticks | Sali Hughes    More and more consumers are asking for natural alternatives to chemical sunscreens, but mineral versions are notoriously thick and greasy. Aveda’s Daily Light Guard SPF30 (£34) is anything but: this fluid (using 100% mineral sunscreens) is moist, entirely without chalkiness, and handily packaged in a slim, plastic bottle to chuck in your handbag and know you’ll never get caught short. Finally, La Roche Posay’s Anthelios XL Anti-shine Tinted SPF50 (£16.50) is a light, fresh-feeling gel cream that, though too matte for my personal taste and skin, will satisfy oilier types. Apart from high levels of sun protection, it has a sheer, natural-looking tint for any but very light or very dark skins, which may even allow you to skip makeup altogether.",
  "webTitle": "Beauty: the best lightweight facial sunblocks | Sali Hughes",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/07/best-lightweight-facial-sunblock-beauty-sali-hughes",
  "keyword": [
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Makeup",
      "id": "fashion/makeup",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sali Hughes",
      "id": "profile/sali-hughes"
    }
  ],
  "guardianId": "fashion/2016/may/07/best-lightweight-facial-sunblock-beauty-sali-hughes"
}