{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/13/hipsters-artists-gentrification-social-cleansing-developers",
  "id": "2016-05-13-247",
  "sectionId": "housing-network",
  "body": "Artisan coffee. Pop-up shops. Bearded men in rolled up jeans, flouting the laws of comfort and hygiene to wear brogues without socks. The visual symbols of gentrification are as hackneyed as they are omnipresent in neighbourhoods in Britain that have seen the changes that come with hikes in house prices and rent costs. The familiar gentrifying pattern both in the UK and United States has run thus for decades: artists move into an area with cheap housing and studio space, then developers follow – and longstanding communities are forced out.  Artists are often blamed as the roots of the shift, for reasons that aren’t difficult to grasp: gentrification is rarely benign – it isn’t simply that shops morph into upmarket outlets as more people find well-paid work. Instead, the original community is characterised as troublesome, the area is described as “troubled” (read: crime-ridden) and the character shift of the wider neighbourhood is seen as restorative. Little thought is given to the people who have lived there for decades, raised children, put down roots, and found the streets and geography ingrained in their personal history and psychology.    Related: Gentrification's toll: 'It's you or the bottom line and sorry, it's not you'    Acknowledgment of gentrification’s problems means that now communities often fight back: when developers and local authorities attempt to hasten the process, they now find they are called out, with the community trying to take action rather than silently accepting eviction notices.  Without their patina of being community-driven plans, these “estate developments” are seen for what they are: social cleansing of pathologised locals for the sake of a land grab to reap capital. This argument has circled the Balfron Tower and surrounding estate in east London this week. The tower, an iconic Erno Goldfinger building that was formerly social housing, is now to be refurbished and sold off, while Brutalism remains trendy enough to warrant tea-towel and dinner-plate designs. Social housing tenants were “decanted” – a deplorable phrase that treats eviction as benign, pouring people away like water. To sweeten the pill, the development’s social landlord Poplar Harca and the Social Housing Arts Network commissioned an artist and game designer to work on a nearby estate. Hannah Nicklin worked with local residents to produce a game that told residents’ stories: their life journeys and how they came to be in the East End, as well as life on the Teviot Estate, which is part of the same estate as the Balfron Tower. The tales incorporated gentrification and the poverty of the area, although none of those involved had lived in the Balfron Tower. A campaign group, calling for Balfron Tower to retain 50% social housing in the refurbishment, targeted Nicklin, accusing her of “turning a blind eye” to who was funding the work and “devastating the community” – Nicklin responded at length, pointing out that she was aware of the tensions involved and that, while the work was intent on capturing personal biographies from the estate, it was also bound up in a form of PR for the work of Poplar Harca.   Related: If council housing is in such demand, surely private renting is broken?    Businesses know that artists need funding to work and exhibit – and will take advantage at any opportunity. Austerity isn’t applied uniformly: most people haven’t seen their wages rise post-2008, and the poorest have been hit again and again, but many companies have bolstered profits and are able to dangle sizeable financial carrots as funding dries up. As local authorities and developers try to clear areas, more artists may find themselves in the same position: Balfron Tower has hosted artists and property guardians for years now, offering spaces that were once homes to artists struggling with the cost of studio space in London.  But it comes with a cost: people have a tendency to attack what is visible about gentrification – the symptoms, not the cause. Artists, over-priced coffee and deliberately rough-hewn bread aren’t the causes of gentrification: that’s the deliberate pursuit of capital by developers, forcing people from one area to another. But artists still have a responsibility to consider how their access to cheap studio space in London, Manchester, New York and San Francisco is used to clear the way for developers. Capital didn’t let the original community stay for ever: once artists have done their job, developers will kick them out too. Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Even hipsters and artists should be afraid of gentrification",
  "webPublicationDate": "2016-05-13T10:05:13Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/13/hipsters-artists-gentrification-social-cleansing-developers",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Development",
      "id": "housing-network/development",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Gentrification",
      "id": "cities/gentrification",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Dawn Foster",
      "id": "profile/dawn-foster"
    }
  ],
  "guardianId": "housing-network/2016/may/13/hipsters-artists-gentrification-social-cleansing-developers"
}