{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/modern-baseball-and-the-bands-changing-pop-punk",
  "id": "2016-05-09-287",
  "sectionId": "music",
  "body": "Related: How well do you know Blink-182? Test your pop-punk knowledge    Pop-punk has long had a reputation as the male-dominated genre of choice for angsty teenagers who love pizza and hate their parents. The younger cousin of “real punk”, its petulant image means that it tends to be marginalised by critics. Yet its popularity has is on the rise once more. In the UK, for example, its torchbearers are selling out Wembley Arena (Baltimore’s All Time Low) and punching into the albums Top 10 (Wrexham’s Neck Deep). At it gets bigger again, though, pop-punk is also transforming. Since its commercial heyday in the late 90s, ushered in by the likes of Blink-182 and New Found Glory, it has remained shackled to its stereotype of dudes in Dickies with an index of mum jokes and a grudge against their ex-girlfriends. But a fresh crop of punk rockers, such as Toronto’s PUP, Connecticut’s Sorority Noise, and Brooklyn’s Aye Nako are throwing off the old tropes, informed more by early Weezer, 90s emos Jawbreaker and all-ages shows, where inclusivity and diversity is encouraged.             Related: Say It Ain't So! Club nights reanimate the pop-punk sound of Blink-182    Another such band are Philly’s Modern Baseball, whose second album, You’re Gonna Miss It All, made the Billboard 200. Their video views are in the millions, but they’ve swapped songs about keggers and snogging for ones about loss and depression. Since vocalist-guitarist Brendan Lukens was diagnosed with bipolar disorder in 2015, Modern Baseball have made mental health a part of their narrative. Their new album Holy Ghost is preluded by a documentary covering Lukens’s struggle and also the passing of guitarist Jake Ewald’s grandfather. “We definitely hope it helps [break down stigma around mental health],” says Ewald. “In the short personal interactions we have at shows we’ve had people tell us how our openness has helped them confront their own problems so they can get help.” Modern Baseball’s sound has moved on, too. It builds on pop-punk’s epic choruses and nasal melodies by adding new country influences and slacker rock moments that sound like Silver Jews after six cups of coffee.            “When you’re writing emotionally vulnerable music it feels natural to turn your amp way up and yell your head off,” says Ewald. “But, sound-wise, a lot of our peers are finding ways to make their songs more dynamic.” Another positive outcome is that Modern Baseball are making pop-punk more accessible – to women, weirdos, and those who feel like don’t have a voice. Says Ewald: “We just hope that bands and fans can keep finding ways to include more people in the scene and help all of those people feel less alone.” Holy Ghost is out now via Big Scary Monsters • This article was amended on 9 May 2016. A previous version stated that the band Neck Deep come from Southampton.",
  "webTitle": "Modern Baseball: meet the band tackling pop-punk’s crude image",
  "webPublicationDate": "2016-05-09T08:00:09Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/modern-baseball-and-the-bands-changing-pop-punk",
  "keyword": [
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Garland",
      "id": "profile/emma-garland"
    }
  ],
  "guardianId": "music/2016/may/09/modern-baseball-and-the-bands-changing-pop-punk"
}