{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/birthday-gift-david-attenborough-great-barrier-reef",
  "id": "2016-05-08-111",
  "sectionId": "commentisfree",
  "body": "The patron saint of quality television is 90 years old today. When his Great Barrier Reef series was broadcast at the start of the year, it was reported that this was likely to be his last series, or at least his last made on location. But it’s difficult to believe David Attenborough won’t always be around. For most people who grew up in 20th-century Britain, he is not just a national treasure but a permanent fixture. But then, that’s what we thought about the Great Barrier Reef. Just before the reef series was broadcast, Attenborough told a journalist that his first dive on the reef is the moment in his career he remembers most vividly: “Suddenly, this amazing world with a thousand things you didn’t know existed is revealed right in front of you, all wonderful colours and shapes. On land, the rainforest is comparable – but the difference is, you can walk for a day and see absolutely nothing. ‘Where are all these bloody monkeys they are always on about?’ But on a reef you see everything immediately.” Greenpeace is campaigning to protect the Great Barrier Reef from new coalmines – huge mines that would threaten the reef directly through dredging and dumping, and indirectly by adding significantly to dangerous climate change. The more coal that is burned, the warmer and more acidic the oceans become. Warming ocean temperatures are the main cause of the recent bleaching of the reef.     ‘Attenborough’s point about the high visibility of the reef’s biodiversity is of key significance.’ David Attenborough with Mark Taylor during the filming of the Great Barrier Reef series Photograph: BBC/Atlantic Productions    Despite the much-publicised collapse of the coal industry, coal-fired power stations are still the world’s biggest source of CO2 emissions, and bear an even greater share of historical emissions. That gives the industry primary responsibility for the climactic changes we are experiencing now, including the destruction of the Great Barrier Reef. The reef has undergone three mass bleaching events that we know of, all during the last 20 years. The first two affected about 60% of the reef; this year’s has affected 93%, and about half of the bleached coral is expected to die. New technologies, coupled with new commitment from the world’s governments, might save the reef. But if we continue to burn fossil fuels, it has little chance of survival.     ‘As we delay phasing out coal and other fossil fuels, we condemn natural wonders such as the reef to extinction.’ The Great Barrier Reef in 2003 Photograph: STR/AFP/Getty Images    Attenborough’s point about the high visibility of the reef’s biodiversity – the fact that you can see hundreds of the reef’s many thousands of species on a single dive – is of key significance. One of Greenpeace’s original goals was to provide people with a clear view of what industries tried to hide – environmental destruction carried out away from prying eyes, normally at sea. But the reef is one of the world’s most dived areas. Amazingly, despite this, the Australian government is ignoring this environmental catastrophe and refusing to recognise the damage caused by coal. Climate campaigners are used to trying to motivate people around a disaster that unfolds silently over decades, but this is different. You are living through the destruction of the Great Barrier Reef. Half of it is dead or dying now, because of our addiction to fossil fuels. James Delingpole, chief climate change denier on the far-right website Breitbart, tweeted: “I’ve seen it already so I don’t care. In fact I’m glad because it makes my experience rarer and more special.” As we delay phasing out coal and other fossil fuels, we condemn natural wonders such as the reef to extinction. But we can still learn from the huge bleached skeleton sunk off Australia’s coast. There is no slack left in the system. We cannot keep heading in the same direction and then perform some miraculous handbrake turn just before we reach “catastrophic climate change”. Climate change is already catastrophic, and it’s going to get more catastrophic. The faster we get our act together the more we will save, but every delay in cleaning up our act, every new coalmine and every new airport, is a death sentence for something or someone. The signing of the Paris agreement a fortnight ago is a real cause for optimism in the fight against climate change. With 175 signatories – the most countries ever to sign any international agreement at the same time – it felt like the start of a new era. With the Great Barrier Reef dying before our eyes, it couldn’t have come at a better time. Happy birthday, David Attenborough.",
  "webTitle": "A birthday gift for David Attenborough – how about the Great Barrier Reef? | John Sauven",
  "webPublicationDate": "2016-05-08T11:55:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/birthday-gift-david-attenborough-great-barrier-reef",
  "keyword": [
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "John Sauven",
      "id": "profile/johnsauven"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/birthday-gift-david-attenborough-great-barrier-reef"
}