{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/human-animals-review-royal-court-theatre",
  "id": "2016-05-25-189",
  "sectionId": "stage",
  "body": "Dystopia is a popular territory for young dramatists. Its latest inhabitant is Stef Smith who, in this impressive play, envisages a London where the balance of nature has been so destroyed that large parts of the city suffer animal infestation. Even if Smith’s view of the consequent human behaviour sometimes stretches credibility, it is a powerfully alarmist piece.  The World Wildlife Fund claims that half the world’s animals have disappeared in the last 40 years because of human expansion. Smith reverses that by imagining a London so plagued by foxes, mice and pigeons that roads are closed, parks burned and curfews imposed. But her fascination lies in the effect this has on humans.  I totally believed in the breakdown of the relationship between nice, middle-class Nancy and her daughter, Alex, who wants to protect animal rights. I could equally accept that a young couple, Lisa and Jamie, would find themselves in opposition when it came to the mass-destruction of animals. I was more puzzled by the notion that the closeted John would wish to exact sadistic sexual revenge on the smooth Si, who works in chemical distribution.  Hamish Pirie’s Theatre Upstairs production and Camilla Clarke’s design, however, create a terrifying world in which blood cascades down double-glazed windows as the crisis escalates. The notion that human beings would soon abandon the pales and forts of reason is also very well embodied by the six actors: Stella Gonet and Natalie Dew as the mother and daughter, Lisa McGrillis and Ashley Zhangazha as the lovers, and Ian Gelder and Sargon Yelda as the solitary men strangely bonded by the breakdown. Smith’s play adds dynamically to the Court’s concern with looming environmental catastrophe. •At Royal Court, London, until 18 June. Box office: 020-7565 5000.",
  "webTitle": "Human Animals review – fur flies in chilling vision of dystopian London",
  "webPublicationDate": "2016-05-25T11:38:19Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/human-animals-review-royal-court-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Royal Court theatre",
      "id": "stage/royal-court-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/25/human-animals-review-royal-court-theatre"
}