{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/21/newquay-we-have-a-problem-does-cornwall-need-a-spaceport",
  "id": "2016-05-21-164",
  "sectionId": "uk-news",
  "body": "There is only one gate at Newquay Airport’s departure lounge, where the planes park as close as cars to a petrol station, and the wireless broadband doesn’t work. At the coffee shop’s “Destination Cornwall” display, you can buy clotted cream shortbread, clotted cream fudge and, if your lily required further gilding, Poldark-themed Cornish ale. There’s a newspaper rack, too, which has run out of this week’s edition of the Cornish Guardian. It was published on Wednesday and, next to a voucher for a two-for-one “coffee and traybake” offer at Warrens Bakery, carried a startling front-page story.   Related: Queen's speech 2016: the key points explained    “SPACE RACE IS ON,” read the headline, over a photograph of a giant rocket in lift-off, and a smaller illustration of this airport’s potential transformation. “Tourists looking for a holiday that’s literally out of this world could soon be blasting off into space – from Newquay,” began the report. It was the day of the Queen’s speech, in which the government confirmed its support for Britain’s first spaceport, where aircraft, taking off horizontally rather than vertically, are set to launch satellites and tourists into orbit. In 2014, coalition ministers announced a shortlist of eight potential sites. There are now six contenders: four in Scotland, Llanbedr Airport in Wales and Newquay, where the sign on the way into town says: “Welcome to the coast of dreams.” This tiny airport, which sits among grazing sheep just three miles from the renowned surf at Newquay, is being tipped locally and in Westminster as the frontrunner in an unlikely domestic space race. And while all of this is news to the town’s wetsuit wearers (“Mate, I’m more worried if there’s any surf,” says Dan at the Slide & Glide surf shop), local business and political figures are fighting hard to launch Britain’s poorest region into the new space age. But the dream exists under a cloud of uncertainty. The government had intended to launch the first planes into space by 2018. But at Newquay, the asphalt remains untouched. No architect has been employed, nor any deal struck with a spaceflight company. Nobody knows what exactly the proposed Modern Transport Bill will require of the chosen site, or what it will cost to build. “I think things need to accelerate now, but we’re confident we can deliver by the end of this parliament, in 2020, says Miles Carden, who manages Aerohub, an aerospace enterprise zone based at the airport. During a tour of the airfield, Carden, who leads the spaceport bid with unbowed enthusiasm, shows off Newquay’s intergalactic credentials alongside Steve Gardner, the airport’s airside manager.      “There in front of you is three and three-quarter million square feet of runway surface,” says Gardner, a former RAF air traffic controller. He has parked the airport’s minibus at the eastern end of one of Britain’s longest runways. Extended to accommodate giant bombers in its former life as a military airport, the 2.7km (1.7 mile) strip catapults aircraft over the Atlantic into relatively clear airspace, and away from built-up areas. The furthest you can fly thereafter today, or at least on Wednesdays and Sundays, is to Alicante, with Ryanair. But the runway’s length and position, and close links to London (just 40 minutes to Gatwick) make Newquay a strong contender for much more distant flight. There is also plenty of land – 850 acres owned by the council, including 650 acres that do not require planning permission. On the south side of the airfield, across the runway from the passenger terminal, sit eight cold-war-era hangars rusting slowly. One houses a museum, while another is already accustomed to the sounds of big engines; it is the test base for Bloodhound SSC, the British attempt to drive a rocket-powered car at more than 1,000mph. Carden and Gardner are more modest about what a Cornish spaceport would look like than the local paper’s front page. As they return to the glorified huts that serve as the airport’s HQ, an adapted Dassault Falcon jet comes into land. “Every Thursday, which is locally called the Thursday war, it goes out to sea and simulates naval attacks,” Gardner says. Sensors and emitters hang below the wings like missiles. “One of those could easily be a detachable rocket with microsatellites in it,” Carden adds. The physical and safety challenges of vertical rocket launches mean any UK spaceport will be a base for spacecraft strapped to traditional planes, to be released at altitude. Virgin Galactic announced last December that its LauncherOne vehicle, which will put satellites into orbit, will be unleashed from the belly of a retired 747 airliner. It had planned to use its own White Knight aircraft, with its distinctive twin fuselages, but this will now only be used to launch the SpaceShipTwo passenger plane, one of which disintegrated during a test flight in 2014, killing the pilot. This setback, and other challenges, make it likely that, in the UK, satellite launches will come some time before human spaceflight.   Related: Richard Branson: ‘Millions of people would love to become astronauts’    Whatever its use, a Newquay spaceport could look like a more polished version of its current self, with new hangars and a terminal working alongside the existing flight schedule. “If they said today, ‘We’re going to start work on it next week,’ this is where it will go,” Gardner says, pointing at the land next to the cold war shelters. But they haven’t said that, and the taxiway to takeoff looks long and bumpy. The airport’s business plan relies on the support of a major player in commercial space flight. Virgin Galactic, which has bases in California and New Mexico, is the most prominent, but it has expressed only vague interest in a British outpost. “We look forward to continuing to participate in the ongoing dialogue with industry,” is the closest a spokesperson comes to an endorsement. XCOR Aerospace, a large US rival of Virgin’s, does not respond to questions at all. Buried deep in the minutes of the government’s Science and Technology Committee’s evidence lie further seeds of doubt. As part of its ongoing satellites and space inquiry, which launched last year, the committee has canvassed opinions from big industry players of the sort Newquay may depend on. Airbus and the British satellites giant Inmarsat have questioned the economic and scientific case for a UK spaceport. Inmarsat has said it has no problem finding sites elsewhere to launch satellites and that “there is no particular reason to require a UK site”. In January, Avanti, another satellite firm, said the UK’s thriving space sector could grow sufficiently without a spaceport. “If it gets built and used well it will be fascinating,” says Dr Robert Massey, deputy executive director at the Royal Astronomical Society. “But I’m not convinced of the commercial case, and if big companies like Inmarsat seem sceptical, we should be arguing whether this is something we should be spending a lot of time and money on.”     ‘Anything that gets more people here is a good thing’ …Cornwall is officially the poorest county in Britain. Photograph: Alamy    Not that it’s even clear where that money will come from. Carden says that significant public funding will be required to get the project off the ground, but there are no clear signs that it will be forthcoming. In March, the science minister Jo Johnson told the same committee that the government intended to facilitate rather than fund the development of a spaceport. “We have always made it clear that this is primarily a commercial enterprise,” he said. The EU might be relied upon to step in, having invested almost £2bn in Cornwall over the past 20 years. But, to the consternation of many there, five of Cornwall’s six MPs – all Conservatives – want to leave the EU. “We would need to make the case to the UK government to continue to support the Cornish economy and I’m confident we can do that,” says Steve Double, the MP for St Austell and Newquay. “That has such a hollow ring to it,” Loveday Jenkin says. The councillor and leading figure in Mebyon Kernow, Cornwall’s nationalist party, accuses Westminster of neglecting the county, and does not expect that to change. Kim Conchie, the pro-EU chief executive of the Cornwall Chamber of Commerce, worries about the impact of politics on the spaceport bid, which he also supports. “The referendum comes at a tricky time,” he says. “If the shit hits the fan, Cameron resigns and political machinations take over, this could very easily be put on the back burner again.” Add to the cloud of confusion a number of unresolved questions about regulation, licensing, unreliable weather, and safety, and it becomes increasingly hard to see the future at a rain-soaked Newquay Airport. But there is no dampening the enthusiasm of locals. Carden and Gardner are confident that Newquay can deliver space flight. Moreover, they envisage the spaceport as the cornerstone of an existing plan to use science to create high-quality jobs and inspire young people, many of whom tend to leave Cornwall in adulthood.   Related: Virgin Galactic unveils new spaceship 16 months after fatal crash    Local businesses are generally also positive. Newell’s travel agency welcomes the opportunity to add space to its list of destinations, while wondering how many locals will be able to afford tickets. Will they even want to go? “I will if there’s a job up there,” says Graham, a surfer walking up Fore Street. Suzanne Postings, a local reiki healer and taxi driver, wonders if the arrival of new, high-skilled jobs will just drive rents and property prices to ever-higher levels. The businesses that rely most on tourism are keen. “We suffer because we’re not by the coast, but if we had something like a spaceport, gosh, it would be brilliant,” says John Hicks, who runs the Smuggler’s Inn. The modest pub has eight rooms opposite the current passenger terminal. “Anything that gets more people here is a good thing,” says Bonita Snook, who runs the village stores, post office and tearoom in St Mawgan, a tiny village just a mile down the hill from the runway. At the airport, where passengers are starting to arrive for the evening Flybe flight to London, Gardner points to a photograph pinned next to his desk. It was taken at a science museum in Toronto, where he took his young son on holiday three years ago. Father and son look at each other from behind life-size cutouts of astronauts. “When I grow up I want to be a spaceman!” Gardner says in a speech bubble next to his helmet. “By the time he grows up I WILL be a spaceman!” the boy says back. It was a joke at the time, but, Gardner says, “Maybe my son can do that, and do it in Cornwall.”",
  "webTitle": "Newquay, we have a problem: does Cornwall need a spaceport?",
  "webPublicationDate": "2016-05-21T07:00:07Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/21/newquay-we-have-a-problem-does-cornwall-need-a-spaceport",
  "keyword": [
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Virgin Galactic",
      "id": "science/virgin-galactic",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Usborne",
      "id": "profile/simon-usborne"
    }
  ],
  "guardianId": "uk-news/2016/may/21/newquay-we-have-a-problem-does-cornwall-need-a-spaceport"
}