{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/no-queensland-its-not-a-good-idea-to-ban-smoking-in-people-born-after-2001",
  "id": "2016-05-18-22",
  "sectionId": "commentisfree",
  "body": "There was a day when I was 11 that I will never forget – I smoked my first cigarette and saw my first condom. There was a group of us ranging in ages from eight to 14. We had escaped from our parents and were at a park in a Melbourne suburb. There was a cigarette swiped from a father, who over the years switched implements but not the drug: from cigarettes, to pipes, to cigars, before giving up completely.  After lighting the cigarette, we passed it round. It’s quite a thing to see an eight-year-old smoking for the first time: burning paper clutched in her chubby fist, not inhaling, but holding the smoke in her cheeks like a human bamboo steamer. I just coughed a lot and felt a fire in my throat. But it was done. I’d had my first cigarette.  Soon after, we found an old condom under the tree. Of course, I didn’t know it was a condom – it was a long, slimy, plastic bag, where you might store a single sausage. The 14 year-old explained what it was and then picked it up with the end of a stick and threw it at us. We ran away, shrieking in disgust.  Sex! Cigarettes! The adult future had arrived and it was nasty – sticky and slimy and smelly and smoky and dirty.  Couldn’t we just be children forever?  The Queensland government wants us to be children forever.  The Queensland health minister, Cameron Dick, says he’s open to the idea of a ban on cigarettes for those born after 2001. A complete ban. The idea was floated by the Cancer Council Queensland which claims it will gradually stop smoking altogether.  The chief executive of Cancer Council Queensland, Prof Jeff Dunn, said:   This would mean that young people turning 15 this year would never legally be allowed to smoke – providing a glide path to end the scourge of cigarettes. One thing is certain – our failure to take action today will burden our children tomorrow with tobacco-related debt and disease.  It’s the Australian way. See a problem? Throw a law at it.  We like to do that: prohibit a once legal activity as a quick route to a desired outcome. When the government throws a big ban on something they can say the problem is solved without having to commit to policies that bring change slowly but surely. Research, education and health promotion are all policy levers that don’t curtail free choice but lead people, through the use of reason and logic, into making the right choice.  It’s a slower road, the one we are going down at the moment but it’s working. Smoking rates are falling. Queensland has gone from 30% of adults smoking daily to 15% in 15 years.  We know what happens when we ban things, particularly if we ban things for a certain class of people, but not others. They will only want that thing more fiercely and find a way to get it.  Look at drugs. Look at underage drinking. And look at smoking. Smokes, smokes, smokes. That’s what we tweens were preoccupied with –how to get the smokes. We didn’t like smoking them so much as getting them. Because they were hard to get.            Lighten up, already? Time for NSW smokers to stub out around food    Getting them made heroes of the kids who had no other skill to rely on except for procuring smokes. Little girls with bad acne and frizzy hair and ribbons in that frizzy hair, and scabby knees and brown clunky T-bar shoes, and school uniforms with stained ties and sweaty underarms, gathered behind things – shelter sheds, mall car parks, beachside toilet blocks, trees, football stands – to pass around the smokes. They’d stolen mum’s Alpines. They were heroes.  Camel, Marlboros, Longbeach, Holiday, Peter Jackson, Alpine – we didn’t care! One cigarette between six – ragging out the girl who sucked on the ends – yeah, those were the days.  None of that crew smoke anymore, including myself. The reasons vary: pregnancy, price, social pressure, having a family member die of cancer, and just growing out of it. As a vice it has little to recommend it – you don’t get high or stoned, you just smell worse.  But you have to discover that for yourself. Banning something, particularly singling out young people for the ban, is to create a delicious forbidden fruit.  And that’s the last thing we want cigarettes to be.",
  "webTitle": "No, Queensland, it's not a good idea to ban smoking for people born after 2001 | Brigid Delaney",
  "webPublicationDate": "2016-05-18T21:30:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/no-queensland-its-not-a-good-idea-to-ban-smoking-in-people-born-after-2001",
  "keyword": [
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Brigid Delaney",
      "id": "profile/brigiddelaney"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/no-queensland-its-not-a-good-idea-to-ban-smoking-in-people-born-after-2001"
}