{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/29/night-watch-review-royal-exchange-manchester-sarah-waters",
  "id": "2016-05-29-150",
  "sectionId": "stage",
  "body": "What a haunting, unusual thing Hattie Naylor has made in her adaptation of The Night Watch. Sarah Waters’s 2006 novel is so confident, large-scale and apparently unselfconscious that it is easy to forget how subtle it is. And how delicately layered. It winds backwards in time, beginning in 1947, ending in 1941. Its love affairs come bathed in the after-knowledge of sadness. Its evocation of London during the second world war is as pungent as that of the great novelist chronicler, Patrick Hamilton, who had actually been there. It has a Hamiltonian atmosphere of diffused secrecy and strangeness. Fear is allied to excitement. The great horror of war also brings opportunity: new jobs for women, new chances for different liaisons.     ‘Spot-on’: Thalissa Teixeira, left, and Kelly Hotten in The Night Watch. Photograph: Richard Davenport    It would be so easy to flatten this in adaptation. A generous wish to include as much as possible might tempt a writer to make it bristle with period detail: fattening it up with a busy design, larding the dialogue with knowing references to spam and dried eggs, ramming home the themes found in its individual stories. Here are the experiences of a conscientious objector, a woman obliged to have a backstreet abortion, same-sex couples forced to hide their love. Naylor avoids the trap. She gives only slivers of the prose in the dialogue, relying on Rebecca Gatward’s first-rate direction and a wonderful cast to embody the rest. So many tiny details – the way, for example, that a cat moves – which might be thought untransferable from the page are here. But in a different form, skipping from prose into gesture. Georgia Lowe’s slowly revolving design makes a virtue of being in the round. These lives are not followed in a straightforward linear fashion. And they are not seen like that either. The stage is bare, dark, with a metal grid embedded in the floor. Perfect for the prison in which the action is partly set, suitable for scuffling through town in the blackout. The palette is absolutely right. Subdued blues and greys. And occasionally a splash of red. Racy, high-buttoned red trousers. A smart check duster coat. Blood. Jodie McNee – man’s suit, man’s hair, cigarette behind her ear – is bereft, though apparently Artful Dodger tough. Kelly Hotten jangles perfectly as one of her lovers. Thalissa Teixeira is spot-on as the exploited beauty: she never for a minute seems to patronise her character. I haven’t seen nearly enough of Lucy Briggs-Owen on the stage since, eight years ago, she first riveted me as Cressida. Here she is wonderfully ambiguous. A posh girl dripping sexual allure. She seems utterly in command, yet shows you in one unforgettable moment how emotionally excavated she is. All manage to deliver their 40s phrasing nonchalantly, without sounding arch. Just the ticket. • The Night Watch is at the Royal Exchange, Manchester until 18 June",
  "webTitle": "The Night Watch review – the swish of the blackout curtain",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/29/night-watch-review-royal-exchange-manchester-sarah-waters",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sarah Waters",
      "id": "books/sarahwaters",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Royal Exchange",
      "id": "stage/royal-exchange",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/29/night-watch-review-royal-exchange-manchester-sarah-waters"
}