{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/radiohead-fans-review-a-moon-shaped-pool-it-feels-like-a-return-to-form",
  "id": "2016-05-09-231",
  "sectionId": "music",
  "body": "Last Tuesday, Radiohead dropped a surprise on the world in the form of Burn the Witch, the first track from their ninth album. And yesterday we (finally) got the first chance to listen to the new album, A Moon Shaped Pool, in full as it was officially released online. What better way to celebrate than by getting fans to review it? We asked Guardian readers and followers of the band to tell us what they thought.      Mike Chatziapostolou, 33, Bristol Rating 5 out of 5: ‘completely characteristic of the band, yet fresh’ Like moles, Radiohead seem to reside in shadowy tunnels beneath the earth’s surface, close enough to observe what’s going on, but deep enough to remain blissfully disconnected from it (and with that the vulgarity of the rest of the music industry). In this carefully constructed vacuum they toil away and when ready, on a schedule known only to them, they burrow to the surface and present the world with their musical gifts – in this case a huge, beautiful hill in an otherwise flat and featureless sea of sameness.  Their new album, A Moon Shaped Pool, is exquisite. Opening with the euphoric yet menacing Burn the Witch, which swirls and winds with horror-movie string stabs, smashing you headfirst into the stunning Daydreaming – a contemplative and sobering adventure that leaves you hanging on every note.  The album combines their pioneering approach to songwriting – twisted vocals, blissfully filtered string arrangements and delicate pianos – alongside a nostalgic taste of older works. Seemingly anthological tracks like Decks Dark and The Numbers conjure the nostalgia of OK Computer – while Desert Island Disk feels like a post-apocalyptic hug from the only other person alive on earth. It is beautiful, completely characteristic of the band, yet fresh and shimmering.        Ellen Peirson-Hagger, 18, Oxford Rating 4 out of 5: ‘individual moments of extraordinary conception’ A Moon Shaped Pool doesn’t feel as cohesive as I now deem their (close to perfect as humanly possible) album In Rainbows to be. Rather, it is individual moments of extraordinary conception that make the new offering incredible as a whole. Burn the Witch and Daydreaming are exhilarating in different ways, making their positioning next to each other as the first and second tracks so surprising. The logical alphabetical ordering of the songs really shouldn’t work, but it does. Particular richness comes in the strings in Glass Eyes, ending in the most haunting cello drive, fitting neatly over piano. Radiohead pull off a string crescendo to the perfect height of frenzy in a way that would sound simply cliched if any other band did it.  I can’t always work out what it is that Thom Yorke does with chords, but whatever he does in Present Tense and True Love Waits brings me to tears. I’ll leave it at that.      Nicole Ponsford, 39, Dorset Rating 4 out of 5: ‘a warped mixture of orchestral strings and Yorke’s beautiful voice’ Burn the Witch, with a dominant use of strings (which continue across the album), is sadly over just as you’re grasping it. Thankfully Daydreaming allows you time to completely wallow in dreamy cinematic Radiohead at their best – a warped mixture of orchestral strings, sleepy-techno twists and Thom Yorke’s beautiful (albeit mumbly) voice. The latter is the only issue with the track – when you hear the David Lynch-esque recording, as the song finishes, you wonder if you’ve missed its meaning. Overall, this album is distinctly Radiohead from start to finish, with echoes of their former work and a few new tricks up their sleeves. The darkly haunting album shows you how it is done.      Naheed Hassan, 21, London Rating 4 out of 5: ‘not as groundbreaking as OK Computer – but that’s OK’ Five years after the King of Limbs, the paranoid androids are back with an ornamentation of silence, which relies on gorgeous, ethereal soundscapes (reminiscent of the works of Ryuichi Sakamoto, Steve Reich, Brian Eno and extraterrestrial life). Alongside the sounds are the vocals of Thom Yorke who’s voice and words are as emotionally crippling as ever. With this record, Radiohead provide the soundtrack to every time you’ve ever felt the sort of existential angst that Sean Penn felt during the making of Terrence Malick’s The Tree of Life (What am I doing here?). Nothing on this record is as groundbreaking as OK Computer or Kid A, but that’s okay. For me, this record sits nicely alongside In Rainbows (my favourite Radiohead album), as isolated expressions of Radiohead’s ability to make arresting music. It shows that the band have so much more to offer us.    Related: Radiohead: A Moon Shaped Pool review – something they've never achieved before        Kimberley-Marie Sklinar Green, 34, London Rating 4 out of 5: ‘a moody, trippy sojourn into dead air space’ This album is Radiohead’s most cinematic effort to date, an astonishing statement of fragility and control in contrast to the epic rock of their early releases. I’ve listened to Burn the Witch a few hundred times this week, drugged by that guttural chorus bassline, but this opener doesn’t fit the rest of this record’s heavily-atmospheric template. Menacingly, the raging industrialisation of Ful Stop is poised defiant mid-album. The Numbers gently confused opening leads us into the beginning of the end, with Present Tense, a sequel-of-sorts to In Rainbows’ Reckoner, following. A Moon Shaped Pool is a moody, trippy sojourn into dead air space, deftly sketched out by a band who, at 31 years old, continue to excite and mystify. They win over every single last one of us. Still, when’s LP10 due?      Daniel Jeakins, 19, London Rating 4 out of 5: ‘it feels like a return to form’ If The King of Limbs is to be considered the low point in Radiohead’s glittering career, A Moon Shaped Pool feels like a triumphant return to form. It’s a painstakingly constructed album that constantly soars to the heady heights of OK Computer and Kid A. There are so many inspired instrumental touches throughout that it feels impossible to highlight particular stand-out moments. Looked at as a whole, it is a decidedly dark album. Full Stop and Daydreaming are both hauntingly atmospheric – benefiting from rich orchestral instrumentation which befits a Hans Zimmer soundtrack. Lyrically it’s a little more ambiguous and less political than lead single Burn The Witch makes out, but Thom Yorke is still on fine form throughout.  It’s the little touches that make this album so spectacular, though, from the stunning guitar-play at the start of Desert Island Disk to the soft piano keys on re-worked live favourite True Love Waits. It’s Radiohead at the very top of their game.      Nicko, New Zealand  Rating 3 out of 5: ‘an album they could’ve knocked out in their sleep’ I wanted to like this. I really did. After the leak that it would be like “nothing you’ve ever heard” I had high hopes. A right turn into wholly new territory. Instead it feels like a u-turn back to a pre Kid A era. A tame follow up to King of Limbs (I suspect I was one of the few who really liked that album). Musically there’s nothing wrong with it, and there are even moments of real beauty (Daydreaming is indisputably a great track), but it doesn’t excite, or thrill in any way. It feels like Radiohead by numbers; an album they could’ve knocked out in their sleep. Some of these tracks wouldn’t be out of place on OK Computer, and for a band that has always been so fearless to embrace the future this is a let-down. I still want to like it though. I hope I will, given time, but I suspect it won’t be one of their greats.        Luqmaan Waqar, 22, London  Rating 4.5 out of 5: ‘cerebral, dark, cathartic and utterly weird’ Always a dangerous mistake to review a Radiohead album within a few hours, since it takes no less than the time it took them to record the album to begin to understand the latest glimpses in the weird and wonderful world of Radiohead. In A Moon Shaped Pool they wear their heart and soul on their sleeves. Most apparent on the gorgeous Glass Eyes. Layers overlap and flow like tides under the pull of a full moon. Burn the Witch is a collective statement of Radiohead’s individual parts and their sum. True Love Waits sees Radiohead tugging at the heartstrings with a undiluted dose of nostalgia and melancholy. Beautiful, cerebral, dark, cathartic and utterly weird.",
  "webTitle": "Radiohead fans review A Moon Shaped Pool – 'it feels like a return to form'",
  "webPublicationDate": "2016-05-09T11:01:45Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/radiohead-fans-review-a-moon-shaped-pool-it-feels-like-a-return-to-form",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "music/2016/may/09/radiohead-fans-review-a-moon-shaped-pool-it-feels-like-a-return-to-form"
}