{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/27/how-to-start-charity-business-fundraising-sustainability",
  "id": "2016-05-27-202",
  "sectionId": "voluntary-sector-network",
  "body": "No matter their size, charities and volunteer groups all have two aims. One is to change the world in some way – be it big or small – and the other is to reduce their dependence on grants. While funding bodies may like to put money into exciting projects, it’s the relatively mundane things – paying the gas bill or the rent – the so called “core funding” that most organisations have sleepless nights about. But one method of raising cash many may not have considered is starting a business venture.   Related: Charity shops: what's in store?    Getting started According to Hayley Trowbridge, executive director of Wehearttech CIC, a social enterprise in Liverpool that uses technology for social good, organisations looking to build a business may already have some of the tools they need right under their nose, including the use of existing premises, experienced staff and volunteers willing to lend their expertise, and the support of the community.  Trowbridge said: “From skill-sharing, to tapping into volunteering and social remit schemes within workplaces, hiring out our own equipment and space, and selling our expertise as consultancy packages, the sector is really beginning to think and work in ways outside of the box.” Nick Walsh runs not-for-profit community interest company Nickel Support in Surrey, which helps adults with learning disabilities into the world of work. It has developed a range of side ventures that not only help service users develop their business skills, but also raises much-needed funds. “It was quite clear to us from the outset that we did not want to rely solely on core block funding because we did not feel it is a sustainable business model,” said Walsh. Among Nickel’s business ventures are furniture recycling, where service users recondition unwanted items and sell it in a shop and on eBay. It has proven so popular that the organisation is in talks with the local council to expand it, with the hope it could become entirely self-sufficient in the next three years. Nickel also has a café that runs once a week and stages events for other local people with learning disabilities. All of its ventures are run and managed by a board of people with learning disabilities.   Related: Public prefer charity shops to eBay and Gumtree, study shows    Walsh added: “The reason these enterprises were chosen is because they lent themselves well to the experience and skill set our staff team have.  “They all require creative thinking and give the staff the opportunity to be a part of the shaping of the enterprise.”  Be creative Ciaran Shanahan, development manager and company secretary of the Halton Autistic Family Support Group (HAFS) in Cheshire, claims smaller organisations can miss out to national charities in the quest for grant funding, forcing them to get creative.  To this end, HAFS opened a charity shop in Runcorn in 2013 where donated items are sold to raise cash. It also helps to raise awareness of autism in the wider community and gives members valuable work experience. He said: “The shop opened after a major refit and clean up, decorating and re-carpeting exercise that took three months. “This was all done by our members and funded by ourselves.” Even if they don’t have their own premises or expertise in-house, exploring partnership working is also something which groups can consider.  Health Action Local Engagement is a healthy living project based in Shipley, West Yorkshire. Formed in 2003, last year it set up a community café to raise funds after losing £194,000 – two thirds of its annual budget – after failing to win a council tender. It was able to open the café in a local GP practice, a move which Helen Parsons, community connector co-ordinator at the charity, said showed how crucial it was to have a network of relationships with other organisations. She said: “I think partnerships are key. I think as well the natural link between Hale as a healthy living project and the setting of the cafe within a health centre which helps raise our profile, promoting links with other health care groups.”  Ask yourself these questions But starting a business is no simple task said David Saint, a former fundraiser for Scope, Sense, SANE and Arthritis Care and now chairman of Action Planning, which provides consultancy services for not-for-profit groups. He said they should ask themselves the following questions:   Why do you want to do it? Is there a better way of generating surpluses, such as improving fundraising operations?   Is it within your objectives and powers to start a business? If not, you may need to set up a trading company first.   What are your strengths? What do you know? What are you good at? What assets do you have?   What outside expertise, if any, must you bring in?  Saint said: “Running a business is very different from running a charity, and getting the right advice early on can save a lot of time, money and anguish.” For more news, opinions and ideas about the voluntary sector, join our community - it’s free!",
  "webTitle": "Change the world and make money: how to start a charity business",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/27/how-to-start-charity-business-fundraising-sustainability",
  "keyword": [
    {
      "webTitle": "charity money",
      "id": "voluntary-sector-network/charity-money",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Innovation",
      "id": "society-professionals/innovation",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Finance",
      "id": "voluntary-sector-network/finance",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Smith",
      "id": "profile/mark-a-smith"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/27/how-to-start-charity-business-fundraising-sustainability"
}