{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/20/gray-wolf-us-reintroduction-yellowstone",
  "id": "2016-05-20-244",
  "sectionId": "environment",
  "body": "Some species are eliminated through sheer human carelessness, as we clumsily attempt to mould the world in our image. America’s gray wolf, on the other hand, was almost gleefully wiped out, exterminated with a visceral mixture of disgust and fear.   Related: Wolf population reaches new high at Yellowstone park    Recovering the wolf is as much about the animal’s image as it is about its numbers. This isn’t straightforward when the animal is depicted as a devious killer capable of wearing the clothes of an elderly woman after devouring her or as the tormentor of a rather exhausted Liam Neeson in the wilds of Alaska. “Wolves are always a polarizing topic,” said Doug Smith, project leader for the wolf restoration project at Yellowstone national park. “It’s like the abortion issue of wildlife. Some people just hate them. The frontier for wolves has always been the hearts and minds of humans. “Wolves are unlike other wildlife species in that they are generalists, they are adaptable. Their problem is that people kill them.” Smith’s team has relentlessly attempted to rehabilitate the reputation of wolves, giving more than 200 public talks a year and pleading with the media to treat the canid in a fair way.      ‘Some people just hate them’: The Disguised Wolf and Little Red Riding Hood, an 1862 engraving by Gustave Dore. Photograph: Alamy    Endangered species day, on Friday, is another opportunity to dispel negative views, and to reflect upon what is perhaps one of the most celebrated attempts to bring a species back from the brink. Between 1995 and 1997, following a 60-year absence, 41 wolves were reintroduced to Yellowstone. Controversial at the time – “One Congressman said there would be a dead child within a year, well, we are 21 years on and no one has even been bitten,” said Smith – the reintroduction is a case study in how large predators are essential for the environment. In the absence of wolves, Yellowstone’s elk population exploded. The elk were free to strip the landscape of willow, aspen and cottonwood, which was bad for beavers. Animals that rely upon the carrion of elk killed by wolves also suffered.    Fifty years ago, everyone hated wolves. Now, half the population hates wolves. We are progressing  Doug Smith, Yellowstone national park     The return of wolves changed the whole landscape. Elk numbers were kept in check. Songbirds and beavers returned. Even the structure of rivers changed as elk, harassed by a new predator, were unable to casually dawdle on the riverbanks.  Some wolves became famous, enabling people to feel a little warmer towards them. A wolf called No9 had the first litter of eight pups and was known as the “matriarch of Yellowstone”. A male was labelled Casanova, for the unusual habit of luring females away from different packs to mate with them. A female was known for her hunting skills and was mourned when she was shot outside the park in 2012. The success of the reintroduction – there are now 100 wolves in 10 packs – has spurred a worldwide “rewilding” effort that is pushing to expand wolf populations in Italy and Spain and bring beavers back to the UK. But another legacy has been much-needed PR for wolves in general. “They’ve come back because of a change in human behavior, not because their habitat has increased,” said Smith. “Fifty years ago, everyone hated wolves. Now, half the population hates wolves. We are progressing, it’s getting better. We are arriving at the idea that we can live with them.”     A gray wolf howls in Montana. Photograph: Daniel J Cox/Getty Images    The wary ceasefire follows a crushing victory by white settlers. Up to half a million wolves once roamed across America, living in harmony with native Americans who revered them for supposed healing powers.  This affection was not shared by European newcomers who systematically exterminated wolves, piling their skulls and skins high. The animal was reviled as dangerous vermin and a threat to cattle. Even Theodore Roosevelt, the man known as the first environmentalist president, damned the wolf as “the beast of waste and destruction”. From the 1960s, the wolf began to rebound from a small band of holdouts in the Great Lakes region to viable populations in a handful of states. Federal protections followed. In the western states, 1,904 wolves were counted last year, with a further 3,600 in Michigan, Minnesota and Wisconsin. Wolves generally like to steer clear of people. Attacks are rare. In 2013, a 16-year-old boy was lounging outside his tent at a Minnesota campsite when a wolf clamped its jaws around his head. In Ontario in 1996, an 11-year-old boy was dragged from his sleeping bag by a wolf. Neither human died. Still, fear persists. Montana wants to triple the number of gray wolves hunters and trappers can kill in an area bordering Yellowstone, over concerns that too many elk are being killed.  In New Mexico, federal attempts to introduce infant Mexican gray wolves, weighing just a pound each, is being fiercely resisted by the state. Legal action has been launched to stop the repopulation.    The federal government is turning out a predator to steal private property with no compensation  Caren Cowan, New Mexico Cattle Growers' Association      “It threatens families, it threatens their pets, it threatens their private property,” said Caren Cowan, executive director of the New Mexico Cattle Growers’ Association. “The federal government is turning out a predator to steal private property with no compensation.”  Wolves remain vulnerable and there are doubts whether current policies are working. A study released last week found that licensed culling of wolves in Wisconsin and Michigan over the last 18 years also prompted an increase in illegal poaching. Targeted killing of wolves to assure public safety concerns could well be perpetuating the hunch that wolves should be wiped out. “This paper disproves a convenient myth used to rationalize government persecution of wolves,” said Michael Robinson, a campaigner at the Center for Biological Diversity.  “We hear over and over that individual wolves have to die in order to placate a wolf-hating public and prevent illegal killing, but [the research] shows that to decrease poaching, the government should send the message that wolves have a high public value.” But in a world where beloved animals such as lions, elephants and orangutans are being shoved towards extinction, the recovery of a species viewed as suspiciously as the wolf is perhaps worthy of celebration. After all, not many people have enmity towards birds and yet North America has, astonishingly, lost a billion since the 1970s. “People will never fully accept wolves,” said Doug Smith. “The most we can get is for people to tolerate them.  “For many people, life is a struggle. If we can show them that wolves also struggle in life, that will be amazingly effective.”",
  "webTitle": "Can America learn to love the big bad wolf? There are signs of change",
  "webPublicationDate": "2016-05-20T10:30:38Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/20/gray-wolf-us-reintroduction-yellowstone",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "environment/2016/may/20/gray-wolf-us-reintroduction-yellowstone"
}