{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/12/whitehall-pay-civil-servants-overtime-fda-union",
  "id": "2016-05-12-303",
  "sectionId": "public-leaders-network",
  "body": "Some of the figures in the FDA’s 2016 working hours survey are astounding. The union, which represents senior civil servants, has found that 60% of managers work the equivalent of an extra day every week, while one in 10 is effectively working a seven-day week, again every week. Over half were unable to take their full annual leave entitlement last year. More than 1,000 members responded to our survey, which paints a picture of an entrenched long-hours culture among senior managers and professionals in the civil service.  While 70% of employers don’t even record the time their staff spend at work, it’s no wonder this hidden subsidy to the government is being ignored.  These figures will come as no surprise to many. Across public services, resources were cut by around a quarter in the last parliament, with a similar cut being faced in this one. Where, many ask, is the commensurate cut in demand from minsters and government as a whole? Any government has the right to determine the size of the civil service, but it owes a duty to taxpayers and its own employees to demonstrate that it matches the commitments it makes with the resources it allocates.   Related: Whitehall's new business plans are little more than political rhetoric     This is what ministers said they would do by publishing single departmental plans in February. Instead, the plans – almost universally condemned as little more than aspirational waffle – make no attempt to prioritise or match commitments to resources.  The result, laid bare in the testimonies of our members, is an endless cycle of unrealistic expectations, mounting workloads and an increasingly damaging effect on wellbeing and family life. This is not only damaging to public servants, but also puts at risk the vital services that they provide. The public deserves better than fatigued prosecutors working in court to ensure criminals are brought to justice, overworked tax professionals up against big accountancy firms that defend rich and powerful tax avoiders, or exhausted inspectors striving to drive up standards in education for our children. FDA members provide vital public services and they are being put at risk by the failure of government to provide the resources required to deliver on its commitments.  So today at the FDA’s annual conference, we’re calling on all civil service employers to compensate all civil servants for all the hours they work. Until the government faces a cost for the countless extra hours that are worked every week, it will simply ignore this hidden subsidy and the chancellor will maintain the fiction that all of these cuts can be delivered without consequence.    It’s a game of chicken that can only result in disenchantment, resentment and a poorer service to the public     Working hours and cuts to resources are not the only problems our members face. Pay has fallen by around a quarter in real terms since 2010 – with some of our members taking home less actual cash than they did five years ago – following pay freezes and increases to national insurance and pension costs. Civil service pay is riven with inequities and anomalies. Unreformed for 20 years, we’re back to seeing a huge pay lead for those brought in from outside and a gender pay gap that will not shift. Faced with a refusal to consider reform, we’re left challenging those inequalities where we can and currently have around 60 equal-pay cases in the courts.  On top of that, despite reaching agreement with us in 2010, the government is once again proposing to cut redundancy terms in the civil service. “A deal for the longer term,” said the Conservative minister Francis Maude when we reached agreement less than six years ago. Those words ring hollow now.  Despite all of this, our members remain committed to public service. Most have chosen to work there because they passionately believe in the services they deliver. Despite pay levels up to twice as high in equivalent jobs outside (government figures, not ours), they stay. But the government is increasingly taking them for granted and its message seems to be that unless they start to leave the very service to which they are passionately committed, they cannot expect fair reward.  It’s a game of chicken that can only result in disenchantment, resentment and a poorer service to the public, whether civil servants leave or not. We want ministers to demonstrate that they value public servants. Civil servants and government should be on the same side. Dave Penman is general secretary of the FDA union. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Whitehall must start paying civil servants for all the overtime",
  "webPublicationDate": "2016-05-12T08:55:18Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/12/whitehall-pay-civil-servants-overtime-fda-union",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Central government",
      "id": "public-leaders-network/central-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Civil service",
      "id": "politics/civil-service",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public sector pay",
      "id": "society/public-sector-pay",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Careers",
      "id": "education/careerseducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Careers",
      "id": "public-leaders-network/careers",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Penman",
      "id": "profile/dave-penman"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/12/whitehall-pay-civil-servants-overtime-fda-union"
}