{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/26/wine-to-drink-outdoors-fiona-beckett",
  "id": "2016-05-26-134",
  "sectionId": "lifeandstyle",
  "body": "The mere mention of a bank holiday is enough to invite it to pour with rain this weekend, but let’s assume, against our better judgment, that there might be some barbecuing, maybe even a picnic. What’s the best kind of wine to drink outdoors?     Aldi’s Touraine Sauvignon Blanc: serve with goat’s cheese salad.    It has already been established that altitude affects our tastebuds, but what about the open air? I’ve never seen scientific evidence that it does, and all I could find when I Googled the subject was “wine and plastic cups is not a perfect pairing”, but I’m sure there must be an effect. It’s certainly not an occasion to linger over a glass, analysing its every facet, rather one for enjoying a simple wine with bright, fruity flavours (ideally one sealed with a screwcap, because someone, usually me, is bound to have forgotten to bring the corkscrew). Sauvignon hits the spot. Bargain Booze, should you be able to bring yourself to walk through its doors, has the perfectly decent, crisp, citrussy Frontera Sauvignon Blanc 2015 (12.5% abv), from Chile’s Central Valley, at £4.49, while Aldi has a 2015 Touraine Sauvignon Blanc (12% abv), in its “Exquisite” range, at £5.29 (or £31.74 for a case of six online), which makes a passable substitute for sancerre. (Free delivery, too, at the moment: Aldi’s obviously keen to build up its mailing list.) The bright, breezy Bleasdale Langhorne Crossing Verdelho-Sauvignon (£6.95 The Wine Society; 12.5% abv) would do the job, too – it’s a “super everyday fridge door wine”, as they describe it in winesocietyspeak. (Who uses the word “super” these days?) If you’re looking for a cheap and cheerful red for a bank holiday barbie, Aldi’s Stellenbosch Cape Red 2015 (£5.99, or £35.94 by the case; 14.5% abv), a beefy blend of shiraz, cabernet sauvignon, grenache and mourvèdre, would fit the bill, as would Asda’s exuberant Wine Atlas Cigales 2013 (£5.97; 14% abv), which is a robust alternative to rioja. Cabernet franc is my own picnic red of choice. I normally head for the Loire section of the shelves, but the fragrant, juicy Domaine Mas Barrau Cabernet Franc 2014 (£7.90 Booths, £7.99 Palmer’s Wine Store, Bridport; 13.5% abv), from the Pays du Gard, is tempting enough to steer me off my usual course (John Hattersley has the 2015 for £7.95). Finally, if it is really hot outside, it’s got to be rosé, hasn’t it? If you like the Provence style, but not so much the price tag, try Les Calandières Mediterranée rosé (12% abv), a satisfyingly dry, savoury blend of cinsault, grenache, syrah, cabernet sauvignon and merlot. It’s just £6.99 from Wine Rack and Bargain Booze, and equally good indoors. matchingfoodandwine.com",
  "webTitle": "Wine: what to drink outdoors",
  "webPublicationDate": "2016-05-26T16:00:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/26/wine-to-drink-outdoors-fiona-beckett",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Barbecue",
      "id": "lifeandstyle/barbecue",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Beckett",
      "id": "profile/fionabeckett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/26/wine-to-drink-outdoors-fiona-beckett"
}