{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/a-bicycle-with-a-puncture-abandoned-on-a-nearby-hillside",
  "id": "2016-05-09-130",
  "sectionId": "football",
  "body": "GOODBYE CRUEL WORLD Christmas trees littering the roads in January, Sinead O’Connor singing on The Edge’s 1986 solo album and the desperation in Richard Blackwood’s voice as he failed to grasp the concept of lemon zest live on a morning TV cooking show in front of Tim Lovejoy. These are the only three things in the history of man that are sadder than Manuel Pellegrini’s leaving do, held on the pitch after Manchester City’s 2-2 draw with Arsenal. Having twice blown the lead to put their Big Cup qualification in serious jeopardy, the Etihad was about a quarter full when Pellegrini took to the mic after his final home game, standing in the centre circle like a bicycle with a puncture abandoned on a nearby hillside, in front of a lonely solitary banner bearing his name and face, flapping silently in front of a near-deserted, newly-extended South Stand, blocking the view of nobody. Already bleary-eyed, The Fiver watched intently to see what the Chilean would deliver as a parting gift to the few that didn’t have somewhere more important to be. Perhaps he would go full-Skeletor, defiantly flip the bird, drop the mic and skip down the tunnel. Or perhaps he would deliver in that snoozy atin tone, a message of thanks, of hope, of integrity. “It was not our way that we wanted to finish the season,” he Pellegrinied. “We wanted to qualify for the final of [Big Cup] and win today to qualify for the next [Big Cup]. For me, I’ve had three wonderful years, so all I can say to all the fans is thanks for all, I will never forget you, and most of all, don’t change. This team needs you and I am sure you will be a very successful team in all the competitions.” Farewell then, fair Manuel. You were charming. You had nice hair. You were – especially in your first season in charge – pretty darn good. You were dignified in making way for Pep. But this is the EPL, the Best League In The World™: a place full of fire and brimstone where viewing figures reign supreme over substance. If your leaving do is anything to go by, you didn’t quite cut it, did you? QUOTE OF THE DAY 25 October 2011: “If tomorrow you receive a red card on the pitch and you go to a judge because you cannot play in the next match, and the judge says you are right, what can we do? Everything must depend on the Cas. Today, we have in principle an independent disciplinary process in the federations, in Uefa, in Fifa. If nobody respects its decisions and goes before civil courts, now that justice today moves slowly, I ask myself how this could happen?” – a pre-ban from football Michel Platini says people should not turn to the civil courts if the Court of Arbitration for Sport does not deliver the verdict they want. 9 May 2016: “I take note of today’s decision from Cas but I see it as a profound injustice … I am resigning from my duties as Uefa president to pursue my battle in front of the Swiss courts to prove my innocence in this case” – ah. QUOTE OF THE DAY TWO “He definitely tried to run from me, which isn’t a good idea – I caught him up, I won the race. Then something happened, he probably didn’t warm up enough” – RB Leipzig’s Davie Selke is unrepentant after his manager Ralf Rangnick twanged a hamstring while being chased around the pitch and then drenched in beer by the striker during the club’s promotion celebrations.     Twang! Photograph: Jens Meyer/AP    MONSIEUR, WITH THESE QUOTES OF THE DAY YOU’RE REALLY SPOILING US “Ekdal Albin sustained a cut during a fall in a Hamburg club on Saturday and had to be treated in hospital. He will miss the final game of the season in Augsburg. Get well soon, Albin” – far from getting the hump that midfielder Ekdal Albin has knacked himself doing the boogaloo in a trendy Hamburg nightspot, the club have told him to feel free to put his feet up. Rumours that Gabby Agbonlahor has instructed his Mr 15% to look into a transfer there are unconfirmed. RECOMMENDED LISTENING It’s Football Weekly!       FIVER LETTERS “Piffle indeed! (Friday’s Fiver). Seventy-two Football League clubs break their backs to get into the Premier league, week in, week out. Hundreds of thousands of English (and the odd few Welsh) football fans spend hundreds of thousands of pounds of their hard earned lucre and hours watching, dreaming and debating on how to get to the promised land. The Fiver cannot even condescend to mention Burnley’s arrival and cannot even be @rsed to mention the Championship. Keyboard-knack at the Guardian? … or Footie Snobbery at its worst!” – Kenneth Hanson. “How come Middlesbrough lifted a trophy for their second place finish on Saturday? I understand the joy at promotion, and God knows that the good folk of Middlesbrough need a party, but surely it cheapens the achievements of title winners Burnley if Boro get to party with a suspiciously similar looking trophy themselves. I don’t see why they couldn’t have done a more apt celebration of the Boro players joyously jumping up and down with their bonus cheques, with confetti of £50 notes flying all around them, to mark their entrance into the Premier League” – Jordan Glossop. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Jordan Glossop. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. RECOMMENDED VIEWING Leicester fan Chris Whiting kept a video diary of his emotions during the joyous title run-in. Watch it here. BITS AND BOBS West Ham have announced that they have sold more than 50,000 season tickets for The People’s Stadium of East London. “Without doubt, our stadium move is an unrivalled success story!” kerchinged vice-chairman Karren Brady from a bath full of taxpayer cash. After tweeting “I’ve resigned tonight” on Saturday, Norwich City’s chief suit David McNally tweeted on Sunday morning: “I’ve not resigned. My apologies.” Norwich City’s board, however, have unanimously accepted the gist of McNally’s first missive and not his second and have painted the words “Do One” over his executive parking space. Danny Welbeck has settled back into the Danny Welbeck-shaped dent on the Arsenal physio’s table and could be ruled out of England’s Euro 2016 campaign with the knee-knack he suffered against Manchester City. Fans of Galatasaray and Besiktas thought that the best place to renew their rivalry was at a wheelchair basketball match, so set about each other with knives and baseball bats in the stands of an IWBF Eurocup game. The famous German sense of humour. Jeanine Christelle Djomnang, a goalkeeper who collapsed during her warm-up before a match in Cameroon on Sunday, has died. The Cameroon Football Federation is waiting for a formal medical report to determine the causes. In further rotten news, the Brazilian player Bernardo Ribeiro has also died, aged 26, after falling ill during a match. Meanwhile, an inquiry into the death of the Dinamo Bucharest midfielder Patrick Ekeng has revealed the ambulance company that took him to hospital had faulty equipment and medicine beyond its expiry date. STILL WANT MORE?     Some composite picture action, earlier. Composite: Reuters/Getty    Exclusive offer: read nine Premier League talking points and get one free! Paolo Bandini has written a touching tribute to the retiring Luca Toni, which has allowed whoever subbed it to gratuitously show off their Shakespearean knowledge in the headline. Grahams Parker and Ruthven open their MLS! MLS!! MLS!!! round-up with Clint Dempsey curled up on the couch sobbing into his ice cream over Obafemi Martins, which ought to be a good enough reason to click on this link. Barcelona are top, Real Madrid are second and Atlético have blown it. Sid Lowe on La Liga. Win tickets to Bobby M’s leaving do here.  Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. YEAH, IT’S NICE AND ALL THAT BUT WHERE’S THE HYPHEN THOM?",
  "webTitle": "A bicycle with a puncture abandoned on a nearby hillside",
  "webPublicationDate": "2016-05-09T15:28:28Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/a-bicycle-with-a-puncture-abandoned-on-a-nearby-hillside",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Butler",
      "id": "profile/michael-butler"
    }
  ],
  "guardianId": "football/2016/may/09/a-bicycle-with-a-puncture-abandoned-on-a-nearby-hillside"
}