{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/15/battle-for-brisbane-a-diverse-set-of-campaigners-vie-for-queenslands-groovy-seat",
  "id": "2016-05-14-35",
  "sectionId": "australia-news",
  "body": "A foregone conclusion in the battle for Brisbane is that the winner will not be a straight man. Sexuality, gender and military experience are threads linking what is likely to be the most diverse set of campaigners in a single seat this federal election. In short, the field in one of the country’s key battlegrounds is a bigot’s nightmare.  It is the first time both major parties have fielded openly gay candidates in the same seat. Trevor Evans for the Liberal National party is the intellectually precise, diplomatic National Retail Association boss, a one-time interrogator of business shonks for the Australian Consumer and Competition Commission who cut his teeth running political campaigns as chief of staff for Peter Dutton. Pat O’Neill is the ebullient former cavalry commander and Iraq veteran who has had a nine-month head start campaigning for Labor, and for a fleeting moment this year was relishing the prospect of taking on former Brisbane mayor and Queensland premier Campbell Newman. O’Neill’s campaign manager, Lucy Finlay, is a transgender woman whom he first met in their first year together at the Australian Defence Force Academy 18 years ago.   Related: Queensland: up to 10 LNP seats could change hands in federal election    Then there is Bridget Clinch, a transgender former army captain who served in Timor-Leste and has found an unexpected platform for an array of progressive stances in her first tilt at politics with the Veterans party.  It was Clinch who cleared a path for the likes of Cate McGregor when she singlehandedly forced the military to abandon its former policy on gender reassignment – that it was a “psychiatric disorder” and grounds for dismissal – in a David and Goliath battle against the brass and their lawyers. Standing for the Greens is Kirsten Lovejoy, a climate change policy analyst with the state’s environment department. She has the party’s best shot to date at making Brisbane one of its lower house seats, alongside Melbourne. By the Greens’ reckoning, taking just under 4,000 primary votes from Labor would do it. Lovejoy says the field “shows how progressive we are, that so many people with diverse backgrounds can stand up and represent their parties regardless of who they are”.  The seat takes in the city’s central business district and its inner northern suburbs, including its wealthiest postcodes. Evans, meeting Guardian Australia at a Paddington cafe where the morning latte sippers include the rugby league legend Darren Lockyer, entered the fray just a month ago after the abrupt resignation of incumbent Teresa Gambaro, who held Brisbane with a 4.3% margin. He says the electorate is part of a south-east Queensland region distinguished by its status as a “great egalitarian melting pot”.     It was Bridget Clinch who cleared a path for the likes of Cate McGregor when she singlehandedly forced the military to abandon its former policy on gender reassignment. Photograph: Carole Margand    “The reason that the prime minister and the opposition leader made Brisbane their first stop [of the campaign] is that compared with most other places around Australia, there are a lot of marginal seats here and [that] is because the suburbs are so blended and egalitarian,” Evans says. “We’ve got a great lifestyle here, where on the same street and around the same suburbs you find all sorts of people from different walks of life. What that means is naturally it’s marginal electorate territory.” The gentrification of the one-time inner blue-collar suburbs including New Farm and Fortitude Valley means this is less so than in the past.  Lovejoy points out that the electorate is Queensland’s homelessness capital, with four times the rate of people sleeping rough than in the rest of state. Clinch says they include some veterans at the sharp end of post-service trauma, whose needs, of better-funded support and mental health services, are part of the solutions for a much broader group. “The way I see it is, all the veterans’ issues – suicide, homelessness, mental health and healthcare – they’re definitely real veteran issues and the stats are pretty horrible, but unfortunately they’re wider societal issues too,” she says.  “We’ve got PTSD in society, DV victims, all sorts of emergency services and first responders, so if you’re looking after one you’re looking after all.” O’Neill says the voters of Brisbane are “switched on” and party loyalty has given way to a focus on policy delivery, values and future vision. Political analyst Paul Williams says a decisive class of voter is likely to be the “doctors’ spouses” who are “straight, with kids, very high household incomes, big house in an inner-city suburb – well-heeled but soft-left social”. “Those people will swing it, I think – they’re the sort of people that Malcolm Turnbull originally had and should still have but seems to have lost his grip on because he’s compromised with the right in that party.”     Kirsten Lovejoy, the Greens candidate for Brisbane. Photograph: Ben Pennings/Queensland Greens    Marriage equality is important to them, Williams says, and is an obvious issue to address given the make-up of the ballot sheet. All four candidates are in favour. But Evans argues its best chance of introduction is with Turnbull as prime minister getting it over the line in a plebiscite in the next term of government.  “If it wasn’t achieved in that way, if there were groups around the community that felt like their voices were not heard or were marginalised, the very real risk that we run is that will delegitimise the outcome and the issue will continue to be a contentious one that continues to play out in politics for years or even decades afterwards,” he says. “I understand there are people who feel very strongly about this on both sides and nobody should be in doubt about how strongly held those views are.” O’Neill fires up at the thought of opponents casting a vote on what he sees as his and others’ fundamental right to equality, denied by a Marriage Act he rates as “one of the most un-Australian pieces of legislation currently”. “Those bigots and bullies are the people who have been marginalising LGBTI Australians,” he says. “I don’t feel that I have to go and ask permission to be treated equally in the country that I spent 18 years representing in the army. “If Malcolm Turnbull wants to force me to go doorknock and ask people one by one for permission to be treated equally, to be honest, he can go and get stuffed.”  Lovejoy says the mood she detects in Brisbane is “make it happen already, what’s the delay?” A plebiscite would “only raise the ire of people and the potential for hatred, and people in the LGBTI community are really worried about that. We’re already talking about a vulnerable community.”  Clinch says the Veterans party, likewise, thinks the government should “get on with it” without a plebiscite, adding that Labor “totally fumbled marriage equality” when last in power. When she first looked at the Veterans party, Clinch admits, she was “scared, thinking we don’t need another rightwing, single-issue party” but was surprised by the breadth and progressive nature of its policies. This includes ending offshore detention for asylum seekers “because they see it as not meeting our requirements under the [UN] convention and wasting a lot of money to be cruel”, as well as no new coalmines. These issues put the Veterans party on the same page as the Greens, clearly separating both from Labor and the LNP in a seat where that policy daylight could matter. Williams says Brisbane is “what you might call a groovy seat, full of post-material voters, fairly young, better educated and [they] earn more money than the average, probably live in single households or with a partner and no children”.  “That’s why Greens do so well there, they’re concerned about refugees, gay rights, women’s rights and the environment, etc,” he says. O’Neill insists there are “definite points of difference between the LNP and Labor” on asylum policy, “a really complex issue on which there are a broad variety of opinions [but] no neat solution”. “Nobody wants to see people drowning at sea, everyone wants to see people treated with dignity and respect,” he says. “Nobody wants to see people pouring petrol over themselves and lighting a match.” Asked if Labor can do anything about that, O’Neill replies: “Absolutely [but] there’s no simple solution. [We should] work towards a regional solution, funding the UNHCR, decreasing the times that people are kept in detention, which have doubled under the LNP [which] does nothing for their mental state.  “I’d like to have a simple neat solution or a defined opinion but I think it’s something that needs to be discussed, it needs to be worked through in a pragmatic manner, because it is a subject that people get emotional about and I think it’s an important subject to talk about.”  O’Neill, whose last act before retiring from the Australian military this week was to receive a filling at the dentist, did two tours of Iraq. They involved providing security for the Australian ambassador in Baghdad, Japanese engineers and training the Iraqi army. He says the experience shaped his view of how the “war on terrorism” has played out domestically and concerns that the Coalition’s national security campaigns taint the Muslim community. “That’s one of the reasons I want to go into politics, because marginalising elements of society does nothing for security,” he says. “We improve security by finding things that connect us as Australians and communities rather than pointing out the things that make us different.” Evans, who hails from a long line of shopkeepers and retailers and was the first in his family to go to university, speaks of concerns such as managing growth in Brisbane and the role of the commonwealth in backing road and transport projects through investment and planning assistance. He says that while openly gay, “I don’t wear my sexuality on my sleeve,” and that it “clearly didn’t play a role” in his preselection. “And I hope it doesn’t play too much of a role at the upcoming election as well. “If I’m successful being elected, I’m confident that there’ll be enough meaty policy issues to get involved with whereby I’ll become known as the one who fights for all sorts of local issues like jobs and growth and property prices, you name it,” he says. “I think that my record as it becomes established will sweep away any impressions or labels that people might be attracted to and people instead see somebody who’s really hard-working, really involved in the local community and is accessible and broadly speaking a good local representative.” Evans faced a minor blip at the start of his campaign when BuzzFeed came across a biography page that contained chunks of a template from a fictional US senator which the candidate says he thought was being developed on his website beyond public view. “I assume it took someone with some serious IT skills who managed to reach in behind the public website,” he says. “We live and learn. We move on.” Williams says Evans is “no dud” but is nevertheless a “Johnny come lately” to the campaign after Gambaro’s 11th-hour departure, with a “particularly well-suited” candidate in O’Neill giving Labor an advantage. “The cynic might wonder about the other side preselecting a certain candidate in response to what the other side have done, as part of a zero-sum game of politics,” Williams says. “I’m not saying they did but the cynic might think that.” The loss of the incumbent Gambaro echoes the Brisbane city council election in March, when the Greens snagged their first local government representative in Queensland off the back of a retiring popular Labor member. The development gave Labor strategists serious pause for thought. Williams says the Greens’ prospects in Brisbane, while not quite as strong as in Melbourne or Sydney, are now “in the ballpark, they’re at least in the neighbourhood”. He calls Brisbane a “must win” seat for Labor. “Labor has a head start with O’Neill, an appealing candidate. He’d be leading by a pretty big margin, I would’ve thought, because he’s been in the field a lot longer. “That makes the task for the Greens that much harder because he will be a tough candidate to beat. They’ve picked him well. The LNP haven’t picked a dud either but the Labor candidate is particularly well-suited. “But the Greens, if they double their vote and Labor falls a couple points behind, will win on Labor preferences. It’s still unlikely at this stage but it’s never been more possible.” That’s partly due to the changing demography of the inner city, the “fairly lacklustre appeal of both major parties this time around”, and the lack of “gripping, polarising election issues” that galvanise voters to back the traditional parties. Lovejoy is taking heart at this. “For a long time, people thought, ‘Yes, we agree with Greens policies but what’s the point?’ “Well, now there’s a point, now they can feel they can actually get their voice heard in parliament and they are signing up to get involved because they know there could be a very real prospect here of having a Greens voice in the lower house.”",
  "webTitle": "Battle for Brisbane: a diverse set of campaigners vie for Queensland's 'groovy seat'",
  "webPublicationDate": "2016-05-14T22:15:00Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/15/battle-for-brisbane-a-diverse-set-of-campaigners-vie-for-queenslands-groovy-seat",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian defence force",
      "id": "australia-news/australian-military",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/15/battle-for-brisbane-a-diverse-set-of-campaigners-vie-for-queenslands-groovy-seat"
}