{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/relics-becket-elbow-fragment-bone-england-elvis-graceland",
  "id": "2016-05-24-110",
  "sectionId": "commentisfree",
  "body": "This week, a fragment of bone believed to come from the body of Thomas Becket returns to England for the first time in more than 800 years. The relic, which survived the Reformation, will go on a tour through London and Kent before returning to the Basilica of Esztergom in Hungary, where it has resided since the Middle Ages.    There are many secular relics around the world that carry as much, if not more significance for their devotees    Becket was the archbishop of Canterbury before he was murdered in 1170 by King Henry II’s henchman. He was later canonised by Pope Alexander III and a shrine was set up at Canterbury Cathedral to honour the saint. Dr Bill MacLehose, a medieval historian at University College London, tells me that the Becket shrine was particularly powerful in its day, even by the standards of the medieval period, since it was a time when miracles were reported on a regular basis. Canterbury’s shrine allegedly stopped dogs from barking, helped to ferment beer, and even “cured” a man who had been suffering from diarrhoea for more than nine years. Relics weren’t just lucky charms, however. “Saints and their relics could wreak vengeance on their enemies too, especially in the early middle ages,” says MacLehose. “Enemies of a saint might suddenly come down with an illness or even die. Saints could be nasty and hold grudges, especially if people made fun of the miracles or didn’t complete a vow after being cured by the saint.”     ‘Galileo’s mummified finger points to the heavens.’ Photograph: Fabrizio Giovannozzi/AP    Today, holy relics such as the Becket bone continue to attract thousands of the faithful, some of whom travel across the world to be close to them. Even non-believers flock to these sites, sometimes because of the historical significance of these objects, sometimes merely out of morbid curiosity. Relics that contain human remains – skulls, bones, blood – tend to draw the biggest crowds, due in part to their role as memento mori, reminders of death.   Related: History makes more sense when you’re drunk | Natalie Haynes    When most of us think of relics, we tend to picture holy objects such as Becket’s bone or the shroud of Turin. For those of us who aren’t religious, this association makes it easy to look askance at ceremonies such as the one taking place in England this week. Yet there are many “secular relics” around the world that carry as much, if not more significance for their devotees. Objects related to science, medicine and art which are now kept in temperature-controlled display cases in museums, locked away in high-security vaults, or auctioned off for vast amounts of money to private collectors. When Galileo’s body was exhumed in 1737, three of his fingers were cut off. One of them is now encased in a glass egg in the Galileo Museum in Florence. The mummified finger points to the heavens its owner had spent a lifetime pondering through the lens of his telescope more than 350 years ago. It is science triumphant, and yet I can’t help but think it ironic that a man who was condemned as a heretic by the Catholic church would ultimately be venerated in the manner of one of its saints.     ‘Medievalists love to look at Graceland as a parallel to the cult of saints and relics.’ Photograph: Stan Honda/AFP/Getty Images    There are countless similar objects around the world. Thomas Edison’s last breath, captured in a test tube, can now be viewed at the Henry Ford Museum in Michigan. A lock of Sir Isaac Newton’s hair greets visitors at the entrance of the Royal Society in London, a reminder to those who enter that this is a temple of genius. And then there is Albert Einstein’s blackboard, with his famous E=MC2 formula chalked carefully on to it, which draws large crowds to the Museum of the History of Science in Oxford. Relics come from many contexts, and have many associations; some holy, some secular. Their appeal seems limitless. “We’ve shifted our belief systems away from religion and toward things like science, sports, and even popstars,” MacLehose says, pulling out an image of Elvis painted as a Byzantine icon. “Medievalists love to look at Graceland as a parallel to the cult of saints and relics.” I can’t help thinking: who’s next?",
  "webTitle": "The enduring fascination of relics, from Becket’s elbow to Elvis’s Graceland | Lindsey Fitzharris",
  "webPublicationDate": "2016-05-24T15:10:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/relics-becket-elbow-fragment-bone-england-elvis-graceland",
  "keyword": [
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Elvis Presley",
      "id": "music/elvispresley",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Galileo",
      "id": "science/galileo",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Isaac Newton",
      "id": "science/isaac-newton",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Lindsey Fitzharris",
      "id": "profile/lindsey-fitzharris"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/relics-becket-elbow-fragment-bone-england-elvis-graceland"
}