{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/the-fiver-state-of-west-ham-",
  "id": "2016-05-11-143",
  "sectionId": "football",
  "body": "GONE WEST The Fiver’s short-term memory has been badly affected by Purple Tin, but we don’t remember West Ham creating this much fuss when they moved from Upton Park to whatever the Boleyn Ground is. But this time, the club’s exit to the tax haven that is The People’s Stadium of East London has sparked all manner of hoo-ha, with supporters celebrating the club’s new status as a government asset by pelting the Manchester United bus with empty bottles of Rowdiness Enabler in the run-up to the The Last Game At The Boleyn Ground. Reacting as they have done all season to adversity, the Manchester United players all lay down and rolled over, then filmed the siege from within their bus on camera-phones as they struggled to reach the ground through the crowd. Crumbling, unfit for purpose and soon to be decommissioned, Manchester United manager Louis van Gaal partly held the bus attack responsible for his side’s 3-2 defeat: “We cannot cope with the circumstance before the match, that’s unusual. I’ve had that experience, but my players have not so it has an influence.”   Related: David Sullivan and West Ham illustrate how not to handle a crisis | Ed Aarons    West Ham owner Gollivan was initially quick to blame the incident on Manchester United for flagrantly attempting to turn up to the ground before kick-off as scheduled, adding that the subsequently delayed kick-off meant some fans would have to miss the post-match abomination of a party. “I don’t understand why United couldn’t get here at 4pm,” it parped. “They could have got here early. They knew it would be busy. It’s crazy. There were people around the coach, but there was no attack on the coach. If you check the coach there won’t be any damage to it.” Having checked the coach and discovered there was quite a bit of damage to it, he later revised his opinion, saying: “I want to apologise to Manchester United for that damage and assure them that we will be doing all we can to track down those responsible and ban them for life.” West Ham chief suit Karren Brady pointed out that “West Ham is a family club”, comments which were duly reported in articles which carried pictures of women and children running for cover outside said family club in debris- and smoke-filled streets full of police and Tin-drinking fans. The fireworks before the match overshadowed, in every sense, the fireworks that followed it as West Ham unveiled the sort of light show that had all the hallmarks of a kids’ birthday party in Laser Quest circa 1991. Paolo Di Canio turned up dressed as Rupert Bear, Teddy Sheringham wore a flat cap and fans ripped out seats in the family spirit. All in all, it meant that those supporters who Gollivan said would have to miss out were probably better off than those who didn’t. LIVE ON BIG WEBSITE Join Scott Murray from 7.45pm BST for hot MBM coverage of Sunderland relegating Newcastle and Norwich with a 2-1 win over Everton, while Tim Hill will be on hand for Liverpool 3-3 Chelsea. QUOTE OF THE DAY “It was a handball obviously but it obviously wasn’t deliberate. The motion of my tackle brings my body shape round that way and my hand goes on the ball. It was a handball but the referee got it right” – Falkirk’s David McCracken brazenly shrugs off his team’s penalty escape during their Premiership play-off semi-final first leg at Hibs, which finished 2-2. HOLMES UNDER THE HAMMER 8.36am: “This is going back to the 70s and to the 80s, the type of thing you were seeing that was bad about Hillsborough, for instance” – Eamonn Holmes likens the crowd trouble outside Upton Park on Tuesday night with the unlawful killing of 96 fans in 1989 … 10.58am: “Just being made aware of someone trying to use me to stir up trouble re The Hillsborough disaster. How low, how disgusting.” 11.16am: “I apologise unreservedly if anyone thought I was making that connection.”     Mouth. Photograph: Rex/Shutterstock    FIVER LETTERS “Re: The Fiver on the Big Web app. Perhaps Jon Techilovsky (yesterday’s Fiver letters) could take a moment to press the ‘add to home’ button (a house with a + on it), whereupon The Fiver will appear disconcertingly near to the news headlines. Don’t get dizzy now” – Stephen Lenthall. “I expect less of you, Fiver. Much less. I can’t be bothered to check, but it appears that yesterday’s Fiver involved research that went well beyond Wikipedia. Wouldn’t it have been far easier to rattle off a half-baked cautionary tale about the fate that awaits those who leave the Boleyn Ground/Castle to live off the generosity of the government and then fail to deliver? Perhaps you’re hoping to use that one in September” – Thomas Reimer. “I’m sure that your account of the history of the Boleyn Ground is riddled full of inaccuracies and incorrect facts that I would love to pedant upon. However, I found the account of such things so boring I couldn’t actually finish reading it, and as such was unable to accumulate a sufficient number of historical accuracies to justify any pedantry” – Sam Crocker. “I have a proposal that might help you to avoid the opprobrium of readers enraged that you failed to cover the recent achievements of their team (yesterday’s letters). To paraphrase Mark Corrigan, discussing the news with Jez and Nancy: The Fiver should just be a dispassionate list of all the events that have occurred the world over during the day. That would be good. Except, of course, it would take forever. On the bright side, there might be a few more laughs” – James Bolle. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Stephen Lenthall. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Luckless Arsenal and England forward Danny Welbeck is expected to be out for nine months after surgery on his knee-knack. Jürgen Klopp is ready to inflict more misery on his old club Borussia Dortmund by pinching Ousmane Dembélé from under their noses, shelling out a cool £28m for the Rennes forward.     Ousmane Dembélé, cheaper than Benteke too. Photograph: Francois Guillot/AFP/Getty Images    Swansea City like the cut of Francesco Guidolin’s jib and have extended his deal as manager for another two years. Internet dancing sensation and sometime Crystal Palace player Joe Ledley is out of the FA Cup with fibula-snap. He still hopes to be David Brenting all over Euro 2016, mind. Dundee United chairman Stephen Thompson has huffed off from the SPFL board in protest at the club’s three-point deduction for including ineligible players in the win against Inverness. “Our travelling fans are the ones who have been punished the most here,” sniffed a club statement. Riyad Mahrez has been named Leicester City’s player of the year after 17 goals and 11 assists in their title-winning season. “I love all the Leicester fans because they are great supporters,” he cooed. Spain’s first openly gay referee, Jesús Tomillero, has walked away from football due to the abuse he has received, saying he “cannot take any more”. The FA has been threatened with a £30m cut in funding by culture secretary John Whittingdale. “I will be writing to the FA to make clear that if they don’t make sufficient progress on reform, they will not get a penny of taxpayers’ money in the future,” he parped. And Northampton’s Chris Wilder has come to his senses and failed to reach an agreement with south London shambles Charlton Athletic. Question now: has he flushed out any other suitors? STILL WANT MORE? Daniel Taylor asks if Manchester United let down Adrian Doherty – their forgotten star who played with Giggs and the Nevilles.     Adrian Doherty at Manchester United in 1989. Photograph: Man Utd via Getty Images    How to handle a crisis? Not like this, Gollivan. Not like this.  Watford have 10 stations within a two-mile radius of the ground. Can any club outside London beat that? Everyone knows The Knowledge loves trains. Also featuring relegated teams who weren’t in the drop zone all season. Public money’s West Ham fancy Jamie Vardy, Christian Benteke, Sadio Mané, Alexandre Lacazette and Michy Batshuayi. Meanwhile, the best view in East London is about to get a lot less interesting.  Manchester United’s defeat by West Ham hands the impetus back to Manchester City in the race for fourth place and Louis van Gaal’s side may miss out on Europe altogether. And it would all be Liverpool’s fault. You can still win tickets to Bobby M’s leaving do here. And it’s play-off agony time. Richard Foster charts how the 12 clubs involved this season have fared in the past.  Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. IN OTHER NEWS …",
  "webTitle": "The Fiver | A kids’ birthday party in Laser Quest circa 1991",
  "webPublicationDate": "2016-05-11T15:29:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/the-fiver-state-of-west-ham-",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Bryant",
      "id": "profile/tombryant"
    }
  ],
  "guardianId": "football/2016/may/11/the-fiver-state-of-west-ham-"
}