{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/tata-steel-pension-chief-backs-controversial-cuts",
  "id": "2016-05-26-106",
  "sectionId": "business",
  "body": "Government plans to overhaul the pension scheme behind Tata Steel have been supported by the trustees despite warnings that the move would set a dangerous precedent. Allan Johnston, chairman of the board of trustees of the British Steel pension scheme, welcomed the government’s decision to consult on a shakeup of the scheme as it would be a better outcome for members than entering the Pension Protection Fund (PPF), where Tata Steel workers would suffer a 10% cut to their benefits. The pension scheme is regarded as a major hurdle to a rescue deal for Tata Steel UK, which employs 11,000 people. The latest figures show it has liabilities of almost £15bn and the deficit has ballooned to £700m, up from £485m last year. The government has estimated it would cost £7.5bn to buy out the scheme’s benefits. If the pension scheme can be restructured, the government believes Tata Steel can be persuaded to keep its UK business, which includes the Port Talbot works in south Wales and about a dozen other sites. Under the government’s plan, drawn up with trustees, the scheme would be spun off into a new financial vehicle and benchmarked against the consumer price index (CPI) rather than the retail price index (RPI), potentially saving billions of pounds in future liabilities. A consultation period has started and will end on 23 June. Sajid Javid, the business secretary, said the trustees had asked the government to make the scheme exempt from legislation in the 1995 Pensions Act, which blocks such changes being made to a scheme.     Steelworkers protested in London on Wednesday calling on the government and Tata Steel to save their industry. Photograph: Andy Rain/EPA    “The scheme’s trustees have come forward and asked us to look at current legislation,” Javid told MPs. “The scheme trustees have put forward this proposal and it is only right that we consider it.” However, Angela Eagle, the shadow business secretary, said the plans “risk setting a very worrying precedent” and questioned whether the government can ensure that any changes to pension laws are “safely ringfenced”. Javid has insisted the circumstances facing Tata Steel, whose pension scheme has 130,000 members, are “unique”. Johnston said trustees supported government plans. He said: “The trustee of the British Steel pension scheme welcomes the government’s decision to consult on changes to the law applying to the scheme. “The trustee will be writing to members over the coming days to make clear its belief that, with government support, it should be possible to modify benefits so as to allow the scheme to remain outside the Pension Protection Fund indefinitely and on a low-risk basis. Although this would entail future pension increases being cut back from their current levels, benefits would be more generous than those provided by the PPF for the vast majority of scheme members.” Tata Steel also backed the proposals, saying they would “significantly improve the funding position and risk associated with the British Steel pension scheme”. Trade unions representing steelworkers said entering the PPF would be an “unmitigated disaster” because of the cut to workers’ benefits and welcomed the consultation. However, they warned that Tata Steel still has “significant legal, social and moral responsibilities” to its workers. The Community, Unite and GMB unions said: “It is important that all stakeholders continue to explore all available options that avoid the need for the scheme to go into the PPF, which would be the worst deal for scheme members.  “We will seek to work constructively with the UK government and the scheme trustees to deliver the best possible deal for our members.  “We need to ensure that there are cast iron safeguards in place so this unique situation does not result in employers dodging their pensions responsibilities.” Ministers have been warned not to rush into far-reaching changes to pensions law in an attempt to save Tata’s UK steelmaking assets. Owen Smith, Labour’s shadow work and pensions secretary, said: “There needs to be far greater clarity over how many people may lose out as a result of these proposed new arrangements and how much they stand to lose.  “We also need certainty over exactly what kind of precedent these measures will create and how sure the government is that these arrangements are applicable only to the unique set of circumstances facing the steel industry.”     The Tata steelworks in Port Talbot, south Wales. Photograph: Rebecca Naden/Reuters    However, pensions analysts said the move could help struggling firms who have found it difficult to restructure expensive pension schemes. Tom McPhail, the head of retirement policy at financial adviser Hargreaves Lansdown, said: “In this case, a change of escalation rates could be the least worse solution. But the potential deal on British Steel could rip a hole in one of the most fundamental principles of pension provision. It is well established that pension benefits, once granted cannot be taken away. “The government should be very cautious about sacrificing such a principle in pursuit of short-term interests, even if there are tens of thousands of jobs at stake. “Having said that, it may be a blessing in disguise. Some final salary schemes have become unsustainably expensive. The bulk of employer pension funding is being used to prop up these schemes, at the expense of younger employees in defined contribution pensions. A review of how we treat final salary guarantees could ultimately unlock better long-term pension provision.” Meanwhile, Jean-Claude Juncker has promised that the EU will “step up” its measures to defend the steel industry against dumping.   Related: UK and EU urged to act on Chinese steel dumping after US raises duty on imports    The European commission president said the issue would be part of any decision on granting China “market economy status”, something Britain had pushed for vocally but which the steel industry has warned could further inhibit its ability to compete. Juncker’s words came after the prime minister, David Cameron, said he could still offer “no guarantees” about the future of the Port Talbot site, which is one of a number threatened by Tata’s decision to sell its British assets. The Indian company was expected to announce a shortlist of companies bidding to purchase its UK arm after a board meeting on Wednesday but failed to do so. Eight companies are thought to be in the running. It is believed that one option on the table is for Tata to take on investment support offered by the British government and maintain its operations.",
  "webTitle": "Tata Steel pension chief backs controversial cuts",
  "webPublicationDate": "2016-05-26T17:16:16Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/tata-steel-pension-chief-backs-controversial-cuts",
  "keyword": [
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sajid Javid",
      "id": "politics/sajid-javid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public sector pensions",
      "id": "society/public-sector-pensions",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "business/2016/may/26/tata-steel-pension-chief-backs-controversial-cuts"
}