{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/14/frederic-dard-france-crime-novels-georges-simenon",
  "id": "2016-05-14-15",
  "sectionId": "books",
  "body": "He was a close friend of Georges Simenon, the author whose fictional detective, Jules Maigret, became a TV hit in 1960s Britain. But despite writing 300 crime thrillers and selling 200 million books in his native France, Frédéric Dard remains almost unknown in Britain. Not one of his novels is in print in English. But all that is about to change. Sixteen years after Dard’s death, a British publisher is gambling on him being the next big thing in detective fiction. On 2  June, Pushkin Press will publish Bird in a Cage under its Vertigo crime imprint, the first in a planned series of Dard’s psychological “novels of the night”. Daniel Seton, Pushkin’s commissioning editor, describes the books as “dark and disorientating”, and says they are written with the same literary flair as Simenon. According to Seton, French homes have “piles and piles of them next to the armchair in the living room. People tear through them. They devour them.” Around 250 of Dard’s books were published, under at least 17 aliases, including Cornel Milk and L’Ange Noir (the Black Angel). Some of those penned under the name of his Paris police superintendent, San-Antonio – a kind of French James Bond – were translated in the 1960s and 70s, but are now all but forgotten in the UK. No one is sure how many names Dard wrote under, or why, Seton said. “There’s a list of confirmed pseudonyms and some authors who are suspected to be Dard – and some who people want to be Dard, but who the estate has definitively said wasn’t him.” Commenting on why his books have been overlooked until now by English-language publishers, Seton said the author is “known for his inventiveness”, for creating new words and phrases: “So perhaps [publishers] thought they were untranslatable. The ‘novels of the night’ are less reliant on that kind of wordplay, although his use of language is still very effective in them. They can be very poetic.” Dard was a complex character with a troubled life worthy of one of his novels. An unhappy first marriage drove him to attempt suicide, and in 1983 his daughter from his second marriage, Joséphine, was abducted and held prisoner for 55 hours before being ransomed for two million francs. The abductor was caught – he was a member of a Swiss television crew reporting on Dard. An introduction to Dard in the new book notes: “He admitted afterwards that the experience traumatised him for ever, but he nonetheless used it as material for one of his later novels. This was typical of Dard, who drew heavily on his own life to fuel his extraordinary output of three to five novels every year. In fact, when contemplating his own death, Dard said his one regret was that he would not be able to write about it.” According to Seton, many of Dard’s protagonists are dubious moral characters or flawed individuals struggling in a web: “In Bird in a Cage, Albert is spending a miserable Christmas Eve alone when a chance encounter with a beautiful stranger in his local brasserie makes him think his luck has changed. But a deadly surprise and a baffling mystery await him. “One of the reasons that I think it’s a particularly good time for Dard’s novels to be coming into English for the first time is that there’s a trend away from police procedurals and detective novels and towards the psychological thriller – things like The Girl on the Train, Gone Girl and Black-Eyed Susans.” Bird in a Cage will be followed in August by The Wicked Go to Hell, a prison escape novel, and in October by Crush, a story of a French maid’s obsession with the American couple who employ her. Three more titles are planned next year. Seton, who is translating Crush himself, said: “We are potentially going to be publishing a lot of Dard, so we have a team of translators to work on them all.” With their tight plots, the stories are particularly cinematic, and film-makers are already showing interest. Dard was so prolific that he also wrote screenplays and plays. Their revival could be just around the corner, if the “novels of the night” are the success one British publisher believes they will be.",
  "webTitle": "‘Unknown’ French author’s noir crime novels set for UK",
  "webPublicationDate": "2016-05-14T23:05:08Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/14/frederic-dard-france-crime-novels-georges-simenon",
  "keyword": [
    {
      "webTitle": "Crime fiction",
      "id": "books/crime",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Georges Simenon",
      "id": "books/georgessimenon",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalya Alberge",
      "id": "profile/dalya-alberge"
    }
  ],
  "guardianId": "books/2016/may/14/frederic-dard-france-crime-novels-georges-simenon"
}