{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/07/from-steve-reich-to-rock-1976-minimal-music",
  "id": "2016-05-07-116",
  "sectionId": "music",
  "body": "If you can remember 1976, you will remember the summer: the hottest and driest in the UK since records began, with standpipes in the streets all over the country. In the news there was the death of Mao and the end of the Cultural Revolution, the American Revolution Bicentennial, the Soweto uprising and the shock resignation of prime minister Harold Wilson. Less publicised, but ultimately just as significant, events that year included the setting up of Apple Computer Inc and the first reported case of a haemorrhagic fever virus found near a river called the Ebola in Zaire.   Related: A guide to Steve Reich's music    I was a 17-year-old leaving the small town in Lanarkshire where I’d grown up for university in Glasgow. I knew then it was a great year for music, but looking back – from Tallinn to Warsaw, from Amsterdam to New York – there really was something in the air. To start with there was punk. The Ramones played London’s Roundhouse and injected fire into the nascent British punk scene that soon after hit its stride when the Sex Pistols released “Anarchy in the UK” and swore on a teatime TV chatshow. Meanwhile, the charts were filled with the perfect Swedish pop of Abba – “Dancing Queen”, “Money Money Money”, “Fernando” – with Elton John and Kiki Dee’s anodyne but catchy “Don’t Go Breaking My Heart” the highest selling UK single of the year. I owned two of the great albums of the year: Joni Mitchell’s Hejira, a suite of restless, jazz-inflected songs about searching and travelling, the floating bass-lines of Jaco Pastorius emphasising its sense of rootlessness; and Stevie Wonder’s majestic double-album Songs in the Key of Life, one glorious, burnished tune after another. (Stevie, I still love you, but you were never that great again). Other albums that I wanted to own included Bowie’s Station to Station, Genesis’s A Trick of the Tail, Black Market by Weather Report and the soundtrack album for Bernard Hermann’s last film score, written for Martin Scorsese’s Taxi Driver, with its menacing, brooding jazz chords and unforgettable, soaring sax melody. The big story in British classical music was the death, at just 63, of Benjamin Britten, the most stellar British composer since Henry Purcell. But 1976 also saw the composition of a remarkable cluster of important works that could all be classified as minimalist, a term that Michael Nyman first applied to music in 1968 and which has remained useful, if contentious, ever since. Nyman himself told me recently that 1976 was the year that he “became a composer again, after having been silent for 11 years, although somewhat noisy as a music critic”. That year he collaborated for the first time with director Peter Greenaway on a film score (1 – 100), and wrote music for the opening of the National Theatre. Late in 1976 Nyman staged the first London performance of his friend Steve Reich’s Music for 18 Musicians, hot off the press, at London’s Southbank Centre.     The Sex Pistols’ Johnny Rotten and Steve Jones. Photograph: Redferns/Ian Dickson    Before Music for 18 Musicians, Reich’s work had been largely driven by simple processes: the taped spoken voice of a preacher looped against itself; four electronic organs systematically filling in musical space with simple chords; a large group of percussionists gradually moving from skin to metal to wood instruments over the space of an hour. With some self-deprecation, Reich once described himself to me as an inventor, not a master; he had invented a process, then stepped back and let it happen, a bit like setting a kinetic sculpture in motion. But in Music for 18 Musicians, the listener can feel the composer’s presence. Within a limited frame, he has made big decisions, choosing the chords (“Music for 18 is where I publicly discovered harmony,” Reich says), dancing melodic patterns and a luxuriant, upholstered sound of throbbing bass clarinets, tuned percussion, pianos, female voices and strings. These are masterful decisions. Three months after Music for 18 Musicians was first performed in New York, Philip Glass, Robert Wilson and Lucinda Childs’s Einstein on the Beach was premiered in Avignon. Einstein is the five-hour-long grand opera of minimalism, and I can still remember the shock of hearing a recording for the first time. The opera is extreme in its Wagnerian time frame, use of repetition, abstraction and demands on its performers. The reeds, keyboards and voices in the ensemble form a kind of super-human music machine in which fast patterns whirl around at such speed, and with such accuracy, that it’s hard to believe that they are being created by human beings.     Keys of life … Stevie Wonder. Photograph: Roger Bamber/Rex Features    The blast from these huge American pieces was felt even at the heart of the European avant garde in 1976, with György Ligeti pausing in the middle of writing his opera Le Grand Macabre to write a short piece for two pianos, Self Portrait with Reich and Riley (with Chopin in the Background). It is a typically brilliant and witty acknowledgment of the common ground between Ligeti and the American minimalists. That same year, Holland’s leading composer Louis Andriessen completed his most famous work, De Staat (The Republic) based on Plato’s ruminations about the connection between music and politics. This 30-minute work has so much in common with Music for 18 Musicians that’s it’s hard to believe that the two were conceived completely independently. Both involve repetitive patterns and combine winds, strings, keyboards and female voices, but Andriessen’s political message demands harmonies that are sharper, more Stravinskian, and a sound that is heftier, more rock’n’roll than Reich’s. In place of the soft throbbing of Reich’s bass clarinets, Andriessen uses the acerbic sounds of brass, oboes and saxophones, plus electric guitars, and everything is loud. If this is minimalism, it’s the heavy metal version.    Andriessen uses electric guitars and everything is loud. If this is minimalism, it’s the heavy metal version    Something was also happening in the Soviet bloc. Estonian composer Arvo Pärt had been silent for a number of years, in a creative crisis brought about by his alienation from the Soviet authorities, frustration with the European avant garde and attempts to reconcile his creativity with his religious faith. But in September 1976, he broke his silence with a tiny piano miniature, Für Alina, which signalled a huge change: this was a music that was pared down, spare, meditative and influenced by the chants and bells of the Gregorian Church. Pärt called this style tintinnabuli, the Latin word for tiny bells used in ancient church rituals, and this new/old style unlocked a torrent of now famous pieces. One of these is Cantus in Memoriam Benjamin Britten, written in memory of a composer whom he had longed to meet. It’s a short, sonorous and devastatingly simple requiem without words for string orchestra and bells, written from the heart. Detractors have scorned Pärt’s music as “holy minimalism”, but the biggest hit in this style was composed by another composer, Henryk Górecki in Poland, also in 1976: Gorecki’s Symphony no 3, or Symphony of Sorrowful Songs. Like Pärt, Górecki made a shift in the mid-1970s from avant garde to a slow, meditative, repetitive style with simple harmonies borrowed from the modes of eastern European folk music. A soprano joins the orchestra and sings a hymn to the virgin Mary, a prayer inscribed by a girl on the wall of a concentration camp and a Silesian folksong. The symphony made little impact outside Poland when it was written, but when the London Sinfonietta’s recording was played during Classic FM’s first week on air in September 1992, it went straight to the hearts of a post-Thatcher public hungry for some easily consumed spiritual music and became one of the biggest-selling contemporary classical records of all time.      Not that everything was about minimalism after 1976. The avant-garde giants Boulez, Stockhausen, Ligeti and Nono still had big important music to write, John Cage was very much alive and new, exciting voices were still to emerge from around the globe (some of them even belonged to women). But 1976 saw a huge surge in confidence in what had, until that point, largely been an alternative, downtown, lo-fi scene, and an extraordinary clutch of great pieces which have influenced music for the concert hall, the cinema and the night club – and which still pack concert halls 40 years on. • Gillian Moore is director of music at the Southbank Centre. Steve Reich’s Music for 18 Musicians will be performed at the Royal Festival Hall, London SE1, on 24 May. southbankcentre.co.uk.",
  "webTitle": "From Steve Reich to rock: why 1976 was a big year for minimal music",
  "webPublicationDate": "2016-05-07T11:00:13Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/07/from-steve-reich-to-rock-1976-minimal-music",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Philip Glass",
      "id": "music/philip-glass",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Steve Reich",
      "id": "music/steve-reich",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sex Pistols",
      "id": "music/sexpistols",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stevie Wonder",
      "id": "music/steviewonder",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Gillian Moore",
      "id": "profile/gillian-moore"
    }
  ],
  "guardianId": "music/2016/may/07/from-steve-reich-to-rock-1976-minimal-music"
}