{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/livingstone-and-another-thing-about-adolf-hitler-",
  "id": "2016-05-06-28",
  "sectionId": "politics",
  "body": "Somewhere buried deep in a Berlin bunker is Adolf Hitler’s last will and testament entitled “Ken Livingstone: My Part in his Downfall”. The brief was straightforward enough. Keep the former London mayor locked up for the day; easier said than done, admittedly, given that Ken has yet to find a camera he didn’t want to appear in front of. Failing that, the Labour high command ought to have given him a minder to make sure he stuck to the prepared script of “Labour has done incredibly well to hang on and Jeremy Corbyn is on course to win the next election” that ever other Labour figure had used in their media appearances. It may not have looked that way, but Ken tried. He really did. But Ken has developed a late-onset variant of Tourette’s that means he keeps saying the word “Hitler” in public. So when Sky News turned up in his garden while he was repotting his newts, he just couldn’t help himself. “What do the election results mean for Labour?” asked presenter Dermot Murnaghan. “Adolf Hitler,” said Ken. “I’m sorry?” “Adolf Hitler. It’s all in that interview with Joseph Finkelstein.”           Ken Livingstone defends Hitler comments – video    Murnaghan scratched his head. He could think of a Norman Finkelstein and a Daniel Finkelstein, but not a Joseph Finkelstein. Unless he was talking about the gynaecologist on New York’s Fifth Avenue. “There was a connection between some Jews and Adolf Hitler,” said Ken firmly. “It’s a matter of fact. It only takes you half an hour on the internet to find it.” “But what do the election results mean for Labour?” Murnaghan tried again. “Adolf Hitler got to some embittered old Blairites.” Realising they were heading for yet another anti-semitism PR disaster, Labour sent out a couple of special agents tasked with sedating Ken by any means possible. Too late. Ken had got the bug and was on a roll. Just as the week before when one Hitler had led to another and he had toured every media outlet saying the word “Hitler” as frequently as possible, so Ken had once again got the taste. And the BBC were only too happy to indulge him. “What do the election results mean for Labour?” asked presenter Jo Coburn, delighted to have some guaranteed on-air entertainment to liven up a long afternoon. “Adolf Hitler,” said Ken. Coburn tried to engage him on his own terms. “Do you think your remarks about Hitler might have damaged Sadiq Khan’s chances in London.” Ken opened his mouth. What he meant to say was: “I truly regret what I said and I want to draw a line under what happened last week.” But what came out was “Sadiq was only a lad when Lenni Brenner published his book on the relationship between Zionism and Nazism. The thing about Adolf Hitler was ...” With that Ken was off on yet another extended history lesson about how Hitler had originally only wanted to find somewhere nice for the Jews to live and it was just one of those things that it had all ended so acrimoniously with 6 million dead. Ken sighed. It wasn’t easy being so misunderstood. Why, if it was crystal clear to him that the anti-Corbyn elements in both the media and the Labour party were part of a global Zionist plot, wasn’t it blindingly obvious to anyone else? Then it hit him. He had also been got at by a global Zionist plot that was further damaging the Labour party by making him say the word ‘Hitler’.  Somewhere deep in a Berlin bunker, Hitler shook his head. “Oh Ken,” he said to himself. “What have you done now?”",
  "webTitle": "Livingstone: and another thing about Adolf Hitler …",
  "webPublicationDate": "2016-05-06T20:08:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/livingstone-and-another-thing-about-adolf-hitler-",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/06/livingstone-and-another-thing-about-adolf-hitler-"
}