{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/eu-referendum-debate-undecided-vote",
  "id": "2016-05-30-125",
  "sectionId": "commentisfree",
  "body": "This EU referendum is a serious business, one of the most serious decisions that we will be asked to make in our lifetimes, but there is something profoundly unserious and unreal about what is going on. Sometimes the debate is simply grim, sometimes it’s farcical. Quite honestly I have seen rap battles that involve less daft posturing.   Related: David Cameron 'proud to campaign' alongside Sadiq Khan to stay in EU    When I tell people I am a floating voter and undecided, I suppose I naively imagine those who are certain will try to persuade me of their case. In fact, both sides just shout different insults at me. Most people I know are firmly remain, so if I say I am tending to Brexit they call me a racist, or say “Don’t you care about immigrants/climate change?” or declare “I love Europe”. Whatever that means. Few make any distinction between Europe and the institution of the EU. In private, I have heard a few don’t knows saying quietly that they will not vote. They are choosing not to pick a side just as the debate becomes ever more polarised. If one side is good and one is evil what happens the day after the vote? A cull? One of the reasons for this hysterical polarisation is that actually so many of the big beasts are not acting out of conviction but merely pursuing the argument that best furthers their career. Steve Hilton tells us David Cameron was always naturally a Brexiteer, but now we see the prime minister peddling the Apocalypse Now number for remain out of political expediency. Boris Johnson believes above all in Boris Johnson, so it seems the leave campaign is just some sort of land grab. Tariq Ali tells us Jeremy Corbyn would be campaigning for leave were he not Labour leader, so he has simply gone awol.     ‘Nadine Dorries’s entry into the debate this weekend was at least lively.’ Photograph: Ken McKay/ITV/Rex/Shutterstock    The debate then, such as it is, has become political posturing between a group of middle-aged men who are all practising that skill taught in the debating societies of certain schools: argue the opposite case to the one you actually believe in. It is heartless and pathetic. I never thought I would see the day when an intervention from Nadine Dorries was welcome – a woman whose relationship to the actualité is tenuous, to say the least (remember when she admitted the blog she wrote for her constituents was “70% fiction”?) . But Dorries’s entry into the debate this weekend was at least lively. She has accused Cameron of lying, specifically about Turkey and its chances of joining the EU. Lying may be too strong a word, but hyperbole and speculation is indeed the order of the day. If people are not acting out of any firm principles we are just left with political manoeuvering within the Tory party, in place of a proper debate. These political manoeuvres have been mostly dull but are now at least enlivened by the possibility of a Reservoir Dogs scenario, where they all end up shooting each other at the same time. My sense remains that those who genuinely don’t know how to vote may not vote at all, as there is no “side” here that we want to be on. Nor is there any sense that this referendum will solve the issue, because there isn’t one single issue regarding the EU. For some, this is about immigration and little else; for others, it is about our place in the world, how we see ourselves and how we might negotiate all that for generations to come. Younger people, women, BME people have not featured much at all in the coverage and debate so far. Instead, the internal battles of political parties, both Tory and Labour, have shrunk the discussion and made it seem entirely the province of oddballs who are living in a retread of Dad’s Army. The macho stance has turned many off. It is over the top on both sides, pumped up and largely unreal. Both “sides” treat floating voters as idiots, and lack any model of persuasion. This is because conviction politics requires actual convictions, and many of those shouting the loudest have held their passionate convictions about remaining or leaving the EU only for a matter of months. What we are being told may not be exactly lies – but it is certainly not the truth either.",
  "webTitle": "This EU referendum debate is farcical. No wonder I’m still undecided | Suzanne Moore",
  "webPublicationDate": "2016-05-30T11:07:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/eu-referendum-debate-undecided-vote",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/eu-referendum-debate-undecided-vote"
}