{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/frenchman-takes-former-employer-to-tribunal-over-tedious-job",
  "id": "2016-05-02-158",
  "sectionId": "world",
  "body": "A Frenchman who claims he was given so little to do at work he suffered “bore out” is taking his case to an employment tribunal on Monday.  Frédéric Desnard says his managerial job at the perfume company, which made him redundant 18 months ago, was so tedious he became exhausted and literally bored out of his mind.  The 44-year-old said his “descent into hell” was similar to a burnout, but less interesting.   In what is believed to be the first case of its kind in France, Desnard is seeking €360,000 (£282,000) in compensation and damages – including holiday pay, he says, is due.  French press reporting his claims have taken the unusual step of using the English term “bore out” to describe what Desnard, who lives in Paris, claims to have suffered.  Desnard complained that between 2010 and 2014 he was mis au placard, or put in the cupboard by his then employer Interparfums, a French phrase that involves giving employees little or no work, or menial tasks.  He told Agence France-Presse he was relegated to doing tasks that had nothing to do with his job and deprived of his original responsibilities. This, he alleges, left him “destroyed” and with “serious depression”.  “I was ashamed of being paid for doing nothing,” he said.  Desnard claimed the stress and lack of stimulation at work triggered an epileptic fit when he was driving.  He was signed off work for seven months before being made redundant in September 2014 for “prolonged absence” that had “disturbed the smooth working” of the company.  Jean-Philippe Benissan, Interparfums’ lawyer, remarked that Desnard “never said anything about being bored” during his time with the firm and alleged he had first complained of burnout.  “If he had nothing to do for four years, why did the company keep him on,” Benissan asked.  In December 2015, a court ordered Desnard to pay his former employer €1,000 for defamation. The court judged he was “inspired by a sense of personal animosity” against his former employer who he had become convinced, without any real proof, had “ruined his health”. • This article was amended on 4 May 2016 to correct the phrase “mis au placard”.",
  "webTitle": "Frenchman takes former employer to tribunal over tedious job",
  "webPublicationDate": "2016-05-02T11:34:52Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/frenchman-takes-former-employer-to-tribunal-over-tedious-job",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/02/frenchman-takes-former-employer-to-tribunal-over-tedious-job"
}