{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/jose-mourinho-track-record-bodes-ill-for-manchester-uniteds-new-wave",
  "id": "2016-05-24-255",
  "sectionId": "football",
  "body": "“Age is not important, it is quality.” Louis van Gaal, 4 March 2016 Of the myriad questions Manchester United fans might ask their incoming manager, a burning one is: “José, will your team be young at heart?” Marcus Rashford, 18, Cameron Borthwick-Jackson, 19, Timothy Fosu‑Mensah, 18, Andreas Pereira, 20, James Weir, 20, Regan Poole, 17, Guillermo Varela, 23, Tyler Blackett, 22, Joe Riley, 19, Paddy McNair, 21, and Donald Love, 21, would like to hear the answer. These are United’s emerging starlets, all hoping to form the next generation of home-reared first-team players who can shape United’s future. All were given debuts by Van Gaal and all may ponder what their fate will be under the Dutchman’s successor. José Mourinho is the super coach whose track record is hardly super regarding honing fresh talent. Kevin De Bruyne and Romelu Lukaku can each tell tales of Mourinho’s lack of faith in their ability. He inherited De Bruyne when he took over Chelsea for a second time in June 2013. The Belgian was 21 and lasted half a season before being sold to Wolfsburg for £18m. After being voted German footballer of the year for 2014-15, Manchester City paid £55m for him and he was arguably the side’s best player last season. While at Chelsea there is a story of Mourinho taking De Bruyne aside to explain tactics and what was required of him. The forward, despite his callow years, is said to have taken no notice, deciding the Special One’s ideas were not worth buying into.           José Mourinho: how would the Special One fare at Manchester United?    Lukaku joined Chelsea in 2011 and was 19 at the beginning of Mourinho’s second spell there. The striker was sent on loan to Everton in the manager’s first campaign and sold to the same club for £28m in July 2014. Last term proved the big breakthrough as he scored 25 times in 48 appearances for Everton. Lukaku may leave Goodison Park this summer. One likely destination is Chelsea, but to reacquire him the London club would have to pay about twice what he cost Everton. De Bruyne and Lukaku were youngsters bought by the club. Mourinho’s record with home-grown talent was worse. In his two periods at Stamford Bridge, 2004-07 and 2013-15, not one player produced by Chelsea became a first-team first choice. And there is no single player who illustrates this point better than Josh McEachran. Touted as a major talent at every stage coming through the youth ranks, he spent all of Mourinho’s second spell on loan, at Watford, Wigan Athletic and Vitesse Arnhem. Now 23, the midfielder is playing for Brentford. Even the one exception allowed more than a few minutes of first-team action, Ruben Loftus-Cheek, is no shaft of light for Rashford and company. The midfielder was 18 when Mourinho handed him a debut in December 2014, as a substitute in a Champions League group game against Sporting Lisbon. Only three more appearances followed that season, and by the following October Mourinho was criticising him. “He is brilliant with the ball,” Mourinho said. “He doesn’t look 19 – he looks solid, stable and mature. But without the ball he doesn’t look as good tactically. I wanted more stability defensively. I see him playing there [in the holding role] when he has the defensive ability to do that.” This analysis came after Mourinho took off Loftus-Cheek at half-time during the 2-0 win over Aston Villa at Stamford Bridge, which the manager appeared to promise was the start of a run of games. “He’s a player to start the next game and a run of matches, to try and get that stability as a first-team choice,” Mourinho had said of a player who joined Chelsea aged eight. But he granted Loftus-Cheek only a single further minute, in November’s 0-0 draw at Tottenham Hotspur, before his sacking as manager on 17 December. None of this can fill United fans and the club’s latest crop with hope. Van Gaal deserves credit for blooding 14 academy players during his two seasons in charge. To the 10 already mentioned can be added Saidy Janko, Reece James, Tom Thorpe and Jesse Lingard. Only Janko, Thorpe and James have left Old Trafford, so Mourinho has an 11-strong pool of hungry youngsters to assess when he arrives. Not all can or will make it, of course. But Van Gaal’s parting gifts include the first-team regulars Rashford and Lingard, who scored Saturday’s memorable volley against Crystal Palace to claim the FA Cup, plus Borthwick-Jackson, Fosu-Mensah, McNair and Varela as bona fide squad members. The Cup may have been United’s first trophy since Sir Alex Ferguson retired in 2013, but a new wave of players who could be a telling part of the club’s story during the next decade perhaps counts as Van Gaal’s greatest legacy. Mourinho is highly intelligent and a shrewd operator. It would seem absurd if the claims of Rashford, Lingard, et al were ignored, but the experience of Adnan Januzaj offers caution. He was handed Ryan Giggs’s No11 shirt when Van Gaal arrived. Since then he has sunk virtually without trace.",
  "webTitle": "José Mourinho track record bodes ill for Manchester United’s new wave",
  "webPublicationDate": "2016-05-24T09:00:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/jose-mourinho-track-record-bodes-ill-for-manchester-uniteds-new-wave",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/24/jose-mourinho-track-record-bodes-ill-for-manchester-uniteds-new-wave"
}