{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/hillary-clintons-democrats-nomination-bernie-sanders",
  "id": "2016-05-18-244",
  "sectionId": "commentisfree",
  "body": "For Hillary Clinton at this point in the season, it must be very tempting to skip out on primary campaigning entirely. It was almost a month ago now that the AP explained that Clinton could lose every state left to vote and still win, and the numbers have only gotten worse for her inexhaustible opponent since then: Bernie Sanders now needs upwards of 87% of delegates and 66% of pledged delegates to win the Democratic nomination.   Related: I want Bernie Sanders to win. But it's more vital that his movement persevere | Burke Stansbury    But it turns out Clinton may be after more than the numbers this primary season. In pulling out a narrow victory in hotly contested Kentucky and keeping Sanders’ victory to the single digits in liberal Oregon on Tuesday night, she just took away one of the most valuable assets he has left: clear bragging rights. Boastables for Sanders until now included a May winning streak with victories in West Virginia and Indiana, as well as beating Clinton handily in coal country, a place where she’d performed well against Obama in 2008. But both Kentucky and Oregon rely on closed primary systems, which prohibit unaffiliated voters from participating (Sanders performs best with independents). And going into Tuesday’s elections, he’d lost all eight of the ones he’d competed in. Sanders hoped Kentucky would provide him with the occasion to turn that closed-primary trend around. Instead it was Clinton who walked away with the Kentucky victory, a win Sanders would later qualify by explaining that the primary there was closed – “something I am not all that enthusiastic about where independents are not allowed to vote”. Worse, perhaps, his win in Oregon – home to Portlandia and outspoken Sanders surrogate Jeff Merkley – didn’t come with an impressive margin of victory. Back in March, for instance, Sanders had crushed Clinton by 46 points in the caucus state of Washington, which has a similar political makeup. But Oregon’s closed primary system, with its unusual mail-in ballot system, meant Sanders’ team had to work hard for its inferior showing, investing in get-out-the-vote efforts and outspending Clinton in television advertising despite his campaign’s dwindling resources. Meanwhile Clinton was able to marshall her time and energy to eke out a victory in Kentucky, outspending Sanders on television ads $178,000 to $107,000, and adding two additional days of campaign stops to her schedule.   Related: Sanders is bad on detail, but he has what Hillary lacks: the spirit of protest | Jill Abramson    So why did Clinton invest critical resources in Kentucky if, from a mathematical perspective, she didn’t need to win it? Because from a narrative perspective, she did. At his raucous rally in California on Tuesday, Sanders continued to drive home his message of radical equality. And as usual, he didn’t temper it to acknowledge what is, for him, some very unfortunate math. “It will be a steep climb. I recognize that,” he told the ecstatic audience. “But we have a possibility of going to Philadelphia with a majority of pledged delegates.” To suggest his campaign has a possibility of clinching the nomination at the Democratic national convention of course ignores just how starkly the odds are stacked in Clinton’s favor. But there’s no rule to prevent losing candidates from deluding their supporters. Statistician Nate Silver sought to lend some perspective to the fever dream, tweeting: “After tonight, Sanders will need to win the remaining states by ~35% to claim a pledged delegate majority.” But on the ground in California, nobody was listening. They were too busy gripping their signs, cheering, feeling the Bern, an enthusiasm the Clinton campaign has struggled to stoke throughout the campaign. “I come from the working class of this country, and I will be damned if we will allow the Republican party, whose job is to represent the rich and the powerful, to win the votes of working-class Americans,” Sanders said to such zealous applause that he was forced to stop speaking for a stretch. When he resumed, he promised the campaign would see “every last vote” was counted until the primaries end on 14 June. Then they would take the fight all the way to the convention to make sure the vision of social, economic, racial and environmental justice is seen. And that, in a flash, is why Clinton is still competing at this late date against Sanders. She stripped away his best talking points Tuesday – from May-mentum to a strong mandate in the west – but still he had 20 others up his sleeve, each more heartfelt than the last. Sanders may not be able to win a primary campaign on fire alone, but he’s sure going to try.",
  "webTitle": "The math is in Hillary Clinton's favor. But there's still a huge passion gap | Lucia Graves",
  "webPublicationDate": "2016-05-18T10:05:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/hillary-clintons-democrats-nomination-bernie-sanders",
  "keyword": [
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Kentucky",
      "id": "us-news/kentucky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon",
      "id": "us-news/oregon",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucia Graves",
      "id": "profile/lucia-graves"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/hillary-clintons-democrats-nomination-bernie-sanders"
}