{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/lib-dem-and-lawyers-back-sadiq-khan",
  "id": "2016-05-01-42",
  "sectionId": "politics",
  "body": "I have been disappointed by the Green party refusing to be drawn on the use of the second-preference vote in the London mayoral election and by its recent election broadcast suggesting that there is little distinction between the Tories and Labour. I was even more disappointed this weekend to receive in my inbox an email from Lib Dem HQ telling activists to spend the last few days of the campaign “capitalising” on Labour party “troubles”. Let’s be clear: Caroline Pidgeon and I have spent the last four years on the London assembly working closely with both Labour and Green colleagues. Together we have mounted robust opposition to Boris’s abysmal record of inaction on housing, the environment and transport. We have worked together because we have found there to be a great deal more that unites us than divides us. To suggest otherwise is ridiculous and unhelpful. The Tory party is divided and isolated – out of touch and with luck soon to be out of office. Its campaign has been a disgrace. Its only remaining hope is that Zac Goldsmith will be able to spread the delusion that he is somehow an environmentalist. In fact his Tory colleagues on the assembly have spent the last four years arguing that London should become the UK centre for fracking; and he is advocating that Britain leave the EU, whose laws have driven all the major improvements we have seen in recent decades on air pollution, waste management, and carbon emissions. My friend and colleague Caroline Pidgeon will get my first-preference vote for mayor on Thursday. She has a well-thought-out set of policies for London and her eight years of experience at City Hall has shone through during her confident hustings performances. But of course my second-preference vote will go to Sadiq Khan. It’s a no-brainer.Stephen Knight AMLiberal Democrat London assembly member • We are all current or former legal practitioners. Sadiq Khan has, for over two decades, been a champion of civil liberties. As a human rights lawyer, Sadiq took on cases that tackled injustice and discrimination. Doing that type of legal work means sometimes acting for clients who sometimes had unsavoury and unpopular views. Sadiq has never chosen to hide this fact. He is standing to be mayor of London and we recognise that with that comes greater public scrutiny. But we are disappointed at attacks levelled against him simply because of his legal career and championing human rights before becoming a politician. Those suggesting that Sadiq somehow shares the views of such clients are simply misguided and demonstrate an ignorance of the way our legal system works. Lawyers act on instruction by their clients, not by adopting their views. Those making the claims against Sadiq either don’t understand the rule of law, or are choosing to ignore it for partisan gain. Neither of these are characteristics we need in a mayor. Second, by attacking Sadiq in this way, a climate is being created that risks discouraging the championing human rights – by those in law and in other professions – from standing for election. We have seen Sadiq in action either as a lawyer or MP. He is a tireless campaigner against injustice and inequality. That is why we are backing Sadiq to be the next mayor of London.Willy Bach Shadow justice minister Geoffrey Bindman QC Founder of BindmansBen Emmerson QC Matrix ChambersCharlie Falconer QC Shadow lord chancellorProfessor Conor Gearty Professor of Human Rights Law, LSE and barrister, Matrix ChambersJames Goudie QC 11 King’s Bench WalkStephen Hockman QC 6 Pump CourtHelena Kennedy QC House of Lords Shazia Khan Partner, BindmansMichael Mansfield QC Mansfield ChambersShah Qureshi Partner and head of employment law, BindmansAndy Slaughter MP Barrister, shadow justice ministerKeir Starmer QC MP Former director of public prosecutions and shadow Home Office ministerJo Stevens MP Shadow solicitor generalKarl Turner MP Barrister, shadow attorney generalJohn Wadham Former director of Liberty and general counsel of the Equalities and Human Rights CommissionQuincy Whitaker Doughty Street ChambersFraser Whitehead Former chair, Society of Labour LawyersAdrian Williamson QC Keatings Chambers • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Lib Dem and lawyers back Sadiq Khan | Letters",
  "webPublicationDate": "2016-05-01T19:15:41Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/lib-dem-and-lawyers-back-sadiq-khan",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/01/lib-dem-and-lawyers-back-sadiq-khan"
}