{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/members-of-congress-like-me-shake-down-americans-every-single-day",
  "id": "2016-05-18-150",
  "sectionId": "commentisfree",
  "body": "There is a historic scandal going on in Washington DC and the American people are its victims. Members of Congress undertaking oppressive telemarketing fundraising when they should be on the clock solving our nation’s most pressing problems. This is depriving the country of leadership through their elected representatives, and it’s cheating taxpayers.  It’s the unfortunate byproduct of a broken system that can easily be fixed if we simply remove members from the direct solicitation of cash. That’s why I’ve introduced legislation called the Stop Act, a four-page bill that would ban members from personally asking for money. The public assumes US Representatives spend their days in DC in committee meetings, on the House floor debating issues, attending briefings or discussing critical issues with other elected officials and experts. Sadly, the reality is that they are, in some cases, spending 15, 20, 30 hours a week in call suites on the phone dialing for dollars, shaking down the American people.    Related: Jimmy Carter calls US campaign finance ruling 'legalised bribery'    The Democratic Congressional Campaign Committee recently greeted an incoming crop of freshmen with a prescribed schedule that highlighted fundraising “Call Time” of four hours a day as the chief priority for any new member of Congress. The actual time they suggested working in Congress each day was 2 hours! A retiring member of Congress recently estimated he spent 4,200 hours during his time representing the people, dialing for dollars. All while members are being paid $174,000 a year by you, taxpayers.  It is a sad, heartbreaking truth, that members of Congress are expected to spend more time raising money than they are solving the problems you elected them to fix. Think about it. Instead of focusing the entirety of their attention on solutions to improve your economic security or our country’s national security, too many of our elected officials are prioritizing a whole different kind of security – their personal job security. We can’t have a part-time Congress in a full-time world. Which is why we need to pass the Stop Act. Similar prohibitions are applied to many state legislatures and to judges in 30 states who are elected on the ballot. Let’s apply these same restrictions to members of Congress.  Now if the Stop Act is passed, this does not mean that you as a citizen cannot choose to contribute to a candidate. It is your constitutional right of political speech to do so. But let’s close the integrity gap and the performance gap of our elected officials by eliminating their fundraising solicitations and put them back to work doing the people’s business – protecting our homeland, creating jobs, reducing the debt, standing up for law enforcement and doing real constituent service work that benefits you. That is why I am asking you to join me in this effort to change Washington forever. Contact your representative and tell them to sign The Stop Act. Tell them to stop asking you for money, and get back to work. The American people deserve a Congress that’s more responsive, a Congress that’s on the clock. The Stop Act may make a lot of people in Washington uncomfortable, but it’s about time we put an end to one of the great political scandals of our time.",
  "webTitle": "I see members of Congress shake down Americans every single day | David W Jolly",
  "webPublicationDate": "2016-05-18T14:03:43Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/members-of-congress-like-me-shake-down-americans-every-single-day",
  "keyword": [
    {
      "webTitle": "US political financing",
      "id": "us-news/us-political-financing",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David W Jolly",
      "id": "profile/david-w-jolly"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/members-of-congress-like-me-shake-down-americans-every-single-day"
}