{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/george-osborne-gives-treasury-wonk-licence-to-talk-detail-eu-referendum",
  "id": "2016-05-11-87",
  "sectionId": "politics",
  "body": "“Thank you very much for coming, chancellor,” said Jacob Rees-Mogg. The Conservative MP has always had the very best of manners. “You’ve been much more responsive than my friends on the leave campaign.” “I thought the chancellor was your friend,” Labour’s Rachel Reeves observed.  Rees-Mogg blushed ever so slightly. “The chancellor is my right honourable friend,” he added, by way of clarification. “These are strange times,” George Osborne muttered wearily. Indeed they are. The old party ties have been put on hold for the duration of the EU referendum; my enemy’s enemy is my friend is now the only guiding principle of Westminster politics. These days, when the chancellor appears before the Treasury select committee he has more allies among the ranks of its Labour and SNP members than he does within the Conservatives. This was the second time Osborne had been asked to give evidence to the select committee on the financial impact of a decision to leave the EU, and he was already well in credit. Partly because no one really understood any of the more absurd equations in the Treasury’s financial analysis well enough to know whether or not they were correct, but mainly because Vote Leave had set the bar so low at previous committee sessions by being almost totally innumerate. In the interests of balance, the pro-EU Conservative Stephen Hammond did make an effort to probe Osborne’s claim that every household would be £4,300 worse off. Might it not have been ever so slightly misleading? George looked puzzled. If it hadn’t terrified a few people into voting to remain then the whole exercise had been a total waste of time. “Can we have some more details?” Hammond asked hopefully. George turned to Mark Bowman, one of his policy wonk sidekicks at the Treasury. “Over to you, Mark,” he smiled. Mark looked a little startled. For an economist to be be asked for more detail is like being given licence to talk dirty. “I can refer you to the diagram in the annexe on page 154,” he purred. Almost immediately, Hammond looked as if he was regretting ever having asked the question, but by now it was far too late. Mark was off on to footnote A111 on page 179, which referred to Barrell and Pain’s 1997 framework for assessing productivity impacts on FDI. The committee reacted as if he had just opened a whole new barrel of pain. The pro-leave Conservative Steve Baker felt brave enough to have another go. Wouldn’t a figure of £3,700 have been more accurate? Not really, George insisted, because as it happened the Treasury had entirely forgotten to model in the inevitable balance of payments crises that would follow a Brexit. So the figure was probably actually a lot higher. “The thing is,” said George warming to his theme, “that Vote Leave keep changing their minds about what we’re going to do if we leave the EU, so it’s quite hard to keep up. A couple of weeks ago they were going to adopt a Norwegian trade model, then it was a Canadian trade model. Yesterday it was Albanian and today I hear it’s going to be a US one.” Conservative Chris Philp looked agonised. Although he is firmly in the remain camp, he hates upsetting anyone. “No credible person is seriously saying we can’t have free trade,” he said, trying to cheer up Rees-Mogg and Baker, who were looking more and more glum the longer the session went on after watching their economic position hover ever more precariously on a wing and a prayer. “Though Michael Gove has suggested leaving the free market.” “So you’re saying Michael Gove isn’t credible,” sniggered Reeves.  “Um no, um yes, um no I think Michael is very credible,” stuttered Philp, belatedly realising he had just voluntarily backed himself into a corner. After that it was just a matter of the rest of the committee teeing up George with questions to which he could answer that Britain would definitely be broke and everyone would die if we left the EU. Mark shuffled his papers and wrote some new equations to make sure the chancellor was telling the truth. The killer moment came after two hours. “If we leave,” said George, “the House of Commons will be doing nothing but talking about how to disengage from the EU for the next 10 years.” The committee fell silent as they absorbed the impact of that statement. It was the most compelling evidence for remaining it had heard in months.",
  "webTitle": "George Osborne gives Treasury wonk licence to talk detail",
  "webPublicationDate": "2016-05-11T17:59:42Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/george-osborne-gives-treasury-wonk-licence-to-talk-detail-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Civil service",
      "id": "politics/civil-service",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/11/george-osborne-gives-treasury-wonk-licence-to-talk-detail-eu-referendum"
}