{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/scott-morrison-the-artist-formerly-known-as-the-immigration-minister-reverts-to-form",
  "id": "2016-05-03-270",
  "sectionId": "australia-news",
  "body": "As budget portraits go, Scott Morrison’s picture on the front of the tabloids on his big morning was more eHarmony than enticing.   Related: Budget 2016: ‘jobs and growth’ pitch costs wealthy retirees, smokers and multinationals    The Courier Mail’s headline was “Treasurer to woo women back to work” next to his best impression of puppy dog eyes.  The photo looked like it needed the Robert-Redford-style Vaseline lens photographic filter, but the words targeting female voters were certainly direct: “Mum’s the word.” The Daily Telegraph used the same photo but called him “The real fixer”. They tracked down six other people called Scott Morrison – nicknamed the Sco-Bro’s. We are all Scott Morrison now.  The love fest must have been a comfort to the treasurer on his first budget day, on which rests the fortunes of a first-term Coalition government.  Australia’s very own everyman ditched the Comcar and drove to parliament in his Ford Territory, parking outside the ministerial entrance for the traditional budget walk. Morrison had just a touch of nerves showing, which was uncharacteristic for the artist formerly known as the immigration minister.  But the show must go on. As Liberal and Labor treasurers have done every year, Morrison walked from his car carrying his briefcase with his budget brochure was tucked under his arm. He was, according to the brochure, “sticking to our economic plan.” One more photo opportunity with the finance minister, Mathias Cormann, and Morrison disappeared into the Treasury to attend to serious matters.  Or perhaps he and the prime minister were dancing to Wasn’t It Good by the Treasurer’s favourite singer, Tina Arena.   “Remember the first time, we met each other, You were in your world and I was in mine, Breaking down the barriers, we broke all the rules, But wasn’t it good, wasn’t it fine.”   By afternoon, he was back to his hard-man routine. Puppy dog eyes were gone. By the time he strode into the lock-up press conference, Morrison was leading with his chin and it was made of granite. The artist formerly known as the immigration minister had returned.  Much of the questioning focused around the fact that while there were tax cuts for people earning more than $80,000, there was very little for those below that magic line. Morrison suggested that by helping small to medium businesses with a lower tax rate, the government was helping lower income workers.  “If you don’t have a job, you are not better off,” he said. In other words, if you have a job, that’s your help. Jobs and growth.  Usually, the Treasury does little cameos for various types of families to show how they are better off. Singles, couples, families. Why weren’t they in the budget documents?   Related: Smokers to pay more than $45 for a packet of cigarettes from 2020    Morrison scoffed at the whole “winners and losers” narrative.  “Oh,” said he, “Australians have moved on from that.”  Gone too, is the debt and deficit disaster language so redolent of the Abbott campaign.  Instead, Australia is on a “glide path” to jobs and growth. Work for the dole, so beloved of Tony Abbott, is passé too. The Coalition now prefers a plan for “de-risking” unemployment using an internship program called Youth Jobs PaTH – Prepare, Trial, Hire.  Rob Sitch and his Utopia crew would be proud.",
  "webTitle": "Scott Morrison: the artist formerly known as the immigration minister reverts to form",
  "webPublicationDate": "2016-05-03T09:49:42Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/scott-morrison-the-artist-formerly-known-as-the-immigration-minister-reverts-to-form",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/03/scott-morrison-the-artist-formerly-known-as-the-immigration-minister-reverts-to-form"
}