{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/bbc-recipes-harissa-spiced-lamb-commercial-strategy-doing-nation-down",
  "id": "2016-05-19-48",
  "sectionId": "commentisfree",
  "body": "It didn’t take a strike. It didn’t take a march, or placards, or even a referendum on the future of the BBC to get those recipes back. What it took was a lot of journalists, and a lot of cooks, and a lot of outraged people signing a petition, to say that they couldn’t live without “easy spaghetti bolognese” and “microwave spaghetti bolognese” and the Helmsley sisters’ spaghetti bolognese, which doesn’t even use spaghetti. What it needed for the BBC to back down on a big decision this week was for people to insist that instant access to 14 recipes for spaghetti bolognese was a human right. Junior doctors must be jealous. It has taken them months to fight what they have seen as a threat to the most cherished national institution: months of bitterness and cancelled operations. The nation was sympathetic. Of course the nation was sympathetic. But what you really need to rally the troops in the face of political threats is to hang a sword of Damocles over 46 recipes for risotto and 74 for chocolate mousse.   Related: BBC climbdown over online recipes after public outcry    When the BBC announced on Tuesday that it would move 11,000 recipes from its website, it knew exactly what it was doing. The announcement was a response to a government white paper on the future of the BBC. The paper, written by culture secretary John Whittingdale, who has recently been in the news for reasons not connected with his interest in public service broadcasting, said that it wanted the BBC to “create new and innovative content which breaks boundaries and sets new standards through its creativity, ambition and innovation”. It did not mention Nigel Slater’s toad in the hole or the Hairy Bikers’ spotted dick. The BBC did not respond by announcing that it would cut Bargain Hunt or 19 seasons of Homes Under the Hammer. It said it would “integrate Newsbeat output”, close the BBC’s travel website, and close BBC Food. The recipes, said the report on its website, would now not be searchable unless you knew their URL. If the government wanted cuts, it implied, it would get them: salami-sliced, spiralised or julienned. It would hit it us in the stomach. And it worked. It didn’t matter whether we actually cooked with the recipes, or just clicked through them as we dialled Deliveroo. Hands off our harissa spiced lamb! If it was not exactly Tahrir Square, it was the middle-class British equivalent. What do we want? A national recipe service, free at the point of use. When do we want it? Now and for ever. Never mind that we all have a billion recipes at our fingertips. We’ve already paid for them, and they’re ours.    The Great British Bake Off works because it’s great TV    Well, yes, we have already paid for them, or at least those viewers of the BBC website who actually pay a licence fee have paid for them, which is 1,000 fewer of us each month. And yes, they are lovely recipes, or at least I imagine they’re lovely. For me, reading recipes is a bit like reading about someone’s trek up Kilimanjaro, but then I’m the woman who once served meatballs made with minced plastic. I hadn’t realised there was a guard on the food processor that you were meant to take off. The nation spoke, the BBC listened and announced that the nation’s precious archive would be moved to BBC Good Food and saved. Power to the people! And a firm message to BBC-bashing Tory politicians. You mess with our Eton mess at your peril.     ‘The BBC isn’t there to produce lifestyle content you can find in other newspapers or magazines.’ Photograph: BBC Food    The question none of the protesters seems to have asked is exactly why the world’s biggest broadcaster has spent hundreds of millions on a website that sometimes looks like a forced marriage between Buzzfeed and Woman’s Own. Last year, BBC online cost about £200m. Ralph Rivera, the director of BBC Digital, was, according to the BBC website, paid £307,000, which is what he has earned since 2010. The year before, the “future media and technology director” Erik Huggers was paid £330,000, with a total package of £407,000. Well, OK, these are big jobs. In April the main BBC website attracted about 2bn page views, which is about a third of the total audience for UK online news. But does it really need public money to commission and publish “the cute animal quiz” and “the world’s deadliest animals”? And show us how to swap spaghetti for “courgetti”? Isn’t the BBC meant to be about, you know, broadcasting? While the BBC’s website has been using British licence fees to build a global audience, local and regional newspapers have been dying. Between 2005 and 2011, 242 such papers closed, 46 since 2012. There are, as the recent closure of the Independent made all too clear, pressures on all newspapers. They are pressures to do with advertising and of course the internet, but one of them is BBC online.   Related: Never mind the BBC – here's 20 years of top Guardian recipes    The average salary of a newspaper journalist is £22,250. On local papers, it’s usually much lower. The starting salary for a steel worker at Port Talbot is £30,000. When Tata announced that it would be closing the plant, the nation said the government must rescue them. When newspapers close, nobody suggests the government should bail them out, even though it’s a British tax that has played a part in their death. I love the BBC. I will happily stump up my £145.50 a year, just for Radio 4 and the odd Wolf Hall. When I finally forced myself to watch the final of The Great British Bake Off, I was furious that I’d never watched it before. I don’t think I’ve baked a cake since I was at school, but Bake Off isn’t about cakes. It’s about hope, and graft, and grit, and joy. It’s about how you pick yourself up when your Victoria sponge sinks. Bake Off works because it’s great TV. It works because it is, to take the word Whittingdale used in his white paper, “distinctive”. It is, in other words, different to, and better than, other programmes you might think were like it. This is what the BBC is for. It isn’t there to publish recipes you can find in other places. It isn’t there to produce “lifestyle content” you can find in other newspapers or magazines. And it certainly isn’t there to crush commercial “rivals” with public cash. The BBC has kept its royal charter, at least for another 11 years. If it wants to keep it after that, it will need a recipe that will make it stand out from the rest.",
  "webTitle": "Is it really the BBC’s role to publish free recipes for harissa spiced lamb? | Christina Patterson",
  "webPublicationDate": "2016-05-19T19:11:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/bbc-recipes-harissa-spiced-lamb-commercial-strategy-doing-nation-down",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Christina Patterson",
      "id": "profile/christina-patterson"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/bbc-recipes-harissa-spiced-lamb-commercial-strategy-doing-nation-down"
}