{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/lakshmi-holmstrom-obituary",
  "id": "2016-05-18-101",
  "sectionId": "books",
  "body": "Lakshmi Holmström, who has died of cancer aged 80, was, according to the author Amit Chaudhuri, “the best contemporary anglophone translator India has”. Yet Holmström was in her 50s before Indian, and specifically Tamil, literature became her focus. Her first anthology, for Virago, The Inner Courtyard: Stories by Indian Women (1990), exhibited what would become the hallmarks of her translations and critiques of both classical and contemporary female writers. She was determined to produce an anthology based on a common identity and experience, linking politics to literature, and avoiding “foreignisation” or “exoticism”. Further anthologies followed at intervals, including Writing from India (Figures in a Landscape) (1994); Waves: An Anthology of Fiction and Poetry (2001) and The Rapids of a Great River: The Penguin Book of Tamil Poetry (2009). The most recent, Lost Evenings, Lost Lives (2016, with Sascha Ebeling), makes a fitting swansong: it is an impassioned account of the suffering of Tamil women in the 30-year civil war in Sri Lanka, and a vindication of poetry as truth-telling, throughout a period of news blackouts. Holmström fought hard to convey the right voice when rendering Tamil into English, such a different language: “Readers can’t quite grasp the notion that languages differ hugely in lexis as well as syntax; that one language doesn’t move into another automatically ... Words and sentences may be the bricks and mortar, but it has a structure as a whole that you are continually aspiring towards.” Other translations, undertaken with an ever surer touch, were of short stories and novels by Ambai (the pseudonym of CS Lakshmi), Ashokamitran, Bama, Imayam, Sundara Ramaswamy, Na Muthuswamy, Cheran, Mowni, A Madhaviah, Salma and Pudhumaipithan. In an interview for the Hindu Times in 2013, Holmström spoke of the changes in Tamil women’s literature that she had observed over 30 years: “Many women are feminists, and articulate their feminism very clearly. But I believe the driving force in their writing – or in the best examples of their work – is not cerebral and generalised but springs from personal, felt experience. Hence Bama’s Dalit politics; hence Salma’s insights into the restricted world of Muslim women; hence the focus of Sri Lankan poets on the violence done to women during and after the war; hence the younger women poets of Tamil and their politics of sexuality.” Holmström’s background was Christian, although she lost her faith in her teens. She was born in Salem, near Bangalore (Bengaluru), Karnataka. Both her paternal grandfather and her father, Paul David Devanandan, were theologians; her maternal grandfather was the founder of the First Church of South India and her mother, Hannah (nee Amaruvati) graduated from the Women’s Christian College. Although her mother took her own life when Lakshmi was only two years old, she retained a memory of her, and always kept her photo on her study wall. Her father soon remarried, to the chagrin of Lakshmi, her older sister, Nalini, and her younger brother, Marcus, and their childhood was not a happy one. Lakshsmi graduated from the Women’s Christian College in Madras (now Chennai), and then from St Hilda’s College, Oxford, in English literature. Her interest shifted towards anglophone Indian authors as she completed her DLitt, also at Oxford, on RK Narayan. Lakshmi met her future husband, Mark Holmström, while they were both undergraduates. They married in 1960, and later travelled to New York, where he worked for Unesco and she as librarian at the Indian consulate general. After two years they returned to the UK. Mark became a sociology lecturer at the University of East Anglia, and Lakshmi also taught, for seven years as a schoolteacher in Norwich, and later, from 2003 until 2006, as the first Royal Literary Fund fellow specialising in literary translation at UEA. Holmström won numerous literary awards and was made an MBE in 2011. For her, the mission always mattered more than the recognition. “The most difficult part of translation is, I believe, finding the ‘right’ pitch and voice of the original, and to try and match that. I won’t say ‘replicate’; that’s impossible. But there is also the hard graft of familiarising oneself with the history and cultural background of the work. A translator should never be afraid of asking questions.” She is survived by her husband and two daughters, Radhika and Savitri; her grandchildren, Miriam, Naomi, Isaac and Noah; and her sister.  • Lakshmi Holmström, writer and translator, born 1 June 1935; died 6 May 2016",
  "webTitle": "Lakshmi Holmström obituary",
  "webPublicationDate": "2016-05-18T16:14:40Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/lakshmi-holmstrom-obituary",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Hopkinson",
      "id": "profile/amanda-hopkinson"
    }
  ],
  "guardianId": "books/2016/may/18/lakshmi-holmstrom-obituary"
}