{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/23/aids-activist-michael-weinstein-condoms-porn-california-law",
  "id": "2016-05-23-227",
  "sectionId": "us-news",
  "body": "At the entrance to the Aids Healthcare Foundation, a staffer wears a red T-shirt bearing the slogan “Condoms are Cool”. Down the hallway is the office of Michael Weinstein, the forthright head of the billion-dollar not-for-profit organization who is the first to volunteer that he is regarded as a “condom Nazi”. “What’s the big whoop about condoms?” he said, sitting amid the expansive, 21st-floor views of Los Angeles and photographs showing him with notables such as Whoopi Goldberg and Alicia Keys. “I just don’t get why it’s such a sacrifice.” His nonchalance is not shared by everyone. Weinstein is behind a ballot that Californians will vote on in November, asking whether actors in porn films should be required to wear condoms. The industry is unimpressed. “I think the guy is just a Jesus freak,” said Larry Flynt, head of the Hustler empire. When it was pointed out to him that Weinstein was Jewish, he replied: “Maybe he’s a Jew for Jesus.” Weinstein’s motivations are by no means ecclesiastical. A towering figure among HIV/Aids activists, his organization funds hundreds of clinics in dozens of countries. It operates a thrift store chain called Out of the Closet and has round-the-year ads running on 21 Los Angeles billboards encouraging sexual health and STD checkups. A current one, parroting the Bernie Sanders presidential campaign, reads: “Feel the Burn?”    When I hear people saying that we’re litigious, my thinking is like, aren’t we supposed to be?  Michael Weinstein     He is nevertheless vilified in certain quarters. “Somehow people are OK in their minds dichotomizing,” he said. “The services we provide and all the things we do are great, but I’m a demon.” In his politicking, Weinstein is known for a hard-nosed approach, which he defines as “holding people morally responsible” or “applying political pressure in places where they’re vulnerable”. He doesn’t believe advocacy should be limited to rallies. “When I hear people saying that we’re litigious, my thinking is like, aren’t we supposed to be?” Of late, the Aids Healthcare Foundation (AHF) has sued Los Angeles County, the city of Los Angeles and the drug manufacturer Gilead.  And it has a yen for puckish marketing. In ads from 2015, Tinder and Grindr users were depicted as courting chlamydia and gonorrhea. Especially disputatious is Weinstein’s position on the daily pill known as Prep, or pre-exposure prophylaxis, which has been hailed as a breakthrough in HIV prevention. The Centers for Disease Control recommends its use in conjunction with condoms, noting that it reduces the risk of infections by more than 90%.     Former adult film industry performers Madelyne Hernandez, left, and Shelley Lubben talk to each other as Michael Weinstein addresses a small crowd about mandating that pornography actors use condoms. Photograph: Don Bartletti/LA Times via Getty Images     Weinstein labeled it a “party drug”, contending that people have been shown to miss doses and that its usage could erode “condom culture”. Critics counter that people don’t use condoms all the time, either. On policy issues, AHF “is the Tea Party of the HIV movement,” said James Loduca, senior vice-president at the San Francisco Aids Foundation. “I don’t see him as a demon. I see him as a savior,” said Cynthia Davis, the chair of AHF’s board of directors. “I’ve seen first-hand how we, under his leadership and guidance, have saved hundreds of thousands of lives.” Weinstein, 63, lives in the Hollywood Hills area, with palm-fringed views of the city and, in the far distance, his office building. Sober in appearance, he is married to his partner of 18 years, with whom he owns a nail salon. “I think we’re a monument in compatibility,” he said. “I call him Dr Fun.” A Sanders supporter, Weinstein has long leaned hard to the left. As a young man, he was drawn to anti-war and civil rights movements, and was a leader of the Lavender and Red Union, a group founded around 1974 that operated on the premise that “gay liberation is impossible without socialist revolution”. It was during the Aids epidemic that Weinstein came to prominence. In 1986, a fringe political figure named Lyndon LaRouche spearheaded a campaign that could have led, according to its detractors, to the quarantine of Aids patients in California.  Weinstein joined the fray and shifted the effort against it toward “volunteer, grassroots efforts focused on LaRouche, on what a crazy he was”,” recalled Torie Osborn, a longtime LGBT activist. A poster for a torchlight march proclaimed: “Stop Aids concentration camps.”. The measure was defeated soundly.   Related: The first lady who looked away: Nancy and the Reagans' troubling Aids legacy    Subsequently, Weinstein and others, opened a hospice for Aids patients in Los Angeles’ Elysian Park. Every two weeks there was a ceremony where balloons were released for those who had passed away. Weinstein estimates that 4,000 people died in his hospices. “Michael was the visionary,” said Phill Wilson, the president of the Black Aids Institute, whose partner co-founded the hospice with Weinstein and died of the disease soon after. Weinstein “was the person who came up with the idea. He was the person who believed and convinced us to believe”. Weinstein himself started using condoms regularly around 1984. “I think I would be positive today if I wasn’t strict about that” he said. The role of condoms in porn became a concern of his in 2004, after several performers tested HIV-positive. California officials say that condoms already are required under regulations aimed at protecting workers from bloodborne pathogens. The porn industry is trying to change that, arguing that the rules are outdated. Weinstein’s new measure has sharper teeth, because it could allow any California resident to sue producers, distributors and talent agents. He says his goals are to stamp out STDs among performers and for porn to set a good example for viewers. Porn ‘not sex education class’      Michael Weinstein poses for a portrait at his home in Los Angeles. Photograph: Emily Berl for the Guardian    Foes of the measure are based in suburban San Fernando Valley, the home of the state’s adult film industry. The Free Speech Coalition operates out of a nondescript, three-person office, in a building with a Szechuan restaurant and an optometrist. In one room a placard reads: “Performers have choices. It’s their body, not Weinstein’s.” Actors say their livelihoods are in danger, while millions in tax revenues could be lost if the condom measure passes and companies go elsewhere. “I make most of my income just at my house with my partner,” said Ella Nova, an elfin performer with a love of Harry Potter. She praised the industry’s own voluntary testing system. “It’s so important to me, these people who do this thing that I love so much. Why would I ever jeopardize their health?” “The adult industry is not the sex education class of the United States,” Eric Paul Leue, a well-built German activist with a flaxen beard who was was crowned Mr. LA Leather 2014, said on a phone call. Using the director of the blockbuster movie Independence Day as an example, he added: “Roland Emmerich didn’t try to teach us how to defend ourselves against aliens.” Surprisingly, perhaps, the proposal also has been panned by groups such as Aids Project Los Angeles, which says that while it supports safer sex, the measure will push the industry underground, or to places with fewer safeguards. Hustler already films out of state, in Mexico or Nevada, according to Flynt. Viewers, he thinks, are turned off by the sight of condoms. “I don’t know what the psychological barrier is,” he said. “It’s sort of like jerking off with gloves on, do you know what I mean?” Weinstein is optimistic about the measure’s prospects. In the meantime, some who have watched his ascent, such as Wilson of the Black Aids Institute, say they wonder what drives him. Perhaps, Wilson ventured, he is catalyzed by the specter of “the kind of sexual revolution that happened in the 70s, that some argue was the precursor to how AIDS spread the way it spread among gay men.” Is Weinstein afraid this era might return? “All of us want to have sex with abandon. That’s part of the glory of sex, but there are consequences,” Weinstein said. He worries people are suffering from “Aids amnesia” and have not learned the lessons of the epidemic. “Sometimes people refer to me, and people like me, as dinosaurs from the 80s. And you know, I can plead guilty to that,” he said. “I have a perspective that was shaped by living through the absolute worst.”",
  "webTitle": "Demon or savior? Aids activist at war to make condoms in porn the law",
  "webPublicationDate": "2016-05-23T10:30:10Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/23/aids-activist-michael-weinstein-condoms-porn-california-law",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Aids and HIV",
      "id": "society/aids-and-hiv",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alastair Gee",
      "id": "profile/alastair-gee"
    }
  ],
  "guardianId": "us-news/2016/may/23/aids-activist-michael-weinstein-condoms-porn-california-law"
}