{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/17/toby-young-education-secretary-powers-free-school",
  "id": "2016-05-17-302",
  "sectionId": "education",
  "body": "There are those who may feel they have heard enough from free school pioneer and writer Toby Young over the past few days – his announcement that he is stepping down as chief executive of his schools, the lessons he has learned since he entered the fraught world of education and his subsequent complaints in a Spectator column (“Yesterday was one of the worst days of my life”) about the way these two elements have been reported. But in what has been a tumultuous few weeks for teachers, parents, pupils and politicians, with the education white paper’s plans to force all schools to become academies, the backlash and U-turn that followed, plus a string of embarrassing blunders and protests around primary school testing, Young has some interesting and unexpected insights into education policy and practice that go beyond the small media storm he triggered last week.   Related: Free schools aren't empty, it's just bad press    We meet at one of his primary free schools on a wet morning – he has a heavy cold and is coughing. We sit in the interim headteacher’s office, Young choosing his words carefully as he tries to unpick the flurry of coverage and comment that followed a recent profile in Schools Week. The interest focused on his regrets since embarking on his educational odyssey – the tone is almost apologetic and rather unexpected given his bumptious public profile. Young admits that at the beginning he hadn’t grasped how difficult it was to bring about system-wide improvement, and how with the benefit of hindsight he would have been less critical of schools. In the reporting that followed, his comments were directly linked with his decision to step down as CEO at the end of this academic year. “In all the pieces that ran, the gist of it was that I had imagined that running schools was far easier than it had turned out to be and that’s why I was stepping down as CEO.” Indeed, in the Mirror it was “Toby Young admits ‘running a school was harder than I thought’ in extraordinary free schools climbdown”, while the Times headlined the story, “Poster boy of free schools quits”.           Melissa Benn and Toby Young discuss whether free schools favour the middle classes – video (2013)    Young wants to make clear that though he is stepping down, there is no “free schools climbdown” and he remains as passionately committed to free schools as ever. He’s proud of the schools he has helped set up and would like to see the free school policy extended to other parts of the UK. But the West London Free School Academy Trust that he founded has become too big a job for a part-time CEO – Young does it in three days a week – and with plans to expand from four schools to up to 20 over the next decade, they need a full-time professional. His regrets are worth revisiting briefly, as they reveal the way in which the experience of setting up a free school has been an education for him. He talks about his naivety in thinking if you get the ethos and the curriculum of a school right, then everything else will fall into place. “I had not realised at the time that’s really just the tip of the iceberg,” he says. “I had not grasped just how many different things you have to get right, just how many details you have to stay across, and just how easily things can go wrong.” He’s sorry he was dismissive about teacher workload and says he has a new-found respect for the profession. “I now realise that teaching is incredibly hard work and not something I could do myself,” he says, adding: “We do expect them to do far too much.”   Related: How the Tories picked free schools: chaotic, inconsistent and incompetent    Young also admits to being disappointed with the way the government’s free schools policy is playing out. While parents were at the centre of the original free school vision, it has become progressively more difficult for parent groups to set up schools. In the last wave of openings announced by the government in February, only one out of 22 schools was being set up by parents. “It’s still possible for parent groups to set up free schools,” insists Young. “I’m in touch with a number of them. It’s perhaps more difficult now than it was in 2010. The problem is that for parents’ groups to successfully set up schools they need a tremendous amount of support. That’s expensive. In the current financial climate it’s very difficult for the Department for Education to justify spending a lot of money on putting various forms of support in place for parent groups.” He’s also cautious about David Cameron’s promise of 500 additional free schools by the end of this parliament, describing it as “an ambitious target not just because setting up schools is really hard, but because finding suitable sites is really difficult, particularly in London”. Young does not want to appear too critical of the government. He is supportive of the Sats regime, which has been widely criticised, particularly after papers were leaked online, and he has no sympathy with parents who took their children out of school in protest at the tests: “I don’t buy that children find them stressful. If a test is administered properly children should not find them stressful.” His own son was sitting Sats last week. “I was trying to get him to revise last night, he point-blank refused.” He also plays down the government’s U-turn over forced academisation. “I’m not sure how much of a climbdown it is. There are still lots of mechanisms in place which will ensure that more and more schools convert to academy status.” Later he describes it as “a political miscalculation”, adding: “We will get there anyway but we will perhaps not get there quite as quickly. They had not done enough tilling of the soil. It came as a bit of a shock to many backbench MPs.” But it is on the “enormous powers” – his words – at the disposal of the education secretary that he is at his most interesting and critical. With the erosion of local authority responsibility for education, more power has been handed to Nicky Morgan and her department.   Related: A Toby Young U-turn on free schools? Don’t believe the hype | Lola Okolosie    In the absence of an intermediate tier between schools and the DfE, Young proposes schools should have the right of appeal to the privy council over some decisions. His concern is focused on some imagined future education secretary under a Labour government, who will inherit these powers and might use them to claw back some of the freedoms his schools enjoy. But he says that schools today should have that same right of appeal. “If a school is being forced to close or if it is being forced to join a multi-academy trust it doesn’t want to join – a couple of free schools have been forced to close – it would have been nice for them to have a right of appeal to the privy council,” he says. Although Young is stepping down as CEO he will remain involved at the schools he founded as a director. This year will see the first cohort sit their GCSEs and he is confident results will be well above the national average. Nevertheless, the past six years have been quite an education for him. “It’s been easily the most difficult thing I’ve tried to do in my life. I co-produced a Hollywood movie – I thought that was difficult. That was a walk in the park compared to setting up schools.”",
  "webTitle": "Toby Young: The education secretary’s ‘enormous powers’ could come back to haunt Tories",
  "webPublicationDate": "2016-05-17T06:15:35Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/17/toby-young-education-secretary-powers-free-school",
  "keyword": [
    {
      "webTitle": "Free schools",
      "id": "education/free-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Toby Young",
      "id": "media/toby-young",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/17/toby-young-education-secretary-powers-free-school"
}