{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/across-europe-distrust-of-mainstream-political-parties-is-on-the-rise",
  "id": "2016-05-25-294",
  "sectionId": "world",
  "body": "The narrow defeat – by just 0.6 percentage points – of the nationalist Freedom party’s Norbert Hofer in this week’s Austrian presidential elections has focused attention once more on the rise of far-right parties in Europe. But despite what some headlines might claim, it is oversimplifying things to say the far right is suddenly on the march across an entire continent. In some countries, the hard right’s share of the vote in national elections has been stable or declined.  In others – particularly the nations of southern Europe, which, with memories of fascism and dictatorship still very much alive, have proved reluctant to flirt with rightwing extremism – it is the far left that is advancing. Some rightwing populist parties are relatively new, but others have been a force to be reckoned with for many years now, sometimes – as in France – enjoying a large share of the vote but being unable, as yet, to break through nationally.  The concerns of many may be broadly the same: immigration, integration, jobs, incomes, the EU, political and business elites. The euro crisis, followed by Europe’s migrant crisis and the Paris and Brussels terror attacks have fuelled their rise.  But their ideological roots are very different: from anti-establishment to neo-fascist, nationalist to anti-austerity, authoritarian to populist, libertarian to Catholic ultra-conservative. Germany’s AfD is not Hungary’s Fidesz. The Finns and the Danish People’s party loathe France’s Front National, and the Netherlands’ PVV is nothing like Poland’s Law and Justice, which bears no resemblance to Austria’s Freedom party. It may be misleading to bracket them all together in the same category.  What is undeniably happening, however, is that the continent’s traditional mainstream parties are in full retreat. Across Europe, the centre-left social democrats and centre-right Christian democrats who have dominated national politics for 60 years are in decline.  Following a collapse in support for its two centrist parties last December, Spain has been unable to form a government and will hold fresh elections next month. The three mainstream parties in the Netherlands are set to win 40% of the vote between them in elections next year – roughly what any one of them might have got previously. Even in Germany, it seems highly likely that support for liberal and green parties and, above all, the populist, anti-immigrant AfD, could soon bring to an end an era of two-party political stability that has endured since the end of the second world war. What is on the march across Europe may not be the far right, but distrust, disillusion, even full-scale rejection of the political establishment: in the first round of Austria’s presidential elections, the centre-right and centre-left parties barely polled 10% each. Austria     Norbert Hofer of Austria’s Freedom party. Photograph: Filip Singer/EPA    Having toned down its inflammatory, sometimes racist rhetoric to focus on issues such as social welfare and spending power, the anti-immigrant, Eurosceptic Freedom party has seen its share of the vote nearly double in recent years, but it remains lower than the 27% it scored in 1999.     Austria   Italy     Matteo Salvini, federal secretary of Lega Nord. Photograph: Gabriel Bouys/AFP/Getty Images    While it has continued to fare well in regional elections, finishing first in Veneto in 2015 with a landslide 50% of the vote, support for the Lega Nord in national elections nearly halved between 2006 and 2013. Meanwhile, comedian Beppe Grillo’s anti-establishment, anti-corruption and anti-euro Five Star Movement has entered with a flourish, winning 25% of the national vote in 2015.     Italy   France     Marine Le Pen, president of the Front National in France. Photograph: Philippe Lopez/AFP/Getty Images    In national elections, support for Marine Le Pen’s anti-immigrant, anti-euro Front National has swung between 11% in 2002 to 4% in 2007 and nearly 14% in 2012. In recent European (24%) and regional (27%) elections it has done far better, but France’s two-round electoral system means it has yet to make a decisive breakthrough. Le Pen is thought likely to reach the run-off in next year’s presidential elections but, like her father in 2002, be defeated.    France   Sweden     Jimmie Akesson, chairman of the Sweden Democrats. Photograph: Scanpix Sweden/Reuters    National support for the nationalist, anti-immigrant Sweden Democrats has rocketed since 2006 and the party won 49 seats in the 2014 elections, giving it the balance of power in parliament. The refugee crisis has further increased its following, although its support has fallen since January polls suggested it might be Sweden’s biggest party. For the time being, other parliamentary groups refuse to cooperate with it.   Sweden   Denmark     Danish People’s party leader Kristian Thulesen Dahl. Photograph: Scanpix Denmark/Reuters    Support for the anti-immigration, “more Denmark, less EU” Danish People’s party, which has 37 seats in parliament and is propping up a minority Liberal government, is helping to force a significant hardening of Denmark’s asylum and refugee policies. Its support has surged in the past five years, rising from 14% to 21% in last year’s general elections.    Denmark   Finland     Timo Soini, chairman of the Finns party. Photograph: Vesa Moilanen/REX Shutterstock    Stealing votes from right and left, the Finns party led by Timo Soini is fiscally leftwing but has a socially conservative and nationalist platform; it supports the welfare state and marriage and strongly opposes immigration. Support has grown rapidly and it now has 38 seats in the Finnish parliament.   Finland   Spain     Leader of Spain’s leftwing Podemos, Pablo Iglesias. Photograph: Curto de la Torre/AFP/Getty Images    The new leftwing, anti-establishment and anti-austerity Podemos, born from the Indignados protests during the financial crisis, and the more right-leaning, anti-corruption Citizens party, born in 2006 as a regional party to counter Catalan separatism, both made a spectacular entry on to the national political scene last year, collecting 35% of the vote between them and stymying the mainstream parties’ hopes of forming a government.    Spain   Germany     Frauke Petry, head of the rightwing populist AFD. Photograph: Sean Gallup/Getty Images    Formed in 2013 by an economics professor to campaign against the euro and ongoing European harmonisation, Alternative für Deutschland scored 5% in the general elections of that year and, earlier this year, won representation in half of Germany’s state parliaments. Currently polling at around 15%, five points behind the centre-left Social Democrats (SPD), the party has focused increasingly on opposing immigration and recently adopted a motion saying Islam was not compatible with the German constitution.   Germany   Greece     Ilias Panagiotaros of Golden Dawn. Photograph: Pantelis Saitas/EPA    The neo-Nazi Golden Dawn has grown into the third-biggest force in Greek politics during the country’s economic crisis, but its electoral support has not increased since 2012. Electoral support for the Syriza movement – a coalition of radical left parties that came to power on a promise to fight EU austerity – has grown more than sevenfold to more than 35%.    Greece   Poland     Jarosław Kaczyński, Law and Justice party chairman. Photograph: Gallo Images/Getty    Support for the rightwing Law and Justice party, standing for Catholic conservative morality and greater state intervention, has grown steadily since 2005, allowing it to win last year’s elections. Its subsequent reinterpretation of democracy has brought it into increasing conflict with the EU and many of its own citizens.    Poland   Hungary     Chairman of the radical Jobbik party Gábor Vona. Photograph: Balazs Mohai/EPA    Jobbik, Hungary’s third-strongest party, denies it is racist, but its ideology is so freighted with antisemitism, racism and homophobia that most far-right parties shun it. Its rapid growth, from 2% to 21% of the vote since 2006, has spurred the ruling national conservative Fidesz party to increasingly hardline policies – including the erection of a razorwire fence last year to exclude refugees.   Hungary   Belgium     Gerolf Annemans of Vlaams Belang. Photograph: Francois Lenoir/Reuters    Support for Vlaams Belang, the far-right, nationalist and populist Flemish-language party, has plummeted from 12% to 4% in national elections since 2007, although recent polls suggest it is rallying successfully under a new leader and may be approaching its former levels.    Belgium   Netherlands     Geert Wilders, leader of the far-right Dutch Party for Freedom. Photograph: Dirk Waem/AFP/Getty Images    Geert Wilders’ anti-EU, anti-Islam Dutch Party for Freedom (PVV) saw its share of the vote surge in elections in 2010, but fall dramatically two years later. Recent polls, however, suggest that unless its flamboyant founder runs into another scandal, it may end up as the Netherlands’ largest party in elections next year, with up to 25% of the vote.    Netherlands   Note: All data is from the national elections",
  "webTitle": "Across Europe, distrust of mainstream political parties is on the rise",
  "webPublicationDate": "2016-05-25T05:00:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/across-europe-distrust-of-mainstream-political-parties-is-on-the-rise",
  "keyword": [
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Finland",
      "id": "world/finland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Denmark",
      "id": "world/denmark",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poland",
      "id": "world/poland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hungary",
      "id": "world/hungary",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Belgium",
      "id": "world/belgium",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Netherlands",
      "id": "world/netherlands",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    },
    {
      "webTitle": "Helena Bengtsson",
      "id": "profile/helena-bengtsson"
    },
    {
      "webTitle": "Caelainn Barr",
      "id": "profile/caelainn-barr"
    }
  ],
  "guardianId": "world/2016/may/25/across-europe-distrust-of-mainstream-political-parties-is-on-the-rise"
}