{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/will-republican-party-embrace-donald-trump-nomination",
  "id": "2016-05-05-152",
  "sectionId": "commentisfree",
  "body": "He is the party leader who must not be named. A figure so ruinous, yet so powerful, that merely uttering his moniker could spell electoral doom for any Republican running for election this year. And yet, how can you avoid Donald Trump, the most influential person in your own party: the candidate at the top of the ticket, whose popularity – or unpopularity – will seal your own fate? For that matter, how can anyone with a pulse and a phone avoid Donald Trump? Pity the poor Republican politicians who must now decide whether to hang separately, or hang together with the dark lord who believes he could shoot a supporter on Fifth Avenue and still line up more fans behind the corpse.  In any case, Donald Trump cannot be named. In statement after statement, Republicans have adopted the fetal position while muttering something about a nameless nominee. Take Kelly Ayotte in New Hampshire. A spokeswoman for the senator explained that she “plans to support the nominee”. But she delicately added later that the senator “isn’t planning to endorse anyone in this cycle”.  Huh? Is it possible to support a nominee without endorsing him? Ayotte’s position makes about as much sense as a foreign policy speech by the nominee himself. We can at least credit Donald Trump with unleashing a new wave of creativity in the dark arts of political pretzel-making. In case you hadn’t guessed already, Ayotte (elected in the Tea Party wave of 2010) is running dead even in the polls with her Democratic challenger, Governor Maggie Hassan. At least, she was before Trump became the party leader she supports but refuses to name or endorse. Is it possible to escape the shadow of a nominee who wishes he could date his own daughter? At the same time, is it credible to pretend you don’t belong to the same party? This is the exquisite torture Republican voters have now inflicted on their own elected officials. After years of supposed betrayal – either economic or through purported compromises with the enemy known as Obama – the Republican party’s voters have turned on their own. The result is surely going to destroy the reputations of an entire swath of Republican officials. Here, for instance, is Nikki Haley, the South Carolina governor, denouncing Donald Trump a little more than two months ago for flirting with the racist KKK: “I will not stop until we fight a man that chooses not to disavow the KKK. That is not a part of our party. That is not who we want as president. We will not allow that in our country,” she declared to extended cheers and applause in Atlanta. “That is not who our Republican party is. That’s not who America is”. Now Haley tells reporters that while she is too busy to be Trump’s vice-president, “I have great respect for the will of the people, and as I have always said, I will support the Republican nominee for president.” Way back in 2004, when they were running against John Kerry for president, the Republican party had a word for this kind of thing: flip-flopping. The Republican party duly sent a young staffer to each Kerry event with a giant pair of flip-flops to flap in front of Kerry’s supporters. The simple, yet effective, argument was that you couldn’t trust a politician who reversed himself so easily. Now the entire party wears flip-flops. Governor Brian Sandoval of Nevada lamented the end of John Kasich’s campaign, but gave the nominee – whom he could not bring himself to name – the kind of half-throated endorsement that could only spell doom for everyone involved. “I plan to vote for the presumptive nominee although it is no secret that we do not agree on every issue,” the governor posted on Facebook. “Elections are about making choices and the Democratic nominee is simply not an option.” That’s just the kind of leadership this anti-establishment electorate is looking for: a politician who supports someone he doesn’t agree with. No, wait. That was another cycle. The Trump Affliction is affecting not just elected officials but those who purport to advocate for specific Republican policies. The national chairman of the Republican Jewish Coalition, David Flaum, congratulated Trump for winning the nomination, even though the nominee recently said he wanted to be “sort of a neutral guy” when it came to the Israeli-Palestinian conflict. “Along with the presidential race, the RJC will be working hard to hold on to our majorities in the Senate and House,” Flaum said, suggesting that the majorities were in danger. “It is critical that these majorities be preserved.” This is an epic moment in American politics. To find anything similar, you might have to go back to 1983 when Margaret Thatcher was heading for her second crushing victory over the socialists running Britain’s Labour party at the time. “The longest suicide note in history,” is how one Labour parliamentarian described his own party’s election platform at the time. Well, the Republican party of 2016 has just signed up for something even more damaging, although they cannot bring themselves to mention its name in public: the most suicidal nomination in history.",
  "webTitle": "Will the Republican party suck it up and embrace Donald Trump? | Richard Wolffe",
  "webPublicationDate": "2016-05-05T14:39:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/will-republican-party-embrace-donald-trump-nomination",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Wolffe",
      "id": "profile/richard-wolffe"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/will-republican-party-embrace-donald-trump-nomination"
}