{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/16/live-qa-what-impact-will-the-istanbul-summit-have-on-humanitarian-response",
  "id": "2016-05-16-283",
  "sectionId": "global-development-professionals-network",
  "body": "If there is one thing the sector can agree on, it is that the need for serious discussion about humanitarian response has never been greater. Over the past decade the number of people affected by humanitarian crisis has almost doubled. At the same time the money needed to resource effective action is dangerously lacking with a shortfall of billions. Many argue that the system is broken and it is time for creative, and even radical, reform.  There is little consensus however, on what this reform should be and how far it should go. In his outlining document for the World Humanitarian Summit (WHS) in Istanbul, UN secretary general Ban Ki-Moon set out five core responsibilities including a shift “from delivering aid to ending need”. There is also hope that the summit will deliver a transformation of aid financing dynamics in the form of a “grand bargain”.  Yet scepticism has come from many corners – not all are convinced the WHS has the right priorities, or that it will have the weight to deliver them. MSF’s decision to pull out of the summit is the latest example of this disillusion. So what can we hope to achieve in Istanbul? What responsibilities should be focused on, and which ones have been kept off the table? Is there still scope for meaningful change and binding commitments?  Before the WHS starts on 23 May, join us and an expert panel on Thursday 19 May 1-3pm to discuss these questions and many more. The panel Nayeem Wahra, director (DMCC), BRAC, Dhaka, BangladeshNayeem has worked with Oxfam, Save the Children, ActionAid, UNICEF and several national organisation and universities on humanitarian issues. Michael Mosselmans, Head of Humanitarian Policy Practice and Advocacy, Christian Aid, London, England @michaelmoss44Michael works in Christian Aid’s humanitarian division. He has also worked for DfID, WFP and OCHA. Simon Lawry-White, humanitarian practice advisor, Crown AgentsSimon is an experienced humanitarian adviser and manager of humanitarian programmes. His experience covers government, NGO, UN and the private sector Lesley Bourns, policy analysis and innovation, United Nations OCHA New York, USLesley works in the policy branch at OCHA, focusing most recently on research on humanitarian effectiveness. Fred Abrahams, associate director for programme, Human Rights Watch, Berlin, Germany @fredabrahamsFred Abrahams manages HRW’s researcher training and conducts research in armed conflicts and human rights crises Howard Mollett, senior policy advisor, Care International, London, UK @HowardMollettHoward has worked with Care International in Afghanistan, Sudan and Jordan to support humanitarian programmes and partnerships with local civil society groups. Anita Makri, opinion and special features editor, SciDev.Net, London UK @anita_makri @SciDevNetAnita is an editor at SciDev.Net and board member at GHFi with cross-sector experience in development, health and the environment  Marc DuBois, independent humanitarian consultant and analyst, London @HumanicontrariaMarc is currently an independent consultant, but also previously spent 15 years at MSF, including Director of MSF-UK (2008 to 2014).  David Fisher, acting manager, Policy, Research and Diplomacy Unit, International Federation of Red Cross and Red Crescent Societies, Geneva, SwitzerlandDavid Fisher is an expert in disaster risk management law and policy.  Mike Noyes, head of Humanitarian Response, ActionAid UK, London UKMike has been at ActionAid for three years, and previously worked in humanitarian and development roles for a number of other UK NGOs in both the UK and Africa.  The live chat is not video or audio-enabled but will take place in the comments section (below). Get in touch via globaldevpros@theguardian.com or@GuardianGDP on Twitter to recommend someone for our expert panel. Follow the discussion using the hashtag #globaldevlive.",
  "webTitle": "Live Q&A: What impact will the Istanbul summit have on humanitarian response?",
  "webPublicationDate": "2016-05-16T09:21:47Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/16/live-qa-what-impact-will-the-istanbul-summit-have-on-humanitarian-response",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Live Q&As",
      "id": "global-development-professionals-network/live-chats",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Holly Young",
      "id": "profile/holly-young"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/16/live-qa-what-impact-will-the-istanbul-summit-have-on-humanitarian-response"
}