{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/abc-boss-michelle-guthrie-faces-barrage-of-questions-four-days-into-job",
  "id": "2016-05-05-231",
  "sectionId": "media",
  "body": "The senators appeared not to care that Michelle Guthrie had been in the ABC managing director’s chair for only four days, demanding she answer detailed questions at her first Senate estimates appearance.  The senators were so keen to ask Guthrie about everything from the cuts to the ABC’s budget to the broadcaster’s Middle East coverage that she was forced to miss her 7pm flight back to Sydney after her session on Thursday was extended well beyond the scheduled 30 minutes.  “I’m not enjoying missing my flight,” Guthrie told the Greens senator Scott Ludlam, who asked her if she was enjoying her first estimates.  Another newcomer to estimates, the Liberal senator James Paterson, grilled Guthrie about the ABC’s new bespoke font for its websites and the perceived bias of the ABC’s political reporting.  Paterson asked if Guthrie was comfortable that the ABC’s Middle East correspondent Sophie McNeill was a “political activist”.  “She isn’t a political activist, she is a journalist,” Guthrie said.  Late last year her predecessor, Mark Scott, was asked the same questions.   Related: New ABC chief faces budget shortfall and Senate estimates in first week of job    The Labor senator Sam Dastyari wanted to know if Guthrie had explored the allegations that were made about ABC board member Dr Kirstin Ferguson in a media report last month.  Dastyari became frustrated when she refused to disclose what was discussed at the ABC’s board meetings.  “It’s an internal board matter and we don’t discuss those internal board matters,” Guthrie said.  Dastyari replied: “That’s not an answer.”  Senator Bridget Mackenzie was equally brusque with the new managing director demanding to know how she planned to change the ABC’s so-called Sydney-centric culture and for her immediate response to a report which had only just been tabled that day.  “What steps are you going to take as managing director to overcome that perception that the ABC is Sydney-centric? Mackenzie asked.  “I have been to every state and territory and I hope to add more offices in the next few months,” Guthrie said, praising the “passion and commitment” of the ABC staff she met.   “One of the things that struck me as I travelled around was how every office had ‘special sauce’.”   But Mackenzie wasn’t happy with that answer and pushed for her detailed plans.  “Senator, I hope you appreciate it’s very early days for me to give you specific details of all my plans,” Guthrie said.  Earlier the former Google executive had tried to inject some humour into proceedings by saying she had enjoyed communications minister Mitch Fifield’s rendition of the Play School song at the opening of an exhibition on Thursday.   “What is abundantly clear to me is that the ABC is one of Australia’s most trusted, respected and important institutions,” Guthrie said in her opening statement. “At a time of massive disruption in the media sector the national broadcaster remains a champion of media diversity, quality and innovation.”",
  "webTitle": "ABC boss Michelle Guthrie faces barrage of questions four days into job",
  "webPublicationDate": "2016-05-05T10:46:03Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/abc-boss-michelle-guthrie-faces-barrage-of-questions-four-days-into-job",
  "keyword": [
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/05/abc-boss-michelle-guthrie-faces-barrage-of-questions-four-days-into-job"
}