{
  "apiUrl": "https://content.guardianapis.com/culture-professionals-network/2016/may/06/create-positive-action-support-unrecognised-female-artists",
  "id": "2016-05-06-241",
  "sectionId": "culture-professionals-network",
  "body": "Nowadays there are more than twice as many female students than males on fine art courses, according to data obtained from the HE Statistics Agency. However, many contemporary galleries and exhibitions still need to realise the value of women’s art. New research from Freelands Foundation revealed that the contemporary visual arts world is lagging behind when it comes to enabling artistic equality for today’s up-and-coming female artists. While at least half of all visual artists are women, female artists are getting just 42% of the shows in London’s non-commercial galleries, or 40% elsewhere across England, Scotland and Wales.  It is progress compared to the situation in 1991, when the May issue of a-n’s (then printed magazine) Artists Newsletter revealed how some established female artists joined forces to “bring the Fanny Adams experience to the art world’s attention” – and their shocking pink poster revealed that 83% of solo shows in London’s commercial galleries were going to men.    When it comes to juggling childcare and art production costs, many female artists find themselves time- and cash-poor    More than 30 years ago, a major enquiry named The Economic Situation of the Visual Artist noted that 35 was the age at which many women were forced to drop out. It’s something to which I can relate. My career as a practising artist started to show some successes in my 30s and early 40s through exhibitions and purchases for public collections. But the conflict between maintaining a studio practice, keeping that toehold in the exhibition world and income generation meant my day job as an arts manager crowded the art making out.  This is a problem still faced by many female artists now – and it won’t go away, because there are twice as many women than men graduating from our art schools.  The burgeoning careers of many of today’s artists can stall at that pivotal age, when women have to grapple with starting a family, alongside the expectations of the art world that artists be available to undertake commissions and projects wherever they may be (and be visible within national and international networking).  When it comes to juggling childcare and art production costs, many of today’s up-and-coming female artists find themselves both time- and cash-poor.    Related: Self-employed in the arts: the good, the bad and the future    In the subsidised visual arts, where funding compliance is able to secure an acceptable bottom line, gender equality in programming is on the way, mirroring positive achievements made in the visual arts workforce as a whole.  And while female artists have in the past decade been under-represented in selections for the Venice Biennale, we can find a model of good practice instead in Glasgow International’s 2016 programme balance.  Although some might agree with George Baselitz – that female artists will get due attention when their work’s good enough – here are four better ways to create some positive action. Galleries should exhibit overlooked artists Acknowledging the contribution made by many who have been previously overlooked, Tate Modern’s expansion and its commitment to showing the real history of art (beyond the European and North American canon) means that director Frances Morris has pledged more space for women’s art. In May, seminal works by Margaret Harrison – a co-founder of the first Women’s Liberation Art group in 1971 – provide a focus for examination of the environment for feminist art then and now. Recognise lesser-known female talent with awards Who can fault Freelands Foundation’s new award, aimed specifically at female artists who have not yet achieved the acclaim and public recognition their works deserve.  The foundation’s founder, Elisabeth Murdoch, wants the award to be about pushing boundaries and helping artists and arts organisations fulfil their potential. Worth £100,000 and selected from nominations, it will enable a mid-career female artist to make new work for exhibition in collaboration with a regional arts organisation. Champion residencies for those excluded by personal circumstances On a micro-scale, artist and mother Nicola Smith (for whom I’m a mentor) has become a champion of family-friendly artists’ residencies. Responding to the many programmes that have unrealistic expectations and artists who said it was money and family commitments that prevented them from pursuing their practice through residencies, she’s launched a new micro-research residency: We Are Resident.  Supported by Finland’s Tampere Artists’ Association, it’s aimed specifically at an artist (male or female) in north-west England whose family or personal circumstances limit participation in normal residency opportunities. Support your peers Mothers Who Make is an London initiative generated by artist Matilda Leyser. It acts as a peer support group for actors, dancers, writers, painters and film-makers who are mothers, to share the particular wonders and struggles of being a mother and maker. Find it popping up in other places such as Manchester – or start your own. Join our community of arts, culture and creative professionals by signing up free to the Guardian Culture Pros Network.",
  "webTitle": "Creating positive action to support unrecognised female artists",
  "webPublicationDate": "2016-05-06T10:50:09Z",
  "webUrl": "https://www.theguardian.com/culture-professionals-network/2016/may/06/create-positive-action-support-unrecognised-female-artists",
  "keyword": [
    {
      "webTitle": "Culture professionals network",
      "id": "culture-professionals-network/culture-professionals-network",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Finance",
      "id": "culture-professionals-network/finance",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Policy",
      "id": "culture-professionals-network/policy",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Development",
      "id": "culture-professionals-network/development",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Professional development",
      "id": "culture-professionals-network/professional-development",
      "sectionId": "culture-professionals-network",
      "sectionName": "Culture professionals network"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Jones",
      "id": "profile/susan-jones"
    }
  ],
  "guardianId": "culture-professionals-network/2016/may/06/create-positive-action-support-unrecognised-female-artists"
}