{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/12/nissan-buys-share-in-scandal-hit-mitsubishi-motors",
  "id": "2016-05-12-225",
  "sectionId": "business",
  "body": "Nissan has vowed to rebuild trust in Mitsubishi Motors after taking a one-third stake in the scandal-hit car-maker. The deal is a boost to Mitsubishi, which has been engulfed in crisis after admitting last month that it had faked data to overstate the fuel efficiency of more than 600,000 cars. Nissan will pay 237bn yen (£1.5bn) for a 34% share, giving it a controlling stake in its smaller Japanese rival.   Related: Mitsubishi Motors admits manipulating fuel economy tests    Mitsubishi’s share price has fallen about 40% since news of the scandal broke, as traders fearful of both financial and reputational damage rushed to dump the stock. Carlos Ghosn, Nissan’s chief executive, said the company would work hard to restore Mitsubishi’s reputation. Announcing the deal in Tokyo, he said: “At Nissan we are determined to preserve and nurture the Mitsubishi Motors brand. And we will help this company address the challenges it faces, particularly in restoring consumer trust in its fuel economy performance. “Nissan will also contribute to management expertise and corporate governance experience necessary to deliver sustainable and profitable growth … It is a potential win-win transaction.” The two companies are already partners in development and manufacturing, but there was no cross-ownership involved. Mitsubishi falsified mileage test results on a number of models, including two it manufactured for Nissan, Japan’s second largest car-maker after Toyota. Mitsubishi said at the time the cars affected were only sold in Japan. However, it said it would extend its investigation to cover cars made for overseas markets. Commenting on the deal, Jasper Lawler, analyst at CMC Markets, said: “Taking a big stake in Mitsubishi Motors is a risky move by Nissan when it’s still not known how much the fuel economy scandal will cost in fines, litigation and lost business.  “From a straightforward valuation standpoint, with Mitsubishi Motors shares down over 40% since the scandal broke, Nissan can negotiate a bargain price.” Under the terms of the deal, Mitsubishi will issue new shares to Nissan, at a 5.3% discount to Wednesday’s close, raising 237bn yen.",
  "webTitle": "Nissan buys 34% controlling share in scandal-hit Mitsubishi Motors",
  "webPublicationDate": "2016-05-12T11:59:39Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/12/nissan-buys-share-in-scandal-hit-mitsubishi-motors",
  "keyword": [
    {
      "webTitle": "Nissan",
      "id": "business/nissan",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/12/nissan-buys-share-in-scandal-hit-mitsubishi-motors"
}