{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/urth-caffe-california-muslim-discrimination-lawsuit",
  "id": "2016-05-04-27",
  "sectionId": "world",
  "body": "Seven Muslim women who were kicked out of a southern California restaurant are suing the business for discrimination, alleging that they were singled out for wearing headscarves in an area that advocates say has seen an increase in hate crimes.  The women, six of whom were wearing hijabs, say they were ordered to leave Urth Caffe in Laguna Beach on 22 April, ostensibly because they were violating a policy limiting seating to 45 minutes – even though video they took as they were exiting shows that there were open tables throughout the restaurant.            The business, which is located near the beach in Orange County, was half empty at the time, and other non-Muslim women seated far longer than the Muslim women were not asked to leave, according to the lawsuit filed this week. After the women protested, management at the restaurant, which boasts “organic coffees and fine teas”, allegedly called its security guard and eventually local police to force the women to leave. “I cried the whole way home,” Sara Farsakh, 29, said in an interview. “I was just so shocked and hurt by what happened.” Farsakh posted a Facebook video showing many empty tables, along with footage of the police who showed up to escort them out. “I am completely appalled by the racist and Islamophobic treatment some friends and I were subjected to by staff at Urth Caffe in Laguna Beach last night,” she wrote on Facebook after the incident. “What began as a night out with some friends ended as a painful and embarrassing reminder of what it is like to be visibly Muslim – even in liberal California. By visibly Muslim, I mean women who wear the hijab, or headscarf.” The complaint, which seeks unspecified damages, states, “Urth Caffe’s removal of Plaintiffs was motivated not by Plaintiffs’ violation of any company policy, but by its desire to cleanse the restaurant of visibly Muslim patrons who have been targets of recent neighborhood hate.” The restaurant has been the site of numerous hate crimes against Muslims this year, according to the complaint. In March and April, “locals unnerved by the increasing presence of Muslims in their community” threw eggs at Muslim customers at Urth Caffe, slashed their tires and yelled “racial taunts and epithets”, the suit says. “That’s really the key to why this is discrimination,” said Mohammad Tajsar, attorney for the women, who range from 25 to 29 years old. “There’s a clear motivation on the part of the management to appease the discriminators and the racists who had been basically annoyed and frustrated at the increasing presence of people who seemed like they were Muslim.” Laguna Beach is 90% white, according to Census data.  Even if the restaurant did not directly address the women’s religion, it was a blatant case of prejudice, said Tajsar. “Discrimination in 2016 can be clear even if there isn’t an outward religious slur.” The restaurant has not apologized for the incident and instead defended its actions in a short Facebook post: “Urth Caffe categorically denies any and all claims of racial or religious discrimination against Sara Farsakh. While a full investigation is still ongoing, it appears that Ms Farsakh and her friends violated company policies and that the staff at Urth Caffe in Laguna properly and justifiably applied company procedures.” The restaurant’s “busy time seating limit” policy, a copy of which Farsakh posted on Facebook, says: “If tables are available, you are certainly welcome to enjoy Urth for as long as you desire.” In its statement, Urth said it doesn’t condone discrimination and “sincerely hopes that its customers will withhold judgment until all of the evidence in this case comes to light”. The restaurant, a local chain with locations throughout southern California, did not respond to requests for comment on Wednesday. Farsakh, a student, said she was compelled to file a lawsuit in part because of the increasing discrimination that Muslims have faced in the wake of racist rhetoric in American politics. Donald Trump, the presumptive GOP nominee for president, called for a ban on Muslims entering the US in December. “With the current political climate, this type of stuff is increasing,” she said. “We felt so embarrassed and shocked. You can’t believe it when it’s happening to you.”  Farsakh, the one woman in the group who was not wearing a headscarf, said she stopped wearing a hijab in part because of her fears about discrimination.  “I shouldn’t have to be concerned about my mother, my mother-in-law, my friends and future daughters,” she said. “It’s unacceptable for anybody to have to go through this based off of the way that they look.”",
  "webTitle": "Muslim women kicked out of California restaurant sue for discrimination",
  "webPublicationDate": "2016-05-04T20:41:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/urth-caffe-california-muslim-discrimination-lawsuit",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "world/2016/may/04/urth-caffe-california-muslim-discrimination-lawsuit"
}