{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/life-in-solitary-i-cant-see-the-sun-rise-or-the-moon-at-night",
  "id": "2016-05-09-146",
  "sectionId": "world",
  "body": "Tyreik Gilford spends his days in a 14ft by 9ft cell. When the Guardian asked him to describe his living space, it didn’t take him long because there’s really not that much to say about it. There’s a stainless steel bunk bed with two levels, a shower – with no door or curtain, so no privacy from the other inmate in the cell – and a toilet that sits 3ft from the face of the unlucky inhabitant of the lower bunk. In the middle of the cell there is a neon light that is forever glowing. It remains on at night, though it does dim a little.  A table sticks out from one side of the cell with two retractable seats attached. The walls, floor and ceiling are concrete, a sea of dull grey. You can barely see out. There are no bars on the door, which is made of solid steel. Gilford has been housed in a number of types of solitary cell. At the moment he’s in a double cell where he’s cooped up in a tiny space with another prisoner. These are often among the worst conditions in which to be held in lockdown. The space is even more limited than in single cells, the inmates are still kept behind a closed door for at least 22 hours a day, and given the high proportion of solitary prisoners who are struggling with mental illness, it can be harrowing. Sometimes it proves fatal. “Every day when I sit in my cell I can hear other inmates yelling from they [sic] cell, politicking about this and that, all types of dumb stuff,” Gilford wrote. There’s a hatch at the bottom of the door. It gives prison officers access so they can shackle Gilford’s ankles on the rare occasions they let him out. Another slot in the door is for food to be shoved through – 7am breakfast, 11.30am lunch, 4.30pm dinner. He can’t see who’s giving him the meals, just their disembodied fingertips. The only view of the outside world is a 32ins by 15ins window at the back of the cell. “I can see outside and the sky. Unfortunately, from the position of the window, I cannot see the sun rise, set, or the moon at night,” Gilford said. There’s a door at the back of the cell through which he’s allowed to pass to spend one or two hours a day in an outside space measuring 29ft by 8ft. It’s a cage, that’s all it is, but at least the air feels fresh. They call it the recreation yard. That’s pretty much it. Gilford spends 22 hours of every day sitting in his cell, surrounded by steel and concrete. Concrete and steel. Trying to hold it together.   6x9   There’s nothing exceptional about Gilford or his day-to-day existence. He’s one of as many as 100,000 men, women and children locked away in concrete boxes across the US, a country that puts people in solitary confinement at a rate virtually unparalleled.  The UN has denounced the type of conditions in which Gilford is currently held in the isolation wing of an upstate New York prison, saying they could amount to torture, and  Barack Obama has described them as an “affront to our common humanity”. Gilford, 26, was sentenced last year to six years in prison for selling drugs, having been arrested by police in 2013 on the stairwell of his Harlem project building. He says he is innocent and was mistakenly caught up in the search. Last November, his troubles deepened. He was transferred from the general prison population to a “special housing unit”, or SHU, at the Upstate Correctional Facility in Malone, after he was found with a small amount of marijuana. In other words, he was put into solitary confinement.     The letter that Gilford wrote to Ed Pilkington from his cell. Photograph: The Guardian    Gilford sent a letter to the Guardian recently from his isolation cell. In it, he described the changes he could detect in himself as a result of being removed from ordinary human association. “It’s making me antisocial,” he wrote. “And it affects my relationship with my love one. I’m not able to hear or speak with them, I’m only able to see them once a week, and even then I can’t touch them like how I would like to.” Gilford is allowed weekly visits, but at the start of his time in the SHU he was chained outside the cell, and he can only talk to his family through a steel mesh. Even that limited degree of contact is vitally important to him, helping him to deal with the well-established psychological trauma caused by being held in isolation. “I do have trouble sleeping at night and I often feel depressed because of the situation I’m in. When I don’t hear from people that I love, I get upset. If I don’t get a visit I get upset because being in that cell for so long makes me feel box in.” New York state has recently moved away from the addiction to solitary confinement that holds so many states across the country in its grip. In response to a lawsuit brought by the New York Civil Liberties Union, a deal has been reached under which the state will rein in its use of isolation cells. As part of the deal, solitary confinement has been banned for juvenile prisoners, a reform replicated this year by Obama across the federal prison system. Several other reforms have been approved, including limiting the time people can be kept in SHUs and the provision of alternative punishment regimes.     Yvonne Gilford and her daughter Tawanna holding a photograph of Tyreik. Photograph: Laurence Mathieu-Leger for the Guardian    But the changes still have a way to go before they are implemented, and that leaves Gilford and 4,000 other New York state inmates grappling with the daily torment of being confined in isolation. As is so often the case with solitary prisoners, he received a second three-month punishment while he was in the SHU that prolonged his lockdown for another 90 days. He is scheduled to come out of the box in June, but the way things are he’s fearful he’ll get another extension. And so it goes on. “I don’t think it’s a good thing to put inmates into lockdown,” Gilford wrote in his letter. “For one, I don’t think it makes the behavior better. Plus it’s bad enough we already lock down, so to be in lockdown on top of being lock down is just too much.”",
  "webTitle": "Life in solitary: 'I can't see the sun rise, or the moon at night'",
  "webPublicationDate": "2016-05-09T14:47:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/life-in-solitary-i-cant-see-the-sun-rise-or-the-moon-at-night",
  "keyword": [
    {
      "webTitle": "US prisons",
      "id": "us-news/us-prisons",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Civil liberties - international",
      "id": "law/civil-liberties-international",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "world/2016/may/09/life-in-solitary-i-cant-see-the-sun-rise-or-the-moon-at-night"
}