{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/jimmy-anderson-lancashire-somerset-james-hildreth-county-championship",
  "id": "2016-05-03-70",
  "sectionId": "sport",
  "body": "Jimmy Anderson in one over changed the tenor of the match even if he has not necessarily dictated the outcome. In the 43rd over of the innings Anderson contrived three wickets that had Somerset slump from 102 for two to 102 for five. For the first time in three days here was a game to be won. What had seemed a dozy runfest on a moribund pitch had become a proper struggle. Anderson, at least for the eight minutes it took for him to bowl his ninth over, had demonstrated his special ability to prosper on brown pitches. Despite Anderson’s spectacular over Lancashire still have much toil ahead if they are to win. They were thwarted by James Hildreth, the last man out for a wonderfully composed 130 and, more surprisingly, by Jamie Overton. The younger of Somerset’s twins contributed a vital 51, his fourth and slowest half-century for the county, an indication of how he has evolved from a dangerous hitter to the potential all-rounder status already occupied by his brother. Together they added a crucial 139 runs for the eighth wicket. Anderson probably enjoyed his first scalp, that of Chris Rogers, the most. There was an element of theatre about it. Having perused this brown, docile strip of turf, he dispensed with all bar one of his slips. There were seven men on the off-side, including two short extra-covers plus a silly mid-on. Anderson slowly moved his men an inch to the left, two inches to the right, as meticulous as Bernhard Langer lining up a putt. Eventually he was ready; he propelled a full-length cutter, which Rogers poked to Karl Brown, one of the short extra-covers. Somerset’s captain departed looking as if betrayed by a surface that hitherto had only frustrated his bowlers. Next ball Roelof van der Merwe missed and was lbw; he has nine runs from his four championship innings. Enter Peter Trego eventually, still tidying himself up. He defended two balls and was adjudged lbw to his third. Game suddenly on. Somerset rallied. There was a puckish innings from Ryan Davies – 22 is now his highest score in championship – but his departure, stumped two yards from home seemed a tad inappropriate. Craig Overton was bowled by a shooter, which left Jamie with the family bragging rights. All the while Hildreth batted with a calmness and control that only Rogers, while making his half-century, could approach earlier in the innings. Thanks to Hildreth Somerset have a chance of saving a game Lancashire have thought was automatically theirs after the Anderson intervention. Following on Somerset are still 180 runs behind.",
  "webTitle": "Jimmy Anderson’s three-wicket burst gives Lancashire hope against Somerset",
  "webPublicationDate": "2016-05-03T18:00:46Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/jimmy-anderson-lancashire-somerset-james-hildreth-county-championship",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jimmy Anderson",
      "id": "sport/jimmy-anderson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/03/jimmy-anderson-lancashire-somerset-james-hildreth-county-championship"
}