{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/iain-duncan-smith-cameron-let-germans-veto-emergency-brake",
  "id": "2016-05-10-276",
  "sectionId": "politics",
  "body": "Iain Duncan Smith has intensified the Conservative war over Europe by claiming that David Cameron offered Germany a “de facto veto” on his EU renegotiations, forcing him to drop a plan for an emergency immigration brake hours before he was going to unveil it. Duncan Smith said Berlin exercised the “ultimate power” over what changes the prime minister sought from Brussels and was allowed to block the key demand, which would have given Britain more control of its borders.   Related: Boris Johnson: Cameron can't cut immigration and stay in EU    Germany’s resistance to the policy was reported at the time of the renegotiation, but the former work and pensions secretary detailed what he said took place, claiming the emergency brake was included in a draft of a speech by Cameron hours before it was due to be delivered. “I saw the draft,” he told the Sun. “I know that right up until the midnight hour, there was a strong line in there about restricting the flow of migrants from the European Union – an emergency brake on overall migration. “That was dropped, literally the night before. And it was dropped because the Germans said if that is in the speech, we will have to attack it.” Duncan Smith said it was the Germans’ warning that Britain simply would not be given border control that led to Cameron watering down his language and conceding that freedom of movement was a central principle of the EU that could not be tampered with.  “It’s like they were sitting in a room, even when they were not there. There was a spare chair for them – called the German chair. They have had a de facto veto over everything.” The former Tory leader’s claim comes as he prepares to deliver a speech in which he will argue that Cameron’s reforms were a failure.      Duncan Smith claims the German chancellor, Angela Merkel, told the prime minister where to go on EU immigration reform. Photograph: Getty Images    The Guardian understands that Duncan Smith believes that the concession won by Cameron – to limit the access of migrants to benefits – was untested. Instead, he thinks that migrants are not incentivised by welfare, but high wages. In what is likely to be an impassioned speech, Duncan Smith will also argue that uncontrolled migration is hitting the poorest in British society by putting pressure on schools and hospitals, in what he call social injustice. He is expected to argue that the middle classes can be more relaxed about migration because they are not hurt by it. Instead, it is the working classes that pay the price of unfettered immigration. A No 10 source said: “The prime minister made clear at the time that the government had looked at an emergency brake but he decided it was not the most effective way forward. That is why he decided to impose restrictions on benefits instead to end the something-for-nothing culture.” Downing Street pointed out that Cameron had said in 2014 that an emergency brake was an “arcane mechanism in the EU that would be triggered by the EU commission and not by us”. They said that explanation still stands. The latest intervention, in a week in which the campaign over Britain’s future in the EU has shifted up a gear, intensifies tensions within the Tory party. On Monday, Boris Johnson accused the prime minister of undermining public trust over immigration before being rebuked for his own comments about the EU’s impact on Ukraine. Johnson, a leading Tory figure in the out campaign, and Cameron locked horns in speeches to mark the start of the final phase of the EU referendum campaign.     Boris Johnson.    Johnson ridiculed claims made by Cameron in a speech earlier in the day that there was a risk to peace in Europe if Britain left the EU, arguing that he did not expect “world war three” to break out. The prime minister’s decision to warn of potential European conflict, by asking if peace and stability can be “assured beyond any shadow of doubt”, also triggered a backlash among other senior Conservative MPs and ministers. The justice minister, Dominic Raab, said the prime minister’s speech showed the remain camp had shifted from Britain being unable to survive to suggesting the EU would fall apart without the UK. “It’s pretty desperate stuff,” he said. “If a house is on fire, most people would get out and try to douse the flames from there, not stay in and risk being burned.” Graham Brady, who chairs the 1922 committee of Tory backbenchers, said it was the undemocratic EU that threatened stability, while Bernard Jenkin MP accused his leader of “parroting propaganda”. Johnson also accused Cameron of achieving nothing in his EU renegotiation, and added: “It is deeply corrosive of popular trust in democracy that every year UK politicians tell the public that they can cut immigration to the tens of thousands – and then find that they miss their targets by hundreds of thousands.” He also said that he found it “offensive, insulting, irrelevant and positively cretinous” for critics to describe him as a little Englander, before singing a verse of Ode to Joy in German. But his diversion into the EU’s role in the Ukraine crisis sparked controversy. “If you want an example of EU policymaking on the hoof and EU pretensions to running defence policy that have caused real trouble, then look at what has happened in the Ukraine,” he said. When asked what Cameron thought of Johnson’s comments, his official spokesman responded: “The PM is clear the annexation of Crimea was brought about [by] Russia alone and it is EU sanctions that are having a positive effect.” Meanwhile, former foreign secretary Jack Straw, former Swedish prime minister Carl Bildt and Labour MP Chuka Umunna all described Johnson as an apologist for the Russian leader, Vladimir Putin. “Boris Johnson has plumbed new depths today by joining the likes of [Ukip leader, Nigel] Farage, [France’s National Front president, Marine] Le Pen and [the Netherlands’ Party for Freedom chair, Geert] Wilders in blaming the EU, rather than Vladimir Putin, for what has happened in Ukraine,” said Straw. Vote Leave and the Labour In campaign are preparing to take their battle buses on the road for the final 44 days before the referendum.",
  "webTitle": "Iain Duncan Smith: Cameron let Germans veto 'emergency brake'",
  "webPublicationDate": "2016-05-10T08:21:07Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/iain-duncan-smith-cameron-let-germans-veto-emergency-brake",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/10/iain-duncan-smith-cameron-let-germans-veto-emergency-brake"
}