{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/work-from-1616-is-the-first-ever-science-fiction-novel",
  "id": "2016-05-23-119",
  "sectionId": "books",
  "body": "A 400-year-old story about a man who journeys to a mysterious royal wedding is “the first science fiction novel”, long predating Mary Shelley’s Frankenstein and other, later writers considered pioneers, according to the award-winning writer John Crowley. In his opinion, the genre starts with Johann Valentin Andreae’s 1616 work The Chemical Wedding, a new version of which he is publishing in November. Andreae’s story opens as a winged woman, “so bright and beautiful, in a sky-coloured robe”, invites Christian Rosencreutz – the real-life founder of the philosophical secret society of Rosicrucianism – to a “Royal Wedding”. “If God Himself decree it, Then you must to the mountain wend Where three stately temples stand. From there you’ll know Which way to go. Be wise, take care, Wash well, look fair, Or else the Wedding cannot save you,” says a letter which sends Christian on a seven-day journey to serve the Bridegroom and the Bride, in Crowley’s new version of the text.    The Chemical Wedding is the first SF novel... a marvellous adventure rather than simply a parable or an allegory  John Crowley     The book was published in Germany in 1616 as if it were the work of Rosencreutz, and was part of the widespread excitement over Rosicrucianism. Andreae later admitted he was the author. Crowley, winner of a world fantasy award for lifetime achievement, has written a new version of the story, drawing from extant English translations and working with a German scholar. His is the first new version of the story in at least 25 years, according to publisher Small Beer Press, which will release a paperback version in November illustrated by Theo Fadel. Crowley first discovered it in the writings of Frances Yates, who thought it was a political allegory – something Crowley disagrees with. “It’s not a tract, and I actually don’t think it’s an allegory. I think it’s a ‘Thrilling Wonder Tale’, taking the most extreme possibilities of the alchemy of the day and deploying them in a story as though they are actual happenings,” Crowley said. “Science fiction works the same way – [to] take the farthest-out science possibilities and embody them in stories. “When Andreae confessed late in life to writing it he called it a ‘ludibrium’ – a Latin word that can mean a joke, a skit, a jeux d’esprit or a hoax. I don’t think he was trying to disown it, but he certainly didn’t seem to want it taken with full seriousness. And it’s the fun, the outlandish incident, the surprises, and the wonderful main character – Christian Rosenkreutz, an old self-doubting, curious, kindly, horny guy – all that’s what I wanted to bring to new readers.”     The new cover for The Chemical Wedding    Published in 1616, The Chemical Wedding predates Johannes Kepler’s novel Somnium, which was written in 1608 but not published until 1634 and “which usually gets the nod” as the first science fiction story. But as Crowley writes in his introduction to The Chemical Wedding, Somnium “is more of an illustrated example or thought-experiment than a real story,” and while “the astronomy underlying it is new … it doesn’t carry the thrill of wild but just-around-the-corner possibilities that SF ought to”. He says that the science of The Chemical Wedding “is late Renaissance alchemy, which had the same fascination for readers of the time as the scientific possibilities of classic SF did in its last-century heyday”. Crowley admits that “alchemy is not science if by science we mean only what is now included in that accretion of tested knowledge that still holds up as true even if primitive or inadequate”. Nonetheless, he argues, “alchemy is science … in the sense that it had a general picture of the material world and a rational scheme for formulating hypotheses and proceeding with investigations of it”. “So that’s why The Chemical Wedding is the first science fiction novel: unlike other contenders, it’s fiction; it’s about the possibilities of a science; and it’s a novel, a marvellous adventure rather than simply a parable or an allegory or a skit or a thought experiment,” writes the author, adding that “like SF, it probably appealed to a self-selected readership of geeks and enthusiasts”.    Alchemy isn’t science, it’s magic: so it’s a stretch to call it ‘science fiction’.  Adam Roberts, professor at Royal Holloway and science fiction novelist     Experts in the field were delighted at the news of the book’s reissue – but are not entirely convinced by Crowley’s claim. “If the modern novel as such is 17th century and is a ‘thing’, then it cannot qualify as the first SF novel. If, on the other hand, any lengthy tale is a novel, surely Utopia [published in 1516] is the first SF novel,” said professor Farah Mendlesohn, a science fiction academic. “But that doesn’t mean it’s not fascinating.” “There are lots of 16th-century utopias and dystopias, which I’d say have a better claim to being SF than Chemical Wedding – Thomas More’s Utopia was first published in 1516 after all,” said Adam Roberts, professor at Royal Holloway and science fiction novelist. “Alchemy isn’t science, it’s magic: so it’s a stretch to call it ‘science fiction’. Nor is this the first ‘alchemical novel’ and it certainly isn’t the first magical story – there are plenty of alchemical and magical romances throughout the medieval period and further back.” “There is a qualitative difference between stories of magic, which go back through medieval romance to Beowulf and the Odyssey, and stories that extrapolate from the new discourses of the Renaissance and the Enlightenment, which we call ‘science’. The Chemical Wedding doesn’t extrapolate anything: it’s a Biblical allegory and magical fable.” SF author John Clute’s entry for Andreae in The Encyclopaedia of Science Fiction notes Crowley’s argument, adding that “in terms of its complex narrative register, the tale might also be described as a ludic fiction for its combination of burlesque, satire and deadpan elevatedness”. “In the Science Fiction Encyclopedia we use the term ‘proto SF’ for most texts before Mary Shelley, and even some after,” said Clute. “Working out the first SF novel is not easy – a bit like looking for the source of the Nile in an alternate world where there is no Lake Victoria to discover.”",
  "webTitle": "Work from 1616 is 'the first ever science fiction novel'",
  "webPublicationDate": "2016-05-23T15:25:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/work-from-1616-is-the-first-ever-science-fiction-novel",
  "keyword": [
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/23/work-from-1616-is-the-first-ever-science-fiction-novel"
}