{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/prince-death-federal-investigation-prescription-drugs-california-doctor",
  "id": "2016-05-05-78",
  "sectionId": "music",
  "body": "The local police investigation into the death of Prince is being beefed up with staff from the US attorney’s office and the Drug Enforcement Administration, as a California doctor who specializes in prescription drug addiction revealed the singer’s representatives reached out for urgent help the day before he died. Associates of Prince contacted Dr Howard Kornfeld, a California-based addiction specialist, on 20 April on behalf of the star who “was dealing with a grave medical emergency”, said William Mauzy, Kornfeld’s lawyer, on Wednesday. Kornfeld’s treatment center, Recovery Without Walls, offers mainly outpatient care for those battling chronic pain and resulting drug addictions.    Related: Prince's final days: few clues pointed to secret behind star's untimely death    Kornfeld wasn’t immediately available to travel to Minnesota, so he sent son Andrew, 26, a pre-med student, on an overnight flight in his place to immediately examine the singer. “The plan was to quickly evaluate his health and devise a treatment plan,” said Mauzy at a press conference in Minnesota. “The doctor was planning on a lifesaving mission.” Andrew carried buprenorphine, a drug to help fight opioid addiction, and Kornfeld arranged for a local doctor to visit Prince on 21 April, explained Mauzy. However, when Kornfeld’s son arrived at Prince’s Paisley Park home in Minneapolis on the morning of 21 April, the singer was nowhere to be found. Minutes later his dead body was discovered in an elevator.  Andrew made the 911 call to authorities, Mauzy said. “We’re at Prince’s house,” he told the operator, unsure of the address. “The people are just distraught ... We’re in Minneapolis, Minnesota and we are at the home of Prince.” “OK, do we know how the person died?” asked the operator, according to a police transcript.  “I don’t know, I don’t know,” the younger Kornfeld replied. Now the Carver County sheriff’s office, which is leading the investigation, is looking to see if prescription drug addiction caused Prince’s death. “The DEA and US Attorney’s Office are able to augment this local investigation with federal resources and expertise about prescription drug diversion,” said the US attorney’s office in a statement. The DEA investigates wrongdoing involving prescription medications. “We issue DEA numbers to physicians that prescribe controlled substance and we monitor that program and in the event that there’s some indication that something has transpired or something that needs to be investigated with the prescription of a controlled substance, we’ll enter in that capacity,” said a DEA official, noting that he was speaking generally about the DEA’s involvement in investigations and not specifically in relation to Prince’s death. If a doctor has been found to have violated federal rules for prescribing drugs, “it is punishable, it is a federal crime”, said the DEA official. “Right now it’s an open investigation … We’re just seeing if there is or is not wrongdoing.”",
  "webTitle": "Prince's death: federal officials join investigation into drugs prescribed",
  "webPublicationDate": "2016-05-05T18:04:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/prince-death-federal-investigation-prescription-drugs-california-doctor",
  "keyword": [
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Minnesota",
      "id": "us-news/minnesota",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "music/2016/may/05/prince-death-federal-investigation-prescription-drugs-california-doctor"
}