{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/its-time-to-choose-australia-its-time-to-pick-a-side-choose-wisely",
  "id": "2016-05-08-206",
  "sectionId": "commentisfree",
  "body": "It’s election time, Australia! You remember elections: every three years our federal MPs are obligated by law to give us a turn at choosing the nation’s leader.  People, our track record isn’t great. Last election we chose Tony Abbott. The election before that we didn’t choose anyone. And the election before that we chose Kevin Rudd.  It’s time to lift our game. Then again, elections are choices. We can only choose from what’s on offer – and some years offer slim-pickings indeed. But this year the menu looks a lot better. In fact, it is the most exciting time to be a ... no, sorry, I won’t go that far.   Related: Eight things to know at the start of this eight-week election campaign    But we do have two good options for prime minister. Yes, I mean that. Bill Shorten and Malcolm Turnbull are not perfect individuals, granted, but who among us is without flaws? But neither man is a narcissistic egomaniacal control freak nor a robotic sloganeering exercise freak.  So already we can predict our choice this time might just be better than before. But we are choosing not just a person and a personality. We are also choosing policies. We are choosing between competing visions for our nation’s future. We are choosing (on most issues, anyway) what we want our government to do in our name and with our money. I have valued this aspect of Australian democracy since moving from Ohio to Sydney in 1994. We don’t run a presidential system down under. We ask – no, demand, through compulsory voting – that each of us pay attention to the problems we face and the policy solutions each side offers. Some of us may only tune in for the 20 minutes it takes to vote on election day, but most of us spend a bit more time deciding which party we will support. And we all (well, mostly all) turn up to vote. And that is awesome. By contrast, look at the horror show that is taking place in America at the moment. Donald Trump! I hold a BA (Hons) in political science from an American university. That means I am qualified to offer expert analysis of Trump’s success in the Republican primaries. Here it is:  WTF America?  In all seriousness, I do know a thing or two about American democracy. In 1990 I was an intern in the office of Ohio Governor Dick Celeste (a very progressive Democrat whose name gave rise to a charming bumper sticker that adorned many a Republican’s car: “Dick Celeste before he dicks you”). If we had compulsory voting in America Dick Celeste might have ended up president in 1992. Maybe I could have been an intern for the US president in the 1990s – imagine how differently my life might have turned out. But I digress. American democracy – lacking party discipline in the House of Representatives and the Senate, lacking compulsory voting and lacking direct cabinet accountability to the legislature and the people – is left, well, lacking. Australian democracy truly is remarkable. Yes, we had a few far-from-perfect prime ministers in the past few years, but we survived. In fact, compared to the overwhelming majority of nations on earth, we thrived, even through the global financial crisis. The Australian political system – the Westminster system – ensured that survival. Surprise, surprise, I believe that when a group of MPs removes an unsuitable prime minister (or premier) it is not evidence that the system is broken, but rather that it works as it should for the good of the nation. And if you don’t agree with me, let’s chat next year when President Trump, an economic and foreign policy disaster elected by a fraction of the eligible voters in America, is unable to be removed from office by his disgruntled fellow Republicans in Congress.   Related: Poll of polls: who will win the Australian election?    Australia, on 2 July we have a clear choice between the two major parties, the Liberal/National Coalition and the Australian Labor party, when it comes to most of our biggest challenges. Granted, there are no major differences between Labor and the Coalition regarding asylum seekers and refugees. There are no really significant differences when it comes to taxation arrangements for superannuation. And there is absolute agreement about commitment to the National Disability Insurance Scheme. There is a lot of similarity on trade and on encouraging innovation and entrepreneurship. And there is now no major difference on the major parties’ commitment to build submarines in South Australia. Also, too bad if you are a smoker – both major parties agree it’s time to give up or strike it rich. And there is – as usual – a definite unity ticket between the major parties on national security. So where do our choices lie?  Education – primary and secondary. Education – training, vocational and university. Taxation, especially as it relates to company tax and housing. Hospital funding and primary health care. Foreign aid. Funding infrastructure. Pensions, especially for seniors and families. Industrial relations and workplace pay and conditions. Childcare. Paid paternity leave. Same-sex marriage. Climate change.   Commentators (of which I am now one) will tell you this election is about who is best placed to fix the structural challenges in the budget and return Australia to surplus. Voters will make their decision in this election as they do in every other election: which side is most likely to make my life and my children’s lives better? It’s time to choose, Australia. It’s time to pick a side. Choose wisely.",
  "webTitle": "It’s time to choose Australia. It’s time to pick a side. Choose wisely | Kristina Keneally",
  "webPublicationDate": "2016-05-08T05:49:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/its-time-to-choose-australia-its-time-to-pick-a-side-choose-wisely",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Kevin Rudd",
      "id": "australia-news/kevin-rudd",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kristina Keneally",
      "id": "profile/kristina-keneally"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/its-time-to-choose-australia-its-time-to-pick-a-side-choose-wisely"
}