{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/vote-for-me-london-mayoral-candidates-sadiq-khan-zac-goldsmith",
  "id": "2016-05-04-205",
  "sectionId": "commentisfree",
  "body": "Sadiq Khan, Labour: ‘Londoners must choose hope over fear’      London is the greatest city in the world – but we’re at a crossroads. I grew up on a council estate in south London, my dad was a bus driver and my mum sewed clothes to bring in extra money. My parents worked hard and were able to save up and buy a home for our family. But Londoners today face a very different outlook. Our city is living through the worst housing crisis in a generation, rents are sky-high and the average cost of a home in London is more than £500,000. Instead of building new homes, the current mayor has repeatedly missed targets, and affordable home building is now at its lowest level since 2008.   Related: Electing Sadiq Khan as mayor of London would be the terrorists’ worst nightmare | Yasmin Alibhai-Brown    If I become mayor of London, my single biggest priority will be to build thousands more homes every year. I will set a target to make half of all the new homes that are built genuinely affordable, with first dibs for Londoners. More than one in four Londoners now lives in private rented accommodation – that’s two million people across our city. I will establish a London Living Rent, based on one-third of average wages, and work to tackle rogue landlords. Londoners now face the most expensive transport of almost any major city. I will freeze fares for four years, and introduce “Hopper” bus tickets, so that people can have unlimited changes within one hour. While the cost of living in London has soared, the number of police officers making our city safe has plummeted. Conservative cuts mean there are 1,500 fewer officers on London’s streets, and violent crime levels are up in every single borough. I will make policing a priority, and work to tackle sexual assaults on public transport and the unacceptable rise in hate crime. As someone who lives with adult-onset asthma I know how bad air quality in the capital has become. I want to be the greenest mayor London has ever had – it is not acceptable that 10,000 people die in London every year because our air is so filthy. That’s why I have ambitious plans to make green London’s bus fleet and remove the filthiest vehicles from our roads. Londoners have a clear choice on Thursday, they can change the direction our city is going in. I am asking them to choose hope over fear, to choose change over more of the same, and to vote for me to be a mayor for all Londoners. www.sadiqlondon.com Zac Goldsmith, Conservative: ‘I’ll make London the greenest city on Earth’      I’m standing for mayor to protect the success we’ve seen under Boris and to make it work for all Londoners. What I offer is a fully funded action plan for Greater London: more homes, better transport, cleaner air and safer streets, all paid for while freezing mayoral council tax. Keeping Londoners safe is the first responsibility of the mayor. It’s why I’ve pledged to put 500 more police officers on the tube, paid for through TfL savings. And it’s why I’ve backed the Met police’s request to increase armed response vehicles in London. I will protect London’s transport budget, so you can get to work on time. Too many London commuters endure conditions that would not be allowed for farm animals, and if we don’t invest and upgrade the network, London will simply grind to a halt. My opponent Sadiq Khan’s plan to cut £1.9bn from London’s transport budget will be devastating for commuters. For too many Londoners, the dream of getting the keys to their first home has become a fantasy. The only way we’ll fix the housing crisis is to build more homes, which is why I will double house-building to 50,000 a year, without concreting over our green spaces. And I will make sure new homes built on public land are for Londoners. And as a lifelong environmentalist, I’m determined to make London the greenest city on Earth. I will clean up our buses and cabs, get more Londoners cycling and invest in pocket parks, so everyone has access to the outdoors. I will make sure that Heathrow expansion is off the table for good, while putting a plan in place to make London the world’s first zero-waste city. My action plan is delivered by getting the best possible deal from this government, on which London depends for most of its powers and funding. At the last election, my constituents backed me with the biggest increased majority of any MP, because I kept my promises. I will do the same for Londoners. www.zacgoldsmith.com/ Caroline Pidgeon, Liberal Democrat: ‘A Liberal London would be fairer and greener’      It is frustrating – to say the least – that this mayoral campaign has been dominated by rows about personalities rather than policy. Why haven’t we been debating who has the better plan to sort out the housing crisis; or to make public transport cheaper; or to tackle the air pollution killing Londoners? London needs to work for everyone – not just the lucky few who can afford to isolate themselves from the problems facing most Londoners. The Liberal Democrats have a positive and ambitious vision for a better London. Radical and realistic, a Liberal London would be fairer and greener, made possible because it is safer.   Related: The next London mayor must tackle the scandal of empty homes | David Smith    From cutting crime to keeping fares low, enabling world-class education and better childcare for all our children, and building thousands of new homes, the Liberal Democrats have real solutions to the capital’s biggest challenges. We can tackle London’s housing crisis with an Olympic effort to build new homes, by investing billions realised by continuing the Olympic Games precept to build 50,000 council homes to rent and 150,000 for sale or for private rent, including rent-to-buy for first time buyers – with a City Hall building company and a skills academy to train construction workers. We can crack down on rogue landlords who rip off private tenants by extending mandatory registration and offering long tenancies, curbing unfair letting agent fees and give tenants extra rights when landlords sell up. We can modernise fares for flexible working with half-price tube, DLR and TfL Overground fares before 7.30am and a one-hour bus ticket. With eight years on the London Assembly I am the only mayoral candidate with the experience of working in City Hall to improve the lives of Londoners. While the other candidates talk of their ideas for London, only I have fully worked out plans and the experience to actually make them happen. www.carolinepidgeon.org Sian Berry, Green: ‘Londoners need practical solutions to the capital’s problems’      By general agreement, this election has been one of the nastiest in memory. A poisonous Tory campaign designed to whip up prejudice against Sadiq Khan has inspired disgust way beyond the normal party boundaries. If the polls are right, it isn’t working, but Londoners are still the losers. They need real practical plans to solve our city’s problems but it has been hard for visionary ideas to get a look-in. I’m offering fare cuts for outer London, investment in cycling and people-friendly streets, cleaner air, a renters’ union, no more estate demolitions and an alternative to big housing developers. My comprehensive plan to tackle our capital’s filthy air has been rated 10/10 by the Clean Air in London campaign and I’ve also been rated a perfect 10/10 by Friends of the Earth.   Related: Air pollution has been lost in the murk of the London mayoral campaign | Alan Andrews    I scored another perfect 10/10 from the Guardian for cycling even before I announced my plan to invest £1.5bn in cycle infrastructure. This week the campaign Londoners on Bikes recommended a first preference vote for me and for the Greens on the London Assembly. At a major housing hustings last week, one commentator said there was “near unanimous acceptance” that I was the winner, and I have the highest rating from Generation Rent for standing up for renters like myself. So you don’t need to take my word for it that I have the best vision. And anyone who tells you not to vote for the party with the best plan for London has forgotten that it’s the people who decide elections, not the pundits. We all have two votes for Mayor, so there is no need for tactical voting, and the ballot for the Assembly is fair and proportional. Please stand up for good ideas. Vote for me first for mayor, and vote for the Green party on the orange (proportional) paper this Thursday. www.sianberry.org.uk Sophie Walker, Women’s Equality party: ‘Flexible, affordable childcare should be a priority’      I want London to be a city where women are free to do the jobs they want to do, to earn the same wage as the men in their workplaces and to walk the streets without fear of harassment or violence. Anyone who is serious about running for mayor needs to think about tackling the crisis of care in the capital: just as women are being pushed out of working life, men are being forced out of family life. I think flexible, affordable childcare should be a priority to offer everyone the capacity to balance work and family lives. I’ve spoken to lots of young people during this campaign who don’t feel that the city’s politicians are speaking to them. We will get more young people voting when we build the kind of city where young girls and young boys can be anything they want to be; where skills and employment training and apprenticeship schemes mean that everyone can be an engineer or a tech entrepreneur, regardless of gender.   Related: Boris Johnson – the mayor who never was | Sonia Purnell    A recent survey showed that 85% of young women in London experience harassment. The only way you can stamp out everyday sexism is when the mayor speaks out about it every day. I think City Hall should fund education that teaches respectful relationships and builds a tolerant society; and create a police force that is diverse, community-based and understands the needs of women. My vision for London is a place where politicians work together to find solutions to the housing crisis – so that “affordable” homes are in reach of the poorest, so often London’s women. We built this party to create non-partisan, collaborative politics that gives everyone a voice – black or white; gay or straight; young or old; disabled or non-disabled; and from every socio-economic background. www.womensequality.org.uk",
  "webTitle": "Vote for me: London’s mayoral candidates have their say | Sadiq Khan, Zac Goldsmith, Caroline Pidgeon, Sian Berry and Sophie Walker",
  "webPublicationDate": "2016-05-04T12:13:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/vote-for-me-london-mayoral-candidates-sadiq-khan-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Sadiq Khan",
      "id": "profile/sadiqkhan"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "profile/zacgoldsmith"
    },
    {
      "webTitle": "Caroline Pidgeon",
      "id": "profile/caroline-pidgeon"
    },
    {
      "webTitle": "Sian Berry",
      "id": "profile/sianberry"
    },
    {
      "webTitle": "Sophie Walker",
      "id": "profile/sophie-walker-we-party"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/vote-for-me-london-mayoral-candidates-sadiq-khan-zac-goldsmith"
}