{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/26/minecraft-mini-games-coming-to-xbox-playstation-and-wii-u-in-june",
  "id": "2016-05-26-189",
  "sectionId": "technology",
  "body": "For years, PC owners have been able to load up Minecraft, find a server and play a variety of mostly fan-made mini-games, set within the blocky confines of Mojang’s creative masterpiece. From competitive survival tests to giant hide n seek challenges, participants can compete with and against friends in online sessions. So far, the console versions of Minecraft have not supported this feature. Until now.  In June, 4J Studios, the Dundee-based developer behind the Xbox, PlayStation and Wii U versions of the game, will launch a free update to the console editions of Minecraft featuring the first in what they plan to be a series of mini-games. They’re starting off with the simply named Battle, an eight-player deathmatch in the last survivor is the winner.  Similarly to the large range of “Hunger Games” modes on PC, players are given a few seconds of invulnerability at the start of each round in order to find chests and check them for weapons, armour or potions or just run away and hide. From here, it’s very mob for themselves as everyone sneaks around the environment, attempting to stay alive.      The Lair is one of the arena-like maps that will come with Minecraft’s Battle pack Photograph: Microsoft    The flow will be familiar to fans; it’s all about keeping an eye out for other players while searching for goodies, and navigating the landscape without accidentally dropping off a high walkway. Chests refill at stages during each bout so there’s a tactical benefit in knowing where they all are, and every character’s health gradually depletes so its actually possible to starve to death if you hide out for too long.  Fights are fast and fun, with the bow and arrow coming out as a vital way of getting easier distance kills. When three or more players meet, it’s a hilarious riot of chopping swords and flying potion bottles. At first, the fishing rod looks like a useless piece of loot, but you can use it to hook other players and yank them off walkways to their doom. When a bout ends, every participant gets to see their stats as well as an award for the session, you might be considered the best marksman or deadliest melee combatant, or just the most effective at hiding. “We had a plan at the beginning, when we started the 360 version, that we would look at what the community were doing and add some significant additions to the gameplay,” says Paddy Burns, director of 4J Studios. “Things were pretty busy for a while, so it’s only been in the last year that we’ve built it all.  “Where we are in the lifecycle of the game, we felt it was a good time to add different ways to play. We looked at what was happening on the PC at the mods people were making, and thought can we do something like that?”     The Temple map features a range of narrow wooden walkways leading to a huge structure in the centre, loaded with loot Photograph: Microsoft    When Battle is released it’ll be a free download for all Minecraft owners on Xbox 360, Xbox One, PlayStation 3, PS4 and Wii U. The mode will come with three large arena-style maps created by 4J Studios. One is a kind of pirate cove, complete Ewok-style treetop villages and large watery areas; one is inspired by the Nether and features huge lava falls and rocky caverns; and the last is a stone temple with lots of narrow walkways and winding staircases.  All have a large central area, surrounded by passages, hidden rooms and jumping challenges giving access to crucial supply chests. There are swords, spades and bows to collect as well as a range of potions, including damage, health and swiftness, which can quickly alter the balance of battle encounters. “We started off making almost everything available and randomly filling chests,” says lead programmer Stuart Ross. “However, we found it was too messy in your inventory and too hard for people to understand, so we’ve really cut down on the available weapons and items. In some of the chests, we group items together into a kind of kit, so you might find a weapon, some food and some potions that all go together to encourage a certain play style.” Brilliantly, when a player is killed, they don’t just sit the rest of the stage out; they’re transformed into a bat and can then swoop around, getting into the faces of surviving players, hitting the right trigger on the controller to squeak annoyingly.  Console owners will be able to play local Battle bouts against three friends in the same room, or online. Your friends list will be accessible, but there’s also a full matchmaking system which checks your experience and scores so far. While you’re waiting for the map to load, the lobby area is actually a small playable map where all the participants gather. It’s loaded with little secrets like a music box, and a machine that’ll trigger a firework display.  When asked if 4J Studios will be arranging timetabled multiplayer tournaments and competitions, Microsoft producer Roger Carpenter has a positive response. “It certainly could come,” he says. “It’s possible on PlayStation and Xbox - if people want it, we can definitely go in that direction.” Paddy Burns also added that there could be customisation options in later downloads, allowing players to configure what’s in the chests and other parameters. “Underneath the hood we’ve planned all that – we do expect to be surfacing more things,” he says. “We wanted to wait to see what people think - if they want to customise the kits, it’s built so that we can do that.”     A local multiplayer mode will allow four players to gather around one screen and compete against each other Photograph: Microsoft    After the Battle release in June there are plans to release paid-for content packs with new maps and content. It looks like there will be Battle maps based around the Greek Mythology and Fantasy texture packs, complete with environmental traps that players can trigger to, say, raise the level of lava in an area. Carpenter says there will be new content every month, and eventually new mini-game modes.  This is all old news to PC owners of course, but for the console editions of Minecraft, Battle represents a really fun new way of playing Minecraft. The three free maps are large, interesting and beautifully designed, in terms of look, scale and challenge, and there are little treats and secrets hidden everywhere to keep you exploring while trying to take out your friends with a wooden spade.  It’ll be interesting to see what mini-game styles follow Battle onto PlayStation, Xbox and Wii U, but for now, it’s all about fighting, looting and being a really annoying bat.",
  "webTitle": "Minecraft mini-games coming to Xbox, PlayStation and Wii U in June",
  "webPublicationDate": "2016-05-26T13:00:01Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/26/minecraft-mini-games-coming-to-xbox-playstation-and-wii-u-in-june",
  "keyword": [
    {
      "webTitle": "Minecraft",
      "id": "technology/minecraft",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PS3",
      "id": "technology/ps3",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Wii U",
      "id": "technology/wii-u",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nintendo",
      "id": "technology/nintendo",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Microsoft",
      "id": "technology/microsoft",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sony",
      "id": "technology/sony",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/26/minecraft-mini-games-coming-to-xbox-playstation-and-wii-u-in-june"
}