{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/mp-george-christensen-assured-no-syrian-refugees-to-be-settled-in-mackay",
  "id": "2016-05-11-309",
  "sectionId": "australia-news",
  "body": "The assistant minister for multicultural affairs, Craig Laundy, has assured LNP member George Christensen that no Syrian refugees would be settled in his region of Mackay after the outspoken backbencher complained about the unemployment rate there. In an attempt to increase pressure on Labor ahead of the 2 July election, Christensen challenged the Labor candidate, Frank Gilbert, to make the same assurances.  Christensen’s comments came as the Labor leader, Bill Shorten, campaigned in his electorate of Dawson. Gilbert’s wife, Julieanne Gilbert, is the Labor state member for Mackay. “Given that Mrs Gilbert has repeatedly stated that she wants to see some of the 3,500 refugees that may be settled in Queensland come to the Mackay region, I ask Mr Gilbert to be straight with Mackay people and state his position,” Christensen said. Shorten has been campaigning with the education minister, Kate Ellis, and his candidates in north Queensland for the first three days of the marathon election campaign. While Labor has sought to focus on education, Shorten has had to answer difficult questions on Labor’s asylum seeker policy this week after his Melbourne candidate, Sophie Ismail, questioned her party’s stance on the issue. Gilbert said the people of Dawson were sick of Christensen’s divisiveness and said he believed the community was welcoming.“People have had enough of Christensen’s grandstanding,” Gilbert said.But he reiterated support for Labor’s turn back policy, combined with the humane resettlement of asylum seekers who apply through the proper processes. Malcolm Turnbull was campaigning in western Sydney with Fiona Scott in the morning. But he eventually abandoned a planned street walk after Scott was asked whether she voted for Tony Abbott or Malcolm Turnbull in the leadership ballot. Scott has been abandoned by some of her volunteers because she allegedly voted for Turnbull.   Related: Malcolm Turnbull in Lindsay: babies, battlers and the spectre of a PM past    The Coalition has sought to keep the asylum seeker issue in the news to capitalise on Labor’s discomfort.  Christensen today quoted Laundy as ruling out any of the 12,000 Syrian refugees settling in the area, saying that any settlements would take place where there are refugee services.  “In his reply to me Mr Laundy clearly stated: ‘Sarina is not currently a designated settlement location’ and ‘decisions on settlement locations are still being finalised, however the locations are expected to align with those where settlement service providers are already operating.’ Laundy’s office confirmed that the comments were accurate but would not comment any further. Shorten spent the morning at Beaconsfield state school to highlight Labor’s commitment to the Gonski funding in Christensen’s seat of Dawson. He then did a street walk at North Ward shopping centre back in Mackay in the electorate of Herbert, held by the LNP MP Ewen Jones. Jenny Gaylard, shopping centre manager, told Shorten the biggest issue in Townsville was unemployment. She said her son-in-law was unemployed, while her son was on short-term contacts with no job security. “He’s 27, he would like to have a house, get married and have children, but there is no security,” she said. Her daughter is in the vocational training centre, which she said had been hit by cutbacks. Gaylard said she had not made up her mind which way she would vote but would assess the policies. She rejected the tag swinging voter. “I like to think I think about the policies and whether they suit the times”.",
  "webTitle": "George Christensen tries to put pressure on Labor over Syrian refugee settlement",
  "webPublicationDate": "2016-05-11T08:39:48Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/mp-george-christensen-assured-no-syrian-refugees-to-be-settled-in-mackay",
  "keyword": [
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/11/mp-george-christensen-assured-no-syrian-refugees-to-be-settled-in-mackay"
}