{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/australian-election-2016-turnbull-trump-shorten-coalition-greens-labor-catchup",
  "id": "2016-05-27-271",
  "sectionId": "australia-news",
  "body": "At this point in the election campaign, it pays to be reminded of one far more drawn-out – and, let’s be honest, with higher stakes – than our own. On Friday Bill Shorten did just that, publicly condemning Donald J Trump, the presumptive Republican presidential candidate (yes – it does no one favours to shy from the truth). After suggesting President Trump might be “hard to work with” earlier in the campaign – which seemed like stating the bleeding obvious even then – Shorten went perhaps a tad too far in the other direction, characterising Trump’s views as “barking mad” in a radio interview in Darwin. He later toned it down to “erratic” at a press conference. But remember, this is a potential Australian PM speaking about a potential US president. You can’t help but be reminded of when John Howard suggested al-Qaida in Iraq would be praying for the election of Barack Obama. “You can make observations, you don’t have to stand mute on the sidelines, but you’ve got to keep your thumb and index finger on your own volume button,” observed Katharine Murphy in the blog. Malcolm Turnbull said something similar – that one’s private views should be kept private when expressing them publicly could go against the national interest. He noted that an American president’s description of an aspiring Australian prime minister as “barking mad” would create “ill will and resentment”.  Turnbull spent the day in Brisbane, unveiling a $115m program to support Indigenous entrepreneurship. He said reconciliation was a “great national journey ... a road of healing” that the Liberals were “embarked on ... with commitment”. Shorten was in the Northern Territory to announce $200m over four years to expand the Indigenous ranger program. Butting heads over black holes The treasurer, Scott Morrison, and the shadow treasurer, Chris Bowen, went head-to-head at the National Press Club in Canberra on Friday afternoon. The public sniping between the two parties over what the Liberals see as Labor’s irresponsible spending and Labor sees as the Liberals’ fudging the price of their policies has been a cornerstone of the campaign this week, which might be why, at this point in the week, you feel like you’ve been banging your head against a wall. Guardian Australia’s Gareth Hutchens has the lowdown on this low point of the campaign thus far, with the takeaway: “The treasurer of Australia happily admitted misleading voters and he’s proud of it.” But the debate was “thoroughly worth watching”, wrote Katharine Murphy in the blog, “tight and fiercely contested, yet civil”. It encapsulated the competing world views on offer at the coming election, she said, “which is more than we can say about the last week of the campaign itself”.  Essential protein Barnaby Joyce, the source of headaches for both Turnbull and Johnny Depp earlier this week, is continuing to face questions over his comments linking Australia’s suspension of live cattle exports with more asylum seeker boat arrivals, two issues that definitely needed to be linked. Indonesia appears to have accepted the government’s explanation yesterday, a team effort on the part of not only the prime minister but also the foreign affairs minister, Julie Bishop, and the resources minister, Josh Frydenberg. The ABC reported that a spokesman for Indonesia’s foreign ministry said Turnbull and Bishp’s explanation was “clear” and it would issue no further response. Now that’s what you call damage control. But Joyce had to field questions about his comments while out campaigning in Tweed Heads, part of his bid to win New England against the independent Tony Windsor. Asked whether Joyce meant to suggest that Indonesia let policing the people-smuggling trade slide because of the ban on live cattle exports, Joyce said it can’t have helped relations between the two countries. Actually, what he said was “banning the supply of an essential part of protein ... for the people of Jakarta ... is not how you build relations”. On his chances in New England he said he was “confident but not cocky”. Good to know. Best of Bowers     Mike Bowers captures Bill Shorten’s grumpy cat impersonation while he handles a baby croc during a visit to Maningrida in the Northern Territory on Friday. Photograph: Mike Bowers for the Guardian    Further reading       • Poll of polls: who will win the Australian election? Guardian Australia’s data editor Nick Evershed has updated our chart showing an estimate of the two-party preferred vote, based on a statistical model combining all available opinion polls. • The political editors’ edition of the Australian politics live podcast The ABC’s Chris Uhlmann and David Speers from Sky News talk to Guardian Australia’s Lenore Taylor and Katharine Murphy about what makes a good leadership debate. • We Have The Receipts On The Deeply Personal Feud Between Johnny Depp And Barnaby Joyce (BuzzFeed Australia) Can’t remember how the fever dream/international saga of Pistol and Boo – which Anthony Albanese on Friday described as “the highlight of [Joyce’s] career” – came to this? BuzzFeed has the epic tale in full. And also ... The lead author of a major UN report on climate change has expressed his shock that every reference to Australia was removed from the final version, following intervention from the Australian government. Guardian Australia on Friday revealed that chapters on the Great Barrier Reef and sections on Kakadu and Tasmanian forests were removed from the World Heritage and Tourism in a Changing Climate report, following the Australian Department of Environment’s objection that the information could harm tourism. The draft chapter on the reef pulled from the report but published exclusively by Guardian Australia warned that the reef was “poor and deteriorating” and “assailed by multiple threats”. Meanwhile, in the rest of the world ...     Children of Atule’er Village climb on the vine ladder on a cliff on their way home in Zhaojue county in southwest China’s Sichuan province. Photograph: Feature China / Barcroft Images    Authorities in south-west China have vowed to come to the aid of an isolated mountain village after photographs emerged showing the petrifying journey its children were forced to make to get to school. To attend class, backpack-carrying pupils from Atuler village in Sichuan province must take on an 800m rock face, scrambling down rickety ladders and clawing their way over bare rocks as they go. And if today was a pop song ...    @JulieBishopMP 's attempts at latte art are really stressing me out. Tilt the cup Julie. Tilt it. pic.twitter.com/xVSIgN5fIf— Hannah Moore (@hannahrlmoore) May 27, 2016    Julie Bishop, foreign minister and pioneer of the emoji form in Australian politics, has joined Snapchat. The tech-savvy politician (everything’s relative) joined the app on Thursday night but had to ask Nine’s Today Show crew to teach her how to use it this morning. Her first story showed her making an espresso coffee. Scintillating stuff. We look forward to seeing what more premium content Bishop will bring to this platform. In honour of her new-found power to Snap, today’s song is The Power by Snap.         Snap: The Power    Never miss another catchup: If you’re reading this in the Guardian app, tap on ‘Australian election briefing’ at the top or bottom of this page, then tap on ‘Follow series’ to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: Trump effect reaches Australia",
  "webPublicationDate": "2016-05-27T07:05:29Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/australian-election-2016-turnbull-trump-shorten-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Howard",
      "id": "australia-news/john-howard",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Julie Bishop",
      "id": "australia-news/julie-bishop",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Windsor",
      "id": "australia-news/tony-windsor",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/27/australian-election-2016-turnbull-trump-shorten-coalition-greens-labor-catchup"
}