{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/gary-johnson-third-party-candidate-clinton-trump-2016-election-campaign",
  "id": "2016-05-26-138",
  "sectionId": "commentisfree",
  "body": "For all of you already sick of watching Donald Trump and Hillary Clinton exchange low blows, don’t give up hope. It seems you have another option. Polls show voter dissatisfaction is soaring, evidenced by the whopping six in 10 voters who view Trump and Clinton negatively; a record low for the two major party’s standard bearers. But a chunk of voters report they refuse to just hold their nose and vote for “the lesser of two evils” in November. Two recent national surveys of voters show Gary Johnson, a libertarian who is far from a household name, is carving out a sizeable chunk of support from both of the major party candidates who are hovering in a statistical tie in many recent polls. Johnson, the former governor of New Mexico, still needs to lock up the nomination at the Libertarian party’s convention in sunny Orlando this weekend, but two polls in as many weeks already show him sitting at 10% when pitted against Trump and Clinton.   Related: John Kasich rules out third-party run for president: 'It doesn't feel right'    The two major political parties haven’t even held their conventions yet and the primary season is all but over. Johnson’s strong showing, at least for a no-name politician, reveals the strong desire in parts of the electorate for both a #NeverTrump and #NeverClinton movement. This dissatisfaction is only likely to grow, especially on the Democratic side of the aisle. Advisers to Senator Bernie Sanders seem to be feeding him some stiff Kool-Aid these days, because while his path to the nomination seems mathematically impossible at this point, his anti-Clinton rhetoric has only intensified in recent weeks. With Sanders refusing to throw in the towel, his supporters have taken the cue and some have even lobbed death threats at perceived Clinton backers in the Democratic party. That’s a recipe for disaster for Democratic Party leaders who are desperate to unify the party and unleash their political machine on Trump. If Sanders doesn’t back down soon, he’s likely to continue driving Clinton’s negatives down even further. Then there’s the Republican party. The conservative #NeverTrump forces have dithered and failed to rally their anti-Trump angst around a third party candidate of their own. That should bode well for Johnson because alienated Republicans are more likely to support a libertarian than a Clinton. While the boiling anger on display across the political spectrum in this topsy turvy election makes the electorate ripe for a viable third party candidate, Johnson still faces some big hurdles.  Currently, the Libertarian Party is only on the ballot in 32 states in this cycle. But the party is preparing legal challenges to get included on more, which was a successful strategy back when Johnson was the party’s nominee in 2012 and his name was on ballots in 48 states and Washington DC. That year Johnson garnered – whelp – less than 1% of the popular vote nationwide, but these early polls show he’s already gained more traction in the early stages of the 2016 election then he did four years ago. The other problem haunting Johnson and the Libertarian party is that to get a podium on the general election debate stage a candidate needs to garner a steady 15% of support in a string of national polls leading up to the first debate. But Johnson’s team is quick to highlight that in the most recent poll, a full 17% of those all-important independent respondents remain undecided. That’s a sizable chunk of voters who can still be swayed, but it’s still an uphill battle to gain on his mainstream opponents because the two major parties are so engrained in voter’s minds. Even if anti-Trump conservatives and eternal Clinton foes fail to coalesce around Johnson, his early rise in national polls may portend something to come in November: this election may set the record for voters who cast their ballot for Mickey Mouse.",
  "webTitle": "Why the Trump-Clinton matchup is a boon to libertarians | Matt Laslo",
  "webPublicationDate": "2016-05-26T15:37:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/gary-johnson-third-party-candidate-clinton-trump-2016-election-campaign",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt Laslo ",
      "id": "profile/matt-laslo-"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/gary-johnson-third-party-candidate-clinton-trump-2016-election-campaign"
}