{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/eu-referendum-brexiteers-trust-in-paranoia-and-mendacity-nick-cohen",
  "id": "2016-05-07-82",
  "sectionId": "global",
  "body": "Today’s populist movements attribute limitless malice and almost supernatural power to their opponents. They can rig markets, manipulate the media, fix foreign governments and call on unlimited resources as they plot to deceive “us”, “the people”. The “people”, on this reading, are sweet and decent. Everything populists do, they do on our behalf. But the people are also rather thick. If it were not for the tireless efforts of populist parties, the elite would take us for the trusting fools we are, and herd us sheep-like into its pens. “There’s something going on, and it’s bad,” says Donald Trump, and his audience mutters that at last it has found a politician who tells it like it is. The “something” may be Mexicans, Muslims, autism vaccinations, Lee Harvey Oswald’s close relationship with the Cruz family or the death of Justice Antonin Scalia. On the rare occasions Trump is called out and has to admit that the judge wasn’t murdered by liberals, or his rival’s father did not assassinate JFK, he falls back on the standbys of every cornered fantasist. He was just “raising a question”. When the House of Commons asked Dominic Cummings, the director of the official “Leave” campaign, to explain why so few national and international, private and public sector institutions thought Britain could thrive outside the EU, he followed Trump. Shadowy forces were silencing and intimidating as they rigged the debate. The “neutral” civil service was corrupt. Nothing was true, and only the eternally vigilant friends of the people could see through the lies. “Calls go out from Jeremy Heywood’s office in the Cabinet Office saying, ‘You don’t want to be on that side or bad things might happen to you,’” Cummings explained. Voters could not be expected to see through the state’s machinations. The elite’s instructions were “subtly worded in a very English way”. But trust me, Cummings said. Believe me, Cummings said. Dissent was silenced by Whitehall threats, “some more overt” and some, the majority one assumes, “more covert”. “Bad things might happen to you.” “There’s something going on, and it’s bad.” The populist descent into paranoia needs explaining, because all the movements sweeping western democracies have reasonable cases to make. By this I don’t mean that I agree with them, just that they are not driven by utopian fantasies, at least not on the face of it. Britain, or most of Britain, could manage outside the EU, just as Scotland could have managed if it had left the UK. From a democratic point of view, there is a strong case to be made for Scottish and British nationalism. Both would bring more accountability and more popular sovereignty. Meanwhile, although the anti-immigration arguments of Trump, Ukip and so many European populist parties are often racist, you can say that no culture in human history has wanted unlimited immigration. In any case, the anti-immigrant movements aren’t so different from the nationalist movements. Scottish nationalism needs an enemy. And its “other” is the English. Meanwhile, and despite promises to the contrary, the Leave campaign has become a campaign to control Britain’s borders, and little else.    If you see yourself as the victim of an establishment plot, it is easy to justify your own lies    Why the paranoia and the victimhood? Why the histrionics whenever they are challenged? Why, above all, the insistence that those who challenge them are liars? Not mistaken or confused, but deliberate, cold-blooded deceivers of the put-upon people? Every country in the world that wishes us well thinks we should stay in the EU. When Barack Obama said as much, Boris Johnson showed that he had read and approved of the Trumpian fantasies of the American right. The President of the United States was no longer our closest ally, Johnson informed us. Obama wanted Britain to suffer and decline because his “part-Kenyan” ancestry made him a modern Mau-Mau, determined to make us pay for the sins of empire. When the IMF and every other financial institution says we will be worse off outside the EU, Vote Leave echoes the sneers of the Scottish Nationalists and accuses its critics of talking Britain down. Everyone echoes Mandy Rice-Davies’s line – “He would, wouldn’t he?”. While she gave a convincing account of why a peer of the realm would deny enjoying the company of what we called in the 1960s “a good-time girl”, the ulterior motive for the government of Australia, say, or the Organisation for Economic Co-operation and Development, warning us against leaving the EU remains a mystery. The only way to explain their behaviour is to sink in the bog of voodoo history and imagine that your enemies control a global conspiracy of limitless reach. Or as Ukip’s Douglas Carswell explained as he turned into the right’s David Icke: “US State Department, corporate banks, lobbyists and Foreign Office mandarins seem to be forming the In campaign.” Of course, if you see yourself as the victim of an establishment plot, it is easy to justify your own lies. The forces ranged against you are so sinister and ubiquitous that any tactic can be used against them; any tactic, that is, apart from self-criticism. Populists accuse others of dishonesty because they cannot be honest themselves. I don’t mean to denigrate the white working-class supporters of Trump and Ukip. They have indeed been left behind by globalisation and must suffer the sneers of a liberal culture that dismisses their concerns. But they are being taken in by the ideal protest campaigns for a consumer society – nationalists who will never admit the possibility of pain. We can exercise our sovereign consumer choice to leave the union/leave the EU/build a wall on the Mexican border – there will be no price to pay. A true Churchillian nationalist would say that the struggle for freedom would bring blood, sweat, toil and tears. But if it guaranteed independence, the suffering would be worthwhile. Churchill’s supposed successors pretend we need never shed a tear nor spill a drop of blood. They follow the pattern set by Scottish Nationalists, who pretended that independence involved no sacrifices, and carry on pretending even when it is now obvious that an independent Scotland would be on its knees. When people bellow abuse, they are often talking about themselves. The foul-mouthed homophobe turns out to be a closet gay. The evangelical preacher is caught in the vice squad raid. Whether it is Donald Trump, Boris Johnson or Nicola Sturgeon, those who insist that everyone else is lying are the biggest liars of all.",
  "webTitle": "Brexiteers put their trust in paranoia and mendacity | Nick Cohen",
  "webPublicationDate": "2016-05-07T16:45:20Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/eu-referendum-brexiteers-trust-in-paranoia-and-mendacity-nick-cohen",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Cohen",
      "id": "profile/nickcohen"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/07/eu-referendum-brexiteers-trust-in-paranoia-and-mendacity-nick-cohen"
}