{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/liverpool-daniel-sturridge-jurgen-klopp-europa-league-final",
  "id": "2016-05-07-57",
  "sectionId": "football",
  "body": "Liverpool face Watford on Sunday afternoon as a club standing tall again. The 3-0 victory over Villarreal secured their passage to the Europa League final, putting them back where their supporters feel they belong – on a grand stage and with silverware in their sights. The run to the final in Basel on 18 May has provided a restorative effect that cannot be underestimated. Ever since Liverpool came within a whisker and a slip of winning the Premier League title two years ago, there has been frustration and fury bubbling around Anfield, a sense of opportunity missed and momentum wasted. Brendan Rodgers paid with his job, ushering in the arrival of Jürgen Klopp, whose charisma and tactical acumen has led Liverpool not only to the verge of their first trophy in four years – and first on the continent in 11 – but also qualification for the Champions League. Little wonder the German was all smiles, hugs and salutes to the crowd following Thursday’s triumph. It has not been plain sailing for Klopp since he took over as the manager in October. Domestically Liverpool have been inconsistent, reaching the Capital One Cup final but struggling in the Premier League. The 48-year-old has also found himself in a position not uncommon to many of his predecessors at Anfield – having to defend his decisions in regards to a specific player, in Klopp’s case Daniel Sturridge. Under Klopp, Sturridge has been held back from returning from injury, had his desire publicly questioned and, having got himself fit, been left out of the starting XI for key games, most recently the 4-3 victory over Borussia Dortmund, the 4-0 defeat of Everton and the semi-final first leg loss at Villarreal.           Jürgen Klopp praises Daniel Sturridge after Liverpool beat Villarreal    Sturridge’s selection, or rather lack of it, had become a regular topic at Klopp’s media briefings, leading to agitation on his part and the possibility of Sturridge leaving Liverpool in the summer being openly debated among fans and pundits. To some this has the hallmarks of Gerard Houllier and Robbie Fowler’s relationship at the turn of the century – a high-class manager and a high-class forward not gelling, leading to the latter leaving sooner than expected. All eyes were on Thursday’s team-sheet. If Sturridge did not start a match in which the hosts had to score at least twice to stand any chance of reaching the Basel final, then surely that was it for the 25-year-old; his Liverpool career was toast three years after arriving from Chelsea for £12m. But he was in Klopp’s team and he pro ved his worth.   Related: Jürgen Klopp advises Liverpool fans without tickets to head to Basel    Positioned as a lone striker in a 4-2-3-1 formation Sturridge was not at his electric best but he did score, and played a role in Liverpool’s two other goals. Klopp said Sturridge “had a great game” while the player’s celebration after striking from close range caught the eye. No wiggly-arm dance or pouting strut, just a wide-eyed, arm-pumping charge towards the Lower Centenary end, with Sturridge putting that down to the enormity of the goal – but it could also be viewed as the look of a man burning with a sense of vindication. Few players polarise opinion like Sturridge: his backers will not hear a word against the forward while his doubters claim he does not care enough, that there is a lack of willingness to make himself available for selection following the multitude of injuries he has suffered. That is why Klopp’s assertion in November that the forward needed to learn “what is serious pain and what is only pain” was jumped on by many. Sturridge is aware of how he is perceived, insisting last month he is someone “who wants to play every minute of every match”. He can also point to the fact he travelled to Boston last summer in order to recover from hip surgery as proof of his dedication. It’s the battle he’s had to fight for some time.. Another doubt is that Sturridge cannot operate in a Klopp team. He is not going to hound defenders but if he has players around him who will, particularly Roberto Firmino and Adam Lallana, then he can be the perfect spearhead. He displayed that against Villarreal, when he also confounded another of the criticisms laid against him – that he no longer moves around the pitch. In this regard he is certainly different to Divock Origi - whose impressive form prior to sustaining an ankle injury last month is one of the reasons Sturridge has found himself often watching on since returning to action in February - but not necessarily less effective. The Belgian often runs into the heat of the battle while the Englishman often drifts away from it, less battering ram and more scalpel, looking for the perfect spot from where to strike. Ultimately that is the thing about Sturridge – he guarantees goals. He has 52 in 90 games for Liverpool, reaching his half-century quicker than Kenny Dalglish, Ian Rush, Fowler and the man alongside whom he came so close to firing Liverpool to the title, Luis Suárez. Even in this stop-start campaign, he has scored 12 goals in 23 appearances. Sturridge is a world-class striker and if – and it remains an if – he is over the worst of his injury problems than Liverpool would be foolish to let him leave. The man himself has no desire to move away from Anfield, insisting after Thursday’s match: “Of course I’m happy here. I’ve never expressed not being happy here.” The forward’s contract ends in June 2019. “Sturridge can work in a Klopp team because Klopp understands his medical history and has protected the player to ensure he’s now injury-free for the longest period for two years,” says Matt Ladson, editor of the Liverpool supporters site, This Is Anfield. “If Sturridge trusts in Klopp, the two can help each other to plenty of success.” That success could commence with victory over Sevilla at St Jakob-Park. A trophy to be won and a chance for Sturridge to prove once and for all that he remains Liverpool’s leading man.",
  "webTitle": "Liverpool’s Daniel Sturridge shows desire to become Jürgen Klopp’s main man",
  "webPublicationDate": "2016-05-07T20:00:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/liverpool-daniel-sturridge-jurgen-klopp-europa-league-final",
  "keyword": [
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/07/liverpool-daniel-sturridge-jurgen-klopp-europa-league-final"
}