{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/in-or-out-whats-the-best-for-british-bats",
  "id": "2016-05-13-90",
  "sectionId": "politics",
  "body": "We have written to the Britain Stronger in Europe and Vote Leave campaigns to ask how a leave or remain vote will affect the UK’s treasured natural environment and its remarkable and already threatened species (Could Brexit be the best thing for Europe’s wildlife?, theguardian.com, 9 May). The decision on whether to stay in the EU or to leave will have many far-reaching and long-term effects. While several of the areas where this effect will be felt have been debated in some depth, such as trade, investment, immigration and jobs, there are other important areas that have not been given attention by campaigners, but directly or indirectly affect us all. A significant gap is the impact on wildlife. The outcome of June’s referendum has the potential to change the face of the UK’s countryside for generations to come. We strongly believe that whether people are committed to the EU, determined to leave, or still undecided, the effect their vote will have on the natural environment must be known. We have asked both campaigns to make clear what effect their preferred referendum result will have on the UK’s wonderful natural environment that so many of us care about.Chris Packham President, Dr David Gibbons Chair, Julia Hanmer Joint CEO, Kit Stoner Joint CEOBat Conservation Trust • It is time progressive forces in British politics came together to make the positive case for Europe. With ITV planning a debate between David Cameron and Nigel Farage, we need to energise the 75% of registered voters who didn’t back the Conservatives in last year’s general election. Anyone who professes to be a progressive leader must explain that it is the EU protecting worker rights, setting environmental standards and regulating the banks. So far Jeremy Corbyn’s Euro battle bus hasn’t clocked up too many miles. He, and leaders of the other so-called progressive parties, should join me on platforms up and down the country. Progressive leaders must be in the futures business, and it is vital for our children’s future that our place in Europe is protected.Tim Farron MPLeader, Liberal Democrats  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "In or out – what’s the best for British bats? | Letters from Chris Packham and Tim Farron",
  "webPublicationDate": "2016-05-13T16:41:55Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/in-or-out-whats-the-best-for-british-bats",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/13/in-or-out-whats-the-best-for-british-bats"
}