{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/24/draymond-green-golden-state-warriors-kick-steven-adams-nba",
  "id": "2016-05-24-154",
  "sectionId": "sport",
  "body": "Ask those around the Golden State Warriors what Draymond Green means to them, and they say their undersized power forward “gives us our edge”. The rest of the team’s top players – Steph Curry and Klay Thompson – do not let anger drive them. They win with confidence and savvy. Green is their fire. He is their enforcer. What he did to Oklahoma City center Steven Adams on Sunday night was not a basketball play. No amount of exaggerated flailing justifies an extra thrust of the knee into another man’s groin. Even he seemed to understand that as he repeatedly tried to justify his actions while protesting that he didn’t intend to hit Adams in the unmentionables.   Related: Draymond Green's kick to the groin was a metaphor for the Warriors' shock loss    Green’s protests, along with the fact the game officials called Green’s kneeing a Flagrant 1 instead of the more serious Flagrant 2, probably saved him from suspension. In keeping him on the floor for Tuesday night’s Game 4, the NBA gave the Warriors their biggest break of the Western Conference finals. They allowed Golden State to have their “edge” in a game they almost have to win if they want to keep the dreams of a second title alive. The Thunder have definitely hit the Warriors hard in this series. Golden State had worried about this matchup, knowing how rugged and defensive-minded Oklahoma City had become. Through three games, they have not found an antidote for the aggressiveness of the Thunder’s new style – especially down low, where Adams has gone from a center with big elbows to a more complete player who can switch on screens to challenge players like Curry and Thompson. Oklahoma City have taken open shots from the Warriors shooters. They have disrupted the rhythm of a machine that stormed through the regular season. The shots Curry and Thompson are taking now feel forced, pushed up a second or two earlier than they have all year, because the Thunder have been so effective at rattling their offense. Golden State absolutely needs Green if they are going to come back in this series. It’s hard to imagine the NBA would have pulled him off the floor for Game 4. That would have been a near-death sentence for the league’s most sellable asset right now. When under control, Green’s fury is the essential ingredient that makes the Warriors work as well as they have the last two seasons. Curry is their spiritual leader, but Green is the player who will scream in the locker room and physically challenge anyone on the court. Golden State dodged disaster when the league didn’t suspend him.   Related: Steven Adams interview: 'I’m not trying to be a bad guy'    Green also may have helped himself in his reaction to the incident. He expressed regret after the game, and said many times that he did not mean to kick Adams in the groin. On Monday he told The Undefeated’s Marc Spears: “I would tell [Adams]: ‘My bad. I didn’t try to do something like that.’ Honestly, I wanted to go up to him during the game and say that. But I know what type of competitor he is and I think I know how he would react. If he would have reacted the way I thought he would have reacted, I know what that would have done to me, as well. I just kind of erred on the side of not saying anything and was hopeful I may catch him after the game.” He seemed genuinely remorseful for what happened, as opposed to Cleveland’s Dahntay Jones, who didn’t sound nearly as apologetic for hitting Toronto’s Bismack Biyombo in the groin in Game 3. Jones was given a one-game suspension. Of course, Jones is a fringe role player and nowhere near as essential to the Cavs as Green is to the Warriors. He made it easy to be suspended. With his apologetic tone, Green gave the league that doesn’t want him to miss Game 4 an out. In doing so, he just might have talked himself and the Warriors into a last great chance at getting back to the finals.",
  "webTitle": "Golden State dodged disaster when Draymond Green escaped a ban",
  "webPublicationDate": "2016-05-24T13:08:54Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/24/draymond-green-golden-state-warriors-kick-steven-adams-nba",
  "keyword": [
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/blog/2016/may/24/draymond-green-golden-state-warriors-kick-steven-adams-nba"
}