{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/27/russell-t-davies-it-sounds-like-a-sex-version-of-midsummer-nights-dream-and-its-not",
  "id": "2016-05-27-112",
  "sectionId": "media",
  "body": "Russell T Davies is a joy to interview, and a nightmare to write up. On the page his words risk losing most of their meaning, for it is in their rollocking, 100mph delivery that they come to life. Readers should therefore try to imagine hearing them in a rich, booming Welsh voice that dances from baritone to camp, heavy with Mancunian humour and ironic self-deprecation, and leavened with an irrepressible sense of the absurd. Sentences are punctuated with great convulsions of laughter, and every time all 6ft 6in of him erupts into another gale of giggles it feels as if the whole room is engulfed in his good humour. I have seldom met anyone more committed to happiness. “Happy days!” is one of his favourite exclamations, along with “just fantastic” and “what a hoot”, and he references his own good fortune constantly, with “I know how lucky I am,” or “How lucky was that?” When the conversation turns to something that might be considered silly or irksome, Davies reframes it with “I love that”. The 400th anniversary of Shakepeare’s death, for example, “isn’t a real anniversary, is it? It’s just an excuse for this entire generation like me to make their Shakespeare, because we won’t be alive for the 500th anniversary of his birth in 2064. That’s the real anniversary, isn’t it? I love the pretence of it all.” The emergence of the new star screenwriter Mike Bartlett, who wrote Doctor Foster, was “in a strange way what I’ve been waiting for. Someone to make me scared, and pull my socks up and see what I can write, because here comes the next generation. Ready to replace you. Which will happen anyway, whether you want it to or not. But I love that, that’s how it should be. Brilliant.” He’s going to meet Bartlett next week, “and I’m just excited to meet him. Hooray.” The voice drops to a conspiratorial whisper. “Imagine if he’s a misogynistic homophobic racist. Can you imagine that?” He capsizes laughing. “Hilarious! I’d have a good story to tell.”     ‘I’m very proud of it. It’s exactly what I always wanted to do’ … Davies’s version of A Midsummer Night’s Dream, featuring Maxine Peake as Titania (pictured). Photograph: Des Willie/BBC/Des Willie    So it takes a little while to realise that buried beneath this mountain of jollity is something that is genuinely upsetting Davies. On bank holiday Monday, BBC1 will realise the writer and director’s 30-year ambition by broadcasting his version of A Midsummer Night’s Dream. “And I’m very proud of it, I’m very proud of it. It’s exactly what I always wanted to do.” It’s a dazzling production starring Matt Lucas, John Hannah, Richard Wilson, Elaine Page and others, set in a futuristic Athenian fascist dictatorship and featuring iPads, the supernatural and sci-fi special effects all conceived to evoke Davies’ Doctor Who. Children will adore it. “Yes!” he agrees. “A production like this should be for the whole audience. And that’s what the BBC’s there for. I think if they’d said they’d do it on BBC2 – well, I can’t say I’d have walked away, but the whole point of it was to say, ‘This is for everyone, this is for a family audience.’” But news that Davies’ Dream ends not with Hippolyta marrying the Duke, but kissing Titania, has provoked predictable headlines. Wouldn’t he, I suggest, be mildly disappointed if the Daily Mail didn’t describe his work as controversial?   Related: 'It's 2016': Russell T Davies adds lesbian kiss to A Midsummer Night's Dream    “It does piss me off.” He quickly corrects himself. “It doesn’t piss me off personally, I’m fine. It kind of reminded me of the old days, actually. Still got it!” He lets out a hoot. “But I think this genuinely raises the danger of putting people off. I would think, reading some of this publicity, it sounds like a sex version of Midsummer Night’s Dream. And it’s not. You’ve seen it. It’s lovely. And romantic. This is a very traditional version. So I’m very, very worried that actually this is bad publicity, and it could push people away, and make them think, ‘Oh he’s sexed it up, he’s queered it up. He’s inverted it just for the sake of controversy.’ And I haven’t. Intellectually, I’ve got absolutely powerful reasons for doing all those things. You don’t have to agree with them, but they are there.” For example, in the original script, all the women at some point refer to killing themselves. “But I refuse to transmit those lines now. In 2016 I’m not having lovelorn women say they’ll kill themselves. I’m not putting that on BBC1; I absolutely refuse. Because I hope young girls will be watching this, and I don’t think it’s an appropriate thing to say – ‘I love you so much, if you don’t love me I’ll kill myself.’ I think that’s untransmittable, I’m not having it.”         A Midsummer Night’s Dream trailer    As for changing the ending, “Yes, it’s slightly different, but any changes I’ve made have honestly come from the play. The literary, intellectual problem with [the ruler, Duke] Theseus is that he debunks the supernatural in a speech towards the end of the play, when there are fairies at the windows. He is literally wrong. Yet he’s presented as the ruler, and wise. So he’s got to fall, you’ve got to get rid of him – because that bigger, sexier, joyous world of the supernatural that unites everyone and allows everyone to fall in love is at the window, it’s encroaching on Athens. Let it in! That’s what the ending does, it lets the magic in. And there’s joy and liberation and sexual freedom in that. Wonderful!” In Davies’ version, Theseus dies of a heart attack and Titania, queen of the fairies, embraces his liberated bride. “You see, the point of the kiss is that the whole play is presented as a war of the sexes. And in that battle of the sexes, truly if you have to criticise the [original] play, Titania does not have a proper ending. She is fooled into falling in love with a donkey, she wakes up, the donkey is taken away and she goes, ‘Gosh darling you fooled me,’ and just submits to [fairy king] Oberon. And in 2016 I’m not happy with that, genuinely not happy. “That’s why we shouldn’t start having headlines about a lesbian kiss – because it’s better than that. The whole point of setting it in a fascist world is to break that down and open it up so that their world gets bigger, and so love gets bigger, and freedom gets bigger. So I’m not having a go at the Daily Mail – well, I could, all day, but you never win that one. But I genuinely worry that people think it sounds like a sex version. And that’s really unfair. But what can you do?” An afterthought cheers him up. “I’ve just realised this happened with Doctor Who. When it was announced that I was doing Doctor Who, along comes the Sun with the headline ‘Doctor Queer’. But everyone still watched. So I expect it will be fine with Dream. Hooray!” I don’t know if Davies has always been this indomitably cheerful, but I wouldn’t be surprised if his optimism is as much a product of what’s gone wrong in his life as what’s gone right. His career began in theatre and children’s TV, but in 1999 his first drama, Queer As Folk, brought him fame, and since reviving Doctor Who in 2005 he has been a global household name. By 2011 he was working in Hollywood and living on Venice beach with his long-term boyfriend, a customs officer called Andrew Smith, when catastrophe struck. Smith was diagnosed with a brain tumour. They came home to Manchester, expecting him to die.     Russell T Davies (centre) with Doctor Who stars Billie Piper and David Tennant after winning a Bafta in 2006. Photograph: Dave M Benett/Getty Images    Five years later, Smith is still alive. “We were told he had a 3% chance of survival – and there he is! Which is weird.” After seven brain operations and a stroke, “there’s been a lot of damage. But it’s fine! Cos he’s alive! Hooray for the NHS.” Davies is now Smith’s carer, but says he finds the term slightly embarrassing. “Well, I earn a lot of money and actually, weirdly, if you’re going to have an illness, live with a writer who’s at home all day. My life could not be more suited to having someone downstairs who needs their meals cooking for them. It’s actually alright, it’s what I used to do anyway, it’s not that different. Seriously. It’s a big deal coming to London today, but he’s alright. I wouldn’t stay away overnight much. Ever, really. I need to get back. But that’s alright, I like going back home. In the old days I used to complain about having to stay in a stupid hotel but now I’ve got an excuse, I say ‘I’ve got to go home – bye!’ It’s actually lovely.” Davies gave up work for two years to look after Smith. “But I’m very lucky, money isn’t a problem, because Doctor Who kept repeating. And I had always saved. I had literally saved for a rainy day – and then it started raining. I actually could have taken 10 years off, that’s the truth. I don’t spend much money. I might buy a nice tie, but that’s it.” He had loved living and working in LA. “But if you’re going to be ill, you want to watch Coronation Street. And Andrew’s family’s here, so it just felt right. We didn’t even discuss it. It was just like, right, we go home now. So yes, I did love LA but it didn’t matter. I didn’t leave Britain ’cos I didn’t like it. I love it here. And you can’t stand on your high horse saying, ‘I like living in America’, can you?” He starts laughing as he breaks into an anecdote about their wedding. I am confused. Nothing I had read about Davies mentioned any marriage. Now he looks confused. “Really?” A thorough Google search fails to unearth a single reference to it. “Oh. Well, I’ve never Googled myself. Once you’ve worked on Doctor Who you don’t go online much, you see. Because they find you and descend on you – and so I keep very quiet online. And I never call Andrew my husband, because it’s such a horrible term. I like saying he’s my boyfriend, because it makes me sound 18.” He lets out a great hoot. “So no one knows we got married! Hilarious! Isn’t that funny? But we did, we really did.” Smith had been proposing to him for years, and Davies always refused. But in 2012 they thought he was close to death. “I only got married ’cos he was so ill. I mean, I had to be dragged kicking and screaming down that aisle. Kicking and screaming. It was a hilariously sad wedding, just six people, but that day we had the biggest laugh, because it was so tragic, so wonderful.”   Related: Russell T Davies: 'You never stop coming out of the closet'    They wed on 1 December in the Emmeline Pankhurst suite at Manchester town hall, attended by four guests, and halfway down the aisle the music cut out. “It’s programmed to do that if the volume in the room gets too loud. And the volume became too loud because our four friends were laughing so much. They were laughing at the look on my face when I had to get married at last, and Andrew, bless him, who was on steroids, he was a great big whale, and loving it, loving every second of it. It was a genuinely funny day. What a brilliant day it was in the end, it was fantastic. But oh, I was determined to hate it. And then I discovered that being married is lovely. And that’s the point in the end. How lovely.” If Davies is pessimistic about anything, it’s the political future. The EU referendum, he laughs, should be “the easiest vote in the world. I’ll vote in, of course. Mainly because everyone who’s campaigning to get us out is a fucking idiot. You look at them – there’s Gove, there’s Boris Johnson, there’s IDS. My mind is made up! Simplest vote in the world! I mean, don’t bother me with statistics – it’s easy.” He stops laughing. “I’m worried about the vote though. And I’m worried about Trump. Fucking hell. I’ve got quite a history of being a science fiction writer, but when I look at the real world, we could be months away from Boris Johnson becoming prime minister, leading us out of Europe. Well, then we are living in a dystopian future – it’s Hunger Games in the blink of an eye, isn’t it? How did that happen? I mean, what is Boris Johnson except one of the rich people with their silly hair from the Hunger Games?”",
  "webTitle": "Russell T Davies: ‘It sounds like a sex version of Midsummer Night's Dream. And it's not’",
  "webPublicationDate": "2016-05-27T15:00:07Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/27/russell-t-davies-it-sounds-like-a-sex-version-of-midsummer-nights-dream-and-its-not",
  "keyword": [
    {
      "webTitle": "Russell T Davies",
      "id": "media/russelltdavies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Doctor Who",
      "id": "tv-and-radio/doctor-who",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fantasy",
      "id": "tv-and-radio/fantasy-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Decca Aitkenhead",
      "id": "profile/deccaaitkenhead"
    }
  ],
  "guardianId": "media/2016/may/27/russell-t-davies-it-sounds-like-a-sex-version-of-midsummer-nights-dream-and-its-not"
}