{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/12/groomed-review-patrick-sandford-child-protection-brighton-fringe",
  "id": "2016-05-12-238",
  "sectionId": "stage",
  "body": "The Brighton festival has spawned a fringe that in variety and scope poses a genuine threat to Edinburgh. One of its unexpected discoveries is this 50-minute show in which the theatre director, Patrick Sandford, candidly reveals the consequences of being abused, as a nine-year-old boy, by an English teacher. Sandford not only relives the experience, he reminds us, shockingly, that the teacher’s colleagues turned the blindest of eyes to what they clearly knew was going on. But Sandford also explains how, as a child, he felt a sense of associative guilt and how it has taken him more than three decades to come to terms with the experience: partly out of shame, partly out of fear of seeming to jump on a bandwagon, disturb his relatives or bore his friends.  He is never, however, in any danger of boring us since he recaptures the long-term traumatic impact of abuse and its strange immediate effects. He even recalls his sense of rejection when the teacher abruptly and inexplicably withdrew his attentions.  I found the parallels Sandford implicitly draws with the story of a marooned Japanese soldier, who spent 30 postwar years scanning the skies for a non-existent enemy, forced and unhelpful. But otherwise the piece, directed by Nancy Meckler and accompanied by saxophone music composed by Simon Slater and played by Tomm Coles, is one of exemplary honesty that sheds much needed light on dark places.  • Groomed is at Sweet Waterfront, Jury’s Inn, Brighton, until 22 May. Tickets: 01273 917272.",
  "webTitle": "Groomed review – the shocking true story of a boy betrayed",
  "webPublicationDate": "2016-05-12T11:30:08Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/12/groomed-review-patrick-sandford-child-protection-brighton-fringe",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/12/groomed-review-patrick-sandford-child-protection-brighton-fringe"
}