{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/30/stanley-cup-finals-preview-pittsburgh-penguins-san-jose-sharks-nhl",
  "id": "2016-05-30-145",
  "sectionId": "sport",
  "body": "Predicting what could potentially be seven straight games involving two very good hockey teams is perhaps a fool’s errand – as it might be in any sport – but because the Stanley Cup finals start on Monday night, it is time to speculate on what they might bring us. Already, we have been gifted the pleasure of having a team, the San Jose Sharks, make their first appearance in the finals. Opposing them are the Pittsburgh Penguins, who are matched only by the Chicago Blackhawks in finals appearances of late – three times since 2008 (Pittsburgh last won the Cup in 2008-09). What will happen this time? Don’t take your eyes off… Pittsburgh: Phil Kessel. Though his performance this post-season was apparently not good enough to land him a spot on the Team USA for this fall’s World Cup of Hockey, Kessel has all the same proved to his critics that he’s the real deal. As one third of the HBK line (along with Carl Hagelin, Nick Bonino), Kessel has ignited the Penguins when it’s mattered most. He’s third in goalscoring leaders in the playoffs (nine goals going into the finals), and fifth overall in points, with 18 – three more than Sidney Crosby. The Team USA omission will be a lot easier to stomach if a Cup comes Kessel’s way. Though it’s doubtful he could look much happier than he already is.    Related: The offside rule is ruining the NHL playoffs – and the mess could get worse    San Jose: Joe Thornton. Could it be that, after all these years and all the lineup changes, Joe Thornton is still the most valuable player on the San Jose Sharks? Perhaps. Certainly Joe Pavelski or Logan Couture are in the running, but Thornton’s been doing one thing during these playoffs that matters a lot (aside from dancing and defending his righteous beard from assault): providing assists. Of the 18 points Thornton has earned this post-season, 15 of them have so far been off helpers. Who will (maybe) score the Cup-winning goal? Pittsburgh: Let’s say Crosby. Because though he hasn’t had the most compelling personal story of these playoffs, or even on his team (that’d be a toss-up between Kessell and goaltender Matt Murray), Crosby is still capable of dazzling his way to a nice goal. Case in point:             San Jose: Safe money might be on Pavelski, the Sharks captain. Not only is he the highest scorer overall in these playoffs, four of his 13 goals have been game-winners. It’s a thing he does – he has 11 playoff game-winning goals on his career. Who will (maybe) take home the Conn Smythe Trophy?  Pittsburgh: A strong argument could be made that Kris Letang deserves this, maybe based solely on the minutes he’s played. His average time on the ice per game in these playoffs is over 28 minutes. Those are not quite Duncan Keith-level minutes – Keith took home the Conn Smythe last year – but they’re not far off. When Letang plays well, Pittsburgh tend to win; the opposite tends to occur when he doesn’t. However, a perhaps more interesting argument could be made for 21-year old rookie Penguins goaltender, Matt Murray, who has all of 27 NHL games under his belt. Murray stepped into the role late in the season to replace Pittsburgh’s long-time netminder, Marc-Andre Fleury, after he was sidelined with a concussion. Though now healthy, Fleury has played only once – when he backstopped the Penguins to a loss in Game 5 of the conference finals against Tampa Bay. After that, the Pens went back to Murray, who helped them win Game 6. Murray has been the calm force at the back that the Penguins have needed this post-season. San Jose: He might not be the first candidate on many lists (Pavelski probably outranks him), but Martin Jones is perhaps worth some consideration here. Not only does he have the most wins overall out of all playoff goaltenders (12), he also leads in shutouts (three). And, just like the man between the pipes at the other end of the rink, Jones was an unlikely hero. This is Jones’s first season as a starter in the NHL. Not only that, but he ended up in San Jose in a fairly roundabout fashion. Over the summer, he was dealt from Los Angeles (where he backed up Jonathan Quick), to Boston, before being shipped back to California as part of a package deal between the Sharks and Bruins for a first-round pick and a prospect. Goaltending was one of the many things that have scuppered San Jose’s plans for a Stanley Cup in the past. Jones solved that. If they win, his contribution might be rewarded with a trophy. What will hockey fans argue about this time? There is often controversy of some kind during the finals. Likely, there will be one again this year. But what sort? Will it be a goal that was allowed that maybe shouldn’t have been? Or perhaps a goal that wasn’t allowed that maybe should have been? Unknowable! Perhaps the lasting debate from these playoffs should be over beards. Namely: whose beard is truly greatest? Thornton’s? Or that of his teammate, Brent Burns? I say Burns; you may say Boo-urns. Let the debate begin. Will anyone watch? Well, this is awkward. In the US, this year’s ratings have taken a dip. Game 2 of the Western Conference final was watched by 1.1 million people – 34% fewer people this season versus last, when the Chicago Blackhawks faced the Anaheim Ducks, and down 23% from the year prior to that, when the Blackhawks faced the LA Kings.   Related: Is the lack of big market teams hurting the Stanley Cup playoffs?    The numbers in the East were better, but not by much. 1.7 million people watched Game 2 of the Penguins-Lightning series, down just 8% from last year’s Lightning-Rangers conference final. Even Game 7, the most exciting game there could be, failed to grab substantial eyeballs. 2.5 million people tuned in (that’s good!), but that was still 23% fewer than the 3.3 million who watched the Lightning face the New York Rangers in a Game 7 last year. By one account, it was the least-watched conference final Game 7 since 2006, when the Carolina Hurricanes played the Buffalo Sabres. Ouch. As for viewership in Canada? It’s been generally disastrous – viewership was down 61% as of mid-April. And even when fans have tried to watch games, the NHL has, at least once, stepped in to stop that from happening. In sum: things could be better. Who will win? If a team wins the Stanley Cup and nobody is watching, did it happen? Yes! And that team will be Pittsburgh. On paper, it seems the opposite should occur. The Sharks are a better scoring team so far these playoffs (3.5 goals per game versus Pittsburgh’s 3.3), and a better defending one, too (allowing just 2.28 goals against versus Pittsburgh’s 2.47). The Sharks also have a better power play (27% versus 25.4% for the Penguins), while their penalty killing is similar (80.4% versus Pittsburgh’s 83.3%).  All of that being said, and allowing for the Sharks’ speed and size, and assuming the goaltending is a wash, the Penguins have two things going for them: experience and depth. This is not the same team that won the Stanley Cup in 2009, but it is led by a few of the same players – most notably Crosby and Evgeni Malkin. Secondly, and probably more importantly, is Pittsburgh’s depth. Even if the Sharks can contain Crosby and Malkin, they have to then fend off the HBK line, which is in top form. It may prove to be an overwhelming combination.  But, hey: pretty much everyone has been wrong about the Sharks this year. They may prove the doubters wrong yet again.",
  "webTitle": "Stanley Cup finals: the crucial questions as the Penguins take on the Sharks",
  "webPublicationDate": "2016-05-30T10:00:00Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/30/stanley-cup-finals-preview-pittsburgh-penguins-san-jose-sharks-nhl",
  "keyword": [
    {
      "webTitle": "Stanley Cup",
      "id": "sport/stanley-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pittsburgh Penguins",
      "id": "sport/pittsburgh-penguins",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "San Jose Sharks",
      "id": "sport/san-jose-sharks",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Colin Horgan",
      "id": "profile/colin-horgan"
    }
  ],
  "guardianId": "sport/blog/2016/may/30/stanley-cup-finals-preview-pittsburgh-penguins-san-jose-sharks-nhl"
}