{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/cuong-vu-trio-meets-pat-metheny-review-nonesuch",
  "id": "2016-05-26-97",
  "sectionId": "music",
  "body": "Vietnamese-American trumpeter and singer Cuong Vu was a key figure in Pat Metheny’s noughties groups, and he credits the guitarist’s Travels album with turning him on to a musical career in the first place. On the second of Nonesuch’s two May releases featuring Metheny the star reverses the roles, guesting with Vu’s long-running trio of Stomu Takeishi on bass and Ted Poor on drums, on five Vu originals plus his own brooding then exultant Telescope and the melodically foxy Tune Blues. Vu’s group can play like a free-rhythmic avant-rock trio, explore pensive improv worlds in which trumpet lines of a Dave Douglas-like flexibility roll and tumble amid battering drumming and bass-guitar throbs and growls (as in Acid Kiss), adopt an Ornette Coleman-like melodic skip, a warmly brassy tenderness, or build anthemic harmonies to huge, wailing thrashes like the 10-minute Tiny Little Pieces. Metheny enters completely into the exploratory spirit, and gives Vu’s intriguing music a fresh dimension and creative support.",
  "webTitle": "Cuong Vu Trio Meets Pat Metheny review – jazz with an exploratory spirit",
  "webPublicationDate": "2016-05-26T17:40:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/cuong-vu-trio-meets-pat-metheny-review-nonesuch",
  "keyword": [
    {
      "webTitle": "Pat Metheny",
      "id": "music/pat-metheny",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/26/cuong-vu-trio-meets-pat-metheny-review-nonesuch"
}