{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/30/charged-argos-order-never-arrived",
  "id": "2016-05-30-190",
  "sectionId": "money",
  "body": "In January I went on the Argos website and ordered a washing machine and TV, entering my debit card details. It stated it would take five days to deliver. But when I rang customer services a man told me it does not accept debit cards, contrary to what it says on the website. Then when I received my bank statement in February I noted that a payment of £286 was taken from my debit account by Argos, but I still haven’t received any goods. How do I retrieve my money? Argos seems to be lax in its customer services and even emails do not seem to make any impact. I’d be very grateful for your help. PB, London W6 This is the latest in a swelling postbag about Argos’s poor customer service and puzzlingly contradictory advice. It follows a recent complaint published on these pages about the delivery of the wrong mattress and a refund made on the purchaser’s credit card. Not only did the refund not materialise, but was actually made to another purchaser’s debit card. After we intervened the reader was offered a £75 gift voucher as a goodwill gesture. Regarding your complaint, you decided not to proceed with the purchase and we have been reassured by Argos that the “matter has been resolved and a full refund issued”. We recommend the company improves its customer service as a matter of urgency before it loses any more shoppers. Argos has been credited with leading the way in the digital transformation of UK retailing; let’s hope its new owner, Sainsbury’s, gets to the bottom of what appears to be going wrong. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Charged for an Argos order, but the goods never arrived",
  "webPublicationDate": "2016-05-30T06:00:25Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/30/charged-argos-order-never-arrived",
  "keyword": [
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Online shopping",
      "id": "money/online-shopping",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/30/charged-argos-order-never-arrived"
}