{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/undercover-recap-episode-five-maya-some-decorum-please",
  "id": "2016-05-01-24",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this recap assumes you’ve seen the fifth episode of Undercover. Don’t read on if you haven’t.Maya Cobbina, the pinnacle of probity and the most prestigious lawyer in the land, just flashed her boobs at a raving unhinged racist for intel. We know you’re desperate to crack the Michael Antwi case, Maya, but some decorum, please.  Aside from Boobgate, we did actually gain a fair whack of essential info in this week’s penultimate episode – although 94% of us probably gave up caring about Antwi and Rudy Jones and Nasty Nick weeks ago. We learned that the raving racist Peter Mackie (in a brilliantly deviant turn by Ian Peck) was ordered by “the CIA” to kill Antwi; that Antwi actually died from positional asphyxiation after being held down by the police, who took his struggle as resistance rather than a lack of oxygen – a scene with sinister echoes of Eric Garner. We learned that Trimble was the police officer who put Antwi in the cell with Mackie – though the man Maya should be going after is of course our mystery Scotsman, who has masterminded the 20-year cover-up. We learned that undercover cop Nick and Maya’s life together seems as good as over, after she threw down the gauntlet (in one of a string of strong bedroom-bound two-handers) and called him a rapist who stole a dead child’s identity and her entire life – fair assessments all. Nick’s also being tailed by Julia’s hardy journo sidekick Alex Brady, the only person who seems capable of blowing this whole thing open. And in case we hadn’t gathered already, Maya twigs that the cases in London and Louisiana are (stop the press) connected.      The mystery Scotsman is into something huge and transatlantic. Photograph: BBC    So we’re finally getting somewhere, and we know the mystery Scotsman and the minister of justice are into something huge and transatlantic – but is an hour enough time to reveal all, while still giving us a passably tense series end? Aren’t we being drip-fed too slowly to expect a satisfying conclusion? Indeed, is there anything at this point that could give us one? My main worry is that it’ll be so inconclusive the BBC will have to commit to a second series. Over in Louisiana, where Maya is trying to get Rudy a stay of execution, the wildly unconvincing legal scenes deliver a Bible’s worth of fire and brimstone talk about heaven (“more beautiful than any one of us can imagine”) and hell (“which of us is going to burn?”). Talk, I imagine, we all wish we’d been spared. What happened to the Peter Moffat of Silk? While attempting to get a pardon for Rudy’s life, Maya insisted to the judge that her relationship with him had a language “never diminished by cliche” – then talked in a torrent of them (“life is short”, “he taught me how to find beauty in an eight-foot cell”) to lay out her case.      A Bible’s worth of fire and brimstone chat … Maya tries to get Rudy a stay of execution. Photograph: Sally Mais/BBC    It was only after we heard the prison guard lie creepily about Rudy being aroused by Maya’s daughter Clem that we realised Rudy’s saviour was sitting right outside. After Clem rushed from the courtroom, she was soothed by Vernon Early – Rudy’s alibi for the murder of a white politician, who’s come forward at last, after years of police threats, as if by magic. Maya may have lost her appeal – but, armed with this new ammo, she can go even bigger and take his case before the Supreme Court. Maybe she’ll overturn the whole US constitution in the series finale!  Back in London, poor Dan is trying to do seven solid minutes of press-ups. When he fails – only reaching a downright heroic six and a half minutes … close, so close! – he realises his dad’s a liar, follows him to the park, spots him with his handler, feeds the handler intel that gets Vernon Early killed, then meets a girl named Lola who simply must be another copper. His chat-up line (“You’re white, really white”) was especially sweet. Please don’t break his heart, you undercover bint. ‘Go big’ speech of the week Maya brings out the big guns to Nick: “You’re still doing it aren’t you? You tell them everything and you tell me nothing. You have chosen. What kind of monster are you?” Cue Nick trying to prove his true love for her by rushing downstairs, grabbing his dad’s ashes from the kitchen cupboard and shaking them in her face while weeping.  Notes and observations     The axis of evil, who’ve plotted a 20-year cover-up. Photograph: BBC    • Why did the minister of justice pick his pen up off the floor in such a bizarre way? And why are these the things my mind dwells on when it should be fixated on the storylines? • Why did Maya not go home from the airport with Clem to drop her bags off before she schlepped round Highgate Cemetery to find Nicholas Johnson’s gravestone? And Nick – if you’re going to steal someone’s identity, don’t pick a grave so close to the path. Go a few rows deep at least.  • Bless Trimble for having a VHS player at the ready to show Maya the only remaining tape of the day Antwi died. Why didn’t she visit him, or Rose, or Mackie, years ago? What’s been the hold-up?  • At last, someone calls Maya out on her driving! And yet … she does it anyway.  • So Lola is the “insurance policy” that our mystery Scotsman has taken out on the whole Johnson family. What could this mean? Is she a ninja assassin who’s going to have sex with Dan then butcher the bunch of them? • Nick’s even less convincing as a writer than we all thought if his prewritten and rehearsed lines to keep his wife are: “Nobody can know the truth” and “I have looked into the smiling faces of our kids and been terrified that they would find out.” • If Maya’s old boyfriend Big Ray turns out to be the crux of this whole thing, I’m writing a letter of complaint.  • Ditto if Clem falls in love with the anti death-penalty man Mark and moves to America. • I couldn’t believe Nick swore on both Rocco the dog and his own son’s life that he’d never lied about anything else. This was never going to end well for Dan.• A great pay-off line from Maya about the shock death of Vernon Early: “You did this. Who’s next, Nick?” Who’s your money on for the finale? If Dan doesn’t make it out alive, it will make me miffed above all else.",
  "webTitle": "Undercover recap: episode five – Maya, some decorum, please",
  "webPublicationDate": "2016-05-01T21:00:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/undercover-recap-episode-five-maya-some-decorum-please",
  "keyword": [
    {
      "webTitle": "Undercover: episode by episode",
      "id": "tv-and-radio/undercover-episode-by-episode",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Abbott",
      "id": "profile/kate-abbott"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/undercover-recap-episode-five-maya-some-decorum-please"
}