{
  "apiUrl": "https://content.guardianapis.com/crosswords/2016/may/03/gordon-holt-obituary",
  "id": "2016-05-03-110",
  "sectionId": "crosswords",
  "body": "Gordon Holt, who has died aged 74, was known to Guardian crossword aficionados as the compiler Otterden. He had been regularly creating crosswords for the Guardian since 2013 and was also a compiler for the New Statesman. He was born in London, son of Richard Holt, a London Transport clerk, and his wife, Iris (nee Saunders), a professional ice skater. He went to Henry Thornton grammar school in Clapham and then studied town planning at Brixton School of Building (now South Bank University). In 1959 he began his first job in town planning for Sutton and Cheam borough council. He remained in planning for various London boroughs until 1972, when, along with a colleague, he founded and edited the weekly Planning magazine and then conceived and edited Compass, a database of planning appeal decision letters. He also authored a manual for planning professionals, Development Control Practice, that is still in use today. Having solved the Guardian crossword for many years, Gordon ventured into crossword compiling as a novice after his retirement. He wrote a “faux manual” (his words) for his own benefit, describing clue types and defining crossword vocabulary. He submitted his puzzles to 1 Across magazine, founded by the famous Guardian compiler Araucaria (John Graham), which I now edit. I immediately recognised Gordon’s quirky and irreverent style and published his work regularly. He had read the New Statesman for many years. Knowing that the magazine had not carried a crossword for a while, he offered to compile a jumbo puzzle for no fee for Christmas issues, and this he did from 2004 to 2009. During the summer of 2009 the NS editor decided to reintroduce a weekly puzzle and invited Gordon to become crossword editor. He asked me to join him and we presented puzzles alternately from early 2010, in a variety of styles – thematic, alphabetical jigsaws and perimetrical crosswords. Illness and a lengthy recuperation forced Gordon to step down as crossword editor just over two years ago. Even so, he remained closely involved, test-solving and commenting on our work, still providing the Christmas jumbo and his “NS Word Puzzles” each week. In 2013, when interviewed by Alan Connor in the Guardian Meet the Setter blog, Gordon stated that he “would dearly love to have just one crossword published in the Guardian”. He did not have to wait too long for this wish to be fulfilled, for by the end of the year he had already seen two of his crosswords in print in the newspaper. He continued to compile regularly for this series thereafter. Gordon’s quiet and unassuming personality was appreciated by all those who knew him. His extensive general knowledge was freely dispensed in challenging quizzes. He was an avid gardener, an ardent cricket fan and a loving father and grandfather. His wife, Celia, died in 2008. He is survived by two daughters, Joanna and Tessa, and four grandchildren. His son, Thomas, predeceased him.",
  "webTitle": "Gordon Holt obituary",
  "webPublicationDate": "2016-05-03T16:21:31Z",
  "webUrl": "https://www.theguardian.com/crosswords/2016/may/03/gordon-holt-obituary",
  "keyword": [
    {
      "webTitle": "Crosswords",
      "id": "crosswords/crosswords",
      "sectionId": "crosswords",
      "sectionName": "Crosswords"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "New Statesman",
      "id": "media/new-statesman",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Puzzle games",
      "id": "technology/puzzles",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "crosswords/2016/may/03/gordon-holt-obituary"
}