{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/northern-ireland-roy-carroll-steven-davis",
  "id": "2016-05-26-25",
  "sectionId": "football",
  "body": "Roy Carroll, the Northern Ireland goalkeeper, has said Michael O’Neill’s team will enter the European Championships “on a high” should they extend their historic unbeaten run over the next two matches. Northern Ireland host Belarus at Windsor Park on Friday before playing their final friendly before Euro 2016 against Slovakia in Trnava next Saturday. The Belarus friendly represents O’Neill’s last chance to evaluate fringe players before announcing his squad for France in Belfast on Saturday, but Carroll insists extending the 10-game unbeaten run will be a priority at Windsor.   Related: Martin O’Neill will take Republic of Ireland selection right to the wire    The former Manchester United and West Ham goalkeeper played an influential role when O’Neill’s team created a Northern Ireland record in their last friendly outing against Slovenia. The 38-year-old, who this week signed a one-year contract with Linfield, saved a penalty on his return to the side to ensure Conor Washington’s debut goal secured a milestone victory. And Carroll, pushing Michael McGovern for a starting role at Euro 2016 believes the unbeaten run could have an impact in France should it continue against Belarus and Slovakia. “We’re on a high having finished top of the group,” he said. “We want to go there and win games and move on. We don’t just want to be there. We’ve got two friendly games and we don’t want to lose either of them because the aim is to go to France on a high.” Carroll’s view is supported by the captain Steven Davis, who insists the transformation between Northern Ireland’s struggle in their last World Cup qualifying campaign and success in reaching their first European Championship by winning their group demonstrates the importance of momentum. “It makes things a lot easier if you’re getting positive results,” said the Southampton midfielder. “It’s been an incredible turnaround for everyone. This campaign has been so enjoyable and it has been a real pleasure to captain this side. “Ultimately, the campaign before wasn’t that bad in terms of performances. Maybe we needed a bit better game-management. This time, everyone’s bought into what Michael is doing and getting results has bred confidence. The first game against Hungary played a massive part. To come back and win 2-1 after being a goal down had a massive effect on everyone and the qualifying campaign snowballed from there.” Northern Ireland open their Euro campaign against Poland in Nice on 12 June and Davis is confident O’Neill’s side can qualify from a group that also includes Ukraine and the world champions Germany. “We’ve got to go there and believe that we can get out of the group, and we do believe that,” he said. “We all know Germany is going to be a massive ask. Poland and Ukraine are more realistic targets for us. They’re the ones that we’ve probably got our best chance of taking points from. There is no doubt that there will be upsets.” Northern Ireland (probable 3-5-2): McGovern; Cathcart, McAuley, J. Evans; McLaughlin, Davis, McNair, Norwood, Dallas; K Lafferty, Ward.",
  "webTitle": "Roy Carroll keen to extend Northern Ireland’s record unbeaten run",
  "webPublicationDate": "2016-05-26T21:30:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/northern-ireland-roy-carroll-steven-davis",
  "keyword": [
    {
      "webTitle": "Northern Ireland",
      "id": "football/northernireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Belarus",
      "id": "football/belarus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/26/northern-ireland-roy-carroll-steven-davis"
}