{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/peter-dutton-photo-goes-global-after-he-demands-it-be-deleted-from-internet",
  "id": "2016-05-04-342",
  "sectionId": "australia-news",
  "body": "Peter Dutton has been taught an important lesson in social media: don’t try to tell the internet what to do, because it will likely do the opposite – and maybe Photoshop you into Hannibal Lecter.   Related: Peter Dutton accuses refugee advocates of encouraging suicide on Nauru    The Fairfax photographer Alex Ellinghausen snapped Australia’s immigration minister apparently emerging from the shadows to front to the media on Tuesday. Dutton was holding a press conference about the self-immolation of a second asylum seeker on Nauru, which he said was the fault of refugee advocates.    .@ellinghausen turns his camera on Immigration Minister Peter Dutton. pic.twitter.com/d8sr3dA0nn— Stephanie Peatling (@srpeatling) May 3, 2016      Today, Peter Dutton was accused of presiding over a murderous policy and being in a funny photo. He complained about the photo.— John Johnsonson (@JohnJohnsonson) May 3, 2016    Stephanie Peatling, Ellinghausen’s colleague and political correspondent, tweeted the photo with the caption “eek”. She was contacted by Dutton’s office, who asked that she take down the “unflattering” image.    IM Dutton's office tres unhappy abt most recent pic of him so have taken it off twitter because I don't have time to argue with them.— Stephanie Peatling (@srpeatling) May 3, 2016      .@srpeatling This tweet? It's okay, I have a copy and I'm happy to share it far and wide. pic.twitter.com/9PxPtuksF5— Tim Bell (@timpoliti) May 3, 2016    Peatling later expanded in Fairfax’s budget liveblog:  I tweeted it with the caption “Eek” meaning that if I were a press secretary to Mr Dutton I wouldn’t be thrilled to see the picture. Mr Dutton’s offsider took considerable umbrage with it and most strongly protested its presence on the socials. After one of those conversations where both parties say the same thing over and over again I agreed I would take it off twitter so long as I could say they asked me to do so.  Naturally, when Peatling publicised the takedown request, Twitter did what Twitter does.    Peter Dutton wants this photo deleted, so please delete it ASAP! I'll just pin it here so you know which one it is. pic.twitter.com/n05I34bD2o— Dave Donovan (@davrosz) May 3, 2016      Open your eyes, Mr Dutton. Look up to the skies and see. pic.twitter.com/fE5m9RcPQx— Nick Names Nuts (@nicknamesnuts) May 3, 2016      #HagueDutton pic.twitter.com/bijSCtQQkQ— NB (@MadameMars) May 3, 2016      @miss_shiny #memerack @SaxxonCreative pic.twitter.com/RruV9XYG8b— Saxxon Creative (@SaxxonCreative) May 3, 2016    Reddit’s Photoshop Battles thread also leapt into action, eventually making the front page of the so-called “front page of the internet”.    Reddit has its faults, but /r/photoshopbattle went to town on Dutton last night pic.twitter.com/0WkrgowdBc— Special Agent Scully (@miss_shiny) May 3, 2016      Well done team pic.twitter.com/wxN5bt10yJ— Special Agent Scully (@miss_shiny) May 3, 2016    No such takedown request was made of First Dog on the Moon, Guardian Australia’s political cartoonist, who tweeted it proposing a “caption contest” – attracting more than 200 responses.    @firstdogonmoon Well, Clarice - have the lambs stopped screaming?— e m c (@ernmalleyscat) May 3, 2016      \"Hi, I'd like to add you to my professional network on LinkedIn\" https://t.co/kvilVQA8dE— charlie foxtrot (@raena) May 3, 2016      @firstdogonmoon the horror, the horror pic.twitter.com/VXuVWFEp8H— Liam Hogan (@liamvhogan) May 3, 2016      @firstdogonmoon pic.twitter.com/xV9Rqlafsr— Space Archaeology (@spacearcheology) May 3, 2016      @firstdogonmoon \"For those who've come across the sea, we've boundless pain to share.\"— Mr Denmore (@MrDenmore) May 3, 2016    Dutton’s communications team (he has three official press secretaries, the most of any minister bar Malcolm Turnbull) could have stood to take a lesson in online brand management from Beyoncé.    DUTTON: has that photo been deleted from the internet yet?STAFFER [frantically alt+tabbing as Dutton walks over]: uuuhhhhh— Dan Hall (@danieljohnhall) May 3, 2016    The internet responded similarly when representatives of the singer contacted media agencies asking them to remove unflattering shots taking during her Superbowl half-time show. The comparison wasn’t lost on Twitter.    The real picture Dutton didn't want you to see. pic.twitter.com/ASpxtGDXQr— James Hutchinson (@j_hutch) May 3, 2016    Another person who may also have had a tough day on the internet on Tuesday is Prof Peter Dutton, director of the China Maritime Studies Institute at the United States Naval War College in Rhode Island.   Related: Peter Duttons around world respond to 'truly Trump-like' mad witch comment    He tweets at @Peter_Dutton and has complained in the past of being frequently mistaken for the immigration minister.    So...maybe you are not aware that I am American, not an Australian politician? https://t.co/rPeuDlacV1— Peter Dutton (@peter_dutton) January 3, 2016    He last tweeted on Sunday, meaning there’s a chance he has yet to check his mentions. Guardian Australia has contacted him for an update.",
  "webTitle": "Peter Dutton photo goes global after he demands it be deleted from internet",
  "webPublicationDate": "2016-05-04T05:05:45Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/peter-dutton-photo-goes-global-after-he-demands-it-be-deleted-from-internet",
  "keyword": [
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/04/peter-dutton-photo-goes-global-after-he-demands-it-be-deleted-from-internet"
}