{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/13/julie-andrews-brings-the-1950s-to-australia-thanks-but-no-thanks",
  "id": "2016-05-13-334",
  "sectionId": "stage",
  "body": "In recent years, Opera Australia has begun programming musicals into its annual season. While this has caused problems for opera performers who are suffering from lack of work, and the shows themselves have received mixed reviews, it’s been a hugely successful move for the company, which is raking in the ticket sales.     Julie Andrews will direct My Fair Lady in Australia in August. Photograph: Paul Miller/AAP    In the latest instalment this August, Dame Julie Andrews will direct a touring production of Lerner and Loewe’s My Fair Lady, in honour of the show’s 60th anniversary. This morning it was announced it would star Anna O’Byrne – an Australian performer who has made it big on London’s West End. At a launch event for the show last year, Andrews and producers assured the press that the production would replicate – exactly – the original 1956 Broadway production of the show, which made a star of Andrews and set a new standard for glossy, picture-perfect musical comedy. Cecil Beaton and Oliver Smith’s original designs will be recreated in painstaking detail. Broadway’s Christopher Gattelli will choreograph the show, based on Hanya Holm’s original steps. And of course Andrews will be guided by her memories of My Fair Lady’s original director, Moss Hart. And nothing has ever felt less relevant to theatre in Sydney.  Without any local creatives on hand to investigate what exactly this sanitised, happy-ending take on a Shavian tale could and should say to Australian audiences in the 21st century – and with Andrews insisting that this isn’t a “modern take” on the show – why should we bother to humour the blatant cash-grab for consumer dollars that is the staging of a museum piece?   Related: Hamilton: the Broadway musical sensation that's changing lives    Revivals can and should speak to audiences today by finding the thread of plot or theme that rings most true to contemporary life, and highlighting it through fresh direction, staging, and orchestrations. Dean Bryant’s recent take on Little Shop of Horrors was succeeded in this. Similarly, Mitchell Butel’s new production of Spring Awakening for the Australian Theatre For Young People explores the damage that can come from denying young people frank sexual education and resources – a theme he leaned on heavily in response to the restrictions recently placed on the Safe Schools program. Opera Australia should know this already; when they’ve attempted to inject relevance into musical revivals, it’s worked. In 2012, the group revived the Lincoln Center production of South Pacific (Some Enchanted Evening, I’m Gonna Wash That Man Right Out of My Hair, There is Nothing Like a Dame), directed by Broadway director Bartlett Sher. Sher has a light, thoughtful touch with the classics, and his South Pacific production managed to resolve some of the more problematic concerns in the 1950s piece by casting sensitively, and affording some dignity – through direction and choreography – to the Asian characters in the show, including the troublingly offensive Bloody Mary. Sher freed the classical, well-constructed score of a dated approach to the book and a dated point of view, and the show became a frank but ultimately optimistic discussion of race relations and xenophobia – a discussion Australia more than needs to have.     Caroline O’Connor performs in an Anything Goes media call at the Sydney Opera House in 2015. Photograph: Don Arnold/WireImage    Cole Porter’s Anything Goes is similarly popular for the music but widely derided for its book, which is full of lazy racial stereotypes and casually gendered violence. Dean Bryant took it on for Opera Australia in 2015, with a production that was more or less a slick museum piece – full of glamour, flashy choreography, and no real changes to the book – but in that case, thanks to his unflinching approach to the show’s problems, it worked. With broad, vaudeville-inspired direction, every racial slur and broad accent was loud and big, leaving the audience to really see the problems with the text, maybe even causing a cringe or two. By highlighting how easily we forgive musicals – bending over backwards to ignore their portrayals of racial minorities as thieves and gamblers, for instance, and distracting ourselves with the great song and dance numbers – he left the audience to grapple with how we negotiate with dated shows. But Bryant did this stealthily, without a word, because Anything Goes is another beloved classic and Australians rarely dare to touch the classics. If promotional materials for this show contained a whiff of a send-up or a challenge, it wouldn’t have worked quite so well.   Related: Ben Elton: there is no wisdom involved in being massively wealthy    When a company fails to investigate the source material of their musical productions with fresh eyes or with a challenge, the results are far less interesting – and much more worrisome. Christopher Renshaw’s The King and I, the first Australian production of a musical to transfer to Broadway when he first staged it in 1991, followed South Pacific to the Opera House in 2014. Unfortunately, the production was extremely dated, stiffly directed to rob the female ensemble of their agency, and, worst of all, cast the very white Teddy Tahu Rhodes in the lead role of the King of Siam. He proceeded to speak in a thick, appropriated accent. It was widely derided as a disaster, wooden and culturally insensitive.     Teddy Tahu Rhodes (left) and Lisa McCune perform during a media call of The King and I at the Sydney Opera House in 2014. Photograph: Tracey Nearmy/AAP    My Fair Lady needs to tighten up its dated gender stereotyping (and could benefit enormously from restoring Pygmalion’s bleaker ending), but there is a kernel of commentary in the show that could still ring true in contemporary Australia. Class structures and strictures are still pertinent issues in Australia. There’s so much to explore and My Fair Lady is ripe for it; the fallacy of superiority by way of breeding always needs a look, and Higgins’ misogyny and privilege is the story of so many politicians, academics and leaders – and boyfriends and husbands and fathers – across the country. Put these elements under a lens and the show has the chance of being an uncomfortable study of behaviour so many of us are so keen to let quietly slide.  But no. Instead, we will see the creaky politics of the 1950s presented as standard behaviour, and be asked to be swept away by a creepy romantic ending. We will exalt the return of a classic production that didn’t even originate in Australia. No wonder people skip the theatre.",
  "webTitle": "Julie Andrews's My Fair Lady brings the 1950s to Australia: thanks, but no thanks",
  "webPublicationDate": "2016-05-13T01:43:18Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/13/julie-andrews-brings-the-1950s-to-australia-thanks-but-no-thanks",
  "keyword": [
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "My Fair Lady",
      "id": "film/my-fair-lady",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Cassie Tongue",
      "id": "profile/cassie-tongue"
    }
  ],
  "guardianId": "stage/2016/may/13/julie-andrews-brings-the-1950s-to-australia-thanks-but-no-thanks"
}