{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/05/monsanto-dow-syngenta-rush-for-mega-mergers-puts-food-security-at-risk",
  "id": "2016-05-05-155",
  "sectionId": "sustainable-business",
  "body": "The global agrochemical and seed industry is undergoing profound upheaval, with a spate of mergers and attempted mergers consolidating the sector and raising concerns about the future of the food system. It began last year when Monsanto started looking for a partner, trying three times (unsuccessfully) to link up with Syngenta. By the end of 2015, Dow and DuPont announced they were teaming up. Subject to regulatory approval, the new $130bn company – DowDuPont – plans to split into three parts, one of which will focus exclusively on agricultural chemicals and seeds and is set to command a hefty market share. It is estimated DowDuPont could account for around 40% of the corn and soybean seed market in the US. In February this year, ChemChina announced a $43bn purchase of Syngenta, bolstering ChemChina’s genetically engineered seed capacity and giving it the largest slice of the agricultural chemical market. The remaining players – Monsanto, Bayer and BASF – are now under pressure to join the mega-merger dance, with talks on various potential permutations reportedly under way.  These proposed corporate mega-mergers are the result of pressure from financial investors. Years of low interest rates since the financial crisis have made corporate borrowing cheap and easy. But the onset of low agricultural commodity prices and faltering economic growth in emerging economies has weakened demand for commercial seeds and crop protection chemicals, making it harder for agribusiness firms to generate high returns for their shareholders, and to pay their debts. Concerned about excessive borrowing and weak performance, investors have increasingly put pressure on agribusiness managers to improve their performance. In the case of Dow and DuPont, individual activist investors – each managing enormous hedge funds for wealthy clients – pushed hard on these firms to cut costs through restructuring. Essentially, mergers and acquisitions have been the tools of choice to attempt to placate restless investors. Regulators in the countries in which these firms are based are scrutinising the details of these deals, deciding whether to allow them to proceed. No doubt they are reviewing the mergers looking for evidence regarding traditional concerns about the effects of corporate consolidation – that it stifles competition, reduces innovation and can lead to a loss of tax revenue if the firm relocates its headquarters. These concerns merit close consideration, but there is so much more at stake.   Related: New index ranks Monsanto, Dupont and Syngenta on efforts to help smallholders    For starters, mergers are likely to lead to higher costs of inputs for farmers. Already, the seed and chemical industries are highly concentrated. In 2013, the top six firms controlled 75% of the agrochemical market and 63% of the commercial seed market. If the number of firms drops, it will be that much easier for them to raise prices.  Consolidation in the agribusiness industry also tends to concentrate political power as giant firms lobby governments to shape the rules of the food system in ways that support their interests. According to the non-profit, ETC Group (pdf), small-scale farmers feed around 70% of the world’s population, and do so mainly with seeds saved from one harvest to the next rather than commercially purchased seed. Changes in government policies that favour big corporations’ desire for more large-scale industrial agriculture will directly threaten small farmers’ livelihoods. Further spread of the industrial agricultural model is also likely to have devastating ecological effects. Large-scale, chemical-based monoculture farming is recognised as a major contributor to both climate change and biodiversity loss, problems that pose significant threats to long-term food security.  If the proposed mega-mergers proceed, the food system will face profound changes in the name of increased short-term financial returns for relatively few investors. Ironically, there is little evidence to show that corporate consolidation is even economically productive in the long run.  A short-term financial boost for a handful of investors is hardly justification for allowing the mega-mergers when they threaten farmer livelihoods, the environment and long-term food security.",
  "webTitle": "Monsanto, Dow, Syngenta: rush for mega-mergers puts food security at risk",
  "webPublicationDate": "2016-05-05T14:30:19Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/05/monsanto-dow-syngenta-rush-for-mega-mergers-puts-food-security-at-risk",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food security",
      "id": "global-development/food-security",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "DuPont",
      "id": "business/dupont",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Investing",
      "id": "business/investing",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate social responsibility",
      "id": "environment/corporatesocialresponsibility",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Biodiversity",
      "id": "environment/biodiversity",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/05/monsanto-dow-syngenta-rush-for-mega-mergers-puts-food-security-at-risk"
}