{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/16/national-gallery-gains-two-striking-19th-century-landscapes-alexandre-calame-johan-christian-dahl",
  "id": "2016-05-16-202",
  "sectionId": "artanddesign",
  "body": "Two spectacular 19th-century landscapes by important artists not widely represented in British public collections have been gifted to the National Gallery. The gallery said it had been given At Handeck (c1860) by the Swiss artist Alexandre Calame and The Lower Falls of the Labrofoss (1827) by the Norwegian artist Johan Christian Dahl. The works have been donated by Asbjørn Lunde, an American lawyer and son of a Norwegian immigrant who began buying Scandinavian paintings in 1968. More than 50 works from his collection were displayed at an exhibition of Norwegian and Swiss landscapes at the gallery in 2011.   Related: The National Gallery's new boss: 'I can't deny I am strongly European'    Christopher Riopelle, curator of post-1800 European paintings, said the two landscapes were highlights of Asbjørn’s collection. “These paintings … allow the National Gallery to show our visitors landscape painting across 19th-century Europe in greater detail than ever before.”     Alexandre Calame’s At Handeck. Photograph: The National Gallery, London    It is the first Dahl work to enter the national collection and shows the waterfalls of Labro, about 50 miles to the west of Oslo, and a landscape strewn with tree trunks from lumbering operations upstream. The Calame work was executed high in the Bernese Alps. It shows an enormous lone ancient pine tree, appearing to stand aside so the viewer can see the spectacular drop of the Haslital valley down to the river Aare. It becomes only the second Calame work in the National Gallery’s collection, the other being The Lake of Thun (1854), which was left in 1900. The gallery’s director, Gabriele Finaldi, said: “The paintings gifted by Mr Lunde enrich an already wide-ranging collection of European 19th-century landscapes with two fine examples in the Romantic tradition. We are very grateful to him.” Both paintings are on display in Room C of the National Gallery in London.",
  "webTitle": "National Gallery gains two striking 19th-century landscapes",
  "webPublicationDate": "2016-05-16T12:24:17Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/16/national-gallery-gains-two-striking-19th-century-landscapes-alexandre-calame-johan-christian-dahl",
  "keyword": [
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "artanddesign/2016/may/16/national-gallery-gains-two-striking-19th-century-landscapes-alexandre-calame-johan-christian-dahl"
}