{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/discovered-our-parents-were-russian-spies-tim-alex-foley",
  "id": "2016-05-07-139",
  "sectionId": "world",
  "body": "Tim Foley turned 20 on 27 June 2010. To celebrate, his parents took him and his younger brother Alex out for lunch at an Indian restaurant not far from their home in Cambridge, Massachusetts. Both brothers were born in Canada, but for the past decade the family had lived in the US. The boys’ father, Donald Heathfield, had studied in Paris and at Harvard, and now had a senior role at a consultancy firm based in Boston. Their mother, Tracey Foley, had spent many years focused on raising her children, before taking a job as a real estate agent. To those who knew them, they seemed a very ordinary American family, albeit with Canadian roots and a penchant for foreign travel. Both brothers were fascinated by Asia, a favoured holiday destination, and the parents encouraged their sons to be inquisitive about the world: Alex was only 16, but had just returned from a six-month student exchange in Singapore. After a buffet lunch, the four returned home and opened a bottle of champagne to toast Tim reaching his third decade. The brothers were tired; they had thrown a small house party the night before to mark Alex’s return from Singapore, and Tim planned to go out later. After the champagne, he went upstairs to message his friends about the evening’s plans. There came a knock at the door, and Tim’s mother called up that his friends must have come early, as a surprise. At the door, she was met by a different kind of surprise altogether: a team of armed, black-clad men holding a battering ram. They streamed into the house, screaming, “FBI!” Another team entered from the back; men dashed up the stairs, shouting at everyone to put their hands in the air. Upstairs, Tim had heard the knock and the shouting, and his first thought was that the police could be after him for underage drinking: nobody at the party the night before had been 21, and Boston police took alcohol regulations seriously. When he emerged on to the landing, it became clear the FBI was here for something far more serious. The two brothers watched, stunned, as their parents were put in handcuffs and driven away in separate black cars. Tim and Alex were left behind with a number of agents, who said they needed to begin a 24-hour forensic search of the home; they had prepared a hotel room for the brothers. One of the men told them their parents had been arrested on suspicion of being “unlawful agents of a foreign government”.    Not only were their parents indeed Russian spies, they were Russians. They were not Donald Heathfield and Tracey Foley    Alex presumed there had been some mistake – the wrong house, or a mix-up over his father’s consultancy work. Donald travelled frequently for his job; perhaps this had been confused with espionage. At worst, perhaps he had been tricked by an international client. Even when the brothers heard on the radio a few days later that 10 Russian spies had been rounded up across the US, in an FBI operation dubbed Ghost Stories, they remained sure there had been a terrible mistake. But the FBI had not made a mistake, and the truth was so outlandish, it defied comprehension. Not only were their parents indeed Russian spies, they were Russians. The man and woman the boys knew as Mom and Dad really were their parents, but their names were not Donald Heathfield and Tracey Foley. Those were Canadians who had died long ago, as children; their identities had been stolen and adopted by the boys’ parents. Their real names were Andrei Bezrukov and Elena Vavilova. They were both born in the Soviet Union, had undergone training in the KGB and been dispatched abroad as part of a Soviet programme of deep-cover secret agents, known in Russia as the “illegals”. After a slow-burning career building up an ordinary North American background, the pair were now active agents for the SVR, the foreign spy agency of modern Russia and a successor to the KGB. They, along with eight other agents, had been betrayed by a Russian spy who had defected to the Americans. The FBI indictment detailing their misdeeds was a catalogue of espionage cliches: dead drops, brush-pasts, coded messages and plastic bags stuffed with crisp dollar bills. The footage of a plane carrying the 10 touching down at Vienna airport, to be swapped for four Russians who had been held in Russian prisons on charges of spying for the west, brought back memories of the cold war. The media had a field day with the Bond-girl looks of 28-year-old Anna Chapman, one of two Russians arrested not to have pretended to be of western origin; she worked as an international estate agent in Manhattan. Russia didn’t know whether to be embarrassed or emboldened: its agents had been busted, but what other country would think of mounting such a complex, slow-drip espionage operation in the first place? For Alex and Tim, the geopolitics behind the spy swap was the least of their worries. The pair had grown up as ordinary Canadians, and now discovered they were the children of Russian spies. Ahead of them was a long flight to Moscow, and an even longer emotional and psychological journey. *** Nearly six years since the FBI raid, I meet Alex in a cafe near the Kiev railway station in Moscow. He is now officially Alexander Vavilov; his brother is Timofei Vavilov, though many of their friends still use their old surname, Foley. Alex is 21, his still-boyish looks offset by a serious manner and businesslike clothes: black V-neck over a crisp white shirt. A gentle North American lilt and the careful aspiration of final consonants give him the unplaceable accent of those who have been schooled internationally – in Paris, Singapore and the US. These days, he speaks enough Russian to order lunch, but is by no means fluent. He is studying in a European city and is here to visit his parents; Tim works in finance in Asia. (In the interests of privacy, both brothers have asked me not to reveal details about their working lives.)     ‘Donald Heathfield’ with Alex and Tim in 1999. Photograph: courtesy Tim and Alex Foley    Since 2010, they have made a conscious decision to avoid the media. They have agreed to talk to me now, Alex explains, because they are fighting a legal battle to win back their Canadian citizenship, stripped from them six years ago. They believe it is unfair and illegal that they are expected to answer for the sins of their parents, and have decided to tell their story for the first time. As we eat khachapuri, a Georgian bread stuffed with gooey cheese, Alex recalls the days after the raid. He and Tim stayed up until the early hours in the hotel room the FBI had provided, trying to understand what was going on. When they went home the next day, they found every piece of electronic equipment, every photograph and document had been taken. The FBI’s search and seizure warrant lists 191 items removed from the Foley/Heathfield residence, including computers, mobile phones, photographs and medicines. They even took Tim and Alex’s PlayStation. News crews held a vigil outside; the brothers sat inside with the blinds drawn, their phones and computers confiscated. Early next morning Tim snuck out to get online at the public library and try to find a lawyer for his parents. All the family bank accounts had been frozen, leaving the boys with just the money they had in their pockets and whatever they could borrow from friends. FBI agents drove them to an initial court hearing in Boston, where their parents were informed of the charges. There was a brief meeting with their mother inside jail. Alex tells me he did not ask her what she and his father were accused of. This seems surprising, I say: surely he must have been dying to ask?    They were promising, young, smart people. They were asked if they wanted to help their country and they said yes    “Here’s the thing: I knew that if I was going to testify in court, the less I knew, the better. I didn’t want to cloud my opinion with anything. I didn’t want to ask questions, because it was obvious people were listening,” he says. A boisterous group of women are celebrating a birthday at the next table, and he raises his voice. “I refused to let myself be convinced they were actually guilty of anything, because I realised the case would probably draw on for a long time. They were facing life in prison, and if I was to testify, I would have to completely believe they were innocent.” The family had been planning a month-long summer break in Paris, Moscow and Turkey; their mother told them to escape the media circus and fly to Russia. After a stopover in Paris, Alex and Tim boarded a plane to Moscow, unsure of what to expect on arrival. They had never been to Russia before. “It was a really terrifying moment,” Alex recalls. “You’re sitting on the plane, you have a few hours to kill and you don’t know what’s coming. You just sit there and think and think.” As the brothers disembarked, they were met at the plane door by a group of people who introduced themselves in English as colleagues of their parents. They told the brothers to trust them, and led them outside the terminal to a van. “They showed us photos of our parents in their 20s in uniform, photos of them with medals. That was the moment when I thought, ‘OK, this is real.’ Until that moment, I’d refused to believe any of it was true,” Alex says. He and Tim were taken to an apartment and told to make themselves at home; one of their minders spent the next few days showing them around Moscow; they took them to museums, even the ballet. An uncle and a cousin the brothers had no idea existed paid a visit; a grandmother also dropped by, but she spoke no English and the boys not a word of Russian. It would be a few days before their parents would arrive, having admitted at a court hearing in New York on 8 July that they were Russian nationals. An exchange was already in the offing, and they arrived in Moscow, via Vienna, on 9 July, still wearing the orange prison jumpsuits they had been given in America. My face must give away some of my amazement: how does a 16-year-old process such an extraordinary turn of events? Alex smirks at me wryly. “Typical high school identity crisis, right?”     ‘Tracey Foley’ with Tim at Toronto Zoo in 1991. Photograph: courtesy Tim and Alex Foley    Alex and Tim’s father was born Andrei Olegovich Bezrukov, in Krasnoyarsk region, in the heart of Siberia. Since his return to Moscow in 2010, he has given just a handful of interviews to Russian media outlets, mainly concerning the more recent work he has done as a geopolitical analyst. Details of his past, or that of his wife, Elena Vavilova, are scarce. Alex tells me what he knows about his parents’ recruitment, based on the little they have told him: “They got recruited into it together, as a couple. They were promising, young, smart people, they were asked if they wanted to help their country and they said yes. They went through years of training and preparing.” None of the 10 deportees has spoken publicly about their mission in the US, or their training by the SVR or KGB. Department S, which runs the illegals programme they were on, was the most secretive part of the KGB. One former “illegal” tells me his training in the late 1970s included two years in Moscow with daily English lessons, taught by an American woman who had defected. He was also trained in other basics such as communicating in code and surveillance. All the training was done on a one-to-one basis: he never met other agents. The programme was the only one of its kind in international espionage. (Many assumed it had been stopped, until the 2010 FBI swoop.) Many intelligence agencies use agents operating without diplomatic cover; some have recruited second-generation immigrants already living abroad, but the Russians have been the only ones to train agents to pretend to be foreigners. Canada was a common place for the illegals to go, to build up their “legend” of being an ordinary western citizen before being deployed to target countries, often the US or Britain. During Soviet times, the illegals had two main functions: to aid in communications between embassy KGB officers and their US sources (an illegal would be less likely to be put under surveillance than a diplomat); and to be sleeper cells for a potential “special period” – a war between the US and the Soviet Union. The illegals could then spring into action. The KGB sent the couple to Canada in the 80s. In June 1990, Vavilova, under the assumed identity of Tracey Foley, gave birth to Tim at the Women’s College hospital in Toronto. His first memories are of attending a French-language school in the city and visiting the warehouse of his dad’s company, Diapers Direct, a nappy delivery service. It was hardly James Bond, but the work of an agent has always been more tortoise than hare – years spent painstakingly building up the legend. Andrei Bezrukov already had a degree from a Soviet university, but “Donald Heathfield” had no educational records. Between 1992 and 1995, he studied for a bachelor’s degree in international economics at York University in Toronto. In 1994, Alex was born; a year later the family moved to Paris. We don’t know whether this was on the orders of the SVR, but it seems a safe assumption. Donald studied for an MBA at the École des Ponts and the family lived frugally in a small flat not far from the Eiffel Tower; both brothers shared the only bedroom while the parents slept on the sofa. As Bezrukov and Vavilova built up their story, the country that had recruited and trained them ceased to exist. The ideology of communism had failed; the fearsome spy agency that had dispatched agents across the globe was discredited and renamed. Under Boris Yeltsin, post-Soviet Russia seemed on the verge of becoming a failed state. But in 1999, as the family planned a move from France to the US, a new man entered the Kremlin who himself had a KGB background. In the subsequent years, he would work to make the KGB’s successors important and respected again. With the legend of a hardworking, well-educated Canadian perfected over the years, Heathfield got into Harvard University’s Kennedy School of Government towards the end of that year, and was ready to deploy as an agent of the SVR. He would be spying not for the Soviet system that had trained him, but for the new Russia of Vladimir Putin.    I never had anything close to a suspicion. It seemed all my friends' parents led much more exciting lives  Alex     Heathfield and Foley sent their sons to a bilingual French-English school in Boston, so they could maintain their French and stay in touch with European culture. They could not teach their children about Russia; perhaps the emphasis on French was a way of ensuring their children were not “ordinary” Americans without ringing alarm bells. At home, the family spoke a mixture of English and French. (An online video of Bezrukov, appearing in his post-deportation role as a political analyst, shows him speaking smooth North American with the faintest of twangs.) When he completed his postgraduate degree at Harvard, Heathfield got a job working for Global Partners, a business development consultancy. I speak to Tim on a Sunday afternoon, talking to me on Skype from his kitchen. He has the same facial features and careful parting as his younger brother, but his hair is blond rather than dark. Looking back on his youth, he tells me his father worked hard, making frequent business trips. He encouraged his sons to read and educate themselves about the world, and “was like a best friend to us”. Foley, Tim says, was a “soccer mom”, picking her sons up from school and taking them to sports practice. When the boys were in their teens, she started work as a real estate agent. In 2008, Tim got a place at George Washington University, in DC, to study international relations. He focused on Asia, taking Mandarin lessons and spending a semester in Beijing. The same year, the family became naturalised Americans, with US passports in addition to their Canadian nationality. The brothers would never live in Canada again; Alex had been one when they left Toronto and Tim only five – but both felt Canadian. The family returned often to ski, and when the boys went on school trips from Boston to Montreal, they took pride in showing the other students around their “home” country. Alex made a big fuss about his Canadian background, because “at high school you always want to go counterculture”. Tim describes their childhood as “absolutely normal”: the family was close and spent time together at weekends; his parents had many friends. He has no recollection of them discussing Russia or the Soviet Union; they never ate Russian food, and the closest Tim says he came to a Russian was a polite boy from Kazakhstan at school. Their parents did not discuss their childhood much, but this was how they had always been and the boys had little reason to question it. “I never had anything close to a suspicion regarding my parents,” Alex says. In fact, he often felt disappointed by how boring and mundane they were: “It seemed all my friends’ parents led much more exciting and successful lives.” Little did he know. Bezrukov and Vavilova had been put under FBI surveillance soon after they moved to the US, probably because of a mole in the Russian agency. Excerpts from their 2010 indictment suggest the couple lived with a level of intrigue most people would assume exists only within the pages of a spy novel. One paragraph recounts an intercepted communication from Moscow Centre (SVR headquarters), explaining how Vavilova should plan for a trip back to her motherland. She was to fly to Paris and take the train to Vienna, where she would pick up a fake British passport. “Very important: 1. Sign your passport on page 32. Train yourself to be able to reproduce your signature when necessary… In the passport you’ll get a memo with recommendation. Pls, destroy the memo after reading. Be well.” Their father, meanwhile, was using his work as a consultant to penetrate US political and business circles. It is not clear whether he managed to access classified material, but FBI intercepts reported a number of contacts with former and current American officials. In the few public remarks Bezrukov has made about his job, he makes it sound more like that of a thinktank analyst than a super-spy. “Intelligence work is not about risky escapades,” he told Expert magazine in 2012. “If you behave like Bond, you’ll last half a day, maybe a day. Even if there was an imaginary safe where all the secrets are kept, by tomorrow half of them will be outdated and useless. The best kind of intelligence is to understand what your opponent will think tomorrow, not find out what he thought yesterday.”    The family home had been bugged for years. The FBI knew the couple's real identities, even if their own children did not    Bezrukov and Vavilova communicated with the SVR using digital steganography: they would post images online that contained messages hidden in the pixels, encoded using an algorithm written for them by the SVR. A message the FBI believes was sent in 2007 to Bezrukov by SVR headquarters was decoded as follows: “Got your note and signal. No info in our files about E.F., BT, DK, RR. Agree with your proposal to use ‘Farmer’ to start building network of students in DC. Your relationship with ‘Parrot’ looks very promising as a valid source of info from US power circles. To start working on him professionally we need all available details on his background, current position, habits, contacts, opportunities, etc.” Way back in 2001, nearly a decade before her arrest, the FBI had searched a safe-deposit box belonging to Tracey Foley. There they found photographs of her in her 20s, one of which bore the Cyrillic imprint of the Soviet company that had printed it. The family home had been bugged, possibly for many years. The FBI knew the couple’s real identities, even if their own children did not, but the Americans preferred to keep an eye on the Russian spy ring, rather than make a move. Why the FBI finally acted is unclear. One suggestion is that Alexander Poteyev, the SVR officer believed to have betrayed the group, felt his cover was blown. He reportedly fled Russia in the days before the arrests; in 2011, a Russian court sentenced him to 25 years in prison for treason in absentia. Another possibility is that one of the group was getting close to sensitive information. Whatever the reason, in June 2010 the FBI decided to wrap up Operation Ghost Stories and bust the Russian spy ring.     The house raided by the FBI in June 2010. Photograph: Russell Contreras/AP    I speak to Tim and Alex many times, in person, over Skype and email. They are not uncomfortable talking about their experiences, but neither do they enjoy it much. Initially, they want to speak only about their court case in Canada; but gradually they open up, answering all my questions about their extraordinary family life. I have to admit there are some details that bother me. Did they really never suspect a thing? In 2012, the Wall Street Journal reported that unnamed US officials claimed an FBI bug placed at the family’s Boston home had picked up the parents revealing their true identities to Tim long before the arrest. Furthermore, the officials said, his parents had told Tim they wanted to groom him as a Russian spy. A second-generation spy would be a much more impressive asset than first-generation illegals, who had built up personas that were solid but not impregnable to background checks. Tim, according to the unnamed officials, agreed he would travel to Moscow for SVR training and even “saluted Mother Russia”. Tim strenuously denies the story, insisting it was a total fabrication. “Why would a kid who grew up his whole life believing himself to be Canadian, decide to risk life in prison for a country he had never been to nor had any ties to? Furthermore, why would my parents take a similar risk in telling their teenage son their identities?” The claim that he saluted Mother Russia is “just as ridiculous as it sounds”, Tim says. He would be happy to answer the allegations in court, but it is impossible to argue with anonymous sources. When contacted by the Guardian, the FBI declined to comment on the Wall Street Journal article. There was another thing that bothered me: was it really just coincidence that the family had planned to travel to Russia that summer, and that the brothers therefore had Russian visas? Yes, Alex says. “It was very much my idea to go to Russia. We had this world map at home and when you looked at the pins on it, you could see we’d been almost everywhere but Russia, so I was very curious and I was pushing for it. It was just going to be one part of our summer trip.” In hindsight, surely, that summer trip to Paris, Turkey and Moscow must have looked rather different. When the family were reunited in Moscow in July 2010, did the boys ask their parents what the plan had been? Had they intended to reveal everything? Or were they really going to spend a week in Moscow pretending not to understand a word spoken around them? “I actually think that was the plan,” Alex says. “That we would travel to Russia, and maybe they might go and meet people without us. But I don’t think there was a plan to tell us anything.” Tim agrees. If their parents had revealed the truth, it would have made Tim and Alex a huge liability; “as professionals”, he says, it’s unlikely they would have taken the risk. They doubt their parents ever planned to tell them about their real identities. “Honestly,” Tim says, “I really don’t think so. It sounds strange, but yeah.” Both brothers tell me they remember, as young children, seeing their grandparents. Where? On vacation, Alex says, “somewhere in Europe”; he can’t remember where, exactly. Asked if he was sure the people he met were his real grandparents, he says, “I think so.” Were they speaking Russian? “I was really young, I have no idea,” he says firmly. I raise the question with Tim, who would have been older. He remembers seeing his grandparents every few years until he was around 11, when they disappeared from his life. “Obviously, now when I think back on it, I kind of understand how it worked. If I had seen them when I was older, I would have realised that they don’t speak English – they don’t seem very Canadian.” At Christmas, the boys would receive gifts marked “from grandparents”. Their parents told them they lived in Alberta, far from Toronto, which was why they never saw them. Occasionally, new photographs would arrive of the grandparents against a snowy backdrop; it helped that the climates of Alberta and Siberia are not so different.     An FBI surveillance photo of Tracey Foley. Photograph: FBI    If Tim and Alex’s story sounds eerily familiar to fans of The Americans, the television drama about a KGB couple living in the US with their two children, that’s because it’s partly based on them. The show is set in the 1980s, providing a cold war backdrop, but the 2010 spy round-up served as an inspiration. The show’s creator, Joe Weisberg, trained to be a CIA case officer in the early 1990s and, when I speak to him on the phone, tells me he always wanted to put family at the heart of the plot. “One of the interesting things I saw when I worked at the CIA was people lying to their children. If you have young children, you can’t tell them you work for the CIA. And then, at some point, you have to pick an age and a time, and they find out that they’ve been lied to for most of their lives. It’s a difficult moment.” When I meet Alex in Moscow, he has just finished watching the first season. (He had started on previous occasions, but found it too difficult; he and Tim joked that they should sue the creators.) His parents like the show, he tells me. “Obviously it’s glamorised, all this killing people and action everywhere. But it reminded them of when they were young agents, and how they felt about being in a strange new place.” Watching it, Alex says, has made him more curious: what set his parents off on this path, and why? *** In 2010, the spies were welcomed back to Russia as heroes. After a debriefing at SVR headquarters, Bezrukov, Vavilova and the other deportees met with then-president Dmitry Medvedev to receive medals for their service. Later, they met with Putin, and the group reportedly sang the patriotic Soviet song From Where The Motherland Begins. The authorities put on a tour: the agents and their families travelled to St Petersburg, Lake Baikal in Siberia and Sochi on the Black Sea. The idea was to show off modern Russia, and to provide them with an opportunity to bond. Do they still meet up, I ask Alex. “From time to time,” he says. He and Tim were the only adolescents; of the four couples arrested, two had younger children, while another had adult sons. Even so, the other families were probably the only people in the world who could even begin to understand their surreal situation. Bezrukov and Vavilova found themselves back in a very different Russia from the one they had left. The oldest of the agents had been retired from active espionage work for a decade, Alex says, and barely remembered how to speak Russian. The group were told they would no longer work for the SVR, but jobs were found for them in state banks and oil companies. Anna Chapman was given a television series and now has her own fashion line. Bezrukov was given a job at MGIMO, a prestigious Moscow university, and has written a book on the geopolitical challenges facing Russia. Tim and Alex were given Russian passports at the end of December 2010; suddenly, they became Timofei and Alexander Vavilov. The names were “completely new, foreign and unpronounceable for us”, Tim says. “A real identity crisis,” he adds with a hint of bitterness. Unable to return to university for his final year, he managed to transfer to a Russian university and complete his degree there, before doing an MBA in London. Alex was less lucky. He finished high school at the British International School in Moscow, but did not want to stay in Russia. He applied to university in Canada, but was told he would first have to apply for a new birth certificate, and then a citizenship certificate; only then could he renew his Canadian passport. In 2012 he was admitted to the University of Toronto, and applied for a four-year student visa on his Russian passport. The visa was issued and he planned to depart for Canada on 2 September. But four days before he was due to leave, as he was packing his bags and exchanging emails with his future roommate, he received a phone call from the Canadian embassy in Moscow demanding he come for an urgent interview. The meeting was hostile; there were a lot of questions about his life and his parents. The visa was annulled before his eyes, and he lost his university place. Alex has since been rejected for French and British visas. Twice, he has been accepted to study at the London School of Economics, but both times did not get a visa. Eventually, he was able to get a visa to study elsewhere in Europe; Tim travels mainly in Asia, where many countries can be visited visa-free on a Russian passport.    I'm glad they had a cause they believed in, but I wish the world wouldn’t punish me for their choices  Alex     The brothers’ battle to regain Canadian citizenship is not just about logistics. Moscow is not a city that embraces newcomers, and neither of them feels particularly Russian. “I feel like I have been stripped of my own identity for something I had nothing to do with,” Alex tells me. Both are keen to work in Asia for the time being, but want to move to Canada when they feel ready to start families. More than anything, their Canadian identity is the last straw they have left to grasp on to, after so much of the rest of their previous reality fell away. “I lived for 20 years believing that I was Canadian and I still believe I am Canadian, nothing can change that,” Tim wrote in his affidavit to the Toronto court. “I do not have any attachment to Russia, I do not speak the language, I do not know many friends there, I have not lived there for any extended periods of time and I do not want to live there.” Everyone who is born in Canada is eligible for Canadian citizenship, with one exception: those who are born to employees of foreign governments. But the brothers’ Toronto-based lawyer, Hadayt Nazami, argues that it is ridiculous to apply the provision to their case; the whole point of the law, he says, is to prevent those who don’t have the responsibilities of citizenship from enjoying its privileges. Ultimately, the court seems to be operating as much on emotional as on legal grounds, possibly with the Wall Street Journal story about Tim’s apparent recruitment at the back of its mind. But even if the brothers knew about their parents’ activities (and there is no hard evidence of this), I wondered what the court expected of them. What is a 16-year-old who finds out he is the child of Russian spies supposed to do? Call the FBI?     Alex and Tim in Bangkok in 2011. Photograph: courtesy Tim and Alex Foley    Tim and Alex have been through many months of questioning themselves and their identities, and of wondering whether they should be angry with their parents. They don’t want their childhood to define them as they grow older. Many of their close friends know, but most of their casual acquaintances don’t. When asked where they are from, the default response for both is “Canada”. They remain friends with many people from their previous life in Boston, though Tim says some broke off contact, mainly those whose parents were friends with his parents and felt betrayed. While they have no wish to live in Russia, both brothers visit Moscow every few months to see their parents. I ask them how hard it has been to keep that relationship going. Was there a confrontation? Tim and Alex choose their words carefully; they want to appear rational and pragmatic, rather than emotional, it seems. “Of course, there were some very difficult times,” Tim says. “But if I get angry with them, it’s not going to lead to any beneficial outcomes.” He admits it is sad that, even though he can now spend time with his grandparents, the language barrier means he will never know them properly. “In terms of family and keeping this whole thing together, it really doesn’t work out well when you choose this kind of path,” he says, his voice trailing off wistfully. Alex tells me that he sometimes wonders why his parents decided to have children at all. “They live their lives like everyone else, making choices along the way. I am glad they had a cause they believed in so strongly, but their choices mean I feel no connection to the country they risked their lives for. I wish the world wouldn’t punish me for their choices and actions. It has been deeply unjust.” A number of times, Alex tells me that it is not his place to judge his parents, but that six years ago he spent a long period wrestling with “the big question” of whether he hated them or felt betrayed. In the end, he came to one conclusion: that they were the same people who had raised him lovingly, whatever secrets they hid.",
  "webTitle": "The day we discovered our parents were Russian spies",
  "webPublicationDate": "2016-05-07T08:00:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/discovered-our-parents-were-russian-spies-tim-alex-foley",
  "keyword": [
    {
      "webTitle": "Espionage",
      "id": "world/espionage",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "FBI",
      "id": "us-news/fbi",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "world/2016/may/07/discovered-our-parents-were-russian-spies-tim-alex-foley"
}