{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/scotland-welcomes-third-of-uk-syrian-refugees-resettlement",
  "id": "2016-05-27-159",
  "sectionId": "world",
  "body": "Scotland has welcomed more Syrian refugees than any other part of the UK under the government’s official resettlement scheme, accepting more than 600 people compared to just 33 who have been taken in by London local authorities, figures show. The data, released on Friday by the Home Office, reveals that 1,602 people were resettled under the government’s Vulnerable Persons Resettlement scheme (VPR) between October last year and March. It exposes a wide disparity in the acceptance rates of councils across the country. Scottish authorities have accepted 610 arrivals, including 68 in Renfrewshire, 58 in Argyll and Bute and 53 in Edinburgh alone. Councils in Yorkshire and the Humber have taken in 171 and 159 have gone to the West Midlands. Of the 33 London boroughs, by contrast, only Camden, Islington, Barnet and Kingston-upon-Thames have taken any refugees in the period. No councils in the north-west, including the 10 in Greater Manchester, accepted any refugees.    Updated refugee resettlement graph   The most welcoming council in the country is Coventry, where 105 Syrians have been resettled since David Cameron’s announcement that Britain would take in 20,000 refugees. Welsh councils have resettled 78 people, and Northern Ireland 51. But no refugees were accepted in the six-month period by the Royal Borough of Windsor and Maidenhead, in which the constituency of the home secretary, Theresa May, is located, or by Watford borough council, home to the constituency of the Home Office minister responsible for resettling refugees, Richard Harrington.  A spokeswoman for Watford council said a number of refugees had since been resettled in the borough, and the council was committed to taking in up to 10 Syrian families every year.  Cameron’s local authority, West Oxfordshire, has taken 10, but there were no acceptances in the boroughs in which several other senior ministers’ constituencies are found, including George Osborne (Cheshire East), Philip Hammond (Runnymede) and Michael Gove (Surrey Heath). The prime minister told parliament in September that Britain would “live up to its moral responsibility” towards people driven from their homes by the conflict by resettling 20,000 people from refugee camps on the Syrian border in the next five years. He said the pace at which they came to the UK would depend on the speed with which the UNHCR could identify refugees and how quickly local councils were able to process the applicants. Coventry has accepted almost 200 refugees in total since 2014, some under an earlier relocation scheme for Syrians fleeing the conflict. Abdul Khan, the deputy leader of Coventry city council, told the Guardian the refugees who have come to the city include those with “significant medical needs”.  He added: “We have accepted them because it is the right thing to do. The refugees have experienced some of the worst aspects of human behaviour, and when in September 2015 we were asked to offer further places to the national scheme, we did so.” Sabir Zazai, director of the Coventry refugee and migrant centre, who himself came to the city as a refugee from Afghanistan in 1999, said the community had been very supportive of the council’s welcoming stance.  “Coventry is a a city that has gone through war, that is turning its own experiences of conflict and war into love, care and compassion for others. When we first had these discussions, the general response was, if we can help, why shouldn’t we help? There wasn’t any hesitation.”  Ivan Lewis, the MP for Bury South who is seeking the Labour nomination for Greater Manchester mayor, criticised the combined authority in the region for not doing its bit. Eight months ago leaders in Greater Manchester agreed to take 1,500 Syrians on the VPR scheme over a five-year period but none have yet arrived in the region.     Scottish authorities have accepted 610 of the refugees, including 68 in Renfrewshire, 58 in Argyll and Bute and 53 in Edinburgh. Photograph: Christopher Furlong/Getty Images    Lewis said: “I am very disappointed that Greater Manchester despite securing funding has so far failed to take one Syrian adult refugee. This is not acceptable and I am calling on the combined authority to take action as a matter of urgency. “Greater Manchester has a long and proud tradition of welcoming refugees. It is now urgent we show leadership and fulfil our moral obligation to victims of a bloody civil war.” Lewis said he has begun recruiting local families who are willing to offer foster homes to Syrian child refugees, including some whose own relatives came to Britain originally on the Kindertransport having fled Nazi persecution. He said: “Vulnerable children and adults living in refugee camps deserve safe and secure homes as soon as possible. I have visited refugee camps in the past and know that despite the best efforts of aid workers no one should have to live in such conditions for any length of time.   Related: Syrian refugees in Scotland: cold weather but warm welcome    “I have begun recruiting families willing to take children and have been heartened by the number of local families willing to open up their homes. There is no time to waste as rightly there has to be proper vetting and training procedures before children can be placed.” Tony Lloyd, Greater Manchester’s interim mayor, said the county had a “proud history of welcoming people from all over the world” but that the authority needed assurance from central government that the resources would be in place to integrate the new arrivals. He said: “I have repeatedly requested meetings with the home secretary to discuss a proper support and funding package both for Syrian refugees and existing asylum seekers but the home secretary cannot schedule a meeting until July.  “We need a proper partnership with central government to prevent more people being housed in hotels where they cannot adapt to life in the UK and access the support services they desperately need. I hope the home secretary will now meet me as a matter of urgency.” The Guardian has been trying since September to gain access to the refugee figures. The Home Office refused a freedom of information (FoI) request asking to be told which local authorities had accepted Syrians on the VPR. Officials decided the information was exempt from disclosure under section(s) 36(2)c of the Freedom of Information Act. This provides that information can be withheld “where disclosure would otherwise prejudice, or would be likely otherwise to prejudice, the effective conduct of public affairs”. The Guardian had challenged the refusal but had yet to hear back when the government released the information. The release came after the home affairs select committee submitted its own FoI asking for the statistics. After the Home Office missed a 20-day deadline to respond, the information commissioner’s office ordered it to release the information as soon as possible. The chair of the committee, Keith Vaz, said: “This is the first time that the home affairs select committee has needed to resort to a freedom of information request from the Home Office. Surely this is such a successful policy for the government, I would have thought they would be more open and transparent. “Since the minister for Syrian refugees first appeared before the committee, it has been like drawing teeth to get basic information about any aspect of the commitment to settle these 20,000 people in the UK. “The failure to provide this information is obstructing parliament’s scrutiny of a major initiative of significant public interest, and we will continue to demand answers.”",
  "webTitle": "Scotland has taken in more than a third of all UK's Syrian refugees",
  "webPublicationDate": "2016-05-27T12:29:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/scotland-welcomes-third-of-uk-syrian-refugees-resettlement",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    },
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "world/2016/may/27/scotland-welcomes-third-of-uk-syrian-refugees-resettlement"
}