{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/time-test-fights-off-western-hymn-brigadier-gerard-stakes",
  "id": "2016-05-26-63",
  "sectionId": "sport",
  "body": "Time Test, who emerged as a leading three-year-old last season without registering a Group One success, gave 5lb and a head start to the field in the Brigadier Gerard Stakes here on Thursday night but still ran out an impressive winner on the way to a run in the Prince of Wales’s Stakes at Royal Ascot next month.   Related: A Shin Hikari on course for Royal Ascot after Prix d’Ispahan romp    The 10-furlong feature event on day two could be the best race of the meeting, as Time Test will now expected to join A Shin Hikari, the brilliant winner of the Prix D’Ispahan earlier this week, at the starting gate. Found, who beat Golden Horn in last year’s Breeders’ Cup Turf, is also expected to run. Ryan Moore was happy to sit at the tail of the field for the first mile as Paul Hanagan made the running on Intilaaq, the favourite. As Intilaaq’s exertions started to tell, the course specialist Western Hymn moved into the lead but Moore had judged his challenge to perfection and ran him down in the closing stages to win by a neck. Roger Charlton, Time Test’s trainer, took the Prince of Wales’s Stakes with Al Kazeem in 2013 and now has another obvious chance in the race. Time Test was cut to 11-2 from 10-1 with Paddy Power while A Shin Hikari is the favourite at a top price of 9-4. “He didn’t take the easy route, which is good,” Charlton said. “I think a mile and a quarter is what brings the best out of him. We flirted with a mile last year and won a Group Two but, talking to Ryan, this is his trip. “The disappointing thing was seeing how wonderful the Japanese horse was, otherwise you’d fancy yourself a bit in the Prince of Wales. He looked good there [at the Royal meeting] last year. “He’s a year older, let’s hope he’s improving. Western Hymn ran a great race and was pretty fancied beforehand. They pulled a long way from the others and first time out, it was a good trial.” Willie Mullins watched the National Hunt trainers’ championship slip through his fingers on his last visit to Sandown Park and he suffered further disappointment as Max Dynamite, the runner-up in last season’s Melbourne Cup, could finish only third of the four runners despite setting off at 4-7 for the Group Three Henry II Stakes. Max Dynamite was still going easily two furlongs out but offered little resistance as Pallasator, who had been held up by Oisin Murphy in a rare switch from front-running tactics, drew alongside and then strode two-and-a-quarter lengths clear of Suegioo. Mullins could only express the hope afterwards that Max Dynamite had “blown up” on his first start since November. Sir Mark Prescott, meanwhile, will now prepare Pallasator for a run in the Gold Cup at Ascot next month. Pallasator has been a notoriously headstrong and difficult horse for much of his career, in the preliminaries in particular, but while there were occasional traces of wilfulness here, he seems to be mellowing slightly with age. “The plan was to sit last and he quickened up well, so it couldn’t have gone better,” Prescott said. “It’s one of those rare days when the plan works. He’s not everybody’s ride but Oisin made it look as easy as possible. “He is just getting old, like me, and I’m less bad-tempered and I think he is probably, he’s just a bit more civilized than he used to be. Andrea [Atzeni] said last year when he won the Doncaster Cup that if his name was down to ride him every day, he wouldn’t come in to work. He has to have everything done for him, but if he’s good enough to win Group races, he can have everything he wants.” Pallasator is 16-1 (from 25-1) with Coral for the Gold Cup while Max Dynamite is out to 12-1 (from 8-1) with the same firm. Mehmas, the favourite for the Coventry Stakes at Royal Ascot as he went into the stalls for the Listed National Stakes, lost his place at the top of the market for next month’s race after suffering the first defeat of his career behind Global Applause. The result was an abrupt reversal of form from Newbury earlier this month, when Mehmas beat Global Applause by nearly four lengths, but that race was over six furlongs and the switch back to five suited Global Applause. So too did his draw, one off the rail, which allowed Ryan Moore to make the running while Frankie Dettori, on Mehmas, was forced to sit and wait before coming around horses to deliver a charge which never seemed likely to carry him past the winner. “We’re back on track,” Ed Dunlop, Global Applause’s trainer, said. “He is so big and even Ryan says he’s not a fully mature horse yet. He was much the biggest colt in the race and I hope the fact that he’s now had three races already will stand him in good stead at Ascot. “That’s where he’ll go next and then he’ll have a bit of a holiday.” Richard Hannon, the trainer of Mehmas, also insisted that he was “delighted” afterwards, and his colt too will now head for the Royal meeting. “He wants six and he’ll go to the Coventry now and take a bit of beating, I’d say,” Hannon said. “The experience here will make a man of him. That’s the draw here, sometimes it gets you beat.”",
  "webTitle": "Time Test fights off Western Hymn to win Brigadier Gerard Stakes",
  "webPublicationDate": "2016-05-26T19:34:35Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/time-test-fights-off-western-hymn-brigadier-gerard-stakes",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/26/time-test-fights-off-western-hymn-brigadier-gerard-stakes"
}