{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/14/obama-macklemore-opioid-drug-abuse-congress-weekly-address",
  "id": "2016-05-14-99",
  "sectionId": "society",
  "body": "Barack Obama invited the hip-hop artist Macklemore to share his weekly address on Saturday, in an attempt to draw attention to the escalating problem of opioid abuse and pressure Congress into providing funding for treatment and research.   Related: America's opioid addiction: 'I ended up selling all my valuable stuff to buy pills'    In conversation, Macklemore, a recovering prescription drug abuser, told the president addiction was an issue he “takes personally”.  “If I hadn’t gotten the help I needed when I needed it, I might not be here today,” he said. “And I want to help others facing the same challenges I did.” The Grammy winner added: “Recovery isn’t easy or quick, but along with the 12-step program, treatment saved my life.” A remarkable shift in approach to addiction is taking place at the highest levels of government. Obama noted that while Congress passed several opioid-related bills this week, it failed to provide funding to expand treatment services – a key measure if the drive to treat rather than punish addiction is to be effective. On Thursday, White House press secretary Josh Earnest accused Congress of “trying to take victory laps on legislation that doesn’t actually provide any money to ensure that any more people can get access to treatment”. In Saturday’s address, Obama renewed his call for Congress to pass funding for treatment and research – in February he asked for $1.1bn – on top of $500m the administration has already requested to expand availability of overdose-reversing “safe shots”. The president, whose director of White House drug policy, Michael Botticelli, is in long-term recovery, said he had invited Macklemore to discuss the issue because addiction was no longer something that could live in the shadows. Opioid drug overdoses, Obama said, now claim more US lives than traffic accidents, while deaths from opiates have tripled since 2000 and 44% of Americans know someone addicted to prescription painkillers.  “It’s a disease we too often just whisper about,” Obama said. “The disease of addiction.” Expanded treatment services, he said, would result in “fewer preventable deaths and fewer broken families”. To help addicts suffering in private, Obama said, conversation about addiction should be in the public realm.  “Talking isn’t enough,” he said. “We need to get treatment to more people who need it, and help law enforcement to get more people into treatment than jail.”   Related: Macklemore and Ryan Lewis: ‘Systemic racism isn’t going to get clicks’    Macklemore’s visit to the White House was part of an MTV special on addiction scheduled for broadcast this summer. “Addiction is like any other disease,” he said. “It doesn’t discriminate. It doesn’t care what colour you are, whether you’re a guy or a girl, rich or poor, whether you live in the inner city, a suburb or rural America. This doesn’t just happen to other people’s kids or in some other neighbourhood. It can happen to any of us.” He added: “Shame and the stigma associated with the disease keeps too many people from seeking the help they need. Addiction isn’t a personal choice or a personal failing. And sometimes it takes more than a strong will to get better – it takes a strong community and accessible resources.”",
  "webTitle": "Obama joined by rapper Macklemore for address on opioid abuse",
  "webPublicationDate": "2016-05-14T14:42:07Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/14/obama-macklemore-opioid-drug-abuse-congress-weekly-address",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Macklemore",
      "id": "music/macklemore",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "society/2016/may/14/obama-macklemore-opioid-drug-abuse-congress-weekly-address"
}