{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/14/brexit-vote-campaigns-intensify-as-rallies-planned-across-uk",
  "id": "2016-05-14-140",
  "sectionId": "politics",
  "body": "The EU referendum campaign is set to dominate politics in Britain this weekend, as leaders from across the political spectrum argue for and against membership at thousands of events across the country. David Cameron, Jeremy Corbyn and Boris Johnson are expected to speak at separate events, which will form part of more than 1,000 different rallies on Saturday. Caroline Lucas and Tim Farron will also address voters.  The prime minister unveiled a campaign poster in Oxfordshire warning voters that Brexit would cost the average household £4,300, as he claimed that Britain could lose billions of pounds in infrastructure investment if it left the EU.    Related: EU referendum:  Cameron, Corbyn and Johnson hit campaign trail - live    Cameron said a vote to leave would mean an end to Britain’s membership of the European Investment Bank, which has poured more than £16bn into UK projects in the past three years. He said withdrawal from the EIB would have a “devastating impact” on future infrastructure projects. “Vital projects across every region of the UK have been financed by the EIB. These make a huge difference locally, nationally and sometimes globally,” he said in a statement.  “Not only would leaving the EU see us wave goodbye to this crucial funding, but, with a smaller economy hit by new trading barriers and job losses, it’s unlikely we’d be able to find that money from alternative sources.  “Infrastructure affects the competitiveness of every business and the prosperity of every family in the country – but a leave vote on 23 June risks putting the brakes on the infrastructure investment we need and shifting our economy into reverse.”  Among projects to have benefited from EIB support, he said, were the purchase of new super express trains for the east coast main line, the extension of the M8 motorway between Edinburgh and Glasgow, and the expansion of Oxford University’s research and teaching facilities.  Meanwhile, at a rally in London, Corbyn will argue that the “many problems” facing Britain are the fault of the government rather than the EU.  The Labour leader, who has faced calls from within his party to do more in the EU campaign, will say on Saturday: “There is so much more the European Union could be doing if we had a government making the right choices and with the right priorities. “People in this country face many problems: from insecure jobs, low pay and unaffordable housing to stagnating living standards and environmental degradation, and the responsibility for them lies in 10 Downing Street, not in Brussels. “The Tories and Ukip are on record as saying they would like to cut back our workplace rights and many unscrupulous employers would have our rights at work off us if they had the chance.  “Instead, a Labour government will go further and work to raise employment standards throughout Europe to stop the undercutting of wages and strengthen every worker in Europe. “That is why we are voting to remain and reform, to work within Europe to improve people’s lives here in Britain – the Tories are doing the opposite.” Representing the leave campaign and continuing his tour on the Brexit battlebus, Johnson will also make a speech. The out campaigners are expected to focus efforts on uniting their two main groups – Vote Leave, backed by several high-profile Tory ministers, and Grassroots Out, fronted by Nigel Farage.  The latter will be represented at a rally in Chester by the Conservative former cabinet minister Owen Paterson and Ukip’s migration spokesman, Steven Woolfe. Urging voters to reject membership of the EU on 23 June, Paterson will say the UK has been reduced to “a colony of an EU superstate, with more integration and increasingly diminished British influence”.  The prime minister will reject that argument, praising politicians from across the political divide uniting to say with one voice that Britain should vote to remain to protect the UK economy and society.  According to the BBC, Vote Leave has claimed that the £4,300 figure in the remain campaign poster is misleading as it ignores the cost to Britain in EU membership fees.  “David Cameron knows that not a single British family would lose that amount of money if we vote leave,” said Matthew Elliott, the chief executive of Vote Leave. “In fact, they would prosper as we spend our money on our priorities.”",
  "webTitle": "EU vote campaigns intensify with rallies planned across UK",
  "webPublicationDate": "2016-05-14T09:38:42Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/14/brexit-vote-campaigns-intensify-as-rallies-planned-across-uk",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/14/brexit-vote-campaigns-intensify-as-rallies-planned-across-uk"
}