{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/democrats-secret-weapon-donald-trump-general-election",
  "id": "2016-05-06-117",
  "sectionId": "us-news",
  "body": "Democrats spent the last 10 months seeking to define Republicans as the “Party of Trump”. This week, what was once dismissed as a fever dream became a reality. Following a crushing victory in the Indiana primary and the suspension by Ted Cruz and John Kasich of their presidential campaigns, Donald Trump was left as the last Republican standing in what seems an inevitable contest against Hillary Clinton in November.   Related: Donald Trump represents the party base. Leaders must finally admit it | Lucia Graves    And even as Republicans began to openly anguish over whether they could rally behind Trump’s candidacy, Democrats made clear the message they will carry to the American electorate over the next six months: Donald Trump is the Republican Party. The former reality TV star, who has all but secured the nomination, stands to be the least popular presidential nominee in modern history. And the Democratic political organization that will now work to defeat him – from the race for the White House to the battle over control of the US Congress – believes its secret weapon against Trump is the billionaire himself. The question is simply where to begin. In its own opening salvo, the Clinton campaign allowed Republicans to do the talking themselves in a brutal web video released on the day after Trump was declared the presumptive nominee. The digital spot was, in many ways, a Greatest Hits compilation featuring Trump’s former primary opponents. It featured, among others, Florida senator Marco Rubio referring to Trump as “a con artist” and “the most vulgar person to ever aspire to the presidency”, former Republican presidential nominee Mitt Romney dubbing him as “a misogynist” and Texas senator Ted Cruz stating the bombastic billionaire was “utterly immoral”. The archives are seemingly endless, as are the series of controversial statements made by Trump over the course of the primary season. The real estate mogul infamously launched his bid for the White House nearly a year ago with the declaration that most Mexicans crossing over the US border were “rapists” and “killers”. He later mocked a disabled reporter, proposed to ban all Muslims from entering the US, refused to immediately disavow the endorsement of a former leader of the Ku Klux Klan, and suggested women should be punished for having abortions. “This is a candidate who has tried to divide the country by race, by gender, by ethnicity, by body type, by age,” said Justin Barasky, the communications director of the pro-Clinton Super Pac Priorities USA. “There are very few groups of people that he hasn’t offended.” Priorities USA had already reserved $70m in television advertising across seven key battleground states – Ohio, Florida, Virginia, Nevada, Colorado, Iowa and New Hampshire – to begin after the Democratic convention in July and run through the general election.  The Super Pac also plans to pour at least $35m into digital ads aimed at reaching the coalition of voters that have helped propel Democrats to victory in recent election cycles: African Americans, Hispanics, millennials and women. It also teamed up with Emily’s List, a Democratic group that works to elect pro-choice women to public office, to raise and spend $20m to reach millennial women voters, a key voting block that could also be instrumental to electing America’s first female president. “The most powerful way to run against a candidate is to use their words against them, and with Trump, we have decades of offensive, misogynistic comments at our disposal,” said Emily’s List spokeswoman Marcy Stech. “Women voters across the board already dislike him, but it will be up to millennial women who hold the power to keep Trump from the White House. It’s not enough to dislike him – we have to get out and vote our power.” Women, broadly speaking, hold some of the most unfavorable views of Trump. And so it was no surprise that the Clinton campaign and its allies seized the moment last week when Trump asserted that the Democratic frontrunner was playing “the woman card” and only stood where she was on the basis of her gender. Clinton responded by stating that if defending reproductive rights and calling for equal pay amounted to playing the gender card, “then deal me in”. Her campaign also raised $2.4m in three days off a “Woman Card” drive launched in the wake of Trump’s comments, 40% of which came from first-time donors. Aides to Clinton said the campaign would continue to call outoffensive rhetoric – Clinton has attacked Trump from the stump over his statements against immigrants and Muslims, and on Thursday in Los Angeles denounced his reaffirmation of plans for mass deportations. The campaign also put out a bilingual video, in English and Spanish, featuring clips of Trump bolstering his anti-immigration platform. A Clinton aide nonetheless maintained that the former secretary of state would stick predominantly to running a campaign rooted in the issues confronting the American public. The substantive contrast, from jobs and the economy to national security, would give Clinton the opportunity not simply to rally core Democratic constituencies but also to reach out to those Republicans reluctant to embrace him as their standard-bearer. “The same message is true for Republicans as it is for Democrats. He is too big a risk,” the aide said. “He will not keep us safe, in fact some of his dangerous comments make us less safe.”  “These are messages that we don’t think are just Democratic messages. We may not agree on every issue, but fundamentally people want a president who can bring people together.” Clinton’s campaign, although still fending off an unlikely challenge from Vermont senator Bernie Sanders, began to switch gears toward the general election in the last couple of weeks – both in tone and restructuring on the ground. The campaign accelerated its operation in swing states, with moves that included the hiring of state directors in Florida, Colorado and New Hampshire, and closer coordination with state parties.     Protesters hold an effigy of Donald Trump during a May Day rally in Los Angeles, California. Photograph: Mark Ralston/AFP/Getty Images    Trump, by contrast, lags far behind in building a credible general election campaign. Throughout the primaries, he was able to benefit from months of wall-to-wall free coverage of his campaign rallies on rolling TV news channels, so Trump is only now adding to his team a group of seasoned operatives with the knowhow to establish a formidable ground operation.  And while the presidential race is still expected to be waged across the familiar battlegrounds, some early projections show the potential to flip certain states on the electoral map into the Democrats’ column. Among them are Arizona and Georgia, both of which are home to burgeoning minority populations. The impact of Trump’s nomination is also expected to reverberate across Senate and House races. The Republican-led US Senate is defending several seats in competitive states, where Democrats have been eager to tie vulnerable incumbents to Trump.  “We’re going to hold Donald Trump accountable every single day between now and 8 November, but also Republicans down the ticket who can no longer make up excuses and have to say whether or not they stand with their party’s standard-bearer,” said a top Democratic aide. Senator John McCain, the 2008 Republican presidential nominee, was caught on tape this week acknowledging in a private fundraiser the havoc Trump might wreak for his re-election bid in Arizona. “If Donald Trump is at the top of the ticket, here in Arizona, with over 30% of the vote being the Hispanic vote, no doubt that this may be the race of my life,” McCain said, according to audio obtained by Politico. Of the 34 seats up for grabs in November, 24 are being defended by Republicans. Several are states won easily by Barack Obama in 2012, as well as those where Trump fares poorly in the polls.  And in many of them, Democrats have female candidates on the ballot who could be the beneficiaries of Trump’s record low approval ratings among women. Emily’s List has used Trump’s “woman card” comments to target Republicans in states that include Ohio, Colorado, Illinois and Maine, who are running in Senate races against women candidates.  That’s not to say Democrats are underestimating Trump and his potential, whether at the presidential or statewide level. Barasky, of Priorities USA, said at least one lesson gleaned from the primary season was that Republicans failed to grasp just how much of a threat Trump posed. “We are taking Trump very, very seriously,” he said. “We believe that Trump can win and we’re going to do everything we can to make sure that doesn’t happen.”",
  "webTitle": "Democrats unveil their secret general election weapon: Donald Trump",
  "webPublicationDate": "2016-05-06T15:00:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/democrats-secret-weapon-donald-trump-general-election",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/06/democrats-secret-weapon-donald-trump-general-election"
}