{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/21/brexit-will-drive-eu-students-away-from-uk",
  "id": "2016-05-21-62",
  "sectionId": "politics",
  "body": "Brexit would significantly damage the UK’s universities and its scientific industries, according to new research. A report by the Institute for Social and Economic Research finds that students from the EU are among the highest achievers at British universities. They are more likely to gain a first-class degree than UK classmates, less likely to be unemployed, and more likely to be in a graduate job, earn a high salary and go on to postgraduate study.   Brexit explained: university students   As a result, the authors of the report claim, they represent a valuable resource to the UK which would be threatened if the country voted to leave the EU. EU-domiciled students comprise one in 20 undergraduates in the UK, and a further one in 10 postgraduates. Each year in the UK more than 10,000 graduates and postgraduates study science, technology, engineering and maths – the so-called Stem subjects deemed crucial for British industry. The research, by Dr Renee Luthra and Greta Morando, examined data from the Destination of Leavers from Higher Education, a survey that follows the paths of more than 2 million leavers from British universities for six months after graduation. They found that EU undergraduates were nearly 50% more likely to obtain a first-class degree. The study found that EU students did better than their British peers graduating from the same universities, with the same marks, in the same year and in the same subjects. They were more than twice as likely to continue to postgraduate courses in the UK than their British friends, and those from the core EU15 countries who went into the workplace were earning on average 9% more than their British peers six months after graduation. They were more likely to get a first-class degree in Stem subjects than British students. “The EU students at UK universities are clearly the best and the brightest in their class – on the whole their achievements outstrip their British classmates and they represent a significantly well-qualified group of graduate workers entering the UK workforce,” Luthra said. “This is especially true of undergraduates, as those EU students who study and remain in the UK to work are very high-performing. These undergraduates will be having a very positive impact on UK industry.”   Related: EU students: how would Brexit affect you studying in the UK?    The academics claim their analysis highlights how a vote to leave the EU is likely to have an impact on not only higher-education enrolments in the UK, but also the supply of high-performing undergraduates and postgraduates to the British labour market. “Although EU students make up only 5% of the undergraduate population studying in UK universities, they are twice as likely to continue on to post-graduate study as their British friends and make up a substantial part of our postgraduate population – nearly one in eight of all research students are from the EU,” Luthra said. “Of those in postgraduate research degrees, two-thirds are studying Stem subjects of vital importance to the UK economy. The uncertainty surrounding a vote to leave the EU would almost certainly reduce the flow of these high-performing students, particularly in the short-term transition period.” A study of 1,763 would-be students who had contacted or applied to UK universities, published last week by international student recruiters Hobsons, found that almost half said Brexit would make the UK a less attractive place to study. Vote Leave’s chief executive, Matthew Elliott, said Brexit would not diminish the attractiveness of the UK’s universities. “The UK is home to three of the world’s top 10 universities. Countries in the rest of the EU don’t come close. As such, after we vote Leave we would still attract the brightest students from not only the EU, but right across the world.”",
  "webTitle": "Brexit would drive high-achieving EU students away from UK, study shows",
  "webPublicationDate": "2016-05-21T18:54:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/21/brexit-will-drive-eu-students-away-from-uk",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    },
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/21/brexit-will-drive-eu-students-away-from-uk"
}