{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/louis-van-gaal-its-over-manchester-united",
  "id": "2016-05-22-101",
  "sectionId": "football",
  "body": "Louis van Gaal has indicated his reign as Manchester United’s manager has finished. The Dutchman said “it’s over” as he left the Manchester United hotel on Sunday morning following his side’s 2-1 extra-time victory over Crystal Palace in the FA Cup final on Saturday.   Related: Louis van Gaal: from Iron Tulip to muddled thinker at Manchester United    With intense speculation that he is to be replaced by the former Chelsea manager José Mourinho, Van Gaal was asked by a Sky Sports reporter if he would stop to speak. He refused but said: “It’s over.” Should Van Gaal leave the post he assumed following David Moyes’s sacking in 2014, he will depart after two seasons in charge, with United finishing fourth in the league in his first campaign and fifth this season. Though he won the FA Cup on Saturday, his side went out in the group stage of the Champions League and were then eliminated by Liverpool in the Europa League. Van Gaal turned up at the post-match press conference at Wembley with the FA Cup in his hands, and placed it on the table in front of him. “I show you the Cup, I don’t discuss my future with the media,” he said defiantly. “Some of you have had me sacked already.” However, on Sunday morning, he appeared to confirm he is to no longer to remain the Manchester United manager.           Louis van Gaal defiant after Manchester United’s FA Cup win     Related: Louis van Gaal was doomed at Manchester United by refusal to adapt | Amy Lawrence    Mourinho, who left Chelsea under a cloud in December last year, turned down an offer from Paris Saint-Germain in the hope that United would contact him – and negotiations took place in the last few days after United had missed out on fourth place in the Premier League and therefore a Champions League place. Mourinho has already agreed a salary and has discussed transfer targets with the club and is likely to be presented as the new manager once his agent, Jorge Mendes, has finalised the finer details of the contract.",
  "webTitle": "Louis van Gaal says ‘it’s over’ as his Manchester United reign is set to end",
  "webPublicationDate": "2016-05-22T11:19:13Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/louis-van-gaal-its-over-manchester-united",
  "keyword": [
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/22/louis-van-gaal-its-over-manchester-united"
}