{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/31/greens-call-for-royal-commission-to-examine-breaking-up-banks",
  "id": "2016-05-30-23",
  "sectionId": "australia-news",
  "body": "The Greens want to use a royal commission to examine whether banks should be broken up to split the retail arms from their investment and financial advice arms in response to recent scandals. The Greens banking and finance policy also calls for increased penalties for white-collar crime, capping ATM fees and forcing banks to allow portable bank accounts which allow easy transfers, similar to taking mobile phone numbers between companies. The Greens senator Peter Whish-Wilson, a former banker, has been calling for a royal commission into the sector, which has been dogged by scandals over poor financial advice, insider trading and rigging interest rates.   Related: Timeline: banking scandals in Australia since 2009    After resisting a royal commission, Labor followed suit and has called for a royal commission into the banks following the scandals.  The Greens policy now goes a step further, outlining that a banking royal commission would “fully examine the problems associated with the ‘vertically integrated’ model. “This would including looking at ‘breaking up the banks’ to separate retail banking from financial advice and investment banking,” the policy statement says.  The Greens would increase penalties for white-collar crime in line with other advanced economies. For example, for criminal offences such as insider trading, Australia currently fines individuals $810,000 or three times the benefit gained, whichever is greater.  The Greens propose an increase to $5m or three times the benefit gained – a fine more in line with Canada and the United States. In the UK, the fine is not capped. Whistleblowers should be financially rewarded if their information leads to reclaimed money, according to the Greens, as is the case in the United States.  The Greens would also “make it illegal” to charge excessive ATM fees and wants bank accounts to be fully portable through a common data system.  “The digital age makes ‘identity transfer’ relatively easy,” says the policy. “People can carry mobile phone numbers from one provider to another. The same option should be available to consumers in banking.” The Greens would prohibit superannuation funds from direct borrowing to invest in housing, in line with a recommendation of the financial system inquiry by David Murray.  “The financial system inquiry warned that continued growth in borrowing for housing by superannuation funds could pose a risk to the financial system,” the policy says.  While the Coalition rejected Murray’s recommendation, it did agree to work with regulators and the tax office to monitor the risk and report back to government. The Australian Bankers’ Association rejected the policy saying it would trigger an economic downturn. ABA chief executive, Steven Münchenberg, said Australia had some of the strongest banks in the world and the major banks are part of small group which have earned the high Standard & Poor’s rating of AA-. “This means that, even in times of global uncertainty and market volatility, Australia’s major banks are still able to raise the money needed from overseas investors to fund the Australian economy and meet the financial needs of businesses and households,” he said in a statement.  “This major economic advantage would be lost under the Greens’ policy, triggering an economic downturn.”",
  "webTitle": "Greens call for royal commission to examine ‘breaking up banks’",
  "webPublicationDate": "2016-05-30T20:01:13Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/31/greens-call-for-royal-commission-to-examine-breaking-up-banks",
  "keyword": [
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/31/greens-call-for-royal-commission-to-examine-breaking-up-banks"
}