{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/police-launch-melbourne-counter-terrorism-raids-linked-to-cairns-arrests",
  "id": "2016-05-17-334",
  "sectionId": "australia-news",
  "body": "A Sydney teenager has been arrested on suspicion of preparing to commit a terrorist attack and trying to travel to Syria. Police said an attack was “imminent” when they arrested the Macquarie Park man, 18, on Tuesday.  The teenager’s Macquarie Park home, where he lives with his family was raided by police on Tuesday. Australian federal police (AFP) assistant commissioner Neil Gaughan said: “We will allege he was looking at possible sites in Sydney to undertake a terrorist attack and was making arrangements to acquire a firearm,”  “We are satisfied this individual was acting alone.” They allege the man, who had his passport cancelled, was turned away from Sydney airport in February after trying to leave the country. The man was known to police for at least a year but not involved in any official deradicalisation programs. “This person’s life changed today ... He’s looking at life in prison,” Gaughan said. The New South Wales deputy police commissioner Catherine Burn said police believed the teenager was scouting “institutions of authority” for the attack.  “Planning was occurring now and we would say an attack was probably imminent,” she said. He is believed to have associations with others currently before the court on similar charges. Police said it was the ninth imminent attack of this nature to be disrupted. He is expected to be charged later on Tuesday and will appear in Parramatta local court. His arrest came as police launched unrelated counter-terrorism raids in Melbourne’s northern and north-western suburbs. Police said the raids were part of Operation Middleham, the investigation into an alleged plot to leave Australia via boat to Indonesia in order to join Islamic State in Syria, and was not linked to any increased threat or danger to the public. Five men alleged to be involved in the plot were charged with terrorism offences on Sunday, after being arrested near Cairns towing a seven-metre long boat last week. Victoria police confirmed the joint counter-terrorism team had executed a number of search warrants on Tuesday morning. The men are due to appear before the Melbourne magistrates court on Thursday. The five, aged between 21 and 31, are all from Melbourne and are being extradited from Queensland. They were detained without charge for almost four days while police conducted raids on Tuesday and Wednesday last week. The lawyer for one of the men, Islamic preacher Musa Cerantonio, told Guardian Australia on Sunday that all five men intended to plead not guilty. The group includes Shayden Thorne and Kadir Kaya. The attorney general, George Brandis, said on Sunday the men had been “under surveillance for quite some time” and faced life imprisonment if convicted. According to Facebook group Brothers Behind Bars there will be a crowdfunding campaign to cover the men’s legal fees.  The page said money would also be provided to their families: “We need not emphasise on the importance of showing your support and solidarity to these brothers and their families,” it said.",
  "webTitle": "Terrorist attack was 'imminent' police say as Sydney teenager arrested",
  "webPublicationDate": "2016-05-17T02:29:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/police-launch-melbourne-counter-terrorism-raids-linked-to-cairns-arrests",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    },
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/17/police-launch-melbourne-counter-terrorism-raids-linked-to-cairns-arrests"
}