{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/under-fire-british-horseracing-authority-wins-rehearing-jim-best-case",
  "id": "2016-05-24-60",
  "sectionId": "sport",
  "body": "The British Horseracing Authority has been granted a second chance to prove its non-trier case against the trainer Jim Best, despite having bungled an initial hearing so badly that Best’s appeal was adjudged on Tuesday to have succeeded on two grounds. The BHA had already conceded that the original disciplinary panel was tainted by an appearance of bias but was humbled again when an appeal board ruled that the reasons published after the first hearing in March were insufficient to support the verdict.   Related: Jim Best conviction to be quashed following BHA climbdown    Anthony Boswood QC, chairing the appeal, said those reasons “do not deal adequately or in many cases at all with crucial aspects of the case presented on behalf of Mr Best”. However, he stopped short of agreeing with the trainer’s legal team that no reasonable panel could have reached the conclusion it did. Even so he and his two fellow members of the appeal board might have decided to end proceedings on the spot but for late concessions made by Graeme McPherson QC on behalf of the BHA. McPherson said he anticipated that Best’s team would not happily acquiesce to the rehearing being chaired by Tim Charlton QC, who has served on BHA panels for 11 years, and therefore the BHA had approached an outside body called Sports Resolutions, with experience of providing panel members for other sporting regulators. Boswood said it had influenced the appeal board’s decision that the BHA had thus guaranteed to provide a chairman “of unquestionable independence”. He was also swayed by the BHA’s commitment to pay the legal costs incurred by Best to this point, thought likely to be approaching £50,000. Five hours into this hearing, McPherson offered Best what seemed a comprehensive apology. It was the first sign of contrition from the BHA in the 11 days since it emerged that the initial verdict in this case would have to be quashed, along with the original four-year ban of Best, who had been accused of ordering two of his horses to be stopped. McPherson apologised for the fact that Best had had to face a hearing before a tainted panel, for the fact that Best had to wait weeks to learn the BHA’s position on the appearance of bias and for the fact that he would now have to go through a second hearing.   Related: BHA asked Matthew Lohn to quote for major contract before Jim Best hearing    McPherson acknowledged the BHA had been quietly warned a year ago that it should not be using the solicitor Matthew Lohn to chair disciplinary panels while also paying him for separate legal advice, amounting to £55,000 over two years. The BHA decided at the time, McPherson said, that this did not amount to a serious problem but realised it had made a mistake when the matter came up again after the Best hearing. It was Best himself who uncovered the truth about Lohn, while despondently searching the internet after the initial finding against him. He stumbled across a video on YouTube in which Lohn presented his credentials, describing the BHA as “a client”. McPherson accepted here that the BHA had “lost sight of how it should have treated Mr Lohn” but did not explain how that had happened, who might have been responsible or what consequences there would be. Nor is it clear whether the BHA intends to use chairmen from Sports Resolution for all future disciplinary panels. Harry Stewart-Moore, Best’s solicitor, said the trainer “is extremely pleased by today’s result, given that the BHA have agreed to a rehearing taking place before a chairman from outside of the BHA. This will afford him the opportunity to clear his name in front of an impartial and competent panel.   Related: BHA in silent mode as high-stakes Jim Best appeal hearing looms    “He remains very disappointed, of course, by his treatment to date and by the fact that the BHA were incapable of appointing an independent chairman in the first place. He is pleased the appeal board agrees that the disciplinary panel’s reasons were wholly inadequate.” Boswood made clear at several stages that he was concerned about the reasons published by the disciplinary panel, particularly because they failed to explain the panel’s view of much of the witness evidence presented in Best’s defence. He also clashed repeatedly with McPherson over the panel’s failure to explain what Best’s motive might be for ordering two of his horses to be stopped. “The motive is neither here nor there,” McPherson told him. “You expect far too much of a tribunal’s decision.” Jonathan Laidlaw QC, for Best, attacked the reasons for failing to address his assertion that the jockey Paul John, the only witness against Best, had done a deal with the BHA to give evidence against the trainer in exchange for a lenient sentence. “You might have expected some sort of reference to this important feature touching upon motivation,” Laidlaw said. “That issue is one you simply cannot duck.” John was not represented here, having not appealed against the 150-day suspension handed to him for his part in the case. He is now eligible to reapply for a jockey’s licence but has not yet done so. A new question about the BHA’s case-handling was raised when Laidlaw referred to regular meetings taking place between members of the disciplinary panel and members of the integrity department, which he likened to judges meeting prosecutors. While he accepted that such meetings were not necessarily improper, they would need to be handled very carefully and discussions would have to be restricted to “historic” cases, not current ones, he argued. A BHA statement issued on Tuesday night said the regulator “takes full responsibility and apologises for the fact that the non-disclosure of Mr Lohn’s other paid work created an appearance of bias which led to the need for a rehearing. While there was no suggestion of any actual bias in this case, the BHA now accepts that it was an error not to disclose details of Mr Lohn’s other paid work.” Nick Rust, the BHA’s chief executive, said: “While the BHA’s disciplinary panels do not constitute judicial proceedings – we appoint members to disciplinary panels and we pay them to carry out their duties – our processes must not only be fair but, particularly relevant in this case, be seen to be fair. “As we have already committed to, we will issue a full statement once the case is closed. In the meantime we will not make any further comment that might prejudice the outcome of the rehearing.”",
  "webTitle": "Under-fire BHA wins right to rehearing in controversial Jim Best case",
  "webPublicationDate": "2016-05-24T17:37:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/under-fire-british-horseracing-authority-wins-rehearing-jim-best-case",
  "keyword": [
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/24/under-fire-british-horseracing-authority-wins-rehearing-jim-best-case"
}