{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/hadley-freeman-is-america-or-britain-home",
  "id": "2016-05-14-163",
  "sectionId": "us-news",
  "body": "I am writing from America this week, staying here for a few days for work. I have what a therapist would call a “complicated relationship” with this country. For a long time, America was like that first boyfriend I always assumed I’d one day get back with and marry – only to turn up at my 20th school reunion and realise that he’s a lot fatter and a bit more racist than I remembered. I was born in New York and moved to London when I was 11, because of my father’s job. For many years, I saw my life as a train that had come off the correct track and ended up derailed in this strange European country, where people were obsessed with Australian soap operas and novelty singles by superstars such as Mr Blobby. This, I was certain, was not where I was meant to be and, boy, did I let my blameless parents know exactly how much they’d ruined my life by forcing me to leave my home, my friends and my norfolk terrier back in Manhattan (truthfully, I was mainly upset about the dog). It didn’t help that, soon after we moved, I got very sick and had to spend the next three years in hospital, so Britain came to represent hospital life, while America was the place where I could go outside without the supervision of a nurse. Things like that matter to a teenager. I always assumed I’d move back to America and, when I finally had the independence and money to do so, I did. It was at that point that I finally realised it wasn’t America I was trying to get back to – it was my childhood, before I was sick. Unfortunately, I came to this realisation about 24 hours after I signed over three months’ rent for an overpriced Manhattan apartment. So I made the move anyway and turned back the clock the one way I could: I got another norfolk terrier. People say that when you move as a kid you spread your roots, and that’s true. But while your roots grow wider, they’re not very deep – and wherever you live, you’re always comparing the present with your other parallel life. There’s so much I love about America – prefer, even, to Britain. Most importantly, the candy, Twizzlers especially, which knock your British liquorice into a cocked hat. (Before any Brits start screaming at me about Cadbury’s, wait until you hear about my sister, who used to insist American toilet paper was better and for years personally imported White Cloud across the Atlantic. How about that for an insult, Britain?) But when a liberal American hears British people complain about the Tories, we nod sympathetically, but inside we’re thinking, “Kitten, please, you have no idea.” Sure, the Tories are ridiculous, with their toby jug faces and the fact that they all went to one school that makes Hogwarts sound basic. Yet, unlike the Republicans, they don’t sound genuinely deranged. The day after I arrived in America for this trip, Donald Trump was on TV referring fondly to neo-Nazis as “my fans” and refusing to criticise them for sending antisemitic threats to a Jewish journalist. Several prominent Republicans promptly endorsed him. I wouldn’t say all this puts Ken Livingstone’s Hitler obsession and Zac Goldsmith’s idiotic mayoral campaign into perspective, but I would say that it makes British politicians, when it comes to embracing open racism, look like rank amateurs. It’s funny being back in the States during the election because it was partly as a result of the last election that I moved back to London in 2012. To use a satisfying English phrase, the whole thing did my head in. Not the Republican candidates, such as Rick Santorum and Michele Bachmann, both of whom seemed closer to demented robots than anything approaching human, but the people who voted for them. Sure, Britain has Ukip and Britain First, but they’re not one of the two major political parties. The place I assumed would feel so familiar felt in many ways more foreign than Timbuktu. I ran back to Britain, and this time I brought the dog. Four years on, I have a different relationship with America. I no longer view it as the one that got away, or the one that betrayed me by not being what I wanted. At the age of 37, I’ve finally grown out of those childish expectations and teenage tantrums, and I’ve learned not to look for something on the outside to explain myself to me. Now it’s just this place I can always come back to, one that feels very familiar but fallible. It’s also where I feel most myself, because it’s where I still remember my best self. I guess it’s what you’d call home.",
  "webTitle": "Hadley Freeman: I’m back in America. Is this where I belong?",
  "webPublicationDate": "2016-05-14T08:00:31Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/hadley-freeman-is-america-or-britain-home",
  "keyword": [
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "us-news/2016/may/14/hadley-freeman-is-america-or-britain-home"
}