{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/26/louvre-pyramid-trompe-l-oeil-jr-im-pei-paris-museum",
  "id": "2016-05-26-193",
  "sectionId": "artanddesign",
  "body": "The Louvre has got rid of its pyramid. This seems a bit extreme. I know that not everyone loved IM Pei’s glass entrance canopy in the courtyard of the vast Paris museum when it was unveiled in 1989, but over the years the pyramid has become a beloved landmark. Why demolish it now?    Related: JR: ‘I realised I was giving people a voice’    Wait, it is still there? Oh, that’s very clever. Pei’s pyramid has not gone. It has just been covered with an eye-fooling photographic mural by street artist JR that convincingly reproduces the facade of the Louvre palace – so convincingly that it makes Pei’s modern addition “vanish”. Please can JR also cover the Shard and some of London’s other skyscraper citadels of wealth and power with pictures of clouds so we can’t see them anymore?  The real shock in this story is that JR, who started his career flyposting Paris and is now doing the same thing on the grandest of scales, has been commissioned by as venerable an institution as the Louvre. It is the equivalent of Banksy becoming resident artist at London’s National Gallery. But as his vanishing pyramid makes plainly visible (or invisible), JR is a much more sophisticated artist.      Beat that Bansky ... the Louvre facade revealed. Photograph: Pascal Rossignol/Reuters    Where Banksy churns out repetitive political jokes that pander to glib anti-establishment fashion, JR thinks about space, reality and the nature of representation. Paris is one of the world’s most architecturally rich and civically spacious cities and makes the perfect playground for him. The disappearing Louvre pyramid is a joyous piece of public art.    Related: 3D street art: a question of perspective    The art of trompe l’oeil – or fooling the eye – is centuries old, dating back to the discovery of perspective in the Renaissance. The experiments of Renaissance artists enabled them to create illusory three-dimensional spaces in their paintings, making a flat surface appear to be a window to a room or a city or a landscape. The same theory could be used to create optical illusions in buildings or on their facades.  In the church of Santa Maria Presso San Satiro in Milan, the Renaissance architect Donato Bramante (a friend of Leonardo da Vinci) designed an eye-fooling trick just as incredible as JR’s Louvre pyramid. A vaulted aisle stretches away before you. As you walk towards it you eventually discover it is not there at all: Bramante has used the science of perspective to make shallow recess look like a grand space. Amazing.      Recess disguised as a grand space … the church of Santa Maria Presso San Satiro in Milan. Photograph: Alamy Stock Photo    It wasn’t just friends of Leonardo who mastered such optical tricks in Renaissance Italy. Some artists specialised in painting the facades of houses and palaces to seem bigger or more ornate than they actually were. This skill was taken to fantastical heights in Genoa, whose narrow streets are full of painted illusions, and where you can never be sure if a building is really there or not. Trompe l’oeil delighted people in northern Europe, too. In London’s National Gallery you can enjoy Samuel van Hoogstraten’s Peepshow. Made in the mid-17th century, it suggests the 3D illusion of a tiny room when you put your eye to its peephole.  Today virtual reality is on the verge of becoming commonplace, and in no time at all we will be surrounded by illusory three-dimensional spaces. So JR’s vanishing pyramid is both a deeply traditional work of art rooted in the Renaissance, and a timely comment on our increasingly illusory world. Beat that, Banksy.",
  "webTitle": "The Louvre's missing pyramid and the magic of trompe l’oeil",
  "webPublicationDate": "2016-05-26T12:42:37Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/26/louvre-pyramid-trompe-l-oeil-jr-im-pei-paris-museum",
  "keyword": [
    {
      "webTitle": "Street art",
      "id": "artanddesign/streetart",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Paris",
      "id": "world/paris",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/26/louvre-pyramid-trompe-l-oeil-jr-im-pei-paris-museum"
}