{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/mario-balotelli-andrea-pirlo-italy-squad-euro-2016",
  "id": "2016-05-23-164",
  "sectionId": "football",
  "body": "Four years after his goals propelled Italy into the European Championship final, Mario Balotelli will not even get a chance to play at the 2016 tournament.   Related: Roy Hodgson defends Jamie Vardy skipping England game to get married    Balotelli was left out by the Italy coach Antonio Conte, who named a preliminary 30-man squad for Euro 2016 on Monday. The forward, on loan from Liverpool, scored one goal in 20 Serie A appearances for Milan last season. At Euro 2012, Balotelli scored both goals in Italy’s 2-1 semi-final win over Germany. Having also scored against Ireland, Balotelli ended the tournament with three goals and was joint top-scorer along with five other players. Since Conte replaced Cesare Prandelli, who resigned after the 2014 World Cup, he has called up Balotelli once but the forward left the squad with an injury before the November 2014 game. The midfielder Andrea Pirlo, who is 37, was also left out, as was Sebastian Giovinco, who like Pirlo plays in Major League Soccer. The forwards selected were the likely starters Eder and Southampton’s Graziano Pellè as well as Ciro Immobile, Lorenzo Insigne and Simone Zaza. The Genoa striker Leonardo Pavoletti, who finished Serie A as the top-scoring Italian, also misses out. While Conte gave no immediate explanation of his picks he has said on numerous occasions that he will rely on “the group that got us here” at the tournament itself. Whoever wants to join in will have to deserve it twice as much, and will have to work much harder to take the place of those that are here,” he said last year. The manager will leave this job after the tournament to join Chelsea. Italy, who face Scotland in a Malta friendly on Sunday, are in Group E, one of the toughest of the tournament with Belgium, Ireland and Sweden. Preliminary squad  GoalkeepersGianluigi Buffon (Juventus),Federico Marchetti (Lazio),Salvatore Sirigu (PSG). DefenceDavide Astori (Fiorentina),Andrea Barzagli,Leonardo Bonucci,Giorgio Chiellini (all Juventus), Angelo Ogbonna (West Ham), Rugani (Juventus), Darmian (Man Utd), De Sciglio (Milan), Zappacosta (Torino). Midfield Benassi (Torino), Bonaventura (Milan), De Rossi, Florenzi (both Roma), Giaccherini (Bologna), (Napoli), Montolivo (Milan), Motta (PSG), Parolo (Lazio), Sturaro (Juventus), Candreva (Lazio). Attack Eder (Inter), Immobile (Torino), Insigne (Napoli), Pellè (Soton), Zaza (Juventus), Bernardeschi (Fiorentina), El Shaarawy (Roma).",
  "webTitle": "Mario Balotelli and Andrea Pirlo omitted from Italy’s Euro 2016 squad",
  "webPublicationDate": "2016-05-23T13:40:46Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/mario-balotelli-andrea-pirlo-italy-squad-euro-2016",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "football/italy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mario Balotelli",
      "id": "football/mario-balotelli",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/23/mario-balotelli-andrea-pirlo-italy-squad-euro-2016"
}