{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/02/la-liga-atletico-madrid-real-barcelona-sid-lowe",
  "id": "2016-05-02-199",
  "sectionId": "football",
  "body": "Just before every game at the Vicente Calderón, high in the main stand where you can see the Almudena cathedral as well as you can see the players, they helpfully hand out two team sheets with the day’s line-ups: one for the pitch and one for the palco, the directors’ box where everybody’s called Don and everything goes on. Including, this weekend, the decision that might have changed their destiny. It helps to know that Óliver Torres is in and Fernando Torres isn’t, after all; that Jesús Gámez starts at the back and Antoine Griezmann starts on the bench; that joining the presidents of Atlético Madrid and Rayo Vallecano is a secretary of state for something or other; and that the ambassadors are here from Romania, Albania and Belgium. That’s what it said on Saturday, anyway. And they weren’t alone: the palco was also packed with singers and bands – apparently music and football “share the same values” – from Celtas Cortos to Sidecar and Mago de Oz, from Antonio Carmona to Jorge Drexler, while down on the touchline the lead singer of the rock group The Garb paced back and forth, all dressed in black. Germán “El Mono” Burgos, vocalist, guitarist and assistant coach, was there because Diego “El Cholo” Simeone was not. Banned for three games after a ballboy tried to break up a Málaga attack, his name wasn’t on that handy list but he was in the directors’ box too, in front of the musician and Atléti fan Pancho Varona. He didn’t much like what he saw from there; probably didn’t much like what he heard either. Atlético were playing Rayo and playing for the title. For the second week in a row the three contenders played one after the other and in order, kicking off two and a quarter hours apart. Third-placed Real Madrid had struggled but they had just gone top with a 1-0 victory against Real Sociedad in the 4pm kick off, secured with Gareth Bale’s ninth header of the season in the 80th minute. First-placed Barcelona were facing Real Betis at 8.30pm, where they would struggle too but where goals from Ivan Rakitic and Luis Suárez would give them a 2-0 victory. Between them, in the 6.15 kick-off, second-placed Atlético knew that a win meant fighting another week, keeping them neck and neck in this five-match sprint that had begun 10 days earlier, while a defeat or a draw meant The End. A defeat or draw looked increasingly possible, too. Three days after facing Bayern Munich and three days before facing them again Atlético had made seven changes to the starting XI, Simeone later saying that what he sought was “freshness”; but freshness wasn’t working. It was still 0-0 at half time and Atlético had had only two shots on target. So Simeone headed down to the dressing room – in Spain a touchline ban allows for that – and made his first change, one that might have been even more important than it first seemed. It was not just that he sent Koke Resurrección on to the pitch, it was that he sent Gabi Fernández, his captain, on to the bench. Where he played a key role. As the second half began things weren’t improving; the goal wasn’t coming and didn’t really look like coming either. Fresh? They looked flat. There was time, sure, but the clock ticked and Atlético hadn’t yet taken a shot. Rayo, on the other hand, had and one they probably should have scored from, Javi Guerra hitting straight at Jan Oblak. The momentum was going Rayo’s way, the home fans were unusually quiet, nervous, and from way up there Simeone couldn’t choreograph the Calderón. Well, not directly.     Diego Simeone reacts in the Vicente Calderón stands. Photograph: Susana Vera/Reuters    Simeone sat in the palco, with Diego Godín to the left of him and Pablo Vercellone. Vercellone is the goalkeeper coach and he was wearing an ear piece with a microphone attached to it; way down below them, sitting on the bench, Gabi was wearing one exactly the same. As the game went on, every now and then the captain turned coach and Gabi would get up and shout instructions to his team-mates from the edge of the pitch. Mostly, though, he seemed to be conveying them from the bench or to Burgos. The assumption was that the chain of command ran from Simeone to Vercellone to Gabi to Burgos (or from Gabi directly to the players) and the images seem to bear that out. The rules state that a suspended coach is not allowed to give instructions, by any means, to those taking part in the game; whether what went on counts is debatable, as any instructions are certainly not directly given and also impossible to prove; whether the key decision came from the palco is too. The club director Clemente Villaverde insisted that Simeone had not been communicating with anyone. What is not debatable is that it was decision time; time for a change. A few minutes had gone in the second half and Atlético needed to go and get a goal. The scoreboard said 54 minutes; the subs board said 7 and 9. A roar went up as Torres and Griezmann stood at the side of the pitch and it never really had the chance to die down. Griezmann ran on and pretty much just kept on running ... straight into the ball. A clearance came to him; with his first touch, somewhere near his stomach, he got there ahead of an opponent knocking the ball out ahead of him, momentum carrying him forward, and with his second, he hit it, hard and on the bounce, taking off, both feet in the air, sending it rocketing into the net from just outside the area. He had been on the pitch 42 seconds. Griez lightning! He’d arrived and kissed the Saint, as the Spanish phrase has it. Kissed him? Griezmann had leapt straight into bed with Roger Moore. And much the same was happening up in the stands and up in the directors’ box too. “Watching the game a metre from Simeone and Godín was special,” Varona said. “What a hug they gave each other when the goal went in!”. “Cholo’s Plan B works,” Marca said. “Cholo’s Plan A,” AS said, perhaps a little more accurately. After all, he had begun with only four regular starters, then got the goal when he sent on three regular starters, including Griezmann, the man who has played more games than anyone else and who has now scored 30 goals this season, 21 in the league. 1-0, Atlético top, job done, time to take him off again? Not exactly – and they’d used up all three substitutions already – but it did feel a little like that and the Frenchman did reposition himself much deeper: at times it felt as if he was playing out the game as an additional defender. And quite brilliantly, too: heading, clearing, tackling. Every time the ball went towards the Atlético box he seemed to be there sending it away again; every time a Rayo player turned inside he was in front of them. “Those of us who came on did all we could to help the team win,” he said. When it was not him, which it really was remarkably often, it was a team-mate. Over and over for 36 long minutes that would have felt much longer for any other team. After all a goal would have ended everything, but it’s 610 minutes since they conceded one. There were nerves, suffering too, but no one does “suffering” quite like Atlético: at the end of last week’s league game, Simeone insisted he would rather be 2-0 up and “comfortable”, that he does not live easy at 1-0 and certainly does not seek that scoreline out, despite what it may seem at times. But he did admit that his team can handle the tension of a tight scoreline, that they know how to manage situations like this. And so they did, yet again. There was something classically Atlético about this, comfortingly familiar, from this being the 10th time Griezmann has scored the opening goal in the league to it being the 10th time a single goal was enough; from this being their fourth 1-0 in a row to it being their 31st clean sheet of the season, their 23rd in the league. Two-thirds of their league matches, in other words. Atlético are not a team that give in. Nor, right now, are Madrid or Barcelona. There was something familiar in the way this round of games ended too, something that left Marca declaring it “simply the best league in the world”. Griezmann put Atlético top 110 minutes after Bale had put Real Madrid top and 130 minutes before Rakitic put Barcelona top again. All three had suffered but all three had won again; for the second week in a row, they had taken it in turns at the top. And so on it goes, from Barcelona 76, Atlético 76, Real Madrid 75, to Barcelona 85, Atlético 85, Madrid 84: still no margin for error, still all in it, still not surrendering in the tightest title race in the world. In exactly four hours Real Madrid, Atlético Madrid and FC Barcelona had all been third, second and first but at the end of it all they were back where they had begun, only that bit closer to the line. Talking points • “I hope we can win and screw the league up for them,” Antonio Adán said. Which, while lots of people flew into now-familiar faux rage of righteous indignation, wasn’t really a particularly outrageous thing to say (even if the way he said it was bound to wind some people up). He is the Real Betis goalkeeper, after all, and wanting to win is, well, what footballers are supposed to want to do ... and winning would mean screwing up the league for Barcelona. Then there’s the fact that he is a former Real Madrid player and youth teamer who still supports the club. So, maybe it wasn’t such a bad thing to say. As it turned out, it was a pretty unfortunate thing to say. Because far from screwing Barcelona he sort of saved them. Luis Enrique insisted his team had “not suffered at all” but nor were they making Betis suffer much. In fact, Barcelona seemed to be doing that play-really-slowly-without-going-anywhere-in-the-first-half thing, a plan which is never a good one. And one which seemed even sillier on Saturday: when you have no other competitions to rest players for, no need to conserve energy and when you need to score and when one of the biggest problems you’re likely to face is not having the time to get it, wilfully(?) giving up 45 minutes seems basically pretty bonkers. But, still, that’s what they did.     Luis Suárez scores Barcelona’s second goal. Photograph: Gonzalo Arroyo Moreno/Getty Images    They played with fire, to a soundtrack of the Betis fans singing Atlético’s anthem and chanting “Champions! Champions!” Until, that was, the 50th minute and Adán’s rescue mission. With Betis down to 10 men after Heiko Westermann’s daft tackle had got him a second yellow, Leo Messi dinked a ball over the top, Adán came out to claim it, calling (but calling late) for Germán Pezzella to leave it, only for the defender to try to clear it with an overhead kick. Pezzella missed it, Adán missed it too, and Rakitic scored to put Barcelona top again and just two games away. Messi then produced an astonishing pass for Luis Suárez to make it safe and to make it 35 for the season – more league goals than any Barcelona player has got, ever. Apart from Messi. The league title should have been easy, it should have been sewn up weeks ago, but the advantage is still Barcelona’s. Just about. Next up: the Catalan derby with Espanyol. “We had the league won; now we have to go and win it again,” Gerard Piqué said. “And if we do win it like this now, we will celebrate twice as much.” • Probably best you don’t read that last bit, Luis Enrique. The Barcelona manager was not happy with suggestions that his side had not played well. And while he can happily ignore ABC’s Salvador Sostres, the columnist who said “Betis lost the game but Barcelona lost their dignity”, not least because Sostres shows no sign of knowing what dignity is, he was stung by some of the other criticisms. “What’s the matter? If you don’t win 8-0 it doesn’t count?” he asked. “This is a competitive league with three teams trying to win it. We have got you so used to good things that you’ve lost track of what competitive football is like; we never said it was won. I don’t think they [Atlético and Madrid] will lose games; it’s up to us to win them all. It’s still in our hands.” • Speaking of people who probably shouldn’t speak, Dani Ceballos, who once said that he hoped a bomb would go off at the Barcelona-Athletic Copa del Rey final and “kill” those “Basque and Catalan dogs”, and whose Twitter back catalogue contains a fair few gems, seemed to be trying to take a Catalan or two down all on his own, seemed to be trying to take a Catalan or two down all on his own. Piqué, especially. It’s rare to see a player completely and utterly lose his head but he did; if he had one in the first place. Eventually, his manager took him off before he got sent off. Which he was lucky not to have been already. • Real Madrid have now won 10 league games in a row which makes them sound much better than they have really been, but there’s definitely something about them now. For the second week in a row it was Gareth Bale who rescued them. With 10 minutes left in a game that had gone flat at Anoeta against a Real Sociedad team that, just as Madrid were without Karim Benzema and Cristiano Ronaldo, had pretty much all of their forwards missing (Vela, Agirretxe, Jonathas) and their captain and central defender out, Bale scored his 19th goal of the season to claim a 1-0 win. Of those 19, nine have been with his head, more than any player in any of Europe’s five biggest leagues. The Prince of Bale-Air, Marca called him, Santi Segurola declaring him a hammer in the air, “as good as any of the great heading specialists in the world ... or better”. “Bale put on his superhero’s costume and he is not taking it off,” AS said, while Mad Madridista Tomás Roncero was banging on about “the G spot” ... “G for Gareth, G for goal, G for giant and G for Wales.” Which is spelt with a G in Spanish. “His goal left me open-mouthed,” Lucas Vázquez admitted. “We’re going to fight to the end; hopefully the others will slip up,” Sergio Ramos said. • Speaking of goalkeepers and trying to win, when Real Sociedad got a free kick in the very last minute, goalkeeper Gerónimo Rulli decided to go up for it. The free kick was so desperate that it was pointless but his decision to attack didn’t please everyone, some seeing something suspicious (or worse still almost immoral) in it what with la Real having no real objective to play for. “I always want to win,” Rulli tweeted later. “And now I’m not allowed to try to help my team draw. Some people don’t understand anything.” • Shot of the day came from Bruma, whose free-kick sailed over the wall, over the goal and bounced back off the car that’s parked on the running track at Anoeta. • “If they don’t want us in fifth or in a European place, they could at least tell us and we’ll save on the flights and hotels.” Anyone else think that Iago Aspas was not impressed with the referee after his side’s 2-1 defeat at San Mamés? He probably should have been more annoyed with team-mate Gustavo Cabral, mind you. “We didn’t deserve to lose,” Toto Berizzo insisted and he was probably right too. • Celta started well, all over Athletic for the first half an hour, until Cabral gave away a clear penalty and got himself in an on-going cheaty-kicky-pushy battle with Aritz Aduriz that ended with a red card when he brushed his studs across the Athletic striker’s cheek. “The red card was a tonteria [stupid thing] between two players,” Ernesto Valverde said. “Every decision went against us,” Berizzo claimed. Raúl García eventually won the game, hitting a wedge shot from the floor to score the second. • Up in the stands was Paolo Maldini, winner of Athletic’s second One Club Man Award, which he had received before the game from legendary goalkeeper “El Chopo” Iribar. • Sevilla: just one game away from going an entire season without winning away. And that one game is at San Mamés. Espanyol’s players ended in tears, relieved at a victory that secures survival. • So all three of them won … No, not the three at the top. Well, them too. But the three at the bottom. 19th, 18th and 17th. Above them, 16th (Rayo) were defeated and below them, Levante play on Monday. They already knew there was little hope last week; they know that there is even less of one now. Three shots were enough for Sporting Gijon to score twice against Eibar, with Jony leading the way again. Granada came from 2-0 down to make it 2-2 after just 22 minutes and eventually beat Las Palmas 3-2 with a lovely strike from Rubén Rochina and two thumping headers from corners as they threaten to produce yet another barely believable run of results to survive, although they still have to go to Sevilla and play Barcelona. • The goal of the week came in that Granada game. Jonathan Viera. Woof. • “This is not Anfield, this is Mestalla,” ran the cover of Super Deporte, the “newspaper” that never lets you down. They sought to strike fear into the hearts of Villarreal, but there was no fear. Nor was there any distraction; not on the pitch, anyway. “It’s inevitable that minds will be on Liverpool,” Marcelino Garcia Toral had said and he made 10 – yes, 10 – changes from the side that started against Liverpool yet Villarreal still deservedly defeated Valencia 2-0. That win means that Villarreal clinched the final Champions League place, with two weeks to spare. “This is the confirmation of a fantastic season,” Marcelino rightly said. “This is extraordinary, really, a huge achievement. We’re the sixth or seventh squad in terms of budget and we’re 20 points above Valencia, 11 above Sevilla. Without star players it’s magnificent to be fourth. This is memorable.” • Roberto Soldado did it again. The new Soldado, that is. Never mind the goals, he has now provided as many assists in a season for Villarreal as any other player, ever, having drawn level with the man who was his best friend in London: Santi Cazorla. “It’s inevitable that minds will be on Liverpool,” Marcelino García Toral said. But if so, it didn’t show. • A Briton rose high to head in a vital goal for his Spanish side, just when they needed it most. No, not Gareth Bale, but Charlie I’Anson. Results: Sporting 2–0 Eibar, Real Sociedad 0–1 Real Madrid, Atlético 1–0 Rayo, Betis 0–2 Barcelona, Granada 3–2 Las Palmas, Athletic 2–1 Celta, Espanyol 1–0 Sevilla, Deportivo 0–2 Getafe, Valencia 0-2 Villarreal. Monday: Málaga-Levante.",
  "webTitle": "Atlético’s traffic control system proves decisive with Gabi at the wheel | Sid Lowe",
  "webPublicationDate": "2016-05-02T09:30:36Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/02/la-liga-atletico-madrid-real-barcelona-sid-lowe",
  "keyword": [
    {
      "webTitle": "La Liga",
      "id": "football/laligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Málaga",
      "id": "football/malaga",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Betis",
      "id": "football/realbetis",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rayo Vallecano",
      "id": "football/rayo-vallecano",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Sociedad",
      "id": "football/realsociedad",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/02/la-liga-atletico-madrid-real-barcelona-sid-lowe"
}