{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/vietnamese-asylum-seekers-forcibly-returned-by-australia-face-jail",
  "id": "2016-05-23-14",
  "sectionId": "australia-news",
  "body": "Four Vietnamese asylum seekers forcibly returned to their country by Australia will appear in court on Thursday, facing up to seven years in jail for trying to flee. Four others have already been jailed for between two and three years for illegally leaving the country, despite written assurances from the Vietnamese government – according to the commander of Operation Sovereign Borders – that they would not be charged or punished for leaving. Last year two boatloads of Vietnamese asylum seekers were intercepted by Australian government vessels as they attempted to reach Australia. They underwent “enhanced screening” by Australian officials at sea, before being directly returned to Vietnam. Enhanced screening is an abbreviated process to determine refugee status that typically lasts about an hour, but reportedly can be as short as four questions. One boat of 46 asylum seekers left La Gi port in Bình Thuan province bound for Australia on 7 March last year. The boat was intercepted by an Australian navy vessel on 20 March, and its passengers held at sea by Australian authorities for nearly a month. On 18 April Australian officials returned the passengers to Vietnam on board a navy ship.   Related: Asylum seeker forcibly returned by Australia says his refugee claim was ignored    One of those returnees reported that an Australian immigration official told the group on the ship that the Vietnamese government would not arrest or imprison any of them, but would help with education and community reintegration. A Vietnamese security official boarded the boat and confirmed that no one would be arrested. The commander of Operation Sovereign Borders, Maj Gen Andrew Bottrell, told Senate estimates in May the Australian government had been given “assurance” in writing by the Vietnamese government “that there would not be any retribution for their illegal departure from Vietnam”. Despite those assurances, four of the group were charged, tried, convicted and jailed for organising the boat departure. On 22 April this year, the people’s court of La Gi commune, Binh Thuan province, sentenced Tran Thi Thanh Loan to three years’ imprisonment, her husband, Ho Trung Loi, to two years, Nguyen Thi Lien to three years and Nguyen Van Hai to two years, all under article 275 of the penal code, which is designed to combat human trafficking for commercial sexual exploitation. The second boat, also carrying 46 people, including children as young as four, left the city of Phan Thiet on 1 July 2015. It was intercepted by Australian officials on 21 July. Those on board were assessed by “enhanced screening” and returned to Vietnam by plane within four days. Again the group said they were directly told by Australia immigration officials and Vietnamese government officers that they would not be arrested or imprisoned. But four people were taken from the group and incarcerated for nearly a month without access to a lawyer. On Thursday the same court in La Gi commune is scheduled to hear the case of Nguyen Dinh Quy, his wife, Huynh Thi Kieu, Tran Thi Lua and Nguyen Minh Quyet on charges of “organising for others to flee abroad illegally”, also under article 275 of the penal code.  If convicted, the they face up to seven years in prison. Tran Thi Lua told Radio Free Asia last month she expected to be jailed for four years for her role in organising the trip and buying the boat. The group of 46 all contributed to the 440m dong (A$27,000) cost of buying the boat and paying for food and fuel. “I was the one who initiated the trip so I will get four years,” she said. “The others will get three years.” Tran Thi Lua said she was not involved in human trafficking, but was searching for a better life for her family. “We are not traffickers,” she said. “Our lives here are so difficult. It is so hard to make enough to raise our children. That was why we decided to leave.”   Related: Vietnam frees political prisoner days before Barack Obama visit    Tran Thi Lua said she was assured when she was returned to Vietnam that she would not be prosecuted. But she said she has been incarcerated and interrogated several times since. “When we arrived at the airport, one policewoman told us that on behalf of the government of Vietnam, they had pardoned us,” she said. “They said they would let us come back to live with our community and nobody would be jailed, but they detained us, and now they prosecute us.” It had been reported that the asylum seekers on board the second boat were part of an extended family group who relied on fishing, but who had had their boats destroyed by the Chinese government in a dispute over fishing areas. The Australia director of Human Rights Watch, Elaine Pearson, said imprisoning people for trying to leave their own country was “cruel as well as unlawful”. “The Vietnamese government is prosecuting the four defendants for leaving Vietnam without the government’s permission, violating their fundamental right under international law to leave their own country.” Pearson said Australia – as the state that had forced them back to Vietnam – should ensure they were not punished. “Vietnam has blatantly broken its promise to the Australian government not to prosecute boat returnees,” she said. “Australia should tell the Vietnamese government to drop all charges immediately and release them.” The UNHCR has repeatedly raised concerns about “enhanced screening”, which it says breaches international law. “UNHCR has previously made known its concerns to Australia about its enhanced screening procedures and their non-compliance with international law,” it said in 2014 after 41 Sri Lankans were returned. “UNHCR’s experience over the years with shipboard processing has generally not been positive. Such an environment would rarely afford an appropriate venue for a fair procedure.” Under the 1951 Refugees Convention, to which Australia is a party, and under customary international law, countries cannot “refoule” a person, that is, send them back to a place where they will face harm.",
  "webTitle": "Vietnamese asylum seekers forcibly returned by Australia face jail",
  "webPublicationDate": "2016-05-23T22:11:09Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/vietnamese-asylum-seekers-forcibly-returned-by-australia-face-jail",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Vietnam",
      "id": "world/vietnam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/24/vietnamese-asylum-seekers-forcibly-returned-by-australia-face-jail"
}