{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/north-korea-expulsion-bbc-pyongyang",
  "id": "2016-05-09-50",
  "sectionId": "commentisfree",
  "body": "This was North Korea’s big chance – or so it apparently seemed to whoever decides such matters in Pyongyang. The seventh Workers’ party congress, the first such gathering to be convened for 36 years, offered an opportunity for this isolated state and its fearsome young leader to open up (a little) and show a (slightly) friendlier face to the outside world. Then their authorities went and expelled a seasoned BBC correspondent and his camera crew, after detaining them for eight hours. The correspondent, Rupert Wingfield-Hayes, was made to sign what was variously described as a “statement” or a “confession”. A government spokesman accused him of “speaking very ill of the system”. You have to hope that someone in the hierarchy in Pyongyang understands that, with North Korea currently featuring quite apolitically in the international news – a rare enough occurrence – this is not the best time to be deporting a team from one of the leading and most respected global broadcasters. Journalists as a clan know a signal when they see one. There goes any hope, for the time being, of more benevolent coverage. In the eyes of the world, North Korea is now pretty much back where it started: closed, unpredictable, paranoid.           North Korea expels BBC journalist for ‘distorting facts’    It is only fair to introduce a few qualifications here. Wingfield-Hayes and his team were not among the hundred or so foreign journalists invited to cover the party congress. They had joined a separate group of Nobel prizewinners on a pre-congress research trip. They were not snatched on a city street or spirited from their hotel rooms. In a piece of what would appear to be totally gratuitous theatre, they were stopped on their way out of the country at the planned end of their stay. If the supreme leader, Kim Jong-un, and his security services wanted rid of them, they had only to make sure they boarded their plane, and refuse a visa the next time around. Instead, they chose – it has to be assumed it was no accident – to make an example of them, to discourage any others. And perhaps to extract information about contacts, just as the iron curtain countries used to do in the bad old days. By not expelling them earlier, the North Korean authorities might have felt they were being generous. Or perhaps they felt misled. Applying to cover a “positive” or scholarly visit, such as the Nobel laureates’ trip undoubtedly was, is a time-honoured way for reporters to gain legal entry to a generally inaccessible country, escape some of the controls that would otherwise apply to journalists, and try to glimpse something beyond the cliches. A further explanation – one that comes naturally to those of us steeped in Kremlinology – would be that any opening up internationally in general, and to the west in particular, is an element in a dispute being waged at the top level of the North Korean state. Perhaps one faction had smiled on the idea of the BBC previewing the congress through a wider-angle lens, while another was determined to thwart it, and the BBC correspondent became just a tool in this much bigger struggle.   Related: North Korean rhetoric has reached new heights – and the world is losing patience | Aidan Foster-Carter    With the congress now in full swing, however, North Korea is left with a problem. Between Wingfield-Hayes’s expulsion and the strange treatment of the foreign journalists invited to cover the showcase congress – who, at the time of writing, had not been allowed within a multi-lane road’s breadth of the actual meeting – the country is rapidly receiving a terrible press, instead of the compliments it had surely hoped for. Divisions in the hierarchy about North Korea’s future could be one explanation. A naive desire to produce the foreign reporters for the leader’s triumphal closing speech, as evidence of the international “esteem” in which the supreme leader is held, could be another. But a third, more prosaic, factor could be closer to the truth. And this is simple ignorance. In countries where control is as strict as it is in North Korea, it is common to pin the blame for anything that goes wrong vis-a-vis foreigners on ingrained hostility or outright malice. Sometimes this is so, but not always. At least as often, difficulties arise because of a total lack of knowledge about how other countries work and the expectations of their journalists, tourists or other visitors. It is often startling to discover how little even some foreign diplomats in the UK or the US understand how a relatively open society actually operates. Since inheriting power, Kim Jong-un has seemed to cast about for some handle on the world outside, beyond his interests in sport and the internet. It is unclear, for instance, whether his hosting of the former US basketball star Dennis Rodman reflects an autocrat’s caprice or a genuine attempt to grasp something about the alien superpower. It is unclear too how much of Pyongyang’s nuclear belligerence is action – or reaction to a perceived threat. In one of his reports from Pyongyang, Wingfield-Hayes remarked that, much as we might fear North Korea, it was much more frightened of us. Ignorance, misunderstanding and fear do not make North Korea any less of a threat; on the contrary. But they should recommend that the west take a different, less confrontational, approach.",
  "webTitle": "North Korea might respond better to a less confrontational west | Mary Dejevsky",
  "webPublicationDate": "2016-05-09T19:18:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/north-korea-expulsion-bbc-pyongyang",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kim Jong-un",
      "id": "world/kim-jong-un",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Dejevsky",
      "id": "profile/mary-dejevsky"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/north-korea-expulsion-bbc-pyongyang"
}