{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/11/o2-merger-three-deal-regulator-european-commission",
  "id": "2016-05-11-69",
  "sectionId": "business",
  "body": "Hurrah, a pre-referendum crisis is averted: the European Commission agrees with the UK’s regulatory watchdogs – Ofcom, on the telecoms beat, and the Competition and Markets Authority – that O2 and Three should not be allowed to merge. It is not clear if voters give a damn, but they should. It would have been a nonsense if UK regulators had been left to police a mobile telephony market they had judged to be irreversibly damaged by this £10.25bn proposed deal. Margrethe Vestager, the competition commissioner, has therefore taken the diplomatic course in blocking the merger, but there is no reason to assume diplomacy was her motive. This always looked to be a bad deal for UK consumers for several reasons. First, as the commission pointed out, the current set-up of four operators – BT’s EE, Vodafone, TelefÓnica’s O2 and Hutchison’s Three – is working well. Mobile prices are among the lowest in the EU and 4G technology is among the most widespread. By contrast, so-called four-to-three consolidations in other parts of Europe have led to price rises for consumers. Second, there was an obvious impediment to future investment in the fact that a merged O2 and Three would have a foot in both the industry’s network-sharing arrangements. Three and EE are partners on one network; O2 and Vodafone on the other. Hutchison’s idea of a remedy – renting network capacity to piggy-back operators such as Virgin, Sky and Tesco – looked overelaborate. Third, as Ofcom argued, there is little reason to think investment in next-generation technology will suffer if O2 and Three cannot combine. “Competition, not consolidation, has driven investment,” it said, pointing out that the industry is hardly in a state of penury: the industry’s cash-flow margins have been above 12% in the UK even while 4G networks have been rolled out. In short, this was a deal too far. Telefónica, no doubt, will find a buyer for O2 (perhaps Liberty Global, owner of Virgin Media) if it is determined to sell. As for Hutchison and Three, sympathy is limited. Yes, it’s true that BT, whose leadership in landlines has been mirrored in mobile by the purchase of EE, is a formidable beast these days. But attempting to meet that threat by pursuing a plainly anti-competitive deal was always a high-risk strategy. Get back to competing on price and innovation – when you are not wasting energy by lobbying Brussels fruitlessly, you do it well. Questions linger over BHS sale     A #SaveBHS projection on Marble Arch in London as part of a campaign to garner support for the beleaguered retailer. Photograph: BHS/PA    The penny seems to have dropped for Sir Philip Green. Moaning about Frank Field, chairman of the work and pensions select committee, is not a wise tactic. It is better to explain what happened in the run-up to the sale of BHS for £1 in March last year. Thus Wednesday’s letter addressing points made on Monday by Lesley Titcomb, chief executive of the Pensions Regulator, is welcome. But what did it really tell us? Well, it confirmed the impression that the regulator doesn’t move quickly – perhaps because it does not have the powers to do so. Green says he “expressed his strong wish” to agree “a sustainable solution” for the pension scheme in the week before the sale but the regulator’s approach did not allow a speedy discussion. If so, that’s alarming: it suggests the system cannot respond even when alarm bells are ringing. On the other hand, the regulator did not have much to work with. Even on 4 March – before a deal announced on 11 March – it was requesting basic details, such as who would be buying BHS. Since the answer turned out to be an outfit led by a thrice-bankrupt individual, Green’s answer to one key question is still keenly awaited: why on earth did he think Retail Acquisitions was a suitable purchaser of a business with a large deficit in its pension fund? Standard Life faces boardroom pay embarrassment     Standard Life’s new chief has ‘voluntarily’ decided to make do with £2.8m. Photograph: Murdo MacLeod for the Guardian    It’s embarrassing for fund management houses when their own shareholders protest about excessive pay in the boardroom. That is doubly so when the firm in question is Standard Life, which, relatively speaking, has a record of using its voting muscle to tell FTSE 100 firms to rein it in. So here comes the firm’s late-in-the-day attempt to avert a quarrel at its annual meeting next week. The new chief executive, Keith Skeoch, has thought hard and decided that, on reflection, the chance to earn £3.5m through the 2016 long-term incentive plan is probably overdoing things. He has “voluntarily” decided to make do with £2.8m. Expressed as a percentage of Skeoch’s £700,000 salary (which is how the game works), that’s a reduction in his “maximum opportunity” from 500% to 400%. He may regard that as significant, but shareholders may still beg to differ. In other Standard Life news, Skeoch’s predecessor, David Nish, is still being paid until next month – even though he left last August of his own choosing. Would Standard Life’s fund managers really back such payments elsewhere? One would hope not.",
  "webTitle": "Why Three's proposed merger with O2 was a deal too far",
  "webPublicationDate": "2016-05-11T18:31:32Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/11/o2-merger-three-deal-regulator-european-commission",
  "keyword": [
    {
      "webTitle": "O2",
      "id": "business/o2",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Standard Life",
      "id": "business/standardlife",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/11/o2-merger-three-deal-regulator-european-commission"
}