{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/roy-hodgson-jack-wilshere-england-squad-euro-2016-turkey-friendly-football",
  "id": "2016-05-21-42",
  "sectionId": "football",
  "body": "Jack Wilshere is likely to start for England on Sunday after missing most of the season with complications arising from a fractured fibula, with Roy Hodgson insisting that he needs to see him play but will not take any risks on his fitness. “I’ve seen nothing so far to suggest that he isn’t fit to play football,” the England manager said. “Jack could have made his Arsenal comeback several weeks earlier than he did, but the club held him back to make 100% sure. He might have had other injury problems in the past but as far as I’m concerned a player can make a full recovery from a broken leg. “Dave Mackay broke his leg two years in a row and when he finally came back he was still the best player on the park. Jack needs to play, he wants to play and I need to see him play. Along with Jordan Henderson he is the reason why we’ve extended the squad.”   Related: England’s Euro 2016 squad: the provisional 26 picked by Roy Hodgson    Hodgson will not necessarily give Wilshere 90 minutes on Sunday, but feels it is important to see him in action. “I wouldn’t want to assess either of them on training sessions alone, but I would like to give them both every chance to join the squad,” he explained. “We only have to finalise it by May 31st and our last group game is on June 20th, so we have a little time in which to work. “Jordan probably has more to prove than Jack, because initially the advice was that he would miss the tournament and he hasn’t managed a game for his club yet, but he and Liverpool decided he could join us early for training rather than waiting until after the weekend [other Liverpool players involved in the Europa League final last Wednesday will join up with the England squad only after Sunday’s game]. Jack is ready to play and has been champing at the bit. The only question for me to decide is whether he is fully fit and fully operational, and only a game will establish that.” Hodgson has rarely made a secret of his admiration for the Arsenal player, and barring any sort of accident or breakdown in Manchester on Sunday Wilshere appears a certainty to make the final cut. “He is a special English talent,” Hodgson said. “He isn’t a clone of anyone else, he’s a runner with the ball, a player who can beat opponents and change the tempo of a game. In my opinion a fit Jack Wilshere gives me an extra string to my bow, and it is not a gamble, because I do not intend to take him or Jordan Henderson unless they are fully fit. “I understand that people will view it as a gamble because they haven’t played many games recently, but I prefer to take the view that they will be fresher in that case, they won’t be coming into a tournament tired after 55 matches. You can’t have it both ways.”",
  "webTitle": "Roy Hodgson to start Jack Wilshere for England in Turkey friendly",
  "webPublicationDate": "2016-05-21T21:30:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/roy-hodgson-jack-wilshere-england-squad-euro-2016-turkey-friendly-football",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/21/roy-hodgson-jack-wilshere-england-squad-euro-2016-turkey-friendly-football"
}