{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/danny-goffey-supergrass-playlist-little-simz-elliott-smith-and-more",
  "id": "2016-05-04-137",
  "sectionId": "music",
  "body": "Elliott Smith – Angeles I love Elliott Smith. His voice is so real and fragile. There is a great live clip of this song, in which he forgets the lyrics, stops and swears. Everyone in the crowd laughs and whoops and he smiles. But then it goes quiet and he just looks so lonely, like he wants to cry. I wish I’d met him.             The Beat – Mirror in the Bathroom  Gaz [Coombes] and I covered this song as the Hot Rats on our album Turn Ons. I love the deadpan delivery and the punky dance riffs and hooks.            Midlake – Roscoe There is something about the production of this song that is fantastic. The closeness of the recording sounds good on any sound system. Although it is full of dreamy harmonies, it still retains a menacing hardness in its sound.            Little Simz – Wings I saw her on Jools Holland last year performing this song and I instantly thought she was great. She has a real presence and individuality. A Curious Tale of Trials and Persons is a beast of a debut.            Jimi Hendrix – All Along the Watchtower Whenever I need a musical shot in the arm, this never fails to deliver. The instrumentation on it is almost otherworldly and totally crosses all rock’n’roll, punk and dance boundaries. Jimi played the bass on this and it’s totally bonkers! Mitch Mitchell is my favourite drummer and this is him at his best.",
  "webTitle": "Danny Goffey's playlist: Little Simz, Elliott Smith and more",
  "webPublicationDate": "2016-05-04T15:00:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/danny-goffey-supergrass-playlist-little-simz-elliott-smith-and-more",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/04/danny-goffey-supergrass-playlist-little-simz-elliott-smith-and-more"
}