{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/i-grew-up-in-darkness-reformed-perpetrator-urges-new-zealand-to-end-domestic-violence",
  "id": "2016-05-23-322",
  "sectionId": "world",
  "body": "A New Zealand man who abused his family for decades has made a rousing call for country to become a domestic violence-free zone.  In a powerful speech in Auckland on Sunday, Vic Tamati, an anti-domestic violence campaigner, admitted to beating his own family members for 38-years.    Related: 'My dad bashed me with a machete': NZ man reveals family's violent history – audio    Tamati said he knew no better, as he was beaten with a machete as a child by his own father. “The last one I bashed up was my eight-year-old daughter, because she didn’t go to school,” Tamati told a 1,000-strong crowd.  “All I thought was, ‘as long as I don’t bash them the way my dad bashed me’. My dad bashed me with a machete. And I chose not to bash my kids with a machete, but I did everything else. I didn’t know any better, I thought I was OK.” Tamati was speaking at a rally calling for an end to child abuse in New Zealand, following the death of three-year-old Moko Rangitoheriri at the hands of his carers last year.  New Zealand has one of the worst rates of family violence in the OECD. According to a report by the NZ Child and Youth Epidemiology Service, a child is admitted to hospital every two days due to assault, maltreatment or neglect, and nearly half of those admitted are under the age of five.  “I want to ask all the men here today to take up the challenge and the challenge is this: that we as men declare Aoteroa New Zealand a family violence-free zone,” said Tamati.  “I grew up in the darkness. I thought that bashing up was OK, as long as I didn’t hit them with a machete. I was so, so wrong. I did nearly 40 years of violence. I am responsible for the death of two people, ruled as accidents by the coroners court. Those two people aren’t coming back. And nor is Moko.” Moko Rangitoheriri died of horrific injuries in August last year when he was staying with friends of his mother’s.Both carers were originally charged with murder, but that charge was downgraded to manslaughter this year – sparking outrage among child protection groups and the wider community. Another nationwide rally against child abuse is planned for late June, when Rangitoheriri’s abusers are due to be sentenced in the Rotorua high court. Both have pleaded guilty to the charge of manslaughter.",
  "webTitle": "'I grew up in darkness': reformed perpetrator urges New Zealand to end domestic violence",
  "webPublicationDate": "2016-05-23T04:06:35Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/i-grew-up-in-darkness-reformed-perpetrator-urges-new-zealand-to-end-domestic-violence",
  "keyword": [
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    }
  ],
  "guardianId": "world/2016/may/23/i-grew-up-in-darkness-reformed-perpetrator-urges-new-zealand-to-end-domestic-violence"
}