{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/jeremy-corbyns-critics-abandon-hopes-of-leadership-challenge",
  "id": "2016-05-03-29",
  "sectionId": "politics",
  "body": "Jeremy Corbyn’s critics inside his party have set aside the possibility of a post-election leadership challenge in the face of warnings by pollsters that the party leader remains impossible to defeat in any vote of Labour members. A day before polls are due to open in national and local elections, where Labour’s performance will come under intense scrutiny, MPs who are unhappy with Corbyn are indicating in private they do not believe it is the right time to mount a coup attempt. Joe Twyman, head of political and social research at YouGov, said his data confirmed that Corbyn remained “a country mile” ahead of other potential candidates. “The bottom line is that those eligible to vote in the Labour party leadership election strongly supported Jeremy Corbyn last year and that has not significantly changed,” he said.           Jeremy Corbyn: media are obsessed with my leadership    “So far no alternative candidate appears to have attracted anything like the kind of support and momentum needed to defeat him. Any challenger at this stage is only likely to be at best a stalking horse and at worse little more than a pursuant pony.” The leader is also being shored up by the grassroots movement Momentum, which has compiled a database of more than 100,000 supporters that it believes could be used within days to help fight off any potential challenge. The group is preparing to set up phone banks to ensure that party members as well as registered or affiliated supporters can be recruited.   Related: Local elections 2016: how to judge what Labour's result will mean for the party    YouGov’s data has suggested that Corbyn would win 43% of first preference, rising to 62% when second and third preferences are taken into account. The developments follow days of speculation about a potential challenge after Corbyn was plunged into an antisemitism row, with furious MPs accusing him of failing to act quickly enough to root out anti-Jewish sentiment within the party. On Friday, Corbyn set up an inquiry as it emerged that 16 members, including Ken Livingstone and the MP Naz Shah, had been suspended from the party. Labour’s London mayoral candidate, Sadiq Khan, said the allegations had affected his campaign and he was “so unhappy” about the way Corbyn and his team had handled the claims. “The Labour leadership has got to get a grip,” he told the Evening Standard.  Across Labour there is disagreement about what constitutes success in Thursday’s elections across Scotland and Wales, as well as for local councillors in England and for the London mayoralty. A number of Labour MPs have claimed that anything less than 450 gains in council seats would amount to failure for Corbyn. That is in sharp contrast to the expectations being set by the man running the party’s campaign, Jon Trickett. He has claimed that any improvement in Labour’s position when compared with the 2015 general election result would be positive, even though that could still see a significant fall in the number of Labour councillors in seats last contested four years ago.  Corbyn predicted that the party would not lose seats and said that rumours of a leadership coup had been whipped up by the “golden circle” of the media. At a campaign launch, the Labour leader said that the party was looking to “gain seats where we can” in the elections for local councils, regional assemblies and mayoralties. A close ally of the leader agreed that he was being attacked unfairly. “There is a vocal minority in the PLP [parliamentary Labour party] who have deliberately set targets of council seats they know cannot be achieved. They want to set a hurdle that cannot be overcome, so they can say he has failed,” he said. “If there is any challenge he will stand again and all the evidence suggests that he would win an even bigger majority among members than last year.”  Ben Bradshaw, Labour’s former culture secretary, said holding councils in the southern seats like his own in Exeter was vital for gaining power in 2020: “The polls are very discouraging. We should be 20 points ahead in the polls, with the Conservatives in disarray over Europe, destroying the NHS and education system. There is no reason we shouldn’t be 20 points ahead in the polls and winning hundreds of seats.” It is also unlikely that any of the potential leadership alternatives who have the most support among MPs, such as Angela Eagle or Dan Jarvis, would want to see anything happen ahead of the EU referendum on 23 June. However, the only result that might trigger a quicker challenge would be Khan losing in London, where he is favourite to beat Zac Goldsmith. But some Labour MPs think that even then Corbyn would be impossible to defeat, arguing that any manoeuvres against the leader should wait until 2018. “Being honest, I think that most of the party’s membership, if not enthusiastic, still thinks that he deserves more time,” said one politician who has been an outspoken critic of the leader. Rumours that the veteran Labour MP Margaret Hodge could be used as a stalking horse challenger to Corbyn have emerged because some MPs think she fits the requirements for any challenger. They think a female MP who does not have any personal axe to grind and who is well respected would be best placed to take on the fight. Hodge could not be reached for comment.",
  "webTitle": "Jeremy Corbyn's critics forced to put possible coup bid on hold",
  "webPublicationDate": "2016-05-03T19:53:16Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/jeremy-corbyns-critics-abandon-hopes-of-leadership-challenge",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour party leadership",
      "id": "politics/labourleadership",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/03/jeremy-corbyns-critics-abandon-hopes-of-leadership-challenge"
}