{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/how-we-made-manic-street-preachers-everything-must-go",
  "id": "2016-05-17-310",
  "sectionId": "music",
  "body": "James Dean Bradfield, singer-guitarist In early 1995, we went to a place called House in the Woods to record demos. Richey [Edwards], our lyricist and guitarist, wanted to continue with the darkness of our previous album, The Holy Bible, but the rest of us felt that would be falling into caricature. We wanted to breathe a bit more. But there was no tension, no arguments. Afterwards, me and Richey drove back to London. We were meant to fly to America the next day, but he went missing. For the first month, you’re still expecting news – it’s the hope that kills you – then you realise you’re in something that doesn’t have a definite ending. [Richey is now presumed dead.] After the third month, we said: “Look, let’s get in a room together as a band rather than as friends, and see what the dynamic is like without Richey.” Writing a song like A Design for Life was a massive relief: it was the only way we could be ourselves again.            Nick [Wire] wrote the lyrics and I felt honour-bound to make some amazing music. A Design for Life is just working-class rage articulated. The words are full of wistful resistance, about the success of the posh working class in the Valleys. There’s a bloodlust there, a hard work ethic, dignity through labour, and ambition. It had dirt, lust, tenderness. I’m a massive Tamla freak, so I asked Mike Hedges to produce it – I love his string work. The first song we played him was A Design for Life. He said: “It’s your jukebox song, a song like the Jam’s Eton Rifles. It just works.” I got hammered with him in Cardiff, seven pints of Brains SA, and then three months later he was with us in Normandy, recording in a chateau. Mike was at the bottom of the driveway when I arrived, this 6ft 5in bald man with a ginger beard. His hand was on fire. He said: “I always do this to say hello to bands – dip my hand in calvados.” He loved his rugby, his food, his drink: I’d found my perfect producer. We’d finish around nine at night, then me and him – the gimp and the giant – would go and drink in this place called Le Happy Hour.   Related: Manic Street Preachers' Everything Must Go turns 20 – in pictures    We kind of got co-opted into Britpop, but if you actually look at the album’s subject matter, it stood out. Elvis Impersonator: Blackpool Pier talks about the acceleration of globalised thinking. Interiors is about Willem de Kooning managing to keep painting while he has Alzheimer’s. Small Black Flowers That Grow in the Sky says we’re closer to the barbarity of the animal world than we realise. When Nick gave the Australia lyrics to me, I just wanted to make a shiny escapist song – a song you could play as background to Goal of the Month. When we toured, it was amazing to be playing to 10,000 people instead of 2,000. Sometimes my eyes would drift right, because we always left a space for Richey – not just out of homage, but knowing how much shit I’d get for being in his space. It would be awkward to stand where he stood and not look as good as him. People talk about catharsis, about an emotional connection, but I see being on stage as much simpler. There’s a sporting dynamic to it: I love the physicality, feeding off a crowd the way a footballer would. But then you’d get back to your hotel room and that silence would be deafening. That’s when it hit home. You’d think: “Richey would have liked that moment tonight.” Like if we played [cult hit] Faster and a very visible minority went mental while the guys in Sheffield United tops were going: “What is this?” Richey loved that kind of confusion. Nicky Wire, bassist and lyricist I was obsessed with the poet RS Thomas and his clinical dissections of Welshness. “An impotent people, sick with inbreeding, worrying the carcass of an old song” – fucking hell! So with my lyrics, I was examining where I was from. It had been hard to break through, coming from south Wales: there wasn’t enough musical history to match bands from Liverpool, Manchester or London. You’d have all these terrible headlines in the NME mentioning leek, daffodils and Merthyr. I’d just bought a lovely little terraced house in the Valleys and I’d got married a couple of years before. So I was also trying to think of a way of being anti-rock’n’roll. When we won two Brits, I wore a T-shirt that said: “I love hoovering.” There was undoubtedly some anger at how the working classes were being portrayed in Britpop. Post-Parklife, it had become a cockney jamboree of greyhound racing. I couldn’t relate to it.            I think it’s even more problematic now. I’ve never felt less inclined to participate in what people see as culture. The three great loves of my live, apart from my family, have been music, politics and sport. Sport is the only one left. Music has just become a giant brand of blandness, of digitised fakery. People are willing to join causes, but no one puts those feelings into their actual art. A song like our If You Tolerate This Your Children Will Be Next, about the Spanish civil war, got to number one in six countries. It’s impossible that that – or A Design for Life – could be a hit now.    We were the awkward squad – we were never invited to a reception at No 10    The brilliance of that period was that one minute we were backstage with Arthur Scargill, the next we were on stage with Kylie, or doing a gig and Fidel Castro turns up. If we’ve achieved anything, it’s to give clues to a more rewarding life, like Morrissey talking about Oscar Wilde, or the Clash talking about Allen Ginsberg. But people are now consigned to a form of lyrical expression that is over-internalised, meaningless and soppy. I can’t bear to hear another singer moaning about their girlfriend or boyfriend. We were never invited to a reception at No 10. We were still the awkward squad: we weren’t New Labour, we weren’t militant either. We were classic Labour, Clement Attlee and Aneurin Bevan, trying to get stuff done. But the cynicism in politics now means that it’s almost impossible to do that. Ed Miliband virtually killed politics for me. Even his resignation speech, where he said thanks for the selfies – I nearly smashed the telly in. We always wanted to be massive. It would have been great for Richey to have been with us at those huge gigs. That’s the real sadness. It’s great that he is on the record with some of his lyrics though – Small Black Flowers, for instance. We’d be playing to 10,000 people and there would be couples swaying along to: “Harvest your ovaries dead mothers crawl.” Is there a bleaker line in rock history?  • A 20th anniversary edition of Everything Must Go is out on 20 May. Manic Street Preachers play the Royal Albert Hall, London, on 17 May. Box office: 020-7589 8212.",
  "webTitle": "How we made Manic Street Preachers' Everything Must Go",
  "webPublicationDate": "2016-05-17T06:00:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/how-we-made-manic-street-preachers-everything-must-go",
  "keyword": [
    {
      "webTitle": "Manic Street Preachers",
      "id": "music/manic-street-preachers",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Beaumont-Thomas",
      "id": "profile/ben-beaumont-thomas"
    }
  ],
  "guardianId": "music/2016/may/17/how-we-made-manic-street-preachers-everything-must-go"
}