{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/arm-wrestle-tea-party-paul-ryan",
  "id": "2016-05-10-72",
  "sectionId": "commentisfree",
  "body": "The speaker of the house, Paul Ryan, has said he is “not ready” to endorse Donald Trump’s candidacy. This is problematic for Trump – Ryan is also chair of the Republican National Convention – but hardly surprising. I was a little surprised to hear that in retaliation Sarah Palin had endorsed Ryan’s rightwing rival in a Wisconsin primary, but not because it didn’t sound like her. I just thought, someone is running to the right of Ryan? How? When Ryan was picked to be Mitt Romney’s running mate in 2012, he was considered a Tea Party favourite. The statistician Nate Silver maintained that, based on his voting record, Ryan was the most conservative vice-presidential candidate in a century. This was a man who gave copies of Ayn Rand’s novel Atlas Shrugged to his staff as Christmas presents. He may have since distanced himself from Rand’s objectivist philosophy – too atheist – but politically, Ryan doesn’t leave you much room to pass him on the right.         ‘Nehlen is presently starring in a deeply weird campaign ad.’     So who is this rival now labouring under the weight of Palin’s endorsement? It’s the businessman Paul Nehlen, a former Ryan supporter whose main beef with Ryan is over the proposed Trans-Pacific Partnership (TPP) trade deal. Nehlen is presently starring in a deeply weird campaign ad that shows him riding a Harley through rural Wisconsin, tattooed shoulders bare. He’s not wearing a helmet, although he later turns up in a factory with safety glasses on, accusing Ryan of championing TPP, and challenging him to a debate. “And if you don’t want to debate me,” he says, “maybe we can arm-wrestle.” The merits of TPP need not concern us here, since Ryan is actually a vocal critic of the trade agreement as it stands, as are the Democrats Clinton and Sanders, as well as Trump. And I’m not sure why Nehlen is certain he can beat Ryan at arm-wrestling. In my experience, it’s not even always about how big your arms are. It doesn’t sound as if Nehlen means to outflank Ryan on the right; he’s just trying to be the more unhinged candidate. Thanks to Trump, there’s still plenty of room on that side of the road. A satisfying gut feeling   Related: Probiotic goods a 'waste of money' for healthy adults, research suggests    The news that probiotic drinks don’t really do anything for you – a review of seven major trials has found “no convincing evidence” that they have any effect at all on the gut bacteria of healthy people – is the kind of story that gladdens my heart a little. It’s like hearing that blindfolded wine experts can’t tell the difference between red and white. I didn’t believe the wine thing – although I wanted to – until my son directed me to a well-known experiment at the University of Bordeaux in 2001 involving oeneology students and glasses of the same white wine, some of which had been dyed red. I suppose it’s the pleasure associated with the overturning of assumptions I never really held anyway: there’s no downside for me. As for reports that flossing is a waste of time, well, I find myself a little overinvested. If it’s true, then I really have wasted a lot of time. Homesick, sweet homesick Outbreaks of norovirus always leave me feeling homesick, because the virus used to be known as the Norwalk virus – so named, I’d always assumed, after my hometown of Norwalk, Connecticut. It was so successful that now you can catch it anywhere. After the latest outbreak on a cruise ship, I went online to find out why they’d changed the name, only to be sorely disabused: the virus was named after Norwalk, Ohio, which had a significant outbreak in 1968. Norwalk, Ohio, was actually settled by refugees from the real Norwalk, in Connecticut, when the latter was burned by the British in 1779. Ohioans can keep their stupid virus for all I care. They can put up signs at the city limits that say “Norwalk, Ohio – Home of the Winter Vomiting Bug”. Anyway, Connecticut will always have Lyme disease.",
  "webTitle": "Why have a political debate when you could arm-wrestle instead? | Tim Dowling",
  "webPublicationDate": "2016-05-10T18:01:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/arm-wrestle-tea-party-paul-ryan",
  "keyword": [
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sarah Palin",
      "id": "us-news/sarahpalin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Food science",
      "id": "science/food-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Norovirus",
      "id": "society/norovirus",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/arm-wrestle-tea-party-paul-ryan"
}