{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/19/the-original-x-factor-a-baseball-brawl-a-lacrosse-miracle-and-intense-softball",
  "id": "2016-05-19-268",
  "sectionId": "sport",
  "body": "1) Twenty years ago ITV thought it was ahead of the curve when it recorded a show called The X Factor. The problem was that instead of recording teenagers with sculpted hair belting out pop songs before collapsing in a puddle of their own tears when they’re told they won’t be getting a run at the Christmas No1 slot, this version was a hellish light-entertainment pilot in which Tom O’Connor, Carol Vordeman, John Helm and Russell Grant used the football pools as a basis for some toe-curlingly bad gags and weird segments such as Grant’s Astro Map. It’s an hour and a half long, but it’s full of gold. Score draws? The zeitgeist, right there.  2) A dutch commentator lets his emotions take over as Max Verstappen wins last weekend’s Spanish grand prix. 3) You want some red-hot lacrosse action? OK then. The Boston Cannons were two points behind Rochester Rattlers with only three seconds left and the ball on their own goal-line. So what did the defender Brodie Merrill do? He scored from 80 yards to draw the game, of course.             4) Texas Rangers’ second baseman Rougned Odor didn’t appreciate Blue Jays’ Jose Bautista sliding right through him. In fact, he got up and lamped him just to make his feelings clear. Cue mayhem in the diamond. 5) From intense baseball, we move on to intense softball. Athletic, elusive, brilliant. Yes, watch that a few times. 6) A spectacular tandem cricket catch. Highlights from last week’s blog 1) Sanath Jayasuriya’s 213 against England from 1998. 2) Nottingham Forest 2-5 Yeovil from the League One playoffs in 2007, including a young Wes Morgan having a shocker.         Goals! Goals! Goals!    3) Top officiating in the Czech Republic. 4) Motorcross, it’s not always about who can jump highest. 5) Sometimes you eat the hole. At other times, the hole eats you. Spotters badges DrGreggles, YorkerBouncer, zizkov123, ID8252991, chestnut52 Guardian YouTube football channel Do subscribe, if you fancy. And the Guardian YouTube sport channel Do subscribe, if you fancy.",
  "webTitle": "The original X Factor, a baseball brawl, a lacrosse miracle and intense softball | Classic YouTube",
  "webPublicationDate": "2016-05-19T09:20:13Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/19/the-original-x-factor-a-baseball-brawl-a-lacrosse-miracle-and-intense-softball",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/blog/2016/may/19/the-original-x-factor-a-baseball-brawl-a-lacrosse-miracle-and-intense-softball"
}