{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/louis-van-gaal-manchester-united-fa-cup-final-crystal-palace",
  "id": "2016-05-19-64",
  "sectionId": "football",
  "body": "Louis van Gaal could become the first manager since Sir Alex Ferguson to win a trophy for Manchester United on Saturday, and while the Dutchman has always acknowledged Champions League qualification would have been more important to the club, he believes silverware is a reward his players deserve. “Silverware is always important, because it is an exciting moment to be close to winning a trophy,” Van Gaal said. “A qualification is not a title but a Cup win would be. The players can look at the Cup and hold it – it would be an achievement – but at the moment we are only close and close is not enough. For Manchester United this would be a big title, I think, the first Cup win since 2004, but we still have to beat Crystal Palace to win it and finals can never be predicted.”   Related: Crystal Palace’s Glad All Over Again to revive FA Cup final musical tradition    That may be the case, and Van Gaal referenced Sevilla’s comeback against Liverpool in Wednesday’s Europa League final, though he believes he knows what to expect from Alan Pardew’s team. “It will not be so easy to beat them, they have a lot of quality,” he said. “They will defend against us and try to use their speed on the counterattack. They are also dangerous from set pieces. More than 50% of their goals this season have come from set plays, and that is a lot more than us.” Partly for those reasons Van Gaal fears the final may not be an open, attacking spectacle. “You need two attacking sides for a fantastic match,” he said. “Our starting point will be to perform well and try to win. I understand the fans like finals to be exciting and full of goals, but as long as we win, one-zero would be enough for me.” Van Gaal’s assertion that his side deserve to win the FA Cup is based on the observation that four of their six victories en route to the final have been away from home. This is just about true, though only if one counts the semi-final victory against Everton, which would be an odd thing to do when all semi-finals these days are played at Wembley. And though United did book their place in that semi with an away win at West Ham, it happened to be a replay after the original tie ended in a draw at Old Trafford. Although Van Gaal is perfectly entitled to stack up the stats to show his side in the best light, the fact is United were drawn away only twice, to Derby County and then Shrewsbury. Despite a patchy league season Palace posted more impressive away results in the Cup, winning at Southampton and then Tottenham, though at least Van Gaal accepts that. “Palace beat Spurs, they deserve to be in the final,” he said. Marouane Fellaini is available again after serving a three-match suspension for elbowing Robert Huth, and Van Gaal almost certainly plans to use him, in part because his height and physical attributes are useful when defending free-kicks and corners. It would be a surprise were Van Gaal to leave him out, though the manager preferred to remain coy on the subject. “You will have to wait and see,” he said. “If I say something about that Alan Pardew might be able to guess my lineup.”",
  "webTitle": "Louis van Gaal says Manchester United deserve first trophy of post-Fergie era",
  "webPublicationDate": "2016-05-19T18:18:38Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/louis-van-gaal-manchester-united-fa-cup-final-crystal-palace",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/19/louis-van-gaal-manchester-united-fa-cup-final-crystal-palace"
}