{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/everybody-wants-some-review-richard-linklaters-sports-jock-comedy-is-a-winner",
  "id": "2016-05-12-166",
  "sectionId": "film",
  "body": "In his Before Sunrise movies, Richard Linklater got audiences to hang out with people who were talkative, idle, interested in sex and clever. In Everybody Wants Some!!, he gets you to hang out with people who are talkative, idle, interested in sex and, erm, not quite as clever as all that. Yet it is a deceptively subtle comedy, and also a challengingly and almost provokingly unironic film intensifying and cartoonifying what it is like to be young and male, but quite without the obviously readable drama and poignancy of his earlier film Boyhood, that now legendary real-time movie tracking a young man’s growing pains. A bunch of corn-fed sports jocks are on baseball scholarships at a Texas college some time in the 1980s, macho, sex-obsessed and as innocent as children. They listen to MOR rock: the title is taken from a Van Halen track, and the muscular bass-guitar octave jolts of the Knack’s My Sharona kick the film off as the chief character drives his car down the streets, checking out the ladies. Later, he and his friends will cram into a car and sing along word-perfect to the Sugarhill Gang’s Rapper’s Delight, like Mike Myers’s Wayne and his friends singing to Bohemian Rhapsody, and just as ridiculous.            Blake Jenner is Jake, a hunky pitcher and freshman who shows up at the baseball players’ privileged frat house and begins his new life with the other guys on the team, who are nearly all on a catalogue-model level of handsomeness: Jay (Juston Street), Roper (Ryan Guzman), McReynolds (Tyler Hoechlin), Dale (J Quinton Johnson) and Beuter (Will Brittain). Finally, there is Willoughby (Wyatt Russell), a hippyish guy who smokes a lot of dope.   Related: Richard Linklater: ‘Someone’s living back there, and he’s murdered somebody’    They get laid. They get wasted. They get bored. And at any one time nothing much seems to be happening. We join them in the few days before college starts. They’re just hanging out, partying, talking vaguely about their post-graduation plans and a life in “pro ball”, filling in time before the Godot of term time, classes and sports training actually arrives. It’s weirdly affectless, but so controlled, so beautifully designed, it could almost be some deadpan piece of conceptual art. These guys are just waiting. And we, the audience, are waiting … waiting for some sudden lurch of perspective that will shake them up and make sense of all this ambient moodscaping. But it never comes. Or does it? This is a just-come-of-age film that returns Linklater to the laidback world of the amiable and aimless that he demonstrated in his early gem Dazed and Confused (1993), imposing the Chuck Berry narrative: no particular place to go. It’s a style he appeared to have outgrown with the Before films and particularly with that real-time masterpiece Boyhood, which showed its young hero growing up. It’s impossible to look at the faces in Everybody Wants Some!! without wondering they looked like as children. It was in Dazed and Confused, in fact, that we first saw Matthew McConaughey’s cherubically boyish face.     Drama in the dugout … Everybody Wants Some!! Photograph: Everett/Rex/Shutterstock    So what’s the meaning here, the twist? Given the perpetual leching and the way they will keep using that unlovely word “pussy”, together with the competitive rough-housing and male cameraderie – in no way undermined by Jake’s new relationship with smart coed Beverly (Zoey Deutch) – it might look as if heterosexuality is in question. And there is possibly a residual gay porn look to the proceedings. When they all show up at a club, the almost absurdly staged disco-dancing from attractive women makes it look like something from Saturday Night Fever. Yet that comparison, too, leads you to expect some dramatic reversal that doesn’t materialise. If there is a conventional point to the drama, it comes with Willoughby, the bearded stoner guy who loves to lecture everyone about music. Halfway through baseball practice, he is mysteriously called off the field by some college official, and vanishes. What on earth is going on? Willoughby’s secret connects with everyone’s sublime naivety. Jake and the guys live in an eternal present, the Dorian Gray picture of being in your early 20s and being utterly unable to imagine your own future. The idea of getting older is meaningless. Watching Everybody Wants Some!! means having to suspend your usual expectations of where the dramatic beats are going to come. The comedy is all in the foreplay, because the climactic punchline of irony is indefinitely deferred. Or perhaps, as in the strange case of Willoughby, it happens so quietly that it is almost unnoticed. This mystery coexists with a persistent, inherent sunshine of dreamy well-being.",
  "webTitle": "Everybody Wants Some!! review – Richard Linklater's sports jock comedy is a winner",
  "webPublicationDate": "2016-05-12T14:30:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/everybody-wants-some-review-richard-linklaters-sports-jock-comedy-is-a-winner",
  "keyword": [
    {
      "webTitle": "Everybody Wants Some!!",
      "id": "film/everybody-wants-some--",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Richard Linklater",
      "id": "film/richard-linklater",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/12/everybody-wants-some-review-richard-linklaters-sports-jock-comedy-is-a-winner"
}