{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/03/white-noise-by-don-delillo-is-mays-reading-group-book",
  "id": "2016-05-03-165",
  "sectionId": "books",
  "body": "On 19 May, Don DeLillo’s 17th novel, Zero K, arrives in UK shops. It is the writer’s first novel in more than five years. I’ve read an early copy, and it may not surprise you to learn that it’s a stonker. Funny, strange, often achingly moving , it’s also a wonderfully brave confrontation with mortality from a man who is about to enter his ninth decade.  A man, also, who has done as much as anyone currently working to earn his own literary afterlife. It’s hard to think of an author publishing today with a more impressive body of work, who has said more about modern America and the world, and who has done it in more commanding style.   Related: Don DeLillo: anatomising the everyday terrors of American life    His collected works are so good that it’s hard to choose between them – there are few I’ve read that I wouldn’t recommend and there are plenty I would want to push on you with evangelical zeal. Underworld, for instance, is mighty. Staggering. Overwhelming. But it’s also long and complex. We’ll hopefully get to it one day on the Reading group, but for now I’m going to make an executive decision. Because while it isn’t easy to name the finest DeLillo book, the best place to start is clear: his breakthrough novel from 1985, White Noise. This winner of the 1985 US National Book Award is an easily readable classic that we can plough through in a few weeks, but also one that provides rich territory for discussion, as well as a useful comparison with the new novel Zero K. Both books display Don DeLillo’s talent for sly humour and pointed satire, not to mention a commendable willingness to enter the realms of speculative fiction and absurdity. We’ll hopefully have time for some kind of comparison towards the end of the month.   Related: Don DeLillo: 'I'm not trying to manipulate reality – this is what I see and hear'    But before we get there, a word of caution as well as encouragement. White Noise is a blast. It’s approachable and enjoyable and a fine introduction to this ingenious writer. But it should not be underestimated. Despite its lightness of tone – and frequent hilarity – White Noise comes freighted with angst and uncertainty. It will mess with your head, your sense of self and reality and your ability not to think surprisingly dark thoughts whenever you hear the phrase “airborne toxic event”. I should also say that as a funny, satirical, campus-based novel it doesn’t necessarily represent the rest of Don DeLillo’s body of work. But then, no one book could. Like all of them, it’s a unique and strange pleasure in its own right. I hope you’ll join me in reading it. One more thing to get the ball rolling. We are giving away five copies of White Noise to the first readers in the UK to post “I want a copy please”, along with a nice, constructive comment, in the comments section below. If you’re lucky enough to be one of the first to comment, email Laura Kemp with your address (laura.kemp@theguardian.com). Be nice to her, too.",
  "webTitle": "White Noise by Don DeLillo is May's Reading group book",
  "webPublicationDate": "2016-05-03T13:46:35Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/03/white-noise-by-don-delillo-is-mays-reading-group-book",
  "keyword": [
    {
      "webTitle": "Don DeLillo",
      "id": "books/dondelillo",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jordison",
      "id": "profile/samjordison"
    }
  ],
  "guardianId": "books/2016/may/03/white-noise-by-don-delillo-is-mays-reading-group-book"
}