{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/29/pete-souza-photographing-the-real-barack-obama",
  "id": "2016-05-29-93",
  "sectionId": "artanddesign",
  "body": "It was a tale of two Americas. In Las Vegas the casinos were humming with a hell-yes tide that was about to sweep the manic Donald Trump to his most pumped-up victory yet. In Washington DC, civilisation still existed. In the week Trump’s xenophobic bid to be the Republican presidential candidate began to look unstoppable, the man whose Americanness he has questioned was meeting 106-year-old Virginia McLaurin. In Pete Souza’s official White House photograph of their get-together, President Barack Obama cracks a delicious smile as the first lady dances with McLaurin, who was invited to visit the White House in recognition of community work she has done for decades in the US capital. The meeting was also a celebration of Black History Month – and Souza’s picture manages to be both intimate and historic. Here are three African Americans in the White House. The room they are in – the Blue Room – is opulently decorated with gold stars, Empire-style furniture, and a portrait of some grand national father who holds a white handkerchief in his white hand.     Feb 2016 – Watching the first lady dance with 106-year-old Virginia McLaurin in the Blue Room of the White House    This is just one in a stream of vividly human and often funny photographs – released not just through White House press office, but on Flickr and Instagram – in which Souza has documented moments of the Obama administration that will never be forgotten. These photographs are precious historical documents. Critics from left and right blame the two-term presidency of this evidently intelligent and decent man for everything from the failure to close Guantánamo Bay (he’s still trying) to a continuing economic malaise that has fuelled what is shaping up to be the most extremist presidential election since 1860. Yet Souza’s photographs tell a different story – and the one that matters. Obama accomplished the impossible and made the White House an African American home for eight years.     Nov 2009 – Obama jokes with staff before the Summit of the Americas in Singapore    If the image ofMcLaurin – who was born in 1909, a time when the civil war was still a living memory for many Americans – visiting the first black US president does not communicate the soft power of the Obama age, consider some of Souza’s other pictures. In 2012, he photographed Obama bowing to let five-year-old Jacob Philadelphia feel his head. The boy had told Obama: “I want to know if my hair is just like yours.” The president had replied: “Touch it, dude!”     May 2009 – Jacob ­Philadelphia asked Obama if his hair was like his, so the most powerful man in the world bowed to a child    Jacob Philadelphia is just one in a long line of African American children who have met Obama in the White House, in encounters that have been touchingly, spontaneously, comically captured by Souza’s camera. In a moving monochrome image, Souza showed three-year-old Clark Reynolds looking up in awe as Obama touches him on the cheek. The photograph is taken from child height and brilliantly captures a child’s-eye view of the president. We only see Obama’s hand caressing Clark’s face. Unlike the ones in all paintings and photographs of all previous presidents, it is not a white hand. How can anyone say that means nothing? Young Clark Reynolds evidently thinks it means something, and so does Souza, whose photography has perhaps become more lyrical, more poignant over Obama’s final year in office.     Feb 2016 – Obama touches the face of three-year-old Clark Reynolds, in one of Souza’s most moving photographs    Not every delightfully warm and human moment recorded in Souza’s White House pictures is a chapter in history, of course. A lot of the time, he simply captures Obama’s sense of fun and quick-witted social grace. There is a great image of the president pretending to be caught in an invisible web, thrown by a boy in a Spider-Man costume. In another lovely moment, the president demonstrates his best dad moves backstage before his daughter’s dance recital. A more reflective portrait captures the tensions and secrets of power, as Obama is reflected in a White House mirror, finger to his lips, deep in a conspiratorial conversation.     April 2011 – Souza captures Obama at the heart of events, perhaps feeling the burden of his job    What made Souza such an ideal day-to-day chronicler of Obama’s presidency? The answer is surprising. Before he recorded the White House life of America’s first black president, Souza did the same job for the first Hollywood actor to rule from the Oval Office. From 1983 to 1989, he was Ronald Reagan’s official photographer. Perhaps his most famous picture of that era shows Ronald and Nancy Reagan meeting Michael Jackson, who is wearing a spangly military-style jacket. Reagan looks understandably confused – is this the king of pop or the commander of the Star Wars defence programme?     Nov 2005 – A young Obama ascends the Capitol steps    There may be more connecting Reagan and Obama than at first appears – and Souza can see it all. Both are great communicators. Neither let the pomp of office turn them into a stuffed shirt. Reagan, like Obama, had a human touch, a capacity to relate to people. Simply being human is a rare gift among modern politicians. Seeming relaxed in office is even rarer. Reagan was famously so laid-back that he could joke about nuclear war. He may have terrified peace activists, but the American public took confidence from the ease he projected.     Jan 2009 – Humour, love and friendship – the Obamas share a joke in a lift on inauguration night    Obama, too, projects absolute ease in the presidency. It is not a love of power. Souza’s photographs never show him looking arrogant, or distant, or dangerous. In these pictures, he always seems both happy and modest in his office: a photograph of him fist-bumping a cleaner in a government building quietly captures his sense of the larger realities of inequality that will go on beyond his eight-year presidency. Reports on Souza’s photographs tend to repeat over and over again that they show how “cool” this president is, but that word means nothing. These images tell the true story of a presidency that words have failed. After all the hate, anger, birther theories, leftist critiques, rightist critiques, and even the liberal white awe of a “cool” black dude vanishes into the babble of the past, Souza’s photographs will tell the story of a leader who was calm under fire, unfazed by office, unquenchably human, and who showed the way for all the kids who passed through his Oval Office, and millions more, to be good people, good Americans, and good citizens of the world. Will we miss the man in these pictures? Hell, yes.      Above: Oct 2009 – The president jostles with congressmen during a basketball game at the White House. Below: March 2009 – Running down the White House’s East Colonnade with Bo, the family dog.          Above: March 2015 – The Obamas share an intimate moment as they mark the 50th anniversary of the Selma to Montgomery civil rights marches. Below: June 2013 – Obama shows his best dad moves backstage at one of Sasha’s dance recitals.          Above: Oct 2012 – The president shows his fun side, playing the villain to a three-year-old Spider-Man. Below: August 2013 – Obama and the first lady on the 50th anniversary of the March on Washington for Jobs and Freedom.          Above: June 2013 – Obama hugs his daughter Sasha during a visit to Nelson Mandela’s former prison cell in South Africa. Below: July 2012 – For one small child, the Oval Office becomes a playground and the president a playmate.          Above: May 2016 – The president waits pensively before a public speech. All photographs © Pete Souza/The White House • This article was amended on 2 June 2016. An earlier version said the picture of picture of Barack Obama and Bo, the family dog, was taken in March 2008.",
  "webTitle": "Pete Souza: photographing the real Barack Obama",
  "webPublicationDate": "2016-05-29T13:00:04Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/29/pete-souza-photographing-the-real-barack-obama",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/29/pete-souza-photographing-the-real-barack-obama"
}