{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/election-2016-turnbull-tells-leaders-debate-he-will-meet-tough-climate-change-targets",
  "id": "2016-05-29-98",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull conceded bipartisanship on climate change was desirable and committed to meet higher targets if set by the global community in the second leaders’ debate of the Australian election campaign. But the prime minister failed to outline how Australia would reach the 2030 emission reduction targets agreed to in Paris. Bill Shorten, the Labor leader, baited Turnbull, asking: “Whatever happened to the old Malcolm Turnbull on climate change?” “You were so impressive when you were leading on climate change,” Shorten said. “Now you’re just implementing Tony Abbott’s policies.”  Turnbull, who lost the Liberal leadership to Tony Abbott in 2009 over his commitment to climate change policy, said the Coalition completely supported the science of global warming.    Related: No winners on election debate night when answers were scripted and ideas untested    “Bipartisanship is always desirable on issues – long-term issues – like this,” Turnbull said. “My view is, as somebody who is committed to action on climate change and who has paid a high price for my commitment to that issue, for my commitment to global action in the past – my commitment is to ensure that Australia meets the target we agreed to in Paris. And when the global community agrees to higher targets, as I have no doubt it will, that we will meet them, too.” Shorten attacked Turnbull’s support for Abbott policy of Direct Action which created the existing emissions reduction fund – a policy he originally described as bullshit. No clear winner emerged out of the second debate, held at the National Press Club in Canberra before a panel of press gallery journalists. The issues raised included asylum seekers, tax policy, trust, superannuation policy and whether the new government would emerge with a mandate, particularly in the senate. Turnbull began the debate with a pitch on the rise of the middle class in Asia, which he said represented both “opportunity and uncertainty”. “Within a few years, half of the world’s middle class will be living to our north in east Asia,” Turnbull said. “We have seen the pace of change in technology as great businesses and great industries are overtaken by newcomers. These are times of enormous opportunity and uncertainty. “We measure the economy in numbers and percentages and growth figures. But where it counts is with every single Australian’s life and their opportunities.” Turnbull invoked Indigenous innovation as an example of both reconciliation and an opportunity for “jobs and growth”. Shorten used his introduction to outline his health and education policies – considered strengths for Labor – while comparing the government’s corporate tax cuts to the policies of Margaret Thatcher and Ronald Reagan. “These economic theories have been tested before by Thatcher and Reagan but it’s a very risky expensive gamble to take with Australian taxpayer money for little economic benefit,” Shorten said. “Labor has the best plans to ensure real jobs, genuine growth and fairness.”  The first question addressed the issue of apparent voter disappointment that Turnbull has been inhibited by his party since becoming prime minister. “Will they see a different Malcolm Turnbull if you win your own mandate to the one that they see now?”  Turnbull failed to address the question, instead using climate change as an example of how his views had not changed. Shorten honed in on voter disappointment in Turnbull and linked the prime minister back to his predecessor Tony Abbott. “When Mr Turnbull got elected eight or 10 months ago, I thought my job would be harder but I thought the politics would go to a better place in this country,” Shorten said.  “I thought we would see a more elevated debate about ideas but on each issue I see this government shrinking in to an Abbott-style government of three-word slogans and scare campaigns.” Both men were asked how they could be trusted when Turnbull deposed Abbott and Shorten was involved in moving against the former Labor prime minister Kevin Rudd and then supported Rudd against Julia Gillard.  Shorten said Labor had learned from the 43rd parliament. “Labor’s learnt its lesson about that difficult period and I’m fortunate to lead a very united team,” Shorten said. Both men invoked the influence of their parents, Shorten his mother and Turnbull his father. The prime minister delivered a very personal pitch for voter trust. “I had a great education, I was brought up by a single dad who didn’t have much money,” Turnbull said. “And he struggled to send me to school, and I had some really charismatic teachers that transformed my life. I would not be where I am today without them. “I am a well-known quantity in Australian public life. I did not come into this role as apolitical activist. Did not come in here as a political staffer. I came into this role as an adult. At 50. After a lifetime of working, building businesses.” Asked if Labor had a ceiling on how much tax should be collected as a proportion of the economy, Shorten would not reveal total costings but promised to reveal forecasts before the election. “I undertake before this election campaign is over we will provide all of our forecasts once we have released all of our policies – which we haven’t yet,” Shorten said.  Turnbull was asked how company tax cuts would improve jobs rather than be passed on the shareholders.   Related: Turnbull and Shorten face off in Australian leaders debate – in pictures    “The companies up to $10m in turnover employ 5 million Australians and they will all benefit from that support because they will see more investment in their business. This is why other countries have reduced their company tax rate,” Turnbull said. Four weeks into a double dissolution election on the Australian Building and Construction Commission following a combative Snate, neither leader would promise to respect the other’s mandate in the next parliament.  And Turnbull again promised never to bring any asylum seekers on Nauru and Manus to Australia. “I can rule out any of the detainees coming to Australia,” Turnbull said. “Labor taught all of us a very, very harsh lesson. They proved what happens if you abandon secure borders. Thousands of arrivals, deaths at sea, the people smugglers back in business.” Shorten again promised Labor have an identical policy on people smuggling.  “Whoever forms the government after 2 July, there will be no change in policy about our determination to defeat the people smugglers, the criminal syndicates who play and prey upon people, taxi them out to sea and in too many tragic cases drown,” he said. But he said he would instruct his immigration minister to talk immediately to the UN about resettling asylum seekers in offshore detention on Nauru and Manus.",
  "webTitle": "Australian election 2016: we will meet tougher targets on climate change, Turnbull says in leaders' debate",
  "webPublicationDate": "2016-05-29T11:46:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/election-2016-turnbull-tells-leaders-debate-he-will-meet-tough-climate-change-targets",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/29/election-2016-turnbull-tells-leaders-debate-he-will-meet-tough-climate-change-targets"
}