{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/nashville-final-episode-leaves-us-hanging-in-mid-air-juliette-rayna",
  "id": "2016-05-26-268",
  "sectionId": "tv-and-radio",
  "body": "In the last ever episode of Nashville, there was one moment that really stood out. The country music soap opera had wrapped up every storyline splendidly and then, in the last seconds it will ever air on the network ABC, it put the life of country star Juliette Barnes (Hayden Panettierre) in jeopardy. It worked like a standard season finale, as if Nashville would be back for a fifth season and we would all learn whether Juliette lived or died. Perhaps it was written before producers knew the show was getting the axe. But that appears not to be the case. According to TV Line, Lionsgate, which produces the show, filmed a happy ending where Juliette and Avery (Jonathan Jackson) have a teary reunion on the tarmac as Juliette’s private plane brings her home from losing Best Actress at the Oscars.      TV’s ultimate off-again-on-again couple Scarlett and Gunnar. Photograph: Mark Levine/ABC via Getty Images    Instead, we saw an airport official tell Avery that Juliette’s jet had disappeared following a distress signal. Was this done to make the show more attractive to other networks that might pick up the show for a fifth season?  Lionsgate has been heavily promoting the #BringBackNashville hashtag on Twitter and said they are “having numerous talks with interested networks”. Right after the finale aired, the studio tweeted “What a cliffhanger! But we won’t leave you hanging. There’s more story to be told.” Back in March, Lionsgate hired former Thirtysomething writers Marshall Herskovitz and Ed Zwick as the show runners for the fifth season even though it hadn’t been ordered. What is really going on here?  Of course, there is plenty of precedent for beloved shows being rescued by other outlets, especially streaming services, after cancellation. The Mindy Project ended up on Hulu, Community went to Yahoo for one season, and Netflix saved The Killing, Longmire and Arrested Development.      Finally reconciled … Rayna and Deacon make up. Photograph: Mark Levine/ABC via Getty Images    Juliette aside, everything turned out quite nicely. Rayna James (Connie Britton) finally reconciled with both her husband Deacon (Charles Esten) and her daughters Maddie and Daphne (Lennon and Maisy Stella). TV’s most annoying on-again-off-again couple Scarlett (Clare Bowen) and Gunnar (Sam Palladio) confessed their love and kissed on stage. Gay country star Will Lexington (Chris Carmack) stood up to the conservative bullies keeping his record off the air and maybe even found himself a boyfriend. Layla Grant (Audrey Peeples) saw her career skyrocket, though her scheming ways left her all alone. Even Luke (Will Chase) ended up paired off as he called his daughter (he has a daughter?) and asked to speak to his ex wife.  It was all a little pat, but that’s to be expected of Nashville – an enjoyable show that was always awkward. There were some great emotional moments, such as Juliette realizing she had to admit her role in the death of her former manager and Rayna trying to save her daughter from a sexually predatory producer. But even those were marred by ludicrous plotting, with Juliette making her big confession on the red carpet at the Oscars and Maddie’s father Deacon finding her on Instagram and rushing in to save her right on time.  Nashville was always sweet and cheesy, but that’s what we enjoyed about it. It was never like Empire, which relies on the gonzo behavior of its crazy characters. On Nashville, after the country divas threw tantrums, they always felt remorse. Each tied up loose end was in the spirit of the show, ensuring everyone was left loved or creatively fulfilled. Still, it seemed to be somewhat sloppily rushing everyone off to Happy Endings town to take up residency for ever. I hope there is a season five, if only so the show can have another chance at a final scene – and Juliette can finally make it out of the air.",
  "webTitle": "Nashville's final episode leaves us hanging in mid-air",
  "webPublicationDate": "2016-05-26T09:22:28Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/nashville-final-episode-leaves-us-hanging-in-mid-air-juliette-rayna",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/nashville-final-episode-leaves-us-hanging-in-mid-air-juliette-rayna"
}