{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/brighton-derby-county-championship-match-report",
  "id": "2016-05-02-101",
  "sectionId": "football",
  "body": "Chris Hughton said last week that taking Brighton & Hove Albion into the Premier League this season would be the greatest achievement of his managerial career. After this 1-1 draw with Derby County, a match rescued at the death after Brighton had been reduced to 10 men, the south coast club have given themselves a chance of doing exactly that on the final day of the season against Middlesbrough. In order to avoid the horror of joining Derby in the play-offs, Brighton will need to win at the Riverside, where Aitor Karanka’s side have won 26 times this season. “We know what we have to do – we just have to show enough quality, against a really good team,” Hughton said. It was always going to be a ruinously tense afternoon in the north-east, but Brighton will at least go there with the boost of rescuing this game in the fourth minute of injury time. James Wilson was the man who sent an unbearably tense Amex Stadium wild, firing into the ground then over the Derby keeper Scott Carson in a scramble from a frantic corner. “It’s given us great confidence going into the last game,” Wilson, the Manchester United loanee, said. “Going into the last game on a defeat is probably the worst way to do it. We have got a point so we’re going up to Middlesbrough with some confidence.” Hughton added: “I think it will give us something. We weren’t at our best, but it’s still a game we didn’t lose.” Brighton’s form has been excellent of late but despite not being at their best in this game they showed their spirit and gumption, too. In the early stages there were no signs of any, understandable, nerves in the Brighton side. Beram Kayal had their first chance, shooting from around 25 yards in the opening exchanges, denied only by a deflection. Then in the 15th minute a smart piece of defending by Jason Shackell denied Anthony Knockaert a goal from another of his brilliant free-kicks, the Derby defender retreating from the wall to head over the bar as the ball arced towards the corner of the net. Derby defended stoutly in the opening phases, but the rest of their play was disjointed, looking – as they have done for much of the season – like a collection of excellent individuals half waiting for someone else to do something. The respective midfields were a case in point: in George Thorne, Will Hughes and Craig Bryson, Derby have arguably the most talented trio in the division, and theoretically should have been too much for Brighton’s duo of Kayal and Dale Stephens. Not so, as the Brighton duo controlled the early exchanges. Brighton’s threat appeared to fade as the break neared, but they came within inches of taking the lead in injury time, Lewis Dunk heading just wide from a corner earned after Knockaert somehow snake-hipped his way through a clutch of three Derby defenders. The Frenchman, who might be particularly keen to avoid the play-offs after his last appearance, in which he missed a penalty for Leicester in the last minute of the 2013 semi-finals, was again Brighton’s most threatening performer, as he has been since arriving in January. After the break Knockaert claimed a penalty in an incident not dissimilar to the one that won the spot-kick at Watford three years ago: Thorne lunged in, the winger tumbled, a corner was given and multiple replays cleared up not much. A busy few minutes for the referee Robert Madley then saw Tom Ince booked for an aerial challenge on Bruno, after which Chris Martin was spoken to for trying to lift the right-back from the ground, implying he was making the most of the contact. Regular watchers of Derby will appreciate that neat example of irony. Derby certainly looked more like a team who had remembered the object of all this was to score a goal or two after the break, and had three efforts on goal inside the opening four minutes, but it was not until the 71st minute that they took the lead. Hughes played a delicious ball through to Andi Weimann, who had replaced Ince moments earlier. The Austrian’s initial shot was brilliantly saved by David Stockdale, but it fell straight back to the striker to side-foot into the empty net. Following logic and spending power, Derby really should be the ones scrapping for the top two rather than waiting for the play-offs, but with options like Weimann on the bench only the brave or foolish would write them off. Brighton’s task at the Riverside is tricky enough, but they will have to go about it without Dunk, after the central defender was sent off in the closing stages, receiving a second booking for a heroically foolish and clumsy lunge on Bryson. His scream of frustration as he walked down the tunnel seemed to sum up Brighton’s afternoon. Until Wilson popped up, that is.",
  "webTitle": "James Wilson rescues a point as Derby put dent in Brighton’s promotion hopes",
  "webPublicationDate": "2016-05-02T15:44:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/brighton-derby-county-championship-match-report",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Derby County",
      "id": "football/derbycounty",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/02/brighton-derby-county-championship-match-report"
}