{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/deportation-inter-american-human-rights-commission-salvadorian-woman",
  "id": "2016-05-12-191",
  "sectionId": "world",
  "body": "The deportation of a woman and her 12-year-old daughter from the US to El Salvador should be halted because their lives are at risk, a human rights monitoring body has said in an unusual intervention.   Related: Homeland security secretary defends deportation of Central Americans     “After analyzing the legal arguments and facts,” the Inter-American Commission on Human Rights found that the mother and daughter “are facing a situation of seriousness and urgency, since their lives and personal integrity would be at risk if they were deported”. The mother, who asked that her name not be published out of fear of retaliation in her home country, claims she fled to the United States in March after she endured multiple gang rapes by members of a gang called “Mara 18”, who also killed her brother-in-law and threatened to attack her daughter. But she says has not been able to explain her ordeal to US authorities, who have since rejected her request for asylum. “When I was apprehended I told him, the border patrol officer, the reasons I left my country were because I was raped and that they are threatening me,” the mother told the Guardian in a phone interview from a family detention center in Karnes County, Texas. “His response was that I needed to solve these problems in my own country, and that it wasn’t his problem.” A US Customs and Border patrol spokesman said the agency “does not comment on specific individual encounters with people we process because of privacy provisions,” and noted the agency played no role in the final determination of the validity of any credible fear or asylum claim. According to immigration records, the officer determined that the two should be placed in “expedited removal” proceedings. While held in detention, the mother was granted an interview with US Citizenship and Immigration Services to evaluate her request for asylum based on “credible fear”. The interview took place with her daughter in the room, before the mother had met with a lawyer. She told the Guardian she did not disclose that she had been raped because she had not yet told her daughter about the assaults, and had also been discouraged by her experience with the border patrol. When asked what she would say if she was granted a second interview, the mother told the Guardian: “I would tell him everything that happened in El Salvador.” And when asked what she feared if she and her daughter were deported to El Salvador, she said: “My death will become a reality.” The Inter-American Commission monitors human rights under the Organization of American States, which has 35 member countries including the US and El Salvador and functions somewhat similarly to the United Nations. Citizens of member states can file complaints and request emergency protective actions if they believe their rights have been violated – in this case, the right to seek asylum in a foreign country – under the American Declaration on the Rights and Duties of Man. The commission has issued a resolution calling for “precautionary measures” which function similar to a stay of deportation, and asked that the US government respond within 10 days. It took a similar action only once before for a woman facing detention. She too faced deportation earlier this year to El Salvador despite concerns from sexual assaults she faced there, but has not yet been removed. “The problem with the ‘credible fear’ interview process for asylum seekers in the United States is there is no judicial review,” said Manoj Govindaiah, a lawyer with the not-for-profit group Raices, who requested the commission’s help after the mother and daughter “did everything they could do to get a new interview and try to establish credible fear”, but were denied. “What we hope to achieve is an outside body shedding some light on what is an almost secretive, very quick, very fast, expedited removal process,” Govindaiah said, “and determine that the United States has so far treated its treaty violations to give this family an opportunity to seek asylum.” El Salvador’s consul general in McAllen, Texas, Ena Ursula Peña, told the Guardian: “We cannot take any action against the deportation, but what we can do is to verify that the process is going right.” Travel papers that would allow the deportation to proceed have not been signed by Salvadorian consular officials.  Meanwhile, lawyers in another case have also sought to prevent the mother from being deported so that she can testify on Friday in a hearing to challenge a new license Texas issued for the Karnes detention center where she is currently held and alleges that her daughter was sexually harassed by another detainee.",
  "webTitle": "Human rights body makes rare bid to halt Salvadorian woman's deportation",
  "webPublicationDate": "2016-05-12T13:41:42Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/deportation-inter-american-human-rights-commission-salvadorian-woman",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "El Salvador",
      "id": "world/el-salvador",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Renée Feltz",
      "id": "profile/renee-feltz"
    }
  ],
  "guardianId": "world/2016/may/12/deportation-inter-american-human-rights-commission-salvadorian-woman"
}