{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/aurukun-teachers-evacuated-after-alleged-carjacking-in-indigenous-community",
  "id": "2016-05-10-248",
  "sectionId": "australia-news",
  "body": "The Queensland government has evacuated teachers from a remote Indigenous community over safety concerns that flared after a school principal was allegedly carjacked and threatened with an axe by teenagers. Kate Jones, the Queensland education minister, ordered her department on Tuesday to urgently relocate 25 staff from the Aurukun campus of Noel Pearson’s Cape York Aboriginal Australian Academy to Cairns after she became “deeply concerned” for their safety. The school will be shut for at least five days as the teachers and Queensland education union officials negotiate with the department over their calls for improved safety conditions.   Related: 'We fear for our lives': Aurukun women demand end to Cape York violence    They include 24-hour security until upgraded housing for teachers can be built and more pay to compensate for the “risk to personal safety”. Jones said the “safety and wellbeing of our staff has to be our number one priority”. The principal was allegedly confronted around 1.20am on Sunday by three boys aged 14 to 15, who threatened him with an axe and stole his car. He was not physically harmed. Detectives charged the boys with offences including unlawful use of a motor vehicle and robbery in company. Cape York police inspector Paul James said this followed a string of property crimes allegedly committed by the boys over the last week. James said no teachers were targeted by those offences and there was no link to previous unrest in the town involving cross-family conflict that boiled over into an alleged murder and violent street clashes last year. Five more police were sent to Aurukun after teachers raised concerns in a meeting on Monday, in which they called on the union to lobby the government to arrange their temporary relocation and begin building new, more secure accommodation by the end of the year.   Related: Man charged with posing as nurse in Aurukun faces further legal action    The school staff called for the department to “increase incentives for teachers, principals and case managers, and all non-teaching staff who work in Aurukun”. “This is to consider the fact that is it not just remote but at times there is a risk to personal safety and that the above mentioned employees be remunerated for this,” the motion said. They called for the union to lobby for a “schedule for the development of a teacher community safe precinct to commence construction by the end of 2016 and for current staff to have the chance to give input into the design of this due to the rare nature of the living conditions in Aurukun”. In the meantime, the “security of current housing needs to be increased”, they said. This was “including but not limited to 24-hour security [and] upgrades on the fences to include them being cemented into the ground”. Jones said she had “spoken this morning with the principal and senior education staff to discuss the immediate safety concerns in Aurukun”. “After considering these concerns and resolutions put forward by staff I have given my full support to the executive principal’s decision to temporarily close the Aurukun campus of the Cape York Aboriginal Australian Academy for a period of five school days,” she said. Jones said her department would also “undertake an immediate review of its infrastructure and security in Aurukun”. “We will review the situation prior to reopening the school,” she said.",
  "webTitle": "Aurukun teachers evacuated after alleged carjacking in Indigenous community",
  "webPublicationDate": "2016-05-10T09:56:43Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/aurukun-teachers-evacuated-after-alleged-carjacking-in-indigenous-community",
  "keyword": [
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cairns",
      "id": "australia-news/cairns",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/10/aurukun-teachers-evacuated-after-alleged-carjacking-in-indigenous-community"
}