{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/morton-feldman-george-crumb-piano-works-cd-review-classical-steven-osborne-hyperion",
  "id": "2016-05-19-150",
  "sectionId": "music",
  "body": "“I’m involved with all the 88 notes,” Morton Feldman once said of his piano music; “I have a big, big world there.” What’s so marvellous about the way Steven Osborne plays Feldman is how entirely alert he is to those kaleidoscopic gradations – the blink-and-you’ll-miss-it articulation in Intermission 5; the surreal percussion of the sustain pedal going down and up in Extensions 3; the vibrant colours and fastidious ratios in Palais de Mari – but he never gets precious about it. This is a pianist whose recent solo discs have featured music by Schubert and Mussorgsky, and he brings something of their singing and robust tones even to the most hushed and abstract of Feldman’s lines. In his interpretation of the George Crumb pieces (the noble 1983 piece Processional, the strummed strings and bell-like sounds of A Little Suite for Christmas), what comes to mind is the sumptuous grandeur of Osborne’s towering 2002 recording of Messiaen’s Vingt Regards sur l’Enfant-Jésus: mystical yet grounded, muscular yet ecstatic.",
  "webTitle": "Feldman/Crumb: piano works CD review – mystical and muscular",
  "webPublicationDate": "2016-05-19T14:30:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/morton-feldman-george-crumb-piano-works-cd-review-classical-steven-osborne-hyperion",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/19/morton-feldman-george-crumb-piano-works-cd-review-classical-steven-osborne-hyperion"
}