{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/five-of-the-best-plays",
  "id": "2016-05-27-174",
  "sectionId": "stage",
  "body": "1 Les Blancs Lorraine Hansberry is best known for her play A Raisin In The Sun and for inspiring Nina Simone’s To Be Young, Gifted And Black. She died, aged 34, before she could complete Les Blancs, a huge sprawling indictment of colonialism and the mess it left behind. Centred on a Christian mission in a bitterly divided African country, the play was later pieced together by her ex-husband Robert Nemiroff. Director Yaël Farber delivers a production that drips with atmosphere, both febrile and haunted. It’s one of the best shows you’re likely to see on a British stage this year, and these are your last chances to catch it. National Theatre: Olivier, SE1, to Thu 2 Hamlet Twenty-five year-old Paapa Essiedu’s superb performance in Simon Godwin’s revival sees him become the first black Hamlet in RSC history. Convincingly young, his cockiness gives way to confusion in a production that transposes Elsinore to a modern African country. Excellent support comes from Tanya Moodie as Gertrude and Natalie Simpson as Ophelia. Royal Shakespeare Theatre, Stratford-upon-Avon, to 13 Aug 3 The James Plays Rona Munro’s epic trilogy, which spans the turbulent reigns of James I, II and III of Scotland, comprises seven-and-a-half hours of history leavened by puppetry, song, dance and fierce debate. Munro’s script is chewy and muscular and Laurie Sansom does it proud in a production that has a stylish swagger and knows how to tell a good, complex story. Theatre Royal, Plymouth, Sat & Sun; touring to 3 Jul 4 A Midsummer Night’s Dream Emma Rice’s production may not be the most magical Dream ever, but it is undoubtedly among the most rumbustious. While purists may well loathe it, Rice makes some smart decisions, including reimagining Helena as Helenus – one half of a gay couple. Even if there is more fizz than substance to the evening, it’s still a jolly unboring night out. And how often are you able to say that about Shakespeare?  Shakespeare’s Globe, SE1, to 11 Sep 5 Funny Girl Jule Styne and Bob Merrill’s musical, based on the rise of actor Fanny Brice, is seen as a star vehicle whose success depends entirely on its leading lady. Barbra Streisand first owned the role, but Sheridan Smith can claim to have done the same until exhaustion forced her to take a break. Yet, by all accounts, understudy Natasha J Barnes is more than delivering the goods. Savoy Theatre, WC2, to 8 Oct",
  "webTitle": "Five of the best… plays this week",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/five-of-the-best-plays",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nina Simone",
      "id": "music/nina-simone",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rona Munro",
      "id": "stage/rona-munro",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sheridan Smith",
      "id": "culture/sheridan-smith",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/27/five-of-the-best-plays"
}