{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/18/new-toilet-law-flush-cafes-takeaways-down-the-pan",
  "id": "2016-05-18-100",
  "sectionId": "lifeandstyle",
  "body": "How many seats in a coffee shop does it take to necessitate provision of a customer loo? Fifteen? Five? A solitary stool and a sticky counter? An existential question and one that, according to this toilet-user, depends on a complex set of circumstances, from what’s on the menu to where the chairs are positioned. (Five outside? Toilet unlikely. Four inside? Expect a small, whiffy loo with no paper towels in the dispenser.) The correct answer, according to section 20 of the 1976 Local Government MIscellaneous Provisions Act, is that toilets should be provided if food and drink is being sold for consumption on the premises. Which is presumably why you can’t scoff a sausage roll in Greggs and then demand use of the washroom but you can order a takeout coffee in a central London Starbucks and get a key to the saddest toilets in Soho. (When it comes to public conveniences don’t be fooled by the romance of a key.) Many more takeaways could now be forced to install a toilet following a high court ruling that a 10-seat threshold set in regulatory guidance was not a correct interpretation of the law, and that local authorities had the power to require premises with fewer seats to install toilets. Two branches of Greggs, both of which had fewer than 10 seats, lost a legal battle with Hull council after a judge ruled that for the council not to have that power might provide a unfair commercial advantage to firms such as Greggs, which provided seating even though the main part of their trade was take-away, over other firms which served food and drink on their premises. If the ruling, which is being appealed, sets a precedent, as many as 21,500 takeaways and 5,230 coffee shops across the UK – the vast majority of which are small independent businesses – could be affected.   Related: UK public toilets mapped: where's your nearest?    “It would be a major problem,” Raymond Martin, director of the British Toilet Association, says. “Most of these are not going to be able to provide a toilet. Many would be forced to close down.” Would he expect a loo in a takeaway with only a few tables? “It does seem right to provide a toilet if a takeaway allows me to consume food and stay on the premises for a period of time,” he replies diplomatically. “But should we force takeaways to put in toilets? I don’t think we can.” The real issue, he adds, is the loss of public toilets from our cities and town centres. The law currently does not compel local authorities to provide public toilets – of which there are around 4,000 in the UK – and the result is that Britain has lost more than 40% of its facilities in the past decade. “We reckon we are losing toilets faster than we’re gaining them,” Martin says. “Every day we get calls from councillors saying: ‘We’re thinking of closing some, if not all, of our toilets. What’s our legal position?’ In years gone by, people would have got their food from a takeaway and then used a public toilet later. That is no longer the case.”   Related: No toilets, self-service machines and noise: shopping is hell for us older people    Meanwhile stores, supermarkets, petrol stations and other commercial providers have stepped in, hopeful that, after we’ve relieved ourselves in their lovely free toilets, conveniently located right at the back of the store so we have to walk past all their goods to get to them, we’ll do a spot of shopping. Perhaps toilets are the latest trick in retail, the new piped muzak luring us in to spend a penny before we spend, spend, spend. “The government wants people out shopping, eating, keeping the economy flowing,” Martin notes. “But it doesn’t want to provide the toilets.” • This article was amended on 2 June 2016 to correct details about the judgment and the requirements set out in the 1976 Local Government Miscellaneous Provisions Act.",
  "webTitle": "Why a new toilet law could flush cafes and takeaways down the pan",
  "webPublicationDate": "2016-05-18T16:18:17Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/18/new-toilet-law-flush-cafes-takeaways-down-the-pan",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fast food",
      "id": "lifeandstyle/fast-food",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Coffee",
      "id": "lifeandstyle/coffee",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "lifeandstyle/shortcuts/2016/may/18/new-toilet-law-flush-cafes-takeaways-down-the-pan"
}