{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/23/style-statement-pregnant-ali-wong-sloaney-standup-comedian-lycra",
  "id": "2016-05-23-106",
  "sectionId": "fashion",
  "body": "What’s the best style statement you can make while pregnant? Charlotte, by email I thought twice about publishing this question, just because I wrote quite a lot about maternity clothes last summer for reasons the more eagle-eyed readers quickly guessed. But I’ve been thinking about them again, not because I’m pregnant again (whoa, deep breath, Mr Ask Hadley! Get that look of abject panic off your face!), but because I have recently discovered my new favourite comedy special. There has been a lot written about feminism and standup comedy recently, focusing in particular on such brilliant comedians as Bridget Christie and Sara Pascoe. But Ali Wong really puts her money where her mouth is, or maybe her vigour where her vagina is, because this woman is ON ONE. Her comedy special, Baby Cobra, now streaming on Netflix, is a hilarious two fingers up at the expectations people have about every demographic she belongs to: Asian, woman, feminist and pregnant. Because Wong is seven months pregnant in her special, and boy does she overturn every cliche about how pregnant women should behave, simulating on stage everything from crushing a man to death with her thighs while he’s giving her oral sex to enacting BDSM. I never saw Kate Middleton do any of that while she was knocked up and, frankly, I think her pregnancies were poorer for it. It’s subversive enough seeing a pregnant woman do standup comedy. To see one simulating cunnilingus takes subversion to a new and very welcome level. As Wong says, once female comics get pregnant, “they disappear”: “That’s not the case with male comics. Once they have a baby, they’ll get up onstage a week after and be like, ‘Guys, I just had a fucking baby, that baby’s a little piece of shit, it’s so annoying and boring!’ And all these other shitty dads in the audience are like: ‘That’s hilarious! I identify!’ And their fame just swells, because they’ve become this relatable family funnyman all of a sudden. Meanwhile, the mum is at home chapping her nipples, feeding the fucking baby and wearing a frozen diaper because her pussy needs to heal from the baby’s head shredding it up. She’s busy!” THAT, my friends, is how you talk about not just sexism in standup comedy, but pregnancy in general. Bog off, tabloids, with your talk about Middleton’s “perfect natural birth” and let’s hear more about her shredded body parts. The way Wong dresses is part of this subversion. (See? You thought I wouldn’t be able to turn this around and make it about fashion. Never doubt my powers, readers!) She wears a crazy-sexy-cool sleeveless Lycra dress – no clever knotting and draping for this lady; no floaty Sloaney dresses; no long gowns so as not to offend the world with glimpses of her pre-natal body. I don’t want to say that Wong flaunts her pregnant body, as that is just ickily Mail Online, but she certainly doesn’t hide it. Now, before anyone can say “Neneh Cherry on Top of the Pops”, I am fully aware that this is not new. But it feels as subversive as ever, possibly even more so, given that maternity clothes still operate on the same principle as plus-size clothes, in that they’re floaty, floppy and frumpy, conveying the message to the wearer that no one wants to see them and nor should they be seen. Dressing like Wong is a thumb in the eye to that wayyyyyy outdated school of thought and, as such, should be celebrated. So, pregnant ladies, don’t feel trapped in a drapey prison, and most of all don’t feel like you need to cover your arms and legs for decency’s sake. Got pregnant? Go Wong. I’m about to embark on internet dating. Any tips? Sasha, by email     Reality check : the initial flirty emailing is often the best part of an internet dating relationship. Photograph: Cultura/REX    Other than hold your nerve and don’t lose faith (remember this equation: 10 bad dates for one good one – and that’s maths), I have one, and it is the most important one. Come close, everybody. Are you all listening? Right, here it is: don’t email too much before meeting. Sure, it’s a good idea to sound out the other person before committing to a date. But there is a sweet spot between “sounding out” and “emailing too much and creating a fantasy about the other person that can only be disappointed by reality”, and that sweet spot is an exchange of three emails each. The initial emailing is often the most fun part of a relationship, because you’re not dealing with reality and you can just be all flirty and funny, so I totally get the temptation to go overboard here. But you’re not giving reality a chance. As John Lennon and Yoko Ono would (might) say, all we are saying is give that internet date a chance. Post your questions to Hadley Freeman, Ask Hadley, The Guardian, Kings Place, 90 York Way, London N1 9GU. Email ask.hadley@theguardian.com.",
  "webTitle": "Want to make a style statement while pregnant? Look to Ali Wong",
  "webPublicationDate": "2016-05-23T16:12:07Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/23/style-statement-pregnant-ali-wong-sloaney-standup-comedian-lycra",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Pregnancy",
      "id": "lifeandstyle/pregnancy",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hadley Freeman",
      "id": "profile/hadleyfreeman"
    }
  ],
  "guardianId": "fashion/2016/may/23/style-statement-pregnant-ali-wong-sloaney-standup-comedian-lycra"
}