{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/watch-out-john-whittingdale-craig-revel-horwoods-armies-save-bbc",
  "id": "2016-05-09-224",
  "sectionId": "commentisfree",
  "body": "If John Whittingdale has been trying to work out exactly how worried to be about the public response to his imminent BBC white paper, he might have started by following the broadening appeal of last night’s critics at the Baftas. Wolf Hall director Peter Kosminsky’s outrage electrified the room, and his speech was visceral and heartfelt. But no one’s ever heard of Peter Kosminsky, and he was wearing quite a weird jacket, so it probably didn’t set alarm bells ringing. Mark Rylance? Recognisable, yes, a household name in some households, but still a bit of a luvvie. Now it’s Ian Hislop. Not exactly a movie star, but people quite like him, don’t they? James Nesbitt? Eek, he’s in adverts. Tom Hiddleston is definitely too charming to have as an enemy. And Craig Revel Horwood? Craig Revel Horwood? You’re doing something so exultantly and gratuitously ideological that you’ve managed to draw Strictly pantomime villian and fixture of middle England’s living rooms Craig Revel Horwood into politics? You’ve goaded this sleeping giant, the ordinary licence fee payer’s docile spirit animal, into expressing an opinion on something more controversial than Judy Murray’s Viennese Waltz? The blood, you have to imagine, drained from Whittingdale’s face.     ‘When Craig Revel Horwood starts having a go at you, it’s probably a sign that you’ve overstepped the mark.’ Photograph: Stuart C. Wilson/Getty Images    It is a good rule of thumb, in politics as in life: when Craig Revel Horwood starts having a go at you, it’s probably a sign that you’ve overstepped the mark. Since last weekend’s absurd provocation in friendly newspapers, wherein we learned that serious consideration was being given to the prospect of forcing shows like Strictly to vacate the most popular broadcasting slots so that we might all watch more toilet paper adverts, the extent and implacability of the culture secretary’s hostility to culture has become clear. And the attempts to cast his enemies as a bunch of pampered luvvies who want ordinary people to keep subsidising their documentaries about the Mongolian nose-flute have become ever harder to sustain. Stewart Lee and Armando Iannucci might be written off this way, yes, but not David Attenborough and Gary Lineker. Indeed, when the Sun is describing the nation’s favourite football broadcaster – who will certainly not be short of work should Match of the Day go out of business – as a “sniping leftwing bore” and “warrior for social justice” in a week where the public was mostly interested in the prospect of seeing him on TV in his pants, that newspaper and its allies sound suspiciously like they are out of touch. They haven’t tried the same thing on Attenborough yet, it should be noted. They wouldn’t dare.   Related: Pity David Attenborough – the BBC’s Galápagos tortoise | Stewart Lee    Will any of this make the slightest difference? It may be too late to expect any significant changes to the content of the white paper, widely trailed as a gleeful assault on the integrity of public service broadcasting. On the other hand, if past experience is anything to go by, this government isn’t shy of a U-turn; and, if Whittingdale and his advisers aren’t completely deaf, they may at least detect that he would do well to keep the relish out of his voice as he announces the steps he intends to take. The pushback from celebrities like Lineker gives those cross-party opponents of the plans hope that their resistance will not be futile. Even if they have no legislative prospect of intervening, they can at least kick up a stink, confident in the knowledge that this issue matters not only to nose-flute aficionados but to Saturday night dance-off enthusiasts across the country, and that they can make it toxic enough to pose the government a problem. Watch out, John Whittingdale: Craig Revel Horwood’s armies are on the march. They are not leftwing. They are not luvvies. They are your and your party’s most reliable and sensible constituency. You radicalise them at your peril.",
  "webTitle": "Watch out John Whittingdale, the Strictly army is marching to save the BBC | Archie Bland",
  "webPublicationDate": "2016-05-09T11:12:53Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/watch-out-john-whittingdale-craig-revel-horwoods-armies-save-bbc",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Strictly Come Dancing",
      "id": "tv-and-radio/strictly-come-dancing",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Wolf Hall",
      "id": "tv-and-radio/wolf-hall",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Archie Bland",
      "id": "profile/archie-bland"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/watch-out-john-whittingdale-craig-revel-horwoods-armies-save-bbc"
}