{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/at-sacramento-rally-some-sanders-fans-would-rather-trump-than-clinton",
  "id": "2016-05-10-300",
  "sectionId": "us-news",
  "body": "Hillary Clinton might have a problem in November. Some supporters of Bernie Sanders at a rally in Sacramento, California, indicated they would rather vote for anyone in the general election than the former secretary of state – even, in some cases, Donald Trump.   Related: Sanders decries 'casino capitalism' on Trump's turf – a decaying Atlantic City    As the sun set over the arena, Sanders – voice strained but otherwise visibly energized – addressed a packed stadium crowd of 15,000 vocal and enthusiastic supporters. Introduced by the actor Danny Glover, Sanders fed meat to his base in an energetic speech, promising to win the California primary and go into the Democratic campaign in Philadelphia with a majority of pledged delegates – even if some have declared that impossible. When he reiterated his promise to ban fracking in America, a thunderous stamping of feet in the stands briefly drowned out the public address system. It has been said that the sun is setting on the Sanders campaign – he is behind in the delegate count and the path to victory is far from clear. But his massed supporters punctuated his speech with roared appreciation nonetheless, remaining hopeful that the Vermont senator can pull off a miracle. Clinton was not a popular figure – roundly booed six or more times by the audience in the stadium; pretty much every time she was mentioned.  A Los Angeles Times poll from March found that eight out of 10 Sanders supporters would vote for Clinton – however reluctantly. But at the Sacramento rally fewer than half of the 22 supporters spoken to by the Guardian said they would even consider voting for Clinton if Sanders was not the nominee. Several would write in Bernie Sanders instead – or vote Green, or simply not vote at all. Three indicated they would go as far as voting for Trump – and one said that faced with a choice of Clinton or Trump, he would move to Britain.  Of those willing to back Clinton, none seemed particularly enthusiastic about the prospect. Joe Tellez from Sacramento said he would only do it because “the alternative would be hideous”. “I’d prefer not to [vote for Clinton],” Tellez said, but added he most likely would. Jazz pianist and Sanders supporter Dave Bass, attending with his wife Nancy, said: “As distasteful we’d find it ... we’d vote for Hillary because of Trump.” Alex Moody, a bartender from Sacramento who had brought her three-month-old son, Rider, to his first ever political event, had other ideas about voting for Clinton. “Hell no,” Moody said. “I refuse to vote for the lesser of two evils.” She indicated that if Clinton won the nomination, she would simply not vote. The same went for Mike Fabel, a group home coordinator from Rocklin, California, though he might consider Clinton if she picked Elizabeth Warren as running mate. “Man, that’s tough. Probably,” he conceded. David Hernandez, a retired state worker for the department of food and agriculture, said: “Clinton voted for war. Everything she touches turns to death.” Asked if he would consider voting for Trump, he said: “I will get into that booth and decide at the last minute. But definitely not her.” Brigitte Solario, a student from the North Bay area, and her boyfriend Parker Dean, indicated that they would seriously consider voting for Trump if Sanders wasn’t the nominee. “They’re both terrible,” she said. “[But] would I rather have someone who was on a TV show than someone who represents Wall Street?” She gave a little shrug and a smile, suggesting that yes, she would.  An earlier version of this article misquoted Dave Bass as calling Hillary Clinton a “war criminal”. He was actually referring to Henry Kissinger, whom she supports",
  "webTitle": "At Sacramento rally, some Sanders fans would rather Trump than Clinton",
  "webPublicationDate": "2016-05-10T06:52:43Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/at-sacramento-rally-some-sanders-fans-would-rather-trump-than-clinton",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/10/at-sacramento-rally-some-sanders-fans-would-rather-trump-than-clinton"
}