{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/10/catholic-academy-exam-school-christian",
  "id": "2016-05-10-315",
  "sectionId": "education",
  "body": "Is this the way education in England is going, with even some schools run by churches adopting harsh disciplinary regimes to boost exam results? One parent was heartily applauded at a recent campaign meeting after claiming that her daughter’s school had been turned into a “brutal exam factory like a workhouse” without families getting any say. She has now named the school. Fiona Forrest, a member of the group Rescue Our Schools – set up to fight for greater community involvement in education – says that the character of her daughter’s school, St Matthew academy in Blackheath, south London, has altered dramatically after changes made following a poor set of GCSE results last year. The school, rated by Ofsted as “good”, is sponsored by the Catholic Diocese of Southwark. It takes pupils aged three to 16. Forrest says: “It used to be a caring, inclusive school.” Since a new executive headteacher and governing board arrived, though, things have changed, she feels, with the school no longer displaying the Christian ethos that attracted her to it. “Now it’s lots of rules and lots of shouting and lots of detentions.” Detentions even take place on Saturdays, she says. “Last term they closed our school library to use as a detention centre.” Some pupils are expected to line up in silence before school, she says, and there is no morning break. “Are there no rules against that, like in the workplace?” Forrest is also unhappy that the school compares pupils academically, with rankings displayed on the wall. “Our wonderful [former] head of primary and her deputy have gone and it’s all about Sats [in primary].” Forrest says she has nothing against academies – St Matthew has been an academy since 2007 – so long as the schools are working well. But it is very difficult for parents to have their voices heard when they have concerns. “These changes have been dictated with no consultation,” she says. In response to Forrest’s concerns about the change in atmosphere at the school, the Catholic Diocese of Southwark says: “St Matthew is a popular school [and] offers a broad and rich curriculum,” but it points out that the school’s GCSE results had been falling for three years. As a result, the diocese and the government’s regional schools commissioner had “brought in support from local outstanding schools”, which had resulted in “a number of changes to the learning and teaching environment”. It says the changes have been well received by pupils, staff, parents and the local authority. Morgan: muddled, or misleading?  Did the education secretary, Nicky Morgan, mislead the Commons education select committee during a recent meeting at which she was pressed on the government’s plan to turn all schools into academies? Morgan told the committee non‑academy schools “have only had one school improvement service that they have been able to purchase”. This implied that they had to stick with whatever support their local authority could provide, regardless of its quality, and that becoming an academy would provide greater flexibility. But when your correspondent asked on twitter if this was really the case, headteachers were quick to point out that it was not: schools of all types have been free to choose which services to use for years. Indeed guidance [pdf] to local authority schools on securing value for money, from Morgan’s own department, seems to underline the point. It says schools should “shop around – use competition to encourage established suppliers to offer better value deals”. So would the Department for Education concede that Morgan’s statement was misleading or, perhaps as bad, just mistaken? It had not replied by the time Education Guardian went to press. Sad tale of school that did not improve  Sometimes it seems that “intervening” in a school by changing its management and governors can go badly wrong. The current leadership of Sedgehill school, one of the largest comprehensives in Lewisham, south London, would fiercely contest that view. But a new Ofsted verdict has placed the school in special measures after a tumultuous time for this local authority secondary. In 2013, Sedgehill received a “requires improvement” judgment from inspectors, though its leadership, governance and pupil behaviour were rated good. Lewisham council was not happy with its performance, though, sacking governors in 2014 and trying to force the school into a partnership with Bethnal Green academy. Bethnal Green withdrew from the deal following a petition with 1,800 signatures opposing the plan and in support of the then-head, Ken Mackenzie. Then Mackenzie resigned after Lewisham sought to push ahead with management change anyway, installing a new chief executive, Julia Scannell, above him. The new Ofsted report, released on 29 April, found the school “inadequate”, including for leadership and management and behaviour. Fewer than half of staff completing Ofsted’s questionnaire felt it was well led and managed, the inspectorate reported. Scannell and Andrew Milliken, Sedgehill’s “head of school”, sent a letter [pdf] to parents saying that a “very lengthy” complaint had been made to Ofsted about its “unfair and deeply unjust” verdict. Ofsted had fixated on specific details about the school’s data and then extrapolated negative findings, said the letter, adding that the current leadership team had discovered a £1m debt after taking over. What a sad story this seems. Procedures reviewed after racist language  Finally, our story last week about the academies chief who used the N-word in a meeting and then laughed about it was followed up in the local press. But has any action beyond a telling off been taken in relation to Philip Cantwell, director of education at Creative Education Trust, which has 13 schools? Cantwell admitted using the phrase “nigger in the woodpile” during a meeting at Weavers academy, Northamptonshire, last June, after a whistleblower complained. To judge from CET’s website, the trust has seen no need to publish a statement or apology there, despite Cantwell’s position in leading young people and school staff. Cantwell has said he deeply regrets his use of language. The trust said last week that he had been reprimanded and that it was committed to promoting a culture of tolerance and respect, and that it was reviewing its procedures. When we hear news of that review, we will let you know.",
  "webTitle": "Catholic academy accused of turning into ‘brutal exam factory’",
  "webPublicationDate": "2016-05-10T05:45:00Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/10/catholic-academy-exam-school-christian",
  "keyword": [
    {
      "webTitle": "Faith schools",
      "id": "education/faithschools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Warwick Mansell",
      "id": "profile/warwick-mansell"
    }
  ],
  "guardianId": "education/2016/may/10/catholic-academy-exam-school-christian"
}