{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/tim-lott-column-burn-diaries-inheritance-death-bereavement-wills",
  "id": "2016-05-27-158",
  "sectionId": "lifeandstyle",
  "body": "I’ve been feeling rather cheerfully morbid lately (if such a thing is possible), perhaps because so many high-profile figures have been dropping dead at not far off my age, which is 60. I’ve been briskly contemplating what it’s going to be like for my children after I’ve gone and what it is I should leave them. I mean this in a largely material sense. What will be left to them psychologically, I can never know, and neither can they. It may be one form of damage or other, it may be something to bolster, support and inspire them. More probably it will be a mix of both, but, either way, I doubt there is very much I can do about it now. I am wondering more about the detritus that one leaves behind – that is, deliberate bequests, as well as those that are more inadvertent, such as whatever residue is left on your computer or material written in diaries, or bits and pieces left lying about in old tin boxes up in the loft.   Related: What happens to my late husband’s digital life now he’s gone?    I am somewhat in the position of my father, who left me one plastic shopping bag with some old photographs, greetings cards and invitations, plus a battered fleece he was fond of. I don’t have much more. A few paintings that might fetch a couple of hundred quid at a push, the odd first edition of a book that might achieve something above face value – but that’s about it. Which brings me to diaries, tin boxes and computers. I have volumes and volumes of diaries, full of a mixture of banality, a little bit of insight, outbursts of frustration, and momentary, passing passions that I unload on paper rather than blurt out loud. They are, I suppose, part of who I am, but not always a very attractive part and no more “real” than any other part of me. Should I burn them all now in case I drop dead, rather than get the notice we all assume we are going to receive before our demise? As with my diaries, there is all sorts of virtual detritus on my computer – God knows what sort of crap and personal notes I have written on it, plus years of texts and emails. None of it is sordid, but some of it is personal and I would wish it to remain so. Should I arrange to have the hard disk wiped in the event of my sudden death or is that an act of emotional and practical terrorism?   Related: A diary makes you happier and helps brain cope with emotional upsets, psychologists say    And what about my own mementoes – love letters from long-lost girlfriends, photographs, cards and other scraps, locks of hair perhaps, secreted in a small biscuit tin somewhere in the bowels of the house. Should they go on the bonfire, too? Because they would make me cringe to look at them now, and I wouldn’t want to bequeath my children that sort of embarrassment. Perhaps I should be thinking about creation rather than destruction. Should I even now, in the pink of health, write each of my children a letter to be opened in the event of my death that would perhaps include, along with heartfelt expressions of love and apology, homilies about wisdom, virtue and truth. Doing so might be practical, but it feels a bit morbid. And a little narcissistic. I think I’ll save that for the final days – when I’ve had a bit longer to think about it. I am still working it out. Hopefully, I will have plenty of time in which to do so. In the meantime, I am happy just to leave a memory and the only other tangible (apart from my offspring themselves, of course) evidence that I was ever here in the first place – my own novels, which are more me, in some ways, than I will ever be. Or at least snapshots of people I once was – which is all that any of us in the end can leave behind. @timlottwriter",
  "webTitle": "Should I burn my diaries? They’d make my children cringe …",
  "webPublicationDate": "2016-05-27T12:30:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/tim-lott-column-burn-diaries-inheritance-death-bereavement-wills",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Bereavement",
      "id": "lifeandstyle/bereavement",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Lott",
      "id": "profile/tim-lott"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/tim-lott-column-burn-diaries-inheritance-death-bereavement-wills"
}