{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/british-government-propaganda-counter-terrorism-muslim-communities",
  "id": "2016-05-03-175",
  "sectionId": "commentisfree",
  "body": "As titles go, the Research Information and Communication Unit (Ricu) seems bland enough to go unnoticed and innocuous not to raise alarm should it come to attention. The truth, however, seems less benign. Revelations by the Guardian indicate that the Ricu, the Home Office’s “strategic communications” agency, has been involved in covertly supporting grassroots Muslim organisations in order to propagate “counter-narratives” designed to combat extremism. They also indicate that the British government has been involved in spreading propaganda aimed at bolstering the impression of “moderate armed opposition” groups in Syria. Some will be sanguine. The fact that democratic governments engage in propaganda is understood by many people. But revelations that the British government has been engaging in a substantial propaganda campaign aimed at influencing the “hearts and minds” of British Muslims and the wider public is of serious concern, as is the disturbing news that deception is involved. The unit’s covert support of ostensibly independent grassroots Muslim organisations and information campaigns is a classic example of so-called black propaganda, whereby greater persuasiveness is sought by disguising the source of a message which, if known, may damage its credibility. Similar activities occurred during the cold war.    Propaganda can at times be justified, but it always comes at a price, sometimes a very high one    Deception as a political strategy, and indeed propaganda itself, can at times be justified but they always come at a price, sometimes a very high one. In the case of Ricu and domestic counter-terrorism strategy three issues need addressing. First, is the act of targeting British Muslims with counter-narratives designed to disrupt extremism likely to be effective? The evidence on this front is not promising. A recent report commissioned by Research Councils UK concluded that a common understanding of the term “counter-narrative” has yet to emerge, while confusion over its meaning “obscures frank discussion”. The report states that the strategy’s effectiveness “remains unproven”. Second is the issue of trust. Covertly supporting and/or creating grassroots Muslim organisations in order to disseminate government messages is a deceptive strategy likely to only corrode community relations and erode further the already low levels of trust in government that already exist. Third, the entire emphasis on countering narratives and extremism eclipses the myriad reasons why so many Muslims are deeply critical of the government. The problem is defined solely in terms of “extremist narratives” and prevents critical reflection on what “we” might be doing and the political context. Anger over western foreign policy and recent wars, plus the ongoing Israel-Palestinian conflict, are major sources of discontent and dissent, and not only among British Muslims. Here, those involved in government strategy must consider whether they have sufficiently come to terms with the political context, and its role in creating the extremism and radicalisation now being targeted by the government.   Related: Inside Ricu, the shadowy propaganda unit inspired by the cold war    News that the British government has been involved in disseminating propaganda regarding Syria is perhaps the most troubling aspect of the revelations. It has been known for some time that the US and UK claims regarding a moderate Syrian opposition, one worthy of western support, are a misrepresentation of reality. There is the question of whether the UK government knew this yet sought to create a misleading impression nevertheless to mobilise support for war. This kind of propaganda is now known to have occurred back in 2002-03 when the US and UK governments wilfully manipulated intelligence in order to create the impression that Iraq was a greater WMD threat than it actually was (no functioning weapons were ever found). In that case, those governments were able to circumvent informed public and political debate and embark on a war that ended in disaster for Iraq and the region. It would now appear that within 15 years of that, the same deceptive, unaccountable and undemocratic strategy has been employed again. There are basic principles involved here, for deception and propaganda are at odds with accountability and democracy. They might sometimes be necessary and justified, but their use comes with great dangers and risks. The experience of the past 15 years, which has seen multiple and disastrous wars and an increasingly alienated and marginalised Muslim community, suggests that their use has been, to put it mildly, counterproductive. It is time to take a much closer critical look at the ways in which our governments communicate and the role of propaganda and deception in our society.",
  "webTitle": "The British government has already forgotten the great dangers of propaganda | Piers Robinson",
  "webPublicationDate": "2016-05-03T13:11:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/british-government-propaganda-counter-terrorism-muslim-communities",
  "keyword": [
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Piers Robinson",
      "id": "profile/piers-robinson"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/british-government-propaganda-counter-terrorism-muslim-communities"
}