{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/napoleons-last-island-by-thomas-keneally-review",
  "id": "2016-05-20-112",
  "sectionId": "books",
  "body": "In a writing career that has spanned more than half a century, Thomas Keneally has published more than 30 novels alongside 13 works of non-fiction. Now 80, the prolific Australian shows little sign of slowing down. Napoleon’s Last Island, inspired by a museum exhibit Keneally chanced upon in Melbourne, takes him to St Helena, the island to which Napoleon was exiled after his defeat at Waterloo. After Elba the British were taking no chances. This outcrop of rock some 1,200 miles off the coast of Africa in the middle of the Atlantic Ocean was “the deepest pocket they could find to put the Universal Demon in”. Arrangements were hurriedly made, but on arrival Napoleon’s residence was still under construction. He was billeted temporarily in a summer house at The Briars, home of William Balcombe, superintendent of stores for the East India Company. Over the months that followed, Napoleon charmed the Balcombe family, inspiring their deep affection. Thirty years later, the younger of the Balcombe daughters, Betsy, published a journal purportedly written during that time, and it is from these recollections, along with other contemporaneous diaries, that Keneally spins his tale. Though by his own admission he plays somewhat fast and loose with the historical facts, filling the gaps with inventions of his own, the novel seeks to shed light on an afterword of history and so on the Corsican Ogre himself: to tell, in its author’s phrase, “the truth by telling lies”. Keneally has built much of his fiction on the reworking of real-life historical events, most prominently with the Booker-winning Schindler’s Ark in 1982. His portrait of Oskar Schindler, the flamboyant Nazi industrialist, war profiteer and drunken womaniser who provided safe haven for more than 1,000 Jews in his factories, was a masterful depiction of a man of deep contradictions. It is not difficult to see why he was drawn to the equally paradoxical Bonaparte, the tyrant who introduced the enlightened Napoleonic Code, the leader who declared himself emperor in order to save the Republic, the diminutive figure who was both England’s fiercest enemy and an “extraordinary man of destiny”. Written from Betsy’s point of view, Napoleon’s Last Island presents a first-person account of the man by the wayward teenage girl who became his “intimate friend and annoyer”. Betsy is impetuous, reckless, defiant, a girl in whom “obduracy was like a disease”. From the start she refuses to kowtow to the Universal Demon, attracting his attention and his admiration. A dogged friend and unforgiving critic, Betsy gives us a changeable Boney who is both inexhaustibly curious and quickly bored, an exuberant man prone to depression, a charmer who can laugh at himself but possesses an emperor’s arrogance and self-absorption. An enthusiastic partaker in tricks and games, he plays not as an adult but “fully as children play, inflicting pain as children do, and with the same fierce intent of children”. Like Betsy, he can be cruel. The outspoken Betsy is a terrific character, a force of nature and source of pride and appalled anxiety to her devoted family. But though Napoleon and his entourage increasingly become the centre of her world, the man himself eludes us. Betsy’s age and sex restrict her to the margins. Her perspective is too narrow to accommodate his ambiguities; her girlish preoccupations keep him off stage so that too often his character and actions come to us second-hand. While Betsy barrels off the page fully formed, the Great Ogre remains frustratingly opaque. For all the questions Keneally raises about Bonaparte’s complexities, he never quite creates a real man. There are nevertheless some glorious moments in this novel, lit with Keneally’s trademark impish humour. He is a magpie, as preternaturally inquisitive as Napoleon himself, and the book has a cast of characters to rival Dickens. It is crammed with detail on everything from Napoleon’s Sèvres porcelain to the obscure flora and fauna of St Helena, but it is also much too long. Keneally’s digressive style bogs down the narrative and, like many real-life diaries, the book suffers from a surfeit of the everyday mundanity of living. Not until the arrival on the island of Sir Hudson Lowe, the new and punitive governor, some 250 pages in, does the story develop real tension. As Lowe’s vindictive regime sets Napoleon’s supporters against one another, the suffocating smallness of the island really begins to tell. Only then does it begin to become clear how high a price the Balcombes will pay for their friendship with “the small man in the boarding house who was somehow taller than the pyramids”. • To order Napoleon’s Last Island for £15.19 (RRP £18.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Napoleon’s Last Island by Thomas Keneally review – a diary of exile",
  "webPublicationDate": "2016-05-20T15:00:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/napoleons-last-island-by-thomas-keneally-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Clark",
      "id": "profile/clare-clark"
    }
  ],
  "guardianId": "books/2016/may/20/napoleons-last-island-by-thomas-keneally-review"
}