{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/north-carolina-bathroom-law-republicans-hypocrisy",
  "id": "2016-05-10-37",
  "sectionId": "commentisfree",
  "body": "There’s a pro-choice saying about the Republican party: government so small it fits in your uterus. Over the years, that aphorism could be applied to any of the small spaces the GOP has shouldered its way into: doctor’s offices, classrooms, bedrooms. It seems appropriate, then, that the hill some Republicans want to die on resides in a toilet stall. The last gasp of their flailing culture war – HB2, North Carolina’s law banning transgender people from deciding what bathroom is most appropriate and safe to use – stinks. And the justification for the law reeks of the insincere protectionism the GOP routinely uses as an excuse to discriminate. Republicans insist that HB2 simply protects little girls from predators – just as they claim that laws limiting abortion access protect women from ourselves and our doctors, or that immigration policies protect women from “rapists”. It’s amazing how much the GOP seems to care about women’s wellbeing! Given the extraordinary concern Republicans claim to have over sexual violence, you’d think they would be working hard to end it across the board. Rape in the military is so prevalent – 26,000 cases in 2012 – that it caught the attention of a United Nations human rights panel. Yet the party’s presidential frontrunner believes this level of sexual assault is the predictable outcome of having women serving alongside men.      One in four undergraduate women have been sexually assaulted on their college campus, but the right dismisses these statistics as overblown hysterics. The University of North Carolina at Chapel Hill alone faces three federal investigations into alleged mishandlings of rape cases, and still Governor Pat McCrory believes his time is best spent keeping transgender people from using the bathroom. In fact, McCrory doubled down on HB2 just this week, filing a lawsuit that claims the Department of Justice’s call to abandon the discriminatory legislation is an overreach of federal power. Given the substantial political capital McCrory and others are risking – Ted Cruz used his presidential campaign’s last breaths on the issue – you’d think there was an epidemic of transgender people attacking bathroom-goers. But no, that number is just about zero. In stirring remarks on Monday, the attorney general, Loretta Lynch, took note of the absurd defense of HB2: “You’ve been told that this law protects vulnerable populations from harm – but that just is not the case. Instead, what this law does is inflict further indignity on a population that has already suffered far more than its fair share.” In fact, the population who is at actual risk in public restrooms are transgender and gender nonconforming people themselves, 70% of whom have been harassed in a restroom. The danger that the GOP has invoked in this battle is one that lives solely in their minds – minds that aren’t willing to evolve and progress with the rest of the country. A country that doesn’t much care who uses what bathroom. Some Republicans know this is a losing battle, but for those who don’t – those who would rather feign concern over imaginary sexual assaults than do something about real ones – a time may soon come when they find themselves unwelcome in any kind of room.",
  "webTitle": "North Carolina's bathroom law: an exercise in hypocrisy | Jessica Valenti",
  "webPublicationDate": "2016-05-10T20:31:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/north-carolina-bathroom-law-republicans-hypocrisy",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Valenti",
      "id": "profile/jessicavalenti"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/north-carolina-bathroom-law-republicans-hypocrisy"
}