{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/orgreave-inquiry-calls-grow-after-damning-hillsborough-verdict-for-south-yorkshire-police",
  "id": "2016-05-16-271",
  "sectionId": "politics",
  "body": "There is a compelling logic now to the growing calls for the home secretary to order an inquiry into South Yorkshire police’s brutal 1984 confrontation with striking miners at Orgreave, and the force’s alleged “frame-up” of miners afterwards.  The verdicts at the Hillsborough inquests determined  that just five years after that violent, infamous operation, the same police force’s catastrophic failings unlawfully killed 96 people at the FA Cup semi-final between Liverpool and Nottingham Forest. Yet rather than admit responsibility, South Yorkshire police falsely, virulently blamed the victims, plunging the bereaved families into a traumatic 27-year struggle for the truth. The force, which needlessly devastated so many people’s lives, was described by its own former officers in evidence at the inquests  in semi-military terms: as “regimented”, rigidly hierarchical, “an iron fist” ruled by a fearsome, dictatorial chief constable, Peter Wright. To fully understand how a modern police force and its leadership in the late 1980s came to be so brutally, disastrously detached from the people it was responsible for serving and protecting, Orgreave is not only linked to Hillsborough, it is intrinsic. The central elements of both disgraces are chillingly similar. First – contrary to media coverage which demonised the victims, cheer-led in both cases by the Sun – the police were at fault.  At Orgreave, a coking plant near Rotherham, on 18 June 1984, a mass picket by the National Union of Mineworkers was met with a 5,000-strong military-style force, whose violent attack strongly appears to have been pre-planned by South Yorkshire police. Miners and their communities, a generation on, still bitterly resent the brutality with which they were attacked by an orchestrated cavalry charge, followed by officers wielding truncheons to their heads. Second, as they did in 1989 after the Hillsborough semi-final descended into horror, the South Yorkshire police created their own narrative about the Orgreave “battle”, blaming the miners in an apparently concerted campaign of vilification. Their briefings in both cases were aimed at a sympathetic hearing from favourable media and the government, up to the prime minister, Margaret Thatcher, herself. Told the partial account of what happened at Orgreave, with the police alleging that miners violently attacked first, she supported the police absolutely, and denounced the miners as “mob rule”. After the deaths at Hillsborough, following a briefing from Wright, Thatcher’s press secretary, Bernard Ingham, has always used the very same word, saying he “learned on the day” that Liverpool supporters had been a “tanked-up mob”. Third is the allegation that both South Yorkshire police operations were followed by a concerted falsification of evidence, and a cover-up.     Miners and police clash in Orgreave. Photograph: Don McPhee for the Guardian    After Orgreave, South Yorkshire police prosecuted 95 miners for riot, but the case collapsed after defence barristers alleged in court that police officers were lying and had fabricated evidence. After the Hillsborough disaster, South Yorkshire police officers were given an unprecedented instruction not to write in their official pocket notebooks; then 164 officers’ accounts, written instead on plain paper, were amended. The same solicitor who advised the force on that process also acted for it on the settling of miners’ civil claims after Orgreave, and he can now be named: Peter Metcalf. South Yorkshire police’s own new acting chief constable, Dave Jones, said  he would “welcome an appropriate independent assessment of Orgreave”, as part of the force facing up to its conduct in the past. Detailed connections between the alleged South Yorkshire police cover-up after the deaths at Hillsborough, and its previous alleged misconduct relating to the Orgreave operation, emerged at the Hillsborough inquests, in legal arguments with the jury absent. Now the inquests have concluded, those arguments can be reported, and two senior officers referred to, and Metcalf, can now be named. Lawyers for the bereaved Hillsborough families applied to have Orgreave-related detail put before the inquests jury, but the coroner, Sir John Goldring, declined, ruling that he did not have scope for a full examination of the Orgreave events. The new detail, though, only adds ballast to the central, overriding truth: the same force, with the same chief constable and many of the same senior officers, was responsible for both outrages. In July 1985, during the failed Orgreave prosecutions, defence barristers including Michael Mansfield QC and Vera Baird QC accused the police in court of portraying a false narrative of extreme violence by miners before the police attacked, which was at odds with the actual police film of the events, shown in court. Thirty years later Mansfield and other barristers, representing families whose relatives died at Hillsborough, similarly demonstrated that the South Yorkshire police stories of drunk and misbehaving Liverpool supporters was in conflict with the film of the crowd.     Crowds of Liverpool supporters try to escape the crush on the Leppings Lane terrace at Hillsborough, prior to the 1989 FA Cup semi-final between Liverpool and Nottingham Forest. Photograph: Frank Baron for the Guardian    Many police officers’ statements made for the prosecutions of miners arrested at Orgreave had identical introductory paragraphs, which had been dictated to them, describing a riot. In the legal argument at the Hillsborough inquests, Mansfield told Goldring that police officers gave false evidence on oath about this dictation. “There clearly was perjury,” Mansfield said. “Many of the statements had had a dictated introduction to fit the charges that were brought, but many of the [police] witnesses said that it wasn’t dictated and it was their own words.” Each of the accused miners had two police officers giving evidence that they had seen him commit an act of public disorder, such as throwing a stone, in the context of the riot described in the introductory paragraphs. Those were the ingredients to escalate a public order charge into the much more serious offence of riot. But defence barristers repeatedly showed that some miners had not been where the officers swore they were, and had not done the acts described. There was also an allegedly forged police officer’s signature on one of the statements. When South Yorkshire police decided to withdraw the prosecutions after the credibility of its testifying officers had come under such doubt, Mansfield said publicly that the evidence against the miners had been fabricated. He described the prosecution as “the biggest frame-up ever”. Yet the South Yorkshire police, as after the Hillsborough disaster, admitted no fault. Its police authority expressed concern that there may have been “inaccurate perjured evidence at the very least”, but in a report on 25 September 1985, Wright assured them that was not the case. He did not admit that the introductory paragraphs of statements had been dictated. He still maintained that the police had had a valid case, and said the problem with the police evidence at Orgreave was principally that officers were tired after the events of the day, and then had made statements too quickly. However, an internal South Yorkshire police review in September 1986, which was never made public until it was revealed last year by the Independent Police Complaints Commission, did accept that at Orgreave “a policy decision was taken by the senior officer to dictate to a group of arresting officers” the “scene setting” opening paragraphs of their statements. This internal review justified the dictating, by saying the “scene setting” paragraphs were only included by officers if the description “was in accord with their own recollection or knowledge”. It can now be reported, because it was referred to in the Hillsborough inquests’ legal arguments, that the Orgreave internal review was written by Walter Jackson. He was a senior officer in 1984-86, then in 1989 he was the South Yorkshire police assistant chief constable for operations. Jackson is one of the former senior officers currently subject to IPCC investigation into Hillsborough for his role on the day and the force’s response afterwards. Jackson’s internal Orgreave review was sent to Peter Hayes, the then deputy chief constable, the officer closest to Wright. Hayes gave evidence at the Hillsborough inquests that after the disaster, Wright made him responsible for the force’s legal response and evidence-gathering. The conduct of that legal response to Hillsborough, in which the force ferociously blamed survivors of the lethal crush, is now the subject of the IPCC’s biggest ever investigation, into possible police perjury, perverting the course of justice and misconduct in a public office. Jackson’s 1986 review did not accept there had been perjury or malpractice, and supported Wright’s initial claim that the flaws in the police case were due to the chaotic events of the day.     Liverpool fans with a banner during the league match against Swansea. Photograph: David Davies/PA    Neither Wright nor his senior officers ever admitted a serious failing over the violence at Orgreave or the alleged fabrication of evidence afterwards, and no police officer was subject to any disciplinary proceedings, ever. There was no reform of the force; indeed political support for it, given personally from Thatcher, seems to have hardened Wright’s sense of rectitude. After they were acquitted, however, 39 miners made civil claims against South Yorkshire police, saying they had been unlawfully assaulted on the day of the Orgreave picket, then for wrongful arrest and malicious prosecution in the “frame-up” afterwards. In 1991, South Yorkshire police settled that claim, paying £425,000, yet without admitting any fault or liability. The IPCC, in its report into Orgreave last June, said it believed the settlement was “very much prompted” by South Yorkshire police having privately acknowledged that some officers did “overreact” on the day, and had perjured themselves in court.  Further detail of the civil claims was examined by the IPCC which said it had found evidence that South Yorkshire police recognised officers had used excessive force on the day of the Orgreave operation, that senior officers then exaggerated the violence from miners in their evidence, and that some officers apparently committed perjury in relation to at least two of the arrests, which was then allegedly covered up. However, the IPCC decided against mounting a full investigation, due to the passage of time since 1984-85 and lack of adequate resources. Its report nevertheless exposed that in considering the civil claims, in 1988, senior South Yorkshire officers and the force’s solicitor, Metcalf, appeared to accept there may have been perjury by officers at the Orgreave trial. The report cited a note made by Metcalf of a telephone conversation he had on 29 June 1988 with a South Yorkshire police officer. He had telephoned Metcalf to say that film of the Orgreave confrontation showed that two of the accused miners, who were now suing the police, were not where the arresting officers had said they were in their evidence. One of these miners was Russell Broomhead, who was infamously shown on television news at Orgreave, being viciously beaten over the head with a truncheon by a police officer. Metcalf’s note records that the officer told him he did not want to put in writing that the arresting officers’ evidence was contradicted by the film, because: “There would appear to be some opposition at Snig Hill [South Yorkshire police’s then headquarters] to our providing evidence which could cause the case to be lost.” The Hillsborough families’ lawyers, in their legal argument, said this showed senior officers did not want the discrepancy between the film and the officers’ evidence to be in writing, because it could then have to be disclosed to the miners’ lawyers making the civil claims. Metcalf recorded in his note that he “did not want to give anything away at this stage”, and he did not tell the chief inspector to make a written report of the discrepancy. Metcalf’s note stated: “Even if [at Orgreave] some one or more [sic] of these plaintiffs had not been treated properly by the police officers and indeed even if there was some perjury in the statements,” it remained the police’s case that the miners had rioted “and accordingly, were properly arrested and charged and indeed could have been lawfully struck by police officers”. In its report , the IPCC stated that Metcalf’s note “in essence acknowledges, at least in respect of some of the plaintiffs, that there may have been perjury by officers”. The IPCC continued, referring to the “opposition” at Snig Hill to having a written record of the conflict between the film and officers’ evidence: “The reference to Snig Hill is to SYP headquarters and so the note also raises further doubts about the ethical standards and complicity of officers high up in the organisation.” Of this evidence that perjury and ill-treatment of miners had apparently been recognised at senior levels in the force but not admitted publicly or acted upon, the IPCC said: “Withholding this information and failing to have the evidence of perjury and improper treatment investigated may, of itself, indicate that offences in relation to perverting the course of justice and/or misconduct in a public office have been committed.” Metcalf, just one year after that, was advising South Yorkshire police on its response to Hillsborough. This included giving advice that a large number of officers’ accounts of the disaster should be changed, substantially removing junior officers’ criticism of the South Yorkshire police operation at the semi-final. At the inquests, the families’ lawyers accused Metcalf of perverting the course of justice. Metcalf denied this and  told Goldring he was advising on the statements being in suitable form: “I was serving the interests of truth, sir.” Asked about the naming of Metcalf in relation to Orgreave, a solicitor instructed by him, Ian McCombie, told the Guardian: “Neither we nor Mr Metcalf have any comment to make whatsoever.” Mike Mackey, a solicitor at Burton Copeland representing Hayes and Jackson, said: “Our clients absolutely deny any wrongdoing. Because of these ongoing investigations [by the IPCC] … it would be inappropriate for them to make any comment.” The enduring significance of the Orgreave events is twofold. First, the lasting injustice, never officially recognised, is still resented by former mining communities where many people mistrust the police now. Despite the military-style police operation and violence, and subsequent collapsed prosecutions with accusations of perjury and a “frame-up”, the South Yorkshire police admitted no fault, nobody was held to account, and there was no reform. Then, secondly, it explains the hardened, regimented state the force was in when, on another sunny day in South Yorkshire, on 15 April 1989, it failed 54,000 people who came to the FA Cup semi-final in Sheffield. Following the IPCC’s decision last year not to mount a full investigation, the Orgreave Truth and Justice Campaign made a detailed legal submission to Theresa May on 15 December, calling for an inquiry. The home secretary told parliament, after the Hillsborough inquests verdicts, that she is still considering it. Her Labour shadow, Andy Burnham, argues that an inquiry has to be held: “What happened at and after Orgreave remains an injustice in itself which has caused deep wounds in mining communities,” he told the Guardian. “It is also impossible to properly understand the Hillsborough disaster and terrible miscarriage of justice which followed, without full knowledge of how South Yorkshire police were operating in the years preceding the disaster. Theresa May, who deserves credit for her courage in holding the police to account for past wrongdoing, needs to get on with it now, and order an inquiry into the Orgreave events without delay.” It has seemed unlikely to many that a Conservative home secretary would do that – open up consideration of the police operation against the miners which much of her own party still regards as some kind of triumph. But May has defied expectations by giving sterling support, including very substantial funding, for the Hillsborough families’ legal struggle, and for standing up to police malpractice. The full truth about why the 96 people at Hillsborough were unlawfully killed by South Yorkshire police’s failings, and the force’s ferocious victim-blaming afterwards, is incomplete without an understanding of its conduct and culture a few years earlier. For the so-called “battle” of Orgreave, and the alleged “frame-up” which followed, not a single police officer, let alone the chief constable, was ever held to account.",
  "webTitle": "Orgreave inquiry calls grow after damning Hillsborough verdict for police",
  "webPublicationDate": "2016-05-16T09:50:22Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/orgreave-inquiry-calls-grow-after-damning-hillsborough-verdict-for-south-yorkshire-police",
  "keyword": [
    {
      "webTitle": "The miners' strike 1984-85",
      "id": "politics/miners-strike-1984-85",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "politics/2016/may/16/orgreave-inquiry-calls-grow-after-damning-hillsborough-verdict-for-south-yorkshire-police"
}