{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/the-guardian-view-on-the-centenary-of-verdun-lessons-for-us-all",
  "id": "2016-05-29-42",
  "sectionId": "commentisfree",
  "body": "A month from now, the centenary of the battle of the Somme will be upon us. Britain will be awash with commemorative reflections and remembrance events. And properly so. The Somme witnessed a million casualties in four months, with almost 20,000 British soldiers dead on day one, 1 July 1916. For Britain, the Somme is the natural emotional and memorial focus of the current first world war centenary remembrance. Before that centenary is reached, however, it is worth remembering the wider European context of the sacrifice on the Somme. Militarily, the battle was part of an allied European campaign to launch simultaneous attacks upon Germany and Austria-Hungary in summer 1916. That coordinated strategy included the British and French attack on the Somme and the Brusilov offensive by Russia against the central powers in what is now western Ukraine. All these immense battles, however, were subordinate to the supreme strategic aim of breaking the German military pressure that had been building up against the French army around the town of Verdun since the German advance early in 1916. If the Somme is always the focus of British memory in this centenary, for France – and to some extent also for Germany – that role is occupied by Verdun. Verdun is to the first world war as Stalingrad was to the second. Even in a war that set new standards for slaughter, it was a battle beyond compare. Shelled night and day, mined from below and continually rocked by artillery attack, Verdun’s attritional intensity and importance were unequalled. On both sides, killing as many enemy as possible was central. When it was over, there were so many unidentifiable human remains that the bones of 130,000 unknown dead of both armies were entombed together in the vast ossuary at Douaumont that commemorates Verdun. The military and psychological significance for France of Verdun cannot be overstated, and had much to do with its victor Marshal Pétain’s reemergence in 1940. Verdun’s importance dictated that it was there, in 1984, that France’s president and Germany’s chancellor held hands in a symbolic gesture that embodied the two nation’s reconciliation. On Sunday, in the same cemeteries at Verdun, François Hollande and Angela Merkel stood where François Mitterrand and Helmut Kohl stood more than 30 years previously, and with the same message. As Mr Hollande put it, Verdun was where Europe lost itself 100 years ago and where it has now enabled Europe to come together for peace and friendship. By the time Britain marks the Somme centenary, the result of the EU referendum will be known. But with three and a half weeks to go before the vote, we should make the imaginative effort to understand the Verdun centenary too. Just as British soldiers died for France on the Somme, so French soldiers died for Britain at Verdun. In a similar vein, Sunday’s reaffirmation of Franco-German reconciliation is an event that speaks for us, too. It is all too easy, after 70 years of European peace and 100 years after Europeans slaughtered one another on the western front, to ignore what has been achieved by Europe’s common institutions in providing a stability in Europe that did not exist there before. We in Britain have a responsibility to do our part to ensure that this stability and unity do not unravel. We should all remember Verdun.",
  "webTitle": "The Guardian view on the centenary of Verdun: lessons for us all | Editorial",
  "webPublicationDate": "2016-05-29T18:42:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/the-guardian-view-on-the-centenary-of-verdun-lessons-for-us-all",
  "keyword": [
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Angela Merkel",
      "id": "world/angela-merkel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/the-guardian-view-on-the-centenary-of-verdun-lessons-for-us-all"
}