{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/jamie-delgado-andy-murray-french-open",
  "id": "2016-05-28-38",
  "sectionId": "sport",
  "body": "Jamie Delgado is so deeply sewn into the fabric of British tennis he can remember playing a teenaged Andy Murray in Scotland. Now, at 39, he would gladly take on the full-time job of guiding the rest of the Scot’s sometimes turbulent, never dull career – if he were asked to do so. “I have always had a good relationship with him,” Delgado said during a rain-break at Roland Garros on Saturday afternoon. “I can’t remember [exactly] when I first saw him. He was 15 or 16 years old. I really liked the way he played then and I always looked out for his results since then.” Murray still kids him about their only competitive match, though. “Yeah, I lost,” Delgado says. “He’s always going on about that. I told him it was the worst result of my playing career. It was a Futures in Scotland.” Murray famously paved the way in coaching philosophy by first employing a former great in Ivan Lendl and then a former women’s No 1 in Amélie Mauresmo. Would Delgado like to fill those shoes? “If he asked me to do it, I would be more than willing – of course I would. It’s not something I’ve talked that much to him about. It’s his decision at the end of the day. But, yes, if he was to say: ‘Jamie do you want to do it full on?’ yes of course I would.   Related: Andy Murray cruises past Ivo Karlovic into French Open fourth round    “Amélie obviously did it for however long it was and I just joined as a trial at the end of Australia. The only time I saw her was in Miami. The only work I’ve done with him really has been on my own since Australia. It’s just been one week when she was around and I was around. I got on really well with Amélie and it was great. But, in terms of my professional job, it’s not really been any different.” What did he make of Murray’s recent statements that he would take Lendl back if the terms were mutually agreeable? “If he believes that there is someone who can help him, then I will support him. If he thinks he really needs it, if someone came in, I would work with that person. Even if someone came in, I would probably be doing most of the job anyway.” Their immediate task is to negotiate the 6ft 10in challenge of John Isner in the fourth round here on Sunday, and it is a considerable one, as the American has been hitting the ball with serious intent all week. He overtook Ivo Karlovic at the top of the tournament aces board on 92 after sticking 34 past the Russian Teymuraz Gabashvili on Friday and, although he has reached only one major quarter-final, he is talking up his chances. Delgado, an astute doubles player in his day and renowned as a solid strategist, had feared Murray might struggle against Radek Stepanek in the first round, as he did, and he is wary of Isner too. He predicted there was even better tennis to come from Murray at 29. “Yes, there are improvements [to be made] in his game, for sure. We are trying to work on those. “I don’t see him as a player who has got everything and there’s nothing to do. There are things in his game that could be better and he’s trying to be the best as well – trying to beat [Novak] Djokovic more often is one thing obviously.” Delgado, born in Birmingham, brought up in Tenerife and the UK, was a schoolfriend of Tim Henman but never shared the limelight with the four-time Wimbledon semi-finalist. He turned professional at 18 and retired at 37 after playing in his 23rd consecutive Wimbledon tournament, junior and senior. It is as if he has always been there, not a star but a reliable and steady presence. If Murray were to abandon thoughts of reuniting with Lendl, Delgado might be perfectly placed to replace Mauresmo – especially if the world No2 were to go all the way here. Isner thinks Murray got “just what the doctor ordered” in his match against Karlovic after two draining five‑setters. “He’s so unbelievably fit, and then he didn’t have such a physical match [on Friday]. Playing Ivo, the points were a lot shorter and it went three sets. He’s going to be 100% on Sunday. I anticipate myself being 100%, as well. I would imagine he’s definitely feeling more confident now; he played a great match.” As for his own win over Gabashvili, which included the obligatory Isner tie-break, the Marathon Man said, “Wasn’t too long [three hours seven minutes]. Obviously I have been out there a lot longer than five sets.”",
  "webTitle": "Jamie Delgado open to coaching Andy Murray on full-time basis",
  "webPublicationDate": "2016-05-28T21:00:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/jamie-delgado-andy-murray-french-open",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/28/jamie-delgado-andy-murray-french-open"
}