{
  "apiUrl": "https://content.guardianapis.com/money/work-blog/2016/may/13/how-can-i-stop-an-employee-from-undermining-me-dear-jeremy",
  "id": "2016-05-13-271",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I manage someone who is a real game player. I very definitely am not. I’m pretty sure she is manipulating me, using my niceness and lack of guile against me. My manager has warned me that this is what my colleague is doing. She is a strong and forceful person, with definite ideas of how everything should be done and a bit of a ruthless streak. I don’t want to stoop to her level, and I could look petty or defensive. I’m not cut out to play her at her own game, it’s not in my nature, but I’d like her to know that I do see through her. How can I make sure she doesn’t undermine me or make me look stupid to others, and manage her effectively? Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "How can I stop an employee from undermining me?",
  "webPublicationDate": "2016-05-13T08:40:48Z",
  "webUrl": "https://www.theguardian.com/money/work-blog/2016/may/13/how-can-i-stop-an-employee-from-undermining-me-dear-jeremy",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/work-blog/2016/may/13/how-can-i-stop-an-employee-from-undermining-me-dear-jeremy"
}