{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/four-seasons-health-care-likely-taken-over-creditors",
  "id": "2016-05-05-107",
  "sectionId": "business",
  "body": "Britain’s biggest care home operator, Four Seasons Health Care, is running out of cash and is likely to be taken over by its creditors, the credit rating agency Moody’s has warned. Four Seasons has 440 care homes with 18,500 residents, but Moody’s said its financial position was unsustainable. Last week, the company reported an annual pre-tax loss of £264m after writing down the value of the care homes it owns by a third due to the pressure on the industry. Four Seasons is also struggling under the weight of more than £500m of debt, making interest payments of £52.1m last year.   Related: Is private equity really fit to run care homes? | Graham Ruddick    Tim Snow, a senior analyst at Moody’s, warned the outlook for the group was opaque because the introduction of the “national living wage” (NLW) has led to an increase in costs and it is not clear whether councils will help to fund this by increasing the fees they pay towards residents’ care. He said profit growth over the next two years would not be substantial and was “subject to vulnerabilities” and that Four Seasons’ ability to raise money by selling off property was diminishing.  As a result, Moody’s said, the company “will not be able to service material levels of cash to pay debt going forward” and a debt-for-equity swap with lenders was the most likely outcome. Four Seasons’ lenders include US investment firms HCP and H/2 Capital Partners.  The company hit back at the dire warning, insisting it has “medium-term flexibility” in its finances, with auditors signing off the accounts last week as a going concern.  Robbie Barr, the chairman, said the quality of care in the company’s homes had not been affected by financial pressures – with three homes blocked from taking new residents by the regulator compared with a peak of 28. However, Barr admitted that Four Seasons needed to restructure its finances.  Four Seasons is at the forefront of the funding crisis facing the care home industry. Care homes are being squeezed by a decline in the fees that cash-strapped local authorities pay towards residents’ care and a rise in staff costs caused by the introduction of the £7.20 an hour NLW, which came into force on 1 April.   Related: Care home crisis won’t be solved by just paying more, says Justin King    The chancellor, George Osborne, has allowed councils to increase council tax by an extra 2% a year to help fund social care, and more than 90% of local authorities have introduced the levy by the maximum amount.  However, Moody’s warned these funds may not fill the financial shortfall facing care homes.  Snow said: “Even though we understand that over 90% of local authorities have opted to implement the full 2% increase in 2016/17, it remains unclear both how this additional funding will be spent and to what extent the full precept will be raised in future years. “At the same time, we do not believe that there is significant scope to recover the effective underfunding of fee settlements from previous years and we do not therefore foresee a material positive transformation in [profits] performance over the next 12 to 24 months.  “We also believe that against the backdrop of an industry-wide shortage of permanently employed nurses there are further vulnerabilities associated with reliance on agency staff and wage costs more generally, albeit that we acknowledge the progress made around agency personnel.”",
  "webTitle": "Four Seasons Health Care 'likely to be taken over by creditors'",
  "webPublicationDate": "2016-05-05T16:35:34Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/four-seasons-health-care-likely-taken-over-creditors",
  "keyword": [
    {
      "webTitle": "Healthcare industry",
      "id": "business/healthcare",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/05/four-seasons-health-care-likely-taken-over-creditors"
}