{
  "apiUrl": "https://content.guardianapis.com/uk-news/scotland-blog/2016/may/12/eurosceptic-snp-voters-could-influence-eu-referendum-result-polling-data-shows",
  "id": "2016-05-12-342",
  "sectionId": "uk-news",
  "body": "Last week’s Holyrood election gave Nicola Sturgeon a clear cut victory and mandate, taking 63 parliamentary seats, just two short of a majority. But barely has that election finished than the European referendum campaign will begin, and with it another tough challenge for the Scottish National party leader. Almost a third of her voters oppose one of her key policies, that Scotland and the UK should stay in the EU. A series of opinion polls has shown that SNP voters are the largest bloc in favour of quitting the EU in Scotland.  In February, Ipsos Mori found 29% of SNP supporters would vote to leave while Survation for the Daily Mail put the SNP’s Brexit vote at 28%. On 2 May, the latest Survation poll, for the Daily Record, found 25% of pro-independence voters want to leave the EU – more than the 16% of no voters in that poll who back Brexit.  The Daily Mail poll on 29 February found 33% of pro-Scottish independence voters backed a Brexit, against 25% who would vote leave.  The proportion of Tory voters who back Brexit is consistently higher, at 30% in the last Survation poll or 41% by the same firm for the Daily Mail in February. Other polls suggest the Brexit vote for Labour and the Lib Dems may be 21.5%; the latest Survation poll for the Record for those expecting to vote put those respective numbers much lower, at 13% and 3%. The numbers fluctuate in each poll, with one, by YouGov for the Times in early February giving quite different numbers. It found 37% of Labour voters would vote to leave, as would 20% of Lib Dems, with 28% of SNP voters of similar mind. But the implications seem clear: a significant minority of nationalists and yes voters see it as logically consistent to want Scotland to leave both unions – the UK and EU, and will vote that way in June. And given the SNP’s popularity, they will be the largest identifiable cohort of Brexit voters in Scotland. The SNP commanded 46.5% of the constituency vote last week, against 22% for the Tories. If Scotland’s turnout on 23 June is the same as the 56% for Holyrood last week, when 2.3m Scots took part and 1.06m voted SNP, then an average Brexit vote of 25% amongst SNP supporters translates as 250,000 anti-EU votes.  By the same measure, 175,000 Tories will vote to leave. But this party is visibly divided; Scottish Tories at Holyrood are now openly declaring themselves as leave voters. And if Survation is right, roughly 30% of the 1.62m yes voters who opted for Scottish independence in September would vote Brexit. That implies 486,000 Scots would vote to leave – assuming turnout on 23 June reaches the remarkable 85% turnout in September 2014. Next week, the official Vote Leave campaign will mount a campaign targeting Scotland, with a message particularly aimed at those nationalist and pro-independence voters. They will be told a Scottish parliament will be far more powerful on key devolved areas such as fisheries and agriculture after a Brexit.  Without a UK government having to defer to Brussels, the leave campaign will say, and without Holyrood having to defer to Westminster over all EU negotiations, Holyrood will have the authority to control its own fisheries and farming without London’s influence. Tom Harris, the former Labour MP for Glasgow South would now heads the Scottish arm of Vote Leave, said:   Nicola Sturgeon might find it difficult to reconcile the natural instinct of a nationalist voter to support Brexit with the party’s official position to support remaining in the EU.  This was a challenge identified by Alex Salmond, the former SNP leader and first minister. Coastal communities had “understandable scepticism” about the common fisheries policy, he said on Tuesday, pressing Cameron to accept that giving Scottish ministers a direct role in EU fisheries and farming talks could boost their pro-EU case. That could begin when the UK has the EU presidency next year, Salmond said. The polling data raises a significant conundrum for Sturgeon: does she face the paradox that Scottish Labour faced during the independence referendum, when up to 30% of Labour voters ignored the party’s pleas to stay in the UK by voting to leave it, choosing independence instead? The parallels, on that policy at least, are strong.  But so far, the SNP’s campaign run by external affairs minister Humza Yousaf has barely got into gear, beyond media appearances and its launch on 28 February. SNP officials say the Holyrood elections took primacy.  Meanwhile, the SNP at Westminster on Tuesday berated David Cameron’s UK government over its EU campaign for its negativity. Stephen Gethins, the SNP MP and Yousaf’s deputy in their party’s campaign, told BBC Scotland it was the “preeminent” issue facing the UK now and accused other parties of failing to work hard enough on it. Angus Robertson, the SNP leader at Westminster, told David Mundell, the Scottish secretary, in the Commons:  In the run-up to the European Union referendum, we are delighted on these benches that the Scottish electorate has returned a pro-European SNP government with the highest vote of any current party in any national election anywhere in western Europe.  [On] the powerful case for remaining in the EU, will the UK government please concentrate on making a positive, inspiring case to stay, rather than on rewarming endless scare stories?  The SNP is clearly conscious it has its own constitutional approach to EU membership which is in conflict with the mainstream UK parties. The SNP wants to see Scotland in Europe but independent of the UK. So its campaign will be divorced from the others, run on its own.  But a live question now emerges: will Sturgeon openly target those SNP voters who want Scotland to leave? Will she risk alienating her own electorate by telling them bluntly they are wrong, or take a softer line, and allow the apparent majority of Scots who favour remaining in to shield her from that battle. She carefully avoided that question at her monthly press conferences at Bute House on Tuesday when the Guardian asked her if she planned to target specifically those SNP voters and supporters of the yes campaign who backed Brexit, arguing it was actually best for Scotland to remain? Her first answer was opaque:   I will seek to persuade everybody in Scotland that our interests as a country are best served being in the European Union rather than being outwith the European Union and I will target that message to everybody who is prepared to listen.  Sturgeon hinted heavily that SNP campaign would be ramped up, but would not say when the Scottish government’s promised pamphlets and analysis of the case for voting in would be published:   Humza Yousaf this morning I think is taking part in a BBC debate putting the case for the in campaign so there’s no dubiety, no equivocation about the SNP or indeed the Scottish government’s position on this.  We will set out over the course of the remaining weeks of the campaign the reasons - not just the economic and business reasons, important though they are, but the social and employment and cultural reasons why I think it’s right that Scotland remains a member of the European Union.  Even so, in two later questions she acknowledged the UK result was still wide open and that she had a specific role and audience, which involved distancing herself from the David Cameron-led case. Asked by the Times about the Survation poll putting a Scottish remain vote at 76%, she openly acknowledged that the race could get very tight:   I’m confident there will be an in vote in Scotland; I think it would be foolish to start predicting what the margin of that might be. [I] have also seen other polls which show a much narrower balance of opinion in Scotland so I don’t think we should get too involved in speculating about the detail of the result at the moment.   But she and the SNP face a big presentational problem: they say Scotland’s debate on EU membership is distinctive and different to the argument in the rest of the UK. In many ways it is. Scotland is a small country on Europe’s periphery: farming and fisheries sectors are substantial; the single market for the whisky trade and EU structural funds for the islands are crucial.  Yet the UK will be a single constituency on 23 June so every Scottish vote will have the same weight as any other. An Opinium poll for the Observer in late April found Scottish remain votes could swing the UK result, winning it for remain by just 1%. One answer to that paradox is for Sturgeon to fight as hard as she can to maximise every possible remain vote in her own party if she does want the it to win. The official in campaign Scotland Stronger In is openly nervous about how tight that race may become. Scotland’s larger pro-EU could be “extremely important” if English votes weighed against remain, said John Edward, the Stronger In Scottish spokesman on Tuesday:   The Scottish vote shows every sign of being influential, if not crucial, for the overall turnout in the United Kingdom overall.  Given the race did seem very tight at UK level, the Telegraph asked Sturgeon whether she could share a platform with other leaders to press the case for an in vote if necessary. The answer appeared to be no, she would not. She said she would campaign vigorously for an in vote but implied strongly that would be aimed primarily at SNP and pro-independence voters:   I clearly don’t entirely share the same view of Europe or the reasons for staying in as David Cameron, though there will be some reasons we do have in common but there will also be differences between us.  We will maximise, I think, support for staying in if he appeals to those who are more likely to listen to him and I appeal to those who are more likely to listen to me.  Jim Sillars, the Eurosceptic former SNP MP and deputy leader now waging a one-man exit campaign in the nationalist community, believes it is common sense for an independence voter to want to leave the EU:  It is based on logic. A number of people I have talked to have said to me that they see no logic in seeking independence from the UK but then submerge Scotland in a European Union where they will have much less power than we would have if we were an independent country.",
  "webTitle": "Eurosceptic SNP voters could influence EU referendum result, polling data shows",
  "webPublicationDate": "2016-05-12T06:30:21Z",
  "webUrl": "https://www.theguardian.com/uk-news/scotland-blog/2016/may/12/eurosceptic-snp-voters-could-influence-eu-referendum-result-polling-data-shows",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Opinion polls",
      "id": "politics/polls",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "uk-news/scotland-blog/2016/may/12/eurosceptic-snp-voters-could-influence-eu-referendum-result-polling-data-shows"
}