{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/24/fiction-justice-colin-dexter-jeffrey-deaver-inspector-morse-lincoln-rhyme",
  "id": "2016-05-24-139",
  "sectionId": "books",
  "body": "Lifetime achievement awards can feel like a double-edged sword for authors – it is great to be recognised for your vast body of work by colleagues, reviewers and fans, but on the flipside there is a sense of “Hey! I’m not done yet!”  This year, the two authors who represent the best in our industry will receive the Strand Critics lifetime achievement awards. Colin Dexter and Jeffery Deaver possess elusive traits: highly fertile imaginations, unforgettable characters, an ability to generate gripping plots, and a warm generosity towards beginning authors. We probably should thank some dark and stormy skies for Dexter’s Inspector Morse. During a rainy holiday in Wales with his family in 1972, Dexter, exasperated with a boring crime novel, decided to try his hand at writing one himself.     Ale, crosswords and Wagner ... John Thaw as Inspector Morse. Photograph: ITV/REX    The result was The Last Bus to Woodstock (1975), a debut introducing a curmudgeonly police detective who liked ale, crosswords and Wagner. Though creator and author share many interests, Dexter and Morse’s temperaments are a world apart. Colin is one of the most pleasant and cheerful authors I’ve ever met, and a far cry from the crusty inspector. Dexter wrote 12 more novels featuring Morse, earning rave reviews and a critically acclaimed TV series. Sadly, in 1999, Remorseful Day ended the series, with Morse’s death. Unlike Sherlock Holmes, there was no coming back for the much-loved character. With these novels, Dexter did more than create a fictional character who stands alongside icons such as Poirot, Holmes and Marlowe. Dexter crafted stories with elements of popular mystery novels that could be appreciated by a literary audience. Don’t expect thrilling car chases, supervillains, or handsome heroes. Instead, his character-driven novels contain complex plots that reflect the author’s interest in puzzles. Ask any editor at a major publishing house how easy it is to balance the literary with the popular and they’ll only be able to name a handful of authors who have managed it. Like Dexter, Jeffery Deaver had a successful day job before writing full-time. As a corporate lawyer, he knew it was time for a career change when he realised he felt more sympathy for those on the opposite side of the courtroom. During his commute he would write on a laptop, which he said felt almost as heavy as the subway car he rode on. His dream of becoming a published writer became a reality in 1988 with Manhattan Is My Beat, but worldwide fame came with The Bone Collector in 1997, the debut of his NYPD criminalist Lincoln Rhyme. A genius with an encyclopedic knowledge of forensics, Rhyme also happened to be a quadriplegic, and tore stereotypes to shreds as he battled crime. Rhyme is frustrated and, at times, depressed by his condition, but at the same time his disability ensures that he’s acutely aware of and sympathetic to the pain of victims and their families.      Denzel Washington as Lincoln Rhyme in the 1999 film adaptation of Deaver’s book The Bone Collector. Photograph: Sportsphoto Ltd./Allstar    Creating a popular detective who has earned iconic status might be difficult, but producing villains who are creepy yet sympathetic is equally challenging. The villains in Deaver’s books are often products of their own hells – victims of exploitation, war, sex crimes, and other violence, lashing out by committing their own monstrous crimes. I’d be remiss if I didn’t mention that both authors are also among the nicest and most generous gentlemen you can imagine. Dexter is a tireless advocate for several diabetes charities, and in 2000 he launched Warwick Diabetes Care, dedicated to treating and researching the disease. When my sister Lamia and I co-edited a serial novel, No Rest for the Dead, to raise money for the Leukemia and Lymphoma Society, Jeffery Deaver not only contributed two chapters but also came to the rescue to fix hefty plot holes, his lateral thinking conjuring an angle that saved the day. To me, lifetime achievement awards serve as a reminder that we are privileged to live in an age where we can look at the shelves in bookstores and newsstands and see works by two authors destined to endure for generations as classics of a wonderful genre.  Andrew F Gulli is the managing editor of The Strand.  Nominees in the other categories for this year’s Strand critics awards are: Best novelCareer of Evil by Robert Galbraith (Mulholland Books)A Banquet of Consequences by Elizabeth George (Viking)The Lady from Zagreb by Phillip Kerr (Putnam)Forty Thieves by Thomas Perry (Mysterious Press)The Whites: A Novel by Richard Price (Holt)The Cartel by Don Winslow (Knopf) Best first novelThe Truth and Other Lies by Sascha Arango (Atria)Normal by Graeme Cameron (Mira)The Marauders: A Novel by Tom Cooper (Crown)Past Crimes by Glen Erik Hamilton (HarperCollins)The Girl on the Train by Paula Hawkins (Riverhead)Disclaimer by Renée Knight (Harper)",
  "webTitle": "Crime fiction does justice to Colin Dexter and Jeffery Deaver",
  "webPublicationDate": "2016-05-24T14:00:11Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/24/fiction-justice-colin-dexter-jeffrey-deaver-inspector-morse-lincoln-rhyme",
  "keyword": [
    {
      "webTitle": "Crime fiction",
      "id": "books/crime",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/booksblog/2016/may/24/fiction-justice-colin-dexter-jeffrey-deaver-inspector-morse-lincoln-rhyme"
}