{
  "apiUrl": "https://content.guardianapis.com/technology/bike-blog/2016/may/22/like-bike-monaco-show-cycling-art-design",
  "id": "2016-05-22-196",
  "sectionId": "technology",
  "body": "Last summer masked men smashed through the plate glass of a boutique on Regent Street and made off with a £25,000 haul. Nothing unusual in that, except for one thing: their targets were the latest, finger-light bikes from cult brand Pinarello. Bicycles today are more desirable and more collectable than ever before. They have become highly fetishised objects which manage to be both machines and works of art at the same time. Those interested in these “hyper” bikes would do well to head to Monaco for what is being billed as the “most glamorous bike show on earth”. Held in the Grimaldi Forum overlooking the Mediterranean, LikeBike will be a showcase for cyclophilia and excess, with everything from diamanté-encrusted carbon frames to bikes made of 50 layers of compressed ash. Be sure to wear your smartest Lycra… LikeBike is held from 3-5 June at the Grimaldi Forum, Monaco. Tickets in advance are ₤10. For more details, go to likebikemc.com     Bough carrier: Dutch oak-framed cargo, £1,650. Photograph: Erik Boschman Fotografie       Festka Zona Mortal Chrome 2: rocket-wheeled track racer, £6,900. Photograph: Mauri       Pininfarina Fuoriserie: limited-edition 1930s retro steel, £5,200. Photograph: Nicoletta Pizzocheri       Keim Arvak: white ash monocoque, £7,750. Photograph: Alex Sudio Germain       B4 bikes Indian E-Cruizer: retro American pedal assist, £4,999       Lacroix ‘spider’s web’: carbon ‘superstructure’, £13,250    Ready to roll: capture your bike action in HD      The road ahead: the Fly12 from Cycliq   Cycling home last month I hit a pedestrian. She darted out from behind a parked lorry and into the cycling lane. I only had a second to hammer on the brakes, but it wasn’t enough and the two of us went sprawling. I did the full 180 over the handlebars and ended up on the road like a starfish, while she was knocked sideways. Fortunately, other than some bruises and twisted handlebars, both of us were fine. But it all happened so quickly I kept wishing I had had a chance to film it so I could watch it over. If only I’d had one of these new cameras attached to my bike.  It’s the latest gadget from Cycliq, maker of innovative cycling accessories. The Fly12 is a neat combination of a full HD camera and front light. It has a remarkably wide-angle lens and the sound recording is crystal clear. You charge the unit up by connecting it to your computer, if you use it in camera-only mode it will record for up to 10 hours on to a 16GB micro SD card. The Fly12 saves the action in a continuous series of loops so you never need worry about running out of memory. If there is an accident, the device will automatically save the footage. It’s also weatherproof and boasts a bike alarm. If your bike is moved without your knowledge the unit starts beeping and sends a message to your smartphone.  It’s all very clever, but where it really gets special is when used in tandem with the free CycliqPlus companion app. Using WiFi and Bluetooth connectivity, your video can be viewed, edited and shared instantly on your phone. You can even integrate it with Strava so that all your ride details, such as speed, power, heart rate and map location are overlaid on to the final edit. Fly12 purchasers receive three months free Strava Premium membership. So, fun for you – and just imagine the joy on your partner’s face when you sit them down to watch your 10-hour ride from the weekend...   The unit costs £249. For more information, go to cycliq.com Email Martin at martin.love@observer.co.uk or follow him on Twitter@MartinLove166",
  "webTitle": "The fine art of cycling | Martin Love",
  "webPublicationDate": "2016-05-22T05:00:34Z",
  "webUrl": "https://www.theguardian.com/technology/bike-blog/2016/may/22/like-bike-monaco-show-cycling-art-design",
  "keyword": [
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Monaco",
      "id": "world/monaco",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Love",
      "id": "profile/martinlove"
    }
  ],
  "guardianId": "technology/bike-blog/2016/may/22/like-bike-monaco-show-cycling-art-design"
}