{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/cannes-market-film-posters-2016",
  "id": "2016-05-19-117",
  "sectionId": "film",
  "body": "In Cannes, it is de rigueur to stand in line for a couple of hours, with about 2,000 others, sun beating, water confiscated, for the chance to watch a three-hour Romanian film set in a funeral during the cold war whose references you won’t get, whose quality is still undetermined and which might never get released. But for those times when the highbrow can feel a little daunting, a trip to “the market” always puts things in perspective. In the basement of the Palais, the convention centre that hosts the festival, like a very gaudy, very guilty secret, are hundreds of stalls at which people from all around the world hawk the movies that people actually go and see: dodgy horrors and wobbly softcore, deeply cheap cartoons and an astonishing number of films featuring ponies. Taking a tour is a refreshing reminder of where cinema is really at. But it’s also a tragic experience. You hear the desperate flogging of scores of dead horses; you see some of the same films up for sale year after year, like puppies the pound just can’t put down. Here’s some of the fresh meat at this year’s market. Attack of the Killer Donuts      Ever said you’d die for a Krispy Kreme? Here’s the movie to prove that arterial clogging isn’t the only risk of these sweet treats. In fact, it may be an artfully disguised public health broadcast.  Operation Neighborhood Watch      At the age of 45, Denise Richards is no longer Hollywood’s sexy ingenue, but middle America’s disapproving mom who, from the looks of it, gets to spend an entire film fully-clothed, sighing and rolling her eyes at children. That’s your future, Blake Lively!  Dudes & Dragons      Despite the over-enthused cult that surrounds and frantically masturbates along to Game of Thrones, there are apparently a few major problems that can be easily fixed in just one film. More dragons! More dudes! More booty! Less budget! Sam      Tom Hooper’s Oscar-bait trans biopic The Danish Girl was so politely told that we half-expected the director himself to offer us a cup of tea at the end. Which is why we would take this obnoxious-looking comedy, with seriously skewed logic, as a palate-cleanser until Hollywood finally works out how to deal with LGBT issues with the requisite intellect. Painkillers     painkillers    One has to admire the insanely arrogant assumptions made by this poster. It’s the new CARRY SLEE! You know, from the people who made REGRET! With all those names at the bottom that could just be a list of on-set cleaners! Breaking Legs      Legs will break! We can’t quite tell if this is an inspirational dance flick or a gruesome body horror. Either way, we admire the use of the Cannes logo in the corner, usually reserved for films selected as part of the festival, not being sold in some creepy booth in the basement.  A Fish Story      Wacky monkeys, dogs and sharks are standard ingredients at the marché but where them fish at? They’re here! Although, sadly, we’re missing a shot of a young girl giving the “What are you even like!!!” look to a big old bass. Gibby      Did you imagine even the most minor movie monkeys don’t have first-name brand recognition these days? Well, think again. For you really don’t want to piss off the star of Gibby, not with her reputation – and her entourage. La Trampa       The tagline reads like a drunk horoscope; the picture suggests dogging in a picture-framers involving a sailor, a clown and a postman. “It could happen to you!” Lucky, lucky us.  Shark Exorcist      Movies are known for inventing niche jobs that would never actually exist (Sarah Jessica Parker’s “woman who lures men out of living with their parents” in Failure to Launch is a low point) but we would like to live in a world where a shark exorcist is a thing. Maybe he or she could send all dumbass B-movies involving sharks straight to hell.",
  "webTitle": "Satanic sharks and killer donuts: best of the worst film posters at Cannes 2016",
  "webPublicationDate": "2016-05-19T16:03:54Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/cannes-market-film-posters-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Secret Cinema",
      "id": "film/secret-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    },
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/19/cannes-market-film-posters-2016"
}