{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/political-fundraising-system-unacceptable-says-former-liberal-official",
  "id": "2016-05-23-333",
  "sectionId": "australia-news",
  "body": "A former senior federal Liberal party official has branded the practice of funnelling allegedly prohibited developer donations to the New South Wales branch through the Free Enterprise Foundation (FEF) “unacceptable”. Michael Yabsley, who was the honorary federal treasurer of the Liberal party from 2008 to 2010, has admitted knowledge of the practice was widespread. In 2014 the NSW Independent Commission Against Corruption found a range of verbal and documentary evidence that showed the NSW party was sending donations from property developers to the foundation and arranging to have them funnelled back. State law had banned donations from property developers from January 2010.   Related: A tale of two charitable foundations, and a flood of donations to the Liberals    According to an ABC report, Yabsley told Four Corners: “Now looking back on it … those practices are not acceptable and should not have been acceptable in the past.” Asked if he was aware at the time that donors who were prohibited from donating in NSW were being asked to do so through the FEF, Yabsley replied: “In a couple of cases, yes, and you know there we’re talking about property developers, owners of certain licensed premises. “Yes, I don’t think it was a great secret about the fact that that was happening.” Asked about the lawfulness of the practice, Yabsley said: “It struck me as being something that had been happening over a long period of time, and there was no particular reason to suggest that it was unlawful in a way that was different with what had been done in the past.” Yabsley said reputations of individuals, companies and major political parties had been damaged by controversies over donations. “It all points to the absolute case to do away with the system of political fundraising that we currently have,” he said. According to the report, the foundation denied it had ever broken the law or breached its regulatory requirements because the gifts it received were not political donations and the funds were not subject to the direction of the original donor. Arthur Sinodinos, the party’s treasurer and chairman of its finance committee at the time, has denied knowing that a “substantial” amount of the $700,000 donated by the foundation had come from property developers.   Related: Political donations: Liberals provide list of those who gave to Free Enterprise Foundation    Sindinos told Icac he accepted no responsibility for the events. Earlier this year Icac reportedly advised Sinodinos that no corruption findings had been made against him. Icac has yet to bring down its final report. In May the Liberal party provided the NSW  Electoral Commission with a list of donors to the foundation after the commission announced it would withhold $4.4m in public funding if it did not do so. Asked about Yabsley’s comments, Coalition federal campaign spokesman Mathias Cormann said they were state matters and referred them to state authorities. “All political parties need to comply with all the relevant laws,” he said. “The rules are there for all to see, and all parties ought to comply with the rules.” The NSW Liberal party has been contacted for comment.",
  "webTitle": "Political fundraising system ‘unacceptable’, says former Liberal official",
  "webPublicationDate": "2016-05-23T00:11:48Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/political-fundraising-system-unacceptable-says-former-liberal-official",
  "keyword": [
    {
      "webTitle": "Australian political donations",
      "id": "australia-news/australian-political-donations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Independent Commission Against Corruption",
      "id": "australia-news/independent-commission-against-corruption",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Arthur Sinodinos",
      "id": "australia-news/arthur-sinodinos",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/23/political-fundraising-system-unacceptable-says-former-liberal-official"
}