{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/birds-chough-colony-cornwall",
  "id": "2016-05-09-119",
  "sectionId": "commentisfree",
  "body": "The dawn chorus is deafening in my neck of the woods at the moment. The blackbirds are like loquacious honey-voiced DJs and the thrush is gloriously strident, but I’ve never heard two birds converse quite like a pair of choughs. Perhaps this is because these charismatic coastal-dwelling crows, with curved blood-red beaks, pair for life – although I’ve seen plenty of long-married human couples with far less conversation. Choughs vanished from England – eradicated by persecution and habitat loss – in the early 1970s but in 2001 a breeding pair unexpectedly flew in from Ireland and recolonised their old stronghold of Cornwall. This year, they are thriving, with a record 12 breeding pairs in the county, up from seven last summer. I’ve not yet seen them in Cornwall but I’ve been listening to the birds chat on a new ambient EP by Joe Acheson (best known for Hidden Orchestra) called Marconi & the Lizard, inspired by his sound residency on the Lizard for the National Trust. The trust is part of a Cornish conservation network, including the RSPB, local farmers and volunteers, who have revived grazed pasture, where the choughs can dig for invertebrates. Choughs inspire an unusual number of artists – there’s a chough-themed exhibition this month at Mount Edgecumbe, near Plymouth – probably because they display such identifiable personalities and soap operas as compelling as our own. In Cornwall there’s the aggressive superdad who fought off an old male and took up with his partner, and when she disappeared (probably heartbroken) successfully raised his step-children single-handedly. Then there’s a male pair who stayed together for seven years before splitting last summer to each set up home with young females. Anthropomorphism can cause us to misunderstand the natural world but it often deepens our bond with it. To have a Cornish coast once again filled with chough conversations is inspiring for all of us. I’m sandy fly me     Traigh Mhòr on Barra is the world’s only beach airport for scheduled flights. Photograph: Murdo MacLeod for the Guardian      “There’s a small chance we won’t be able to land but we’ll see what we can do,” said the first officer in the Twin Otter at Glasgow airport. His 12 passengers chuckled, nervously. We were heading for the Hebridean island of Barra, the only spot where scheduled flights touch down on a beach, and there was a gale. We descended towards a vast expanse of silver sand but had to abort because of side winds. A lull allowed a second attempt and we touched down without a bump. An airport is a crucial lifeline for a small island such as Barra (population 1,200) and there have been countless plans to build a “proper” runway. Wisely, the islanders have stuck with Traigh Mhòr beach, which enables a plane to land from different directions depending on the wind. Barra airport turns 80 this year, almost as old as Gatwick, but a million miles away in ambience. The sand is soft, the tiny terminal sells cracking home-made cakes and even for a plane-phobic like me, offers a thrilling experience. Most of us have no memory of runways ever being romantic. Tusk, tusk   People searching for the next woolly mammoth fossil have been attacking Norfolk’s crumbling cliffs with spades. The West Runton mammoth, the oldest and largest mammoth ever found in Britain, was unearthed here in 1990 but rather than let erosion take its course, a few renegades are speeding up the process in a small but spectacular example of human folly. Isn’t the climate change that is gobbling up our east coast delivering us rhinos, hippos and ancient human footprints fast enough?",
  "webTitle": "Why we love the chough, and its soap opera life | Patrick Barkham",
  "webPublicationDate": "2016-05-09T15:50:39Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/birds-chough-colony-cornwall",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/birds-chough-colony-cornwall"
}