{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/06/best-podcast-wtf-marc-maron-louis-ck-lore-limetown",
  "id": "2016-05-06-32",
  "sectionId": "culture",
  "body": "In the long-running history of peanut butter and chocolate and other great things that are even better together, The Talkhouse Film podcast paired up Pee Wee’s Big Holiday star Paul Reubens with Kid Cudi. They talked fandom and foiled creative endeavors in a wide-ranging conversation sure to please fans of both artists. To celebrate Marc Maron’s 700th episode of WTF podcast, he released a two-hour long double episode with interviews with both Veep star Julia Louis Dreyfus and Louis CK. While Maron and Dreyfus had never met before their interview, Maron and CK have a long and well-documented history. Now that they have worked through (most of) their issues, their friendship gives fans the chance to hear CK take an emotional and comprehensive deep dive into his latest project, Horace and Pete.  Speaking of forgiveness and moving on, Reply All celebrated the second anniversary of Email Debt Forgiveness Day with a nearly unbelievable story of a romance that started on a desktop. A conversation between Unseen City author Nathanael Johnson and 99% Invisible host Roman Mars managed to make it impossible to ignore the pigeons that crowd the city streets.  As election season rolls on, Buzzfeed launched a new political podcast, appropriately called No One Knows Anything, and hosted by politics reporter Evan McMorris-Santoro. Two episodes in and the show is proving itself to be essential listening for anyone with a stomach for politics.  In other new podcast news, MTV announced five new shows that will roll out over the next week as part of the network’s efforts to retro-brand MTV News as the source for cultural intel. They’ve brought in an incredible team of talent to help, too, including film critic, Amy Nicholson who hosted The Canon on Earwolf, Molly Lambert of Grantland and This Recording, writers Ira Madison III and Doreen St Félix, and the Memory Palace’s Nate DiMeo.  The shows will focus on film, politics, pop culture and, naturally, music, including a show called No Requests Live, a music and pop culture roundtable podcast that shows how far the network has come from its TRL days. The big news in podcasting this week is that two of the most popular horror podcasts – Limetown and Lore – are in development to become TV shows, following in the footsteps of Throwing Shade, which is being turned into a late-night talkshow and Serial, which is currently in development. The Walking Dead’s executive producer Gale Anne Hurd has teamed up with a production company to turn Lore, the spooky history show created by Aaron Mahnke, into a television series, according to the Hollywood Reporter. Lore seems like a natural fit for The Walking Dead’s fan base, although Mahnke isn’t a fan of carnage, per se. “I don’t want to glorify the gore,” he told the Guardian in November 2015. “I want to put a spotlight on the behavior and motives, and show how it contributed to superstitions and fears that are common to us today.”  Since the show started, Mahnke has built a solid community of fans with over two million listeners tuning in each month, eager to hear the latest chapter in humanity’s dark history. It seems likely that those fans will tune in to a TV show based on the same, which the Hollywood Reporter says will “offer a blend of narration, historical mixed media and cinematically shot scripted scenes featuring top talent”. It’s less surprising that Limetown is being developed for television, as creators Zack Akers and Skip Bronkie met in film school. They approached Limetown as a feature film, using special effects to design an audio blockbuster. The result was a captivating show that kept listeners tuning in and pushed the show up the iTunes chart. Now, according to an update sent out by Akers and Bronkie, they are leveraging their podcast’s success in several ways, including writing a prequel novel for Simon & Schuster and returning to their film roots to write a pilot based on Limetown. As they told the Guardian in October 2015, they have learned to love the podcasting format, though. In addition to their other pursuits, they are also working on more Limetown episodes, and developing a wholly new podcast series.",
  "webTitle": "Listen to this: Louis CK and Julia Louis Dreyfus visit Marc Maron's WTF podcast",
  "webPublicationDate": "2016-05-06T19:23:50Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/06/best-podcast-wtf-marc-maron-louis-ck-lore-limetown",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Louis CK",
      "id": "tv-and-radio/louis-ck",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Veep",
      "id": "tv-and-radio/veep",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The Walking Dead",
      "id": "tv-and-radio/the-walking-dead",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Locker",
      "id": "profile/melissa-locker"
    }
  ],
  "guardianId": "culture/2016/may/06/best-podcast-wtf-marc-maron-louis-ck-lore-limetown"
}