{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/grit-changing-resilience-courage",
  "id": "2016-05-26-200",
  "sectionId": "commentisfree",
  "body": "Thanks to the findings of the US psychologist Angela Duckworth, what gives you grit – and whether you can change to develop it – is very much on the agenda. We once intoned “Every day in every way, I’m getting better and better”, or we machinated about winning friends and influencing people. But we barely paused for breath before turning to the cultivation of (seven) habits of highly effective people and, not long after, the winning ways of Outliers. And on it rolls – our hunger for remedies for mediocrity is as insatiable as ever. Of course, the question at the heart of this, and of every self-improvement project since Aristotle codified the virtues, is the extent to which any of us is up to the daunting job of changing who we are and what we do in order to live better lives. For having pinned down this “why” of change (in this case, success), the “whether” and the “how” still set our heads spinning.   Related: Is grit the true secret of success?    The problem is exacerbated by the fact that much academic literature can be unapproachable; or when the ideas are packaged for a popular audience they often become slogan-driven, formulaic and even trite. But if my work as a writer and film-maker has taught me anything, it’s that if you listen to ordinary people you hear complex philosophical and psychological ideas expressed with great clarity. Their experiences can often provide more real-world nuance than scholarly or self-help tomes because they’re not driven by proving or disproving a particular theory; people are just telling their stories. Giving a voice to those stories has inspired much of my work: first on courage, and whether and how people learn to be brave; next on risk, how we learn to mediate risk in an uncertain world; and most recently on how and why we change. In each case I met men and women with real grit, and sure enough they were full of remarkable insight. The point here is that real-world stories can make a real-world difference. Change is hard because it is difficult to imagine. And if it is hard to imagine, then it is even harder to do. Recent research from Harvard identified the “end of history illusion”, the peculiar cognitive blindspot whereby, regardless of age, people acknowledge they’ve changed significantly in the past, while anticipating little change in looking to the future. This, researchers suggest, is because it is simply tougher in terms of the cognitive process to imagine a new story than it is to reconstruct an old one. If you consider the deliberate changes that some of us want to make or need to make, the end of history illusion can be a considerable obstacle – not least because other research, from Stanford this time, has shown that a belief in your own ability to change turns out to be a key indicator of whether you actually can. In other words, real-world stories of change, with all their untidy individuality, can convince people that change is possible – even that it is the norm. This can prove more powerful than any one-size-fits-all change paradigm, whether it’s grit you’re after or some other transformation of your daily status quo. In 2011, I met a man with more grit than most. Bernard Lafayette is a veteran of the American civil rights movement. He was there on the Freedom Rides, was twice targeted by the KKK, and was with Martin Luther King at the Lorraine Motel the night before his assassination in 1968. Lafayette told me about the night in 1960 he was nearly lynched by a mob of taxi drivers after an all-night sit-in at the Nashville bus station cafeteria. He described the beating in great detail – the fear, the pain, and how in the end he’d got up, wiped a shoe print from his face and said, “If you gentlemen are through, would you please excuse me”, and walked away. Asked how he’d been capable of that kind of composure, Lafayette said: “Because I’d been trained.” “Literally?” I asked. “You can learn to be brave in that situation?” To which he replied: “Yes you can. Bravery doesn’t come in the abstract. It’s more concrete than that. You have to have a goal or a cause that you feel passionate about, and if it’s important enough to you, then you learn to strengthen.” His faith in the teachability of such grit was because he had been taught it through nonviolence workshops for activists in the American south in the late 50s. What Lafayette does now is pass that teaching on. And it’s as powerful a testimony as any that something as complex and elusive as courage can, at least in part, be learned. This truth sits at the heart of so many lives, so much change, around us. And whether you’re losing weight, changing your job or your partner, overcoming personal disaster, beating addiction, fighting for freedom or simply mustering your own inner grit, the recollection that it can done – not on the page or in theory but in the real world – is one that we should all hold on to. • Metamorphosis: How and Why We Change by Polly Morland is published by Profile Books",
  "webTitle": "Is grit something you can learn? | Polly Morland",
  "webPublicationDate": "2016-05-26T12:17:51Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/grit-changing-resilience-courage",
  "keyword": [
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Morland",
      "id": "profile/polly-morland"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/grit-changing-resilience-courage"
}