{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/corbyn-hails-bristol-win-and-is-getting-on-fine-with-khan",
  "id": "2016-05-07-64",
  "sectionId": "politics",
  "body": "Jeremy Corbyn has hailed Labour’s victory in the Bristol mayoral election as evidence the party can flourish in southern England and said he will meet London’s new mayor, Sadiq Khan, over the weekend. The Labour leader visited Bristol hours after the Labour candidate, Marvin Rees, comfortably beat the incumbent, independent George Ferguson – although Corbyn had stayed away from Khan’s signing-in ceremony in the capital.    Related: Bristol chooses Labour's Marvin Rees as new mayor over George Ferguson    Corbyn said he was pleased that a candidate from a minority ethnic community – Rees describes himself as being of mixed race – could unite a diverse city like Bristol. The margin of victory was substantial, with Rees winning 68,750 votes to Ferguson’s 39,577. In his victory speech, Rees described his tough beginnings, where he said he was a rare brown face. He said creating a fairer society was his reason for entering politics and promised he would be “transparent, inclusive, sharing power and empowering”. A father of three, he also said he was determined to make time for his family.  Asked what the result signified for Labour, Corbyn said: “It means that we have shown that a good candidate coming from a minority ethnic community can unite a large and diverse city.           Sadiq Khan is officially sworn in as the capital’s new mayor at a ceremony on Saturday morning.    “It is quite an amazing achievement. What I like about Marvin is that he recognises that a comfortable community is one that cares for everybody. A young man was just telling me about the number of people who have died on the streets of Bristol over the past few months, either from taking their own lives, drugs or other things. “You have to have a public administration, a mayor and council who reach out to everybody.”  He said Rees would also have the task of tackling the problem of housing. “There’s a problem, which is similar [to] but not quite as severe as some of the issues in London, with the skyrocketing prices and rent in the urban area which results in the effect of a social cleansing. “We are trying to develop housing policies that will protect communities and provide good quality housing.”  Corbyn said Rees’s victory showed Labour could be successful in the south of England. “It’s an indication of the support for Labour in the south and south-west. We have been making progress in areas where we were told by many of the media it was impossible to do so.” Asked why he had not attended Khan’s ceremony in London earlier, Corbyn said: “I am meeting Sadiq over the weekend; I have been in touch with him. We are getting on fine. I have sent him a message of congratulations. I’m here supporting Marvin. Sadiq and I are getting on just fine and I am looking forward to working with both Sadiq and Marvin.”    Related: Sadiq Khan pledges to ‘put London first’ as he is sworn in as mayor    Many in Bristol agree that the man Rees beat to the mayorship, Ferguson, has created a buzz around the city, which was the European green capital last year. Ferguson has had audiences with the Pope and Ban Ki-moon. More prosaically, he has created controversial residents’ parking schemes and 20mph zones.  Rees has argued that Ferguson has been good for creating a festival atmosphere in Bristol and has been good for the well-off but bad for the less fortunate.   In the final days of the campaign both Ferguson and Rees accused each other of representing the establishment. Rees said Ferguson was a member of a wealthy elite that had controlled Bristol for decades, while Ferguson said Labour was the political establishment in Bristol and suggested that if Rees won power he would put the party before the city. Before election day, Rees drew parallels between himself and Khan, and said neither would have been able to stand were it not for Labour. “I think the Bristol election is important to national Labour,” he said. “In myself and Sadiq you see evidence of the fact that Labour offers real political change. Look at our backgrounds: Sadiq is the son of a bus driver, I’m the mixed-race son of a single white woman who spent time in a refuge. The support of the Labour party has enabled myself and Sadiq to try to become mayors of two world cities. I think that matters politically.”",
  "webTitle": "Corbyn hails Bristol win – and is ‘getting on fine’ with Khan",
  "webPublicationDate": "2016-05-07T19:20:02Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/corbyn-hails-bristol-win-and-is-getting-on-fine-with-khan",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Bristol",
      "id": "uk/bristol",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/07/corbyn-hails-bristol-win-and-is-getting-on-fine-with-khan"
}