{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/the-guardian-view-on-disappearing-christianity-suppose-its-gone-for-ever",
  "id": "2016-05-27-54",
  "sectionId": "commentisfree",
  "body": "Is the end of western Christianity in sight? The most recent British Social Attitudes data shows that “No religion” is now by far the largest single identificationin England and Wales. It is very nearly half the adult population, and more that twice the proportion who self-identify as Anglican; it is four times the Catholic population, and more than five times the total identifying with non-Christian faiths. The same pattern is seen all across Europe and increasingly in the US too, where the first chair for the study of atheism has just been endowed in Florida. The study also shows that Christianity is extremely bad at either making converts or retaining cradle believers. The two big denominations, the Catholics and the Church of England, lose at least 10 members for every one they convert. The figure for Catholics would almost certainly be worse were it not for immigration from Eastern Europe and South East Asia. It is only the smallest and most self-consciously sectarian forms of Christianity that manage to retain believers, in part no doubt because they feel cut off from the society around them. This decline in self-identification probably has very little to do with belief. The people in the pews have always been heretics with only the vaguest notion of what official doctrines are, and still less of an allegiance to them. The difference is now that they are outside the pews, even if they still hold the same vague convictions about a life spirit or a benevolent purpose to the universe. These theological or metaphysical convictions are connected with more firmly held values: contemporary humanists, just like the Christians of previous generations, believe in reason, fairness, freedom and decency. But they no longer have a set of religious stories and rituals with which to justify these beliefs, and charge them with emotion. Over the last 50 years “religion” has come to stand for the opposite of freedom and fairness. This is partly an outcome of the sexual revolution and of the long and ultimately futile resistance to it mounted by mainstream denominations. “The religious” now appear to young people as obscurantist bigots whose main purpose is to police sexuality, especially female sexuality, in the service of incomprehensible doctrines. Institutional resistance to the rights of women and of gay people was an exceptionally stupid strategy for institutions that depends on the labour of both. But the Church of England was so much a part of the old imperial state that life in post-imperial Britain was never going to be easy. It’s hard to see a route back for normative Christianity. One of the most striking features of the BSA data is that the few conversions that there are tend to be from one Christian denomination to another, rather than from unbelief or even from other religions. “Evangelism” turns out to be a game that Christians play with each other, and not with the outside world. Anglican Christianity, which used to be as straightforward a route into the transcendent as Buddhism now appears in the West, has become very much alien and more apparently irrational. Nor are any other religions seriously competing with it. Although much popular hostility to religion focuses on Islam, there are still eight times as many self-identifying Christians as Muslims in this country. Such an enormous change is bound to have implications for the rest of us. A post-Christian Europe will of course have a morality but it won’t be Christian morality. It will likely be less universalist. The idea that people have some rights just because they are human, and entirely irrespective of merit, certainly isn’t derived from observation of the world. It arose out of Christianity, no matter how much Christians have in practice resisted it. Although human rights have become embedded in our institutions at the same time as religious observance has been in decline, they could become vulnerable in an entirely post-Christian environment where the collective memory slips from the old moorings inherited from Christian ethics. Tennyson produced his famous line about “Nature red in tooth and claw” as a contrast notto human nature, but to human optimism, which “trusted God was love indeed and love Creation’s final law”. Some such trust in love and goodness underpins all belief in progress and all faith in the future. But, as Tennyson clearly also saw, Nature “shrieks against it”. This century will be one in which humanity faces gigantic challenges, brought about by our own success in colonising the planet. Global warming and the still present threat of nuclear destruction both need a sense of global solidarity to overcome, and a vision of humanity that transcends narrow self-interest. If Christianity no longer can supply that, what will?",
  "webTitle": "The Guardian view on disappearing Christianity: suppose it’s gone for ever? | Editorial",
  "webPublicationDate": "2016-05-27T17:22:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/the-guardian-view-on-disappearing-christianity-suppose-its-gone-for-ever",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/the-guardian-view-on-disappearing-christianity-suppose-its-gone-for-ever"
}