{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/big-tobacco-final-fight-cigarette-branding-uk",
  "id": "2016-05-22-144",
  "sectionId": "society",
  "body": "There was a finality about it all, a sense that after half a century something was coming to an end. As David Anderson QC, one of “big tobacco’s” senior lawyers, put it, the battle against the introduction of plain packaging for cigarettes had become the industry’s equivalent of Custer’s Last Stand, its “last battlefield”. Legal hyperbole perhaps, but also an indication of just what the tobacco industry believed was at stake last week when the high court handed down its landmark judgment rejecting a coordinated attempt by the world’s four largest cigarette manufacturers to derail the new EU regulations that came into effect on Friday. The new tobacco directive means graphic health warnings with photos, text and cessation information must cover 65% of the front and the back of cigarette and roll-your-own tobacco packs. Member states have 12 months to sell old stock, and up to four years to sell menthol and flavoured cigarettes, which were banned outright. The EU directive also allowed the UK to go further and parliament voted last March by a majority of 254 MPs to introduce its own regulations, requiring all tobacco products to be sold in uniformly drab green-brown packaging with large images designed to act as health warnings. Having failed to overturn the changes at the European court of justice last month, big tobacco hoped it could succeed in front of a British judge. However, hailed by health campaigners as something that will save lives, not just in the UK but around the world, Mr Justice Green’s ruling – rejecting an application for a judicial review into the government’s regulations – laid bare, in embarrassing and irrefutable detail, how cigarette companies have targeted young people. The ruling was the full stop to a story that had its glamorous beginnings in the Mad Men era of the 1960s, when Hollywood made smoking fashionable, but which became ever darker as the tobacco industry connived to suppress evidence of the health risks posed by cigarettes, its role in smuggling its products around the world, how it routinely bribed governments and officials not to legislate against it and the way it identified developing countries as lucrative markets for exploitation. Then the narrative shifted. An increasingly muscular tobacco control lobby fought back, identifying the battle to strip the firms of their marketing weapons as a key priority, and big tobacco suddenly found its arsenal heavily depleted. Barred from promoting its product on billboards, in magazines and on television, it came to the view that packaging was essential to the identity of its brands, a piece of intellectual property that it could never afford to lose.   Related: Plain cigarette packaging has arrived, but will it reduce smoking?    As a cigarette packet designer, John Digianni, explains in an interview on the tobacco industry website Tobacco Today: “A cigarette package is part of a smoker’s clothing, and when he saunters into a bar and plunks it down, he makes a statement about himself. When a user displays a badge product, this is witnessed by others, providing a living testimonial endorsement of the user on behalf of that brand and product.” Boring old packaging, it transpires, is not so boring after all. The court was shown what seemed to be a normal pack of Benson & Hedges cigarettes that went on sale in 2006. To open the pack, the consumer needed to slide a tray containing the cigarettes out of its side. Printed on the tray was an aphorism attributed to GK Chesterton: “I owe my success to having listened respectfully to the very best advice and then going away and doing the exact opposite.” Japan Tobacco International, owner of the Benson & Hedges brand in the UK, credited the packaging innovation with a near 47% year-on-year rise in sales. Cigarette manufacturers acknowledge that such innovations boost sales among adults. However, they vigorously deny their products are targeted at young people. Yet the court was shown clear evidence of how even very young children can be drawn to cigarette packaging. A video made by Cancer UK, in which young children discussed the look of various packs, brought home the point forcefully. One girl, around six or seven years of age, was delighted with the pink packaging of a particular brand. “It’s actually quite pretty,” she said excitedly. A young boy described a yellow pack as “fun” and declared: “It makes you feel almost happy by looking at it.” It is hard to see children of a similar age enthusing about the new-look packets – drab cartons adorned with gruesome images of people with smoking-related diseases. “This was a devastating defeat for big tobacco,” said Deborah Arnott, chief executive of Action on Smoking and Health, whose evidence submitted to the court was also shared with MPs before they debated the introduction of the regulation. “First Australia, now the UK and France, have gone ahead with removing all branding, except the name in a standard-size font. Coming up fast behind are Ireland, Hungary, Norway, Canada and New Zealand, with others soon to follow. Before too long, glitzy, brightly coloured and highly branded tobacco packs will be a relic of the past, which children born today will never see.” The tobacco giants’ failure to win their case has left them picking up a multimillion pound legal bill and scrambling to calculate the devastating impact it will have on the value of their brands. In hearings last year, Anderson, on behalf of his client, Japan Tobacco International – which alongside Philip Morris, British American Tobacco and Imperial Tobacco brought the case against the government – expressed outrage at the idea this could happen without financial redress. “However strong the objective for taking property away, you will normally compensate,” he told Green. “Your lordship will remember the slave owners were compensated when slavery was abolished.” It was an unfortunate example. Big tobacco’s profits were built on slavery: even many smokers would feel queasy with this argument. But the case was not really about compensation, the manufacturers maintained. Rather, it was about preventing bad law that would have repercussions for other industries – a favourite big tobacco argument.     An example of the new packaging Photograph: Australian Government/AFP/Getty Images    As Geoffrey Hobbs QC, a lawyer for BAT, who, along with JTI has said it plans to appeal the ruling, observed: “This case is not just about tobacco … there are proposals coming from different sources for the same sort of reasoning and approach to be applied in relation to foods with high salt content, foods with too much fat, too much sugar.” More importantly, the new regulation was disproportionate and would not work, the cigarette giants argued. There was no evidence that it would discourage young people from smoking, as the government insisted. Rather, it would encourage the counterfeiting of cigarettes, because non-branded packets would be easier to make, something that would deprive the Treasury of much-needed tax revenues. Ultimately the illicit trade would help only criminal networks and terrorist groups. But all of these arguments, Anderson implied, fell on deaf ears because of what he called the “myth of tobacco exceptionalism” – the view that manufacturers are “uniquely devious”. He told the court: “We have been trying at the bar to imagine whether we can think of any other group of legal or natural persons, terrorist suspects, arms dealers, Jews, in respect of whose evidence one might even begin to think that one could tenably say, ‘Well, of course, in looking at this evidence I have been very careful because I know from the past that these people are a bit devious and a bit unworthy, and the only thing they’re really interested in is subverting public health.’ ” Yet last week’s judgment, running to 1,000 paragraphs, confirmed in excoriating detail just how determined big tobacco has been down the decades to achieve precisely this goal. It noted how the court had been made aware of some 14m internal tobacco industry documents that had been revealed as a result of a raft of legal settlements in the US. Among the treasure trove, its attention was drawn to a damning internal memo from Marlboro manufacturer Philip Morris, written as far back as 1981. “It is important to know as much as possible about teenage smoking patterns and attitudes,” the memo read. “The smoking patterns of teenagers are particularly important to Philip Morris … it is during the teenage years that the initial brand choice is made.” Other internal Philip Morris documents made the same points. “The success of Marlboro Red during its most rapid growth period was because it became the brand of choice among teenagers who then stuck with it as they grew older,” one memo stated. “Younger adult smokers have been the critical factor in the growth and decline of every major brand and company over the last 50 years,” another stated. “They will continue to be just as important to brands/companies in the future.” A memo written in 1992 was even more blunt: “The ability to attract new smokers and develop them into a young adult franchise is key to brand development.” The court was also made aware of evidence cited by the World Health Organisation, held in several online archives in the US and the UK and running to almost 50m pages. The evidence prompted the WHO to conclude: “Tobacco companies and their public relations firms have always insisted that advertising does not cause non-smokers to take up the habit, but is intended to get those already smoking to switch brands. And the companies deny vigorously that they ever marketed to children. “The documents reveal the complete opposite to be true. The marketing experts in the tobacco companies knew the essential arithmetic: current smokers quit or die; therefore new smokers are always needed. Since the majority of adult smokers begin in their teenage years, this is the group that had to be targeted by advertising and promotions. The tobacco companies have created ‘children shouldn’t smoke until they are adults’ campaigns around the world, without ever mentioning the health reasons for not smoking. Internal company documents show these campaigns to be a public relations effort to deflect the severe criticism against the industry for such successful promotions as those using the Joe Camel character, which may have hooked millions of teenagers into smoking.” The court also discussed the landmark Kessler judgment of 1999, which followed a legal case brought against the tobacco companies in the US.     A 1939 advert for Craven “A” cigarettes. Photograph: Popperfoto/Getty Images    “The evidence is clear and convincing – and beyond any reasonable doubt – that defendants have marketed to young people 21 and under, while consistently, publicly, and falsely, denying they do so,” Justice Kessler declared. “Defendants intensively researched and tracked young people’s attitudes, preferences and habits. As a result of those investigations, defendants knew that youth were highly susceptible to marketing and advertising appeals, would underestimate the health risks and effects of smoking, would overestimate their ability to stop smoking, and were price sensitive. Defendants used their knowledge of young people to create highly sophisticated and appealing marketing campaigns targeted to lure them into starting smoking and later becoming nicotine addicts.” A breakdown of the sales figures of the three most popular brands confirms this claim. Once confidential company documents reveal that in 2003 88% of youth smokers bought the three most heavily advertised brands – Marlboro, Camel and Newport. In contrast, fewer than half of smokers over the age of 25 purchased the same three brands. Marlboro, the most heavily marketed brand, held a staggering 49.2% of the 12- to 17-year-old market in the US. The tobacco giants insisted that many of the documents cited as evidence against them were 40 years old and no longer relevant. Instead they sought to shift the focus to Australia, where plain packaging was introduced in 2012. The court heard that the industry had commissioned two reports from KPMG codenamed “Project Star” and “Project Sun”, which purportedly showed that plain packaging was responsible for a rise in illicit sales of cigarettes in Australia. But in a letter to public health minister Jane Ellison, dated 2 May 2014 and released under the Freedom of Information Act, Robin Cartwright, a KPMG partner, admitted that: “The report we released recently, Illicit Tobacco in Australia – 2013 Half Year Report, has been somewhat misrepresented by others, without our consent, to suggest it supports the contention that plain paper packaging could lead of itself to an increase in tobacco smuggling and duty avoidance.” Ultimately, despite the mountains of evidence they submitted to the court, there was an extraordinary lacuna at the heart of the tobacco companies’ case. In public they claimed that the new regulations would not achieve their chief goal of discouraging children from taking up smoking, but they failed to submit any of their own private analysis to explain how they reached this conclusion. Green was astonished by this failure.     The Marlboro Man advertised the brand from the 1950s until the 1990s. Photograph: John Chapple/Getty Images    “It is common sense that the claimant tobacco companies will have conducted some analysis, internally, of the economic and financial implications for each of them of the introduction of the regulations,” he noted in his ruling. “None of that analysis is before the court or has been (apparently) seen by the experts instructed by the tobacco companies.” As a result, much of the evidence produced by the experts on behalf of big tobacco to counter the government’s case was dismissed by Green who, one by one, shot them down. The evidence of Jonathan Klick, a professor of law at the University of Pennsylvania, who was “retained by BAT to offer an opinion upon the literature regarding the effects of plain packaging on smoking”, was described as “unsatisfactory in multiple respects”. Neil McKeganey, professor of sociology at the University of Glasgow and director of the Centre for Drug Misuse Research, produced a review of some of the main pieces of research literature that failed to confront “the contrary evidence, including that from the tobacco companies” which would have made it “hard to see how he could have advanced the opinions that he did”. Gregory Mitchell, professor of law at the University of Virginia, who produced a report on how adolescents make health decisions, submitted “evidence unsatisfactory at almost every level”. Casey Mulligan, professor in economics, University of Chicago, who developed economic models examining the impact of plain packaging on the Australian market, “employs an unforgiving approach which never admits of even the possibility of error on his part whilst simultaneously taking the view that any and all opposing experts’ reports are flawed”. As the smoke cleared from the battlefield after last week’s landmark ruling, one question lingered: why had the cigarette giants not shared the vast amounts of data they had accumulated over more than half a century with their own expert witnesses? Green had a view: “The experience in the US shows that there are likely to be a multiplicity of relevant documents, and that they might well not be supportive of the claimants’ case.” For Marlboro Man and Joe Camel, the risk that such documents would become public was just too great. They had waged a ferocious rearguard action to prevent the truth from coming out. In the end they went down fighting. But they were firing blanks.",
  "webTitle": "How big tobacco lost its final fight for hearts, lungs and minds",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/big-tobacco-final-fight-cigarette-branding-uk",
  "keyword": [
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tobacco industry",
      "id": "business/tobacco-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "society/2016/may/22/big-tobacco-final-fight-cigarette-branding-uk"
}