{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/city-regulation-over-confidence-risk-new-fca-chief-andrew-bailey-banking-culture",
  "id": "2016-05-09-236",
  "sectionId": "business",
  "body": "Andrew Bailey, the incoming head of the Financial Conduct Authority, said improving the culture of City firms is a priority and that “hubris” needs to be added to the list of risks firms face. Giving his last speech as a deputy governor of the Bank of England before taking up his role at the FCA, Bailey pointed to the over-confidence of the management at major banks as a cause for the taxpayer bailouts and billion of pounds in fines for misconduct in recent years. “We talk often about credit risk, market risk, liquidity risk, conduct risk in its several forms. You can add to that, hubris risk, the risk of blinding over-confidence ... It is a risk that can be magnified by broader social attitudes,” Bailey told delegates at the City Week conference on Monday. Even so, he said the City was not being given enough credit for changes in behaviour since the financial crisis. “Ten years ago there was considerable reverence towards, and little questioning of, the ability of banks and bankers to make money or of whether boards demonstrated a sufficient diversity of view and outlook to sustain challenge. How things have changed,” he added. Bailey, who as deputy governor of the Bank is also head of the Prudential Regulation Authority, is joining the FCA in July after George Osborne pushed out Martin Wheatley in a move that was regarded as a softening in the government’s stance toward banks. Wheatley’s temporary replacement Tracey McDermott was criticised in December for dropping a review into banking culture. The current head of the PRA said that the culture and people in banks mattered “a great deal” to financial regulators. “Culture has a major influence on the outcomes that matter to us as regulators. My assessment of recent history is that there has not been a case of a major prudential or conduct failing in a firm which did not have among its root causes a failure of culture as manifested in governance, remuneration, risk management or tone from the top,” Bailey said. “Culture has thus laid the ground for bad outcomes, for instance where management are so convinced of their rightness that they hurtle for the cliff without questioning the direction of travel.” He said that the public perception of banking, and some other areas of finance, was that the industry was still focused too much on “greed is good”. “Major changes have occurred since the crisis which have improved behaviour in firms, but public opinion broadly does not recognise these developments and tends to think that nothing has changed. Culture is an important part of demonstrating that change,” Bailey said. But, he added: “As regulators, we are not able, and should not try, to determine the culture of firms. We cannot write a regulatory rule that settles culture.” Speaking later at the City Week conference, Chris Cummings, chief executive of the CityUK lobby group, said that he had been told by US bankers that the attitude of regulatory regime in the UK was returning to normal. “My sense is the industry has weathered the tsunami of regulation,” Cummings said.",
  "webTitle": "Over-confidence is a still a risk in the City, says new FCA chief",
  "webPublicationDate": "2016-05-09T10:56:00Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/city-regulation-over-confidence-risk-new-fca-chief-andrew-bailey-banking-culture",
  "keyword": [
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial Conduct Authority",
      "id": "business/financial-conduct-authority",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Prudential Regulation Authority (PRA)",
      "id": "business/prudential-regulation-authority",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/09/city-regulation-over-confidence-risk-new-fca-chief-andrew-bailey-banking-culture"
}