{
  "apiUrl": "https://content.guardianapis.com/science/political-science/2016/may/17/eu-membership-accelerates-medical-innovation-and-protects-patients",
  "id": "2016-05-17-178",
  "sectionId": "science",
  "body": "From agreements of cross-border care to health research collaboration, public health protections and shared institutions; there is much at stake in this referendum debate. One key pillar of health is pharmaceuticals, where the London-based European Medicines Agency (EMA) has a central role in supporting medical innovation and ensuring patient protection. A Brexit would certainly mean losing the EMA to another EU country, but what would be the wider impacts for the UK pharmaceuticals industry and patient safety? Over a billion prescriptions are dispensed and a further £2.5billion of pharmaceuticals bought over the counter in UK pharmacies annually – products of global trade. EU law currently assures their quality, safety and effectiveness. That legal framework covers clinical trials, market authorisation of new medicines, manufacture and distribution and the continuous benefit-risk review of medicines on the market. The European Medicines Agency (EMA), a decentralised body of the EU, coordinates the work from its headquarters in Canary Wharf, London. The working language is English; the UK’s national authority, the Medicines and Healthcare Products Regulatory Agency (MHRA), plays an influential role but every aspect of the system depends on effective collaboration between regulators and experts of all 28 Member States. Timely approval of innovative drugs Around 40 new active substances are approved for the EU market each year after assessment by an EMA expert committee on which all Member States are represented. What carries weight is the strength of the evidence rather than the flag on the desk. Significant innovations in 2015 included the first vaccine against malaria and novel treatments for cancer and heart failure (PDF). The EMA can call on 4,000 European scientific experts to evaluate these products of rapid progress in biotechnology, cell biology and genomics. Market authorisation of pharmaceuticals which are not innovative, i.e. generics, is usually carried out at Member State level, as is the authorisation of clinical trials of pharmaceuticals, within the common framework of EU law.    Related: Europe's framework for clinical trials is good news for UK scientists and patients    Newly emerging infections and organisms carrying anti-microbial resistance travel as fast and as far around the globe as their human hosts. The EMA works with industry and the Member States to support the development and rapidly evaluation of pharmaceutical countermeasures.  Monitoring safety across the continent Marketed pharmaceuticals are continuously monitored in the EU population of 500 million. Over a million reports of suspected adverse drug reactions come to the EMA annually to be systematically evaluated for new benefit-risk information. Potential signals of harm are explored with additional analyses of trials or epidemiological studies, again drawing on expertise from across Europe.  Over 40 countries outside the EU produce active ingredients which pass via finished product manufacturers and wholesale dealers to our pharmacy shelves. EU legislation defines standards for manufacturing and distribution if products are to enter the EU market but sites worldwide must be inspected by staff of the regulatory agencies of the Member States. Managing risks of global supply lines   Related: The scientific impact of Brexit: it's complicated    Is this collaborative effort justified? In 2008, adulterated heparin produced in China caused hundreds of adverse reactions and an estimated 81 deaths in the United States. In 2012, fungal contamination of steroids for injection in a US manufacturing plant caused infections in 753 patents with 64 deaths. In the same year in Pakistan a pharmaceutical manufacturing error killed over 200 hospital outpatients. Attempts by criminal gangs to insert falsified medicines into the supply chain are a continuing threat. National agencies working with police and customs have had success in disrupting pharmaceutical crime. This has been contained in Europe so far, but it is rife in many parts of the world and in the illegal internet market for pharmaceuticals. The great complexity of global supply chains needs an international response, both legislative (as in the EU Falsified Medicines Directive) and operational (e.g. through the Working Group of Enforcement Officers set up by the national medicines agencies in 2007). It has been said that regulation has only two levels: under-regulation, when something has gone wrong, and over-regulation the rest of the time. We need efficient systems which protect the public yet enable the development of new medicines. Reducing regulatory burden is a priority. The network model for pharmaceuticals efficiently places tasks in the most appropriate forum, national or EU, for the resources and expertise needed.   Related: Science and the EU: a matter of perspective | Richard P Grant    If the UK were to leave the EU, the EMA and its 800 staff would move elsewhere. The UK on its own, representing 2.5% of the world pharmaceutical market, could not build an equivalent regulatory structure for an industry which is now truly global. Our current leadership has been built within the well-developed EU team.  The Union has been greatly altered by enlargement and is still a work in progress. Many of the biggest challenges in the 21st century – new science and technology, public health, trade, organised crime – transcend national boundaries. For the UK to withdraw from the EU would be a historic failure of political vision.  Professor Sir Kent Woods was chairman of the Management Board of the European Medicines Agency 2011-2015 and chief executive of the UK Medicines and Healthcare Products Regulatory Agency 2004-2013.",
  "webTitle": "EU membership accelerates medical innovation and protects patients",
  "webPublicationDate": "2016-05-17T12:00:03Z",
  "webUrl": "https://www.theguardian.com/science/political-science/2016/may/17/eu-membership-accelerates-medical-innovation-and-protects-patients",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science policy",
      "id": "science/science-policy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Pharmaceuticals industry",
      "id": "business/pharmaceuticals-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "science/political-science/2016/may/17/eu-membership-accelerates-medical-innovation-and-protects-patients"
}