{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/jk-rowling-free-speech-dissent-donald-trump",
  "id": "2016-05-18-144",
  "sectionId": "commentisfree",
  "body": "As the president of PEN America, I was deeply honored to have JK Rowling attend our gala to receive the PEN/Allen Foundation Award for Literary Service. Rowling gave a brief but exquisite address in which she lauded free speech in the broadest terms, saying, “The tides of populism and nationalism currently sweeping many developed countries have been accompanied by demands that unwelcome and inconvenient voices be removed from public discourse … Intolerance of alternative viewpoints is spreading to places that make me, a moderate and a liberal, most uncomfortable.” Speaking out about an online petition that sought to ban Donald Trump from visiting the UK, she said, “I find almost everything that Mr Trump says objectionable. I consider him offensive and bigoted. But he has my full support to come to my country and be offensive and bigoted there. His freedom to speak protects my freedom to call him a bigot. His freedom guarantees mine.”    Freedom of speech cannot be constrained to freedom to express one’s own point of view    Commenting that this libertarian position must be taken “without caveats or apologies”, she said: “If you seek the removal of freedoms from an opponent simply on the grounds that they have offended you, you have crossed the line to stand alongside tyrants who imprison, torture and kill on exactly the same justification.”  Voltaire famously defended the rights of his critics even as he passionately opposed their critiques. “The supposed right of intolerance is absurd and barbaric,” he wrote. “It is the right of the tiger; nay, it is far worse, for tigers do but tear in order to have food, while we rend each other for paragraphs.” Speech has its limits, and not only in the prohibition against crying “Fire!” in a crowded theater. There is such a thing as hate speech, and there are occasions when incitements to violence result in mass killings, as they did in Rwanda or in Nazi Germany. How does one strike the endlessly delicate balance between the need for security and the imperatives of free speech? This question has riven university campuses in the US and the UK, where attempts to ban speakers on the basis of their viewpoints has escalated into an often brutal silencing of diversity. Some students seem to have forgotten that justice relies on dissent, and that the purpose of a university education is to learn enough about the people with whom you disagree so that you can either disagree with them more effectively or let them change your mind. The current American election cycle has repeatedly called into question the principle that words – uttered, written down, heard – are the most powerful basis there has ever been for social justice. We have a presidential candidate who deploys insults and unapologetic lies to consolidate his power. We face a larger political establishment that has deliberately escalated xenophobia, frightening everyone so much that many Americans won’t leave their country, nor rise to welcome those who knock on our door. Trump’s incendiary statement about Mexico, “We’ll build a wall”, is itself a wall of words. It subverts the singular ability of language to help us sympathize with people who are different from us. Hatred is the inevitable consequence of this linguistic pollution, of using speech to construct barriers where we need bridges. PEN contends that what is said through high art, via journalism, or by anyone voicing a well-considered opinion are all connected. If reporters don’t find common cause with novelists, if essayists do not recognize the activists who confront corrupt power, we will all be diminished. There is no such thing as free speech only for writers. William Carlos Williams declared, “It is difficult to get the news from poems, yet men die miserably every day for lack of what is found there.” At PEN, silence is not so golden. We hold free speech to a high standard: free speech entails the news that censors wish to hide, and the poetry that reveals our nature to us. Closing down the unsavory aspects of free expression is often advantageous in the short term, but it is dangerous in the long term. Freedom of speech cannot be constrained to freedom to express one’s own point of view. We never see ourselves so clearly as we do when we must defend our ideas to those who refute us. Those who force their challengers into reticence often weaken themselves more than those whom they seek to oppress. Lack of opposition is not only a hallmark of tyranny, but also a breeding ground for it. Any unconstrained force is corrupted if it is not constantly defending itself against the onslaught of resistance. The voices of those who are not free are often the most urgent and brilliant. As the American poet, essayist, and activist Emma Lazarus said, “Until we are all free, we are none of us free.” We need to welcome dissent, because we grow from it. If you have to silence the other side, your own arguments can’t be very strong. In a time of increasing factionalism, the voice of the center has become ever more difficult to hear. It doesn’t mostly make such compelling news stories as Jeremy Corbyn or Bernie Sanders, as Vladimir Putin or Donald Trump. Conservatism from the left is even more shocking than conservatism from the right, and in addressing the petition to ban Trump from the UK, Rowling took it on squarely. Her remarks reflect the larger problem that many on the moderate left now find themselves cast as oppressors rather than as liberators. She argued for a wide and libertarian freedom, a gesture that seems particularly courageous given the number of people who have attacked her and her books. Indeed, she described an encounter with a religious fanatic in a toy store, and commented wryly, “I had no idea the phrase, ‘I’m praying for you,’ could sound so intimidating.” It is striking that the great moral voice of our time should be an author known most widely for her books for children. Morality comes early; christening was invented as a rite of infancy in part because the grasp of faith is strongest when it comes soonest. It is unsurprising that when God came to earth, he arrived as a baby. Children discovering moral issues for the first time are often the most profoundly moved by them. Though cliches about children’s innocence are naive, an early moral education can shape character deeper than any later dalliance in philosophy. Children draw on a limited number of experiences, and know many emotions and complexities through imagination; adults most often shift their focus to reality. As an idealist who understands what makes people tick, JK Rowling has kept the fantastical fresh while infusing it with wisdom, but while she gets tired of the daily grind of battling those who wish to silence her, she would not give it up. As she said, “My critics are at liberty to claim that I’m trying to convert children to Satanism. And I’m free to explain that I’m exploring human nature and morality, or to say, ‘You’re an idiot,’ depending on which side of the bed I got out of that day.” She has said repeatedly that morality is complicated, and that the presumption of good and evil is ingenuous. It is easy to mistake suppressed hatred for love, but suppressed hatred is the most bitter of poisons. When we constrain speech, we contain our humanity. The battle against such constraints is a noble and a permanent one. Nothing makes you champion free speech more vigorously than constraints on what you can say.",
  "webTitle": "JK Rowling was right: free speech is for everyone, not just your friends | Andrew Solomon",
  "webPublicationDate": "2016-05-18T14:23:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/jk-rowling-free-speech-dissent-donald-trump",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "JK Rowling",
      "id": "books/jkrowling",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Solomon",
      "id": "profile/andrew-solomon"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/jk-rowling-free-speech-dissent-donald-trump"
}