{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/london-over-55s-lonely-cuts",
  "id": "2016-05-02-209",
  "sectionId": "commentisfree",
  "body": "Back in 2010, the Mental Health Foundation found that 18- to 34-year-olds were more lonely than the over 55s; last year the whole UK was found to be the “loneliness capital of the European Union”. In 2014, Esther Rantzen told us that children were facing an “epidemic of loneliness”, just like the elderly. And in a new report, the thinktank Demos says the capital is the loneliest place in Britain for older people. It does seem generally rather grim, especially down south. For anyone.   Related: 10 ways to beat loneliness    Demos found that “87% of over-55s have felt lonely at some point in the past 12 months”. Well they would, wouldn’t they? There’s always going to be a day or two in a year when you fancy some company, but all your chums are unavailable on the same day, whatever age you are. So that’s a bit of a pointless observation. Luckily for me, I don’t get lonely, and nor does anyone of my age that I know. But we are the lucky ones; we have grandchildren, husbands, wives, children, chums, relatives, pleasant neighbours, we live in a bit of town where people say hello to each other. We’re lucky because we’re not ill or incapacitated, we’re not on the breadline or below, and we’re mobile. Some of us have a dog, can get out, speak to other dog people or anyone in the street – strangers, acquaintances, whatever. Well I do, probably a bit too much, to everyone, about the weather, the government, the dog’s bowels, the state of the world, then I go home and wonder whether I should perhaps shut up sometimes. Then there’s the telephone, the television, the radio, work, household tasks, visitors, and the days seem to wing by rather too quickly until I wish I could have more time alone, because fortunately for me, I like being on my own.    My mother, who lived with me in her old age, was lonely even in our house; all her friends had dropped off their perches    Lots of people don’t, and there seems to be no point advising someone lonely to get a dog, join a lunch club, ring a friend, take up a hobby, get out of the house and talk to their neighbours, because if they could, they probably would. My mother, who lived with me in her old age, was still often lonely, even in our house, with the dogs, granddaughter and visitors because all her own friends had dropped off their perches and at 98, she was the last one standing. She had no one left to talk to about the things she wanted to talk about. Who knows if she was ever lonely in the rest of her life. Her marriage wasn’t exactly a breeze, my father was a terrible sulker, and a young married friend of mine once told me that she thought “marriage was organised loneliness”. So loneliness can be a stinker of a problem, for anyone at any age, anywhere. It’s perhaps more obvious in the elderly, because they are more often incapacitated, immobile and poor. And social media is no substitute for having a live person, whose company you like, in the room with you, having dinner and a laugh. And perhaps loneliness seems more acute in London or any big city, because it looks as if life is fizzing all around you, there are infinite possibilities out there, it should be easy to find someone or something, but it isn’t. It all depends on what shape you’re in, physically and emotionally.   Related: All by myself: what Londoners say about being alone    The Demos report – Building Companionship: how better design can combat loneliness in later life – suggests that “people’s surroundings play [a part] in shaping their levels of wellbeing”. We need better housing design, modelled on “the sense of community found in retirement housing”, to combat loneliness in the older generation. Quite right, and wouldn’t it be lovely if that were to happen? But it won’t, because we haven’t enough houses to go round, never mind better designed ones for elderly people on a small income. All the places such people used to go for a bit of human contact are fast disappearing. Cuts to council budgets and small charities have ensured that many lunch clubs, day centres and cheaper, quieter places of entertainment have closed down. I started this piece thinking rather cockily that I and my friends are all right Jack. But one day, when we can no longer stride about with a dog any more, or cook, or travel to see each other, and we don’t want our children babysitting us day after day, we too might be miserably lonely instead of happily alone. And I bet that by the time that happens, there’ll be even less housing and fewer facilities to help us out. There used to be such a thing as society, so perhaps Demos can tell us how to get it back again.",
  "webTitle": "No wonder London’s over-55s are lonely. And getting a dog probably won’t help | Michele Hanson",
  "webPublicationDate": "2016-05-02T09:00:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/london-over-55s-lonely-cuts",
  "keyword": [
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michele Hanson",
      "id": "profile/michelehanson"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/london-over-55s-lonely-cuts"
}