{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/bbc-young-musician-is-worthy-of-attention-in-the-guardian-print-edition",
  "id": "2016-05-17-57",
  "sectionId": "music",
  "body": "Prince’s death merited an eight-page tribute supplement plus days of analysis. The Eurovision song contest merited three-quarters of a page and a host of other articles. On Sunday, three exceptional young people – a cellist, a saxophonist and a horn player – showed us talent and commitment beyond measure, and beyond the stereotypes of teenagerdom. Of the three, one went on to win the title of BBC Young Musician of the Year with a performance that had his audience gripped. I’ve leafed through Monday’s and Tuesday’s editions of the Guardian, and have found not one reference to this inspiring (and distinctive) broadcast, although, I admit, there was a rather grudging article on the website. Still, I did find an article in Tuesday’s paper that tells me that James Corden thinks he’d be good at Strictly Come Dancing. Doesn’t feel like much of a sense of proportion. The chair of the judges was, incidentally, vocal about the tide of mediocrity against which this competition stands.Colin and Paula BrownEdinburgh • I am disappointed that there has been no mention in the Guardian of the incredible achievements of the participants in the BBC Young Musician competition, the final of which enthralled many of us on Sunday night. Plenty of comment, however, on Bake Off, Strictly, Masterchef and yet more pages on Leicester City’s triumph. Instrumental music is currently in deep crisis, with fewer children than ever willing to learn an instrument to a high level, county music services in meltdown, youth orchestras depleted and instrumental provision in many schools non-existent. Surely, at a time when classical music is so undervalued and underfunded, the Guardian of all newspapers should be the first to applaud this exciting and worthwhile competition.Peter MerryLangport, Somerset • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "BBC Young Musician is worthy of attention in the Guardian’s print edition | Letters",
  "webPublicationDate": "2016-05-17T18:23:20Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/bbc-young-musician-is-worthy-of-attention-in-the-guardian-print-edition",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/17/bbc-young-musician-is-worthy-of-attention-in-the-guardian-print-edition"
}