{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/melissa-mccarthy-admits-she-found-ghostbusters-trailer-very-confusing",
  "id": "2016-05-03-150",
  "sectionId": "film",
  "body": "Melissa McCarthy has responded to criticism of the Ghostbusters reboot, saying she finds the original trailer “very confusing”.   Related: Ghostbusters trailer is most disliked in YouTube history    The past week saw the trailer for the all-female take on the sci-fi comedy become the most disliked trailer on YouTube with over 600,000 thumbs down votes. McCarthy, who stars in the film alongside Kristen Wiig, has now spoken about her concerns over the way the trailer presents the story. “It’s a reboot not a remake,” she said on The John, Jay & Rich Show. “I know its weird that they say [in the trailer] ‘30 years ago’, but in this movie its like the first one didn’t happen. It’s a great story but it’s told totally differently. It’s four unlikely heroes, it’s in New York City, ghosts are taking over; it’s that same classic story but it’s not 30 years later ... it’s not dependent on the first one.” McCarthy also said that she raised the issue but was ignored. “Believe me the question was asked,” she said. “I think that it’s very confusing. But then everyone said we don’t care what you think.”            Last week, director Paul Feig spoke to the Guardian about the negative response to the trailer, which many believe is down to the decision to change the gender of the leads. “The haters on our trailer were very proud of the fact they had racked up 400,000 [currently 648,000] dislikes on YouTube versus 200,000 likes,” he said. “But [given the number of views] that’s not a majority by anybody standards. Some of it is that people don’t want an old property touched – I’m sympathetic to that. But the ones who are hating it because it’s about women? That’s just a non-starter.”",
  "webTitle": "Melissa McCarthy admits she found Ghostbusters trailer 'very confusing'",
  "webPublicationDate": "2016-05-03T14:41:45Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/melissa-mccarthy-admits-she-found-ghostbusters-trailer-very-confusing",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Melissa McCarthy",
      "id": "film/melissa-mccarthy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/03/melissa-mccarthy-admits-she-found-ghostbusters-trailer-very-confusing"
}