{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/mango-curd-recipe-chiffon-cake-anna-jones-baking-the-seasons",
  "id": "2016-05-07-194",
  "sectionId": "lifeandstyle",
  "body": "Before I moved to London, I had never thought much of mangoes. I’d tried them plenty of times from the supermarket, and even picked them off wild trees during a backpacking trip in my 20s in Central America. But they had never caught my attention in the way other exotic fruits had. I think what finally did it was a chance visit to the studio of food photographer Jason Lowe some 11 years ago. Still very fresh to my new life here, I went to meet him about the possibility of working as a food stylist on one of his upcoming shoots. I found his door and rang the bell. An assistant ushered me up the industrial staircase into the workspace. Plates, glasses and teacups of all sizes and shapes lined the room in teetering stacks. What was left of wall space was filled with cookery books – the best ones, hardbound with no photos, covered in faded dust jackets. There was a lot of cooking going on for another book he was working on. A stylist was busy in the open kitchen, and spicy curries wafted around the room. Another assistant carried a steaming dish to the cloth-covered table in a sunlit corner of the studio, then set it before Jason and his camera, which was ready and waiting on its tripod. Jason moved the plate counter-clockwise and nudged a bit of the food with his thumb. He looked around for a tea towel, then thought better of it, and instead tasted the sauce from his thumb with an enthusiastic “woof”.Spinning around, he clutched his fists, clearly delighted with the flavours. “Yes!” he shouted. Next to him was a stack of colourful cardboard boxes brimming with fresh, bright yellow mangoes, packed in shredded Indian newspaper with a few colourful strands of tinsel mixed in. “Have you ever tried these?” he asked me, before saying hello. “They are Alphonso mangoes and they are the best.” He sliced one up and shared it with the crew. I had never tasted these special mangoes, so prized in Britain, and I will never forget being introduced to them with such zeal. There is something so wonderful about sharing food with friends for the first time – an introduction that leads to a lifelong passion. This week’s recipes are a reflection of that passion for these imported springtime mangoes from India and Pakistan.     Mango buttercream icing. Photograph: Kristin Perers for the Guardian    Mango buttercream 5 egg whites300g caster sugar½ tsp salt450g unsalted butter, softened to room temperature150g mango puree (about 2 large mangoes)Juice of 1 lime 1 Whisk together the egg whites, caster sugar and salt in the bowl of your stand mixer, or a very clean heatproof bowl (if you are using a hand whisk). Have your mixer ready and fitted with the whisk attachment and, using a balloon whisk, place the bowl over a pot of simmering water, whisking constantly, until the egg whites reach 75C or, if you don’t have a thermometer, keep going until the caster sugar has completely dissolved. You can tell this by rubbing a small amount between two fingers. This should take about 10 minutes. 2 Once the whites are ready, remove them from the heat and transfer to your mixer bowl immediately. Whisk on high speed until the whites have cooled, and have tripled in volume. 3 While the eggs are whisking, cut the soft butter into 1cm cubes. Puree your mangoes, then stir the lime juice into your mango puree. 4 When the whites are whisked, turn the mixer speed down to medium and gradually add the butter, until it is all mixed in. The buttercream will split, but don’t worry: it will come back together. With the motor on, gradually add the mango puree. Turn the mixer off and scrape down the sides. Whisk once more until you have a smooth and fluffy buttercream. For use, scrape half the buttercream into a piping bag fitted with no tip. Mango buttercream chiffon cake (pictured main) You will need a stand mixer or a good electric handheld whisk for this recipe. Serves 6-8300g plain flour2 tsp baking powder300g caster sugar A few gratings of fresh nutmeg1 tsp fine salt60g vegetable oil6 egg yolks240g water10 egg whites½ tsp cream of tartar  For the fillingAbout 900g buttercream (see above)2 ripe mangos, peeled and cut into random piecesThe juice of 1 lime  1 Heat the oven to 170C/335F/gas mark 3½. Line the base only of two 20cm tins, and do not grease the tin. 2 In a bowl, sift the flour and baking powder together twice, then whisk in 150g caster sugar, along with the nutmeg and salt. 3 In a separate bowl, whisk together the vegetable oil, egg yolks and water. Create a well in the centre of the dry ingredients, then gradually whisk in the oil mixture to form a smooth batter. 4 In the bowl of a stand mixer, add the 10 egg whites, 150g caster sugar and the cream of tartar. Whisk to soft, voluminous peaks, not stiff. 5 Take ⅓ of the egg white mixture and whisk it into the cake batter. Mix until smooth. Fold in the remaining egg white mixture to form a light and airy batter. Try not to overmix.   Related: Claire Ptak’s passion fruit cream puff recipe | Baking the seasons    6 Divide the cake batter between the two tins, then bake in the oven for 35‑40 minutes, or until a skewer inserted comes out clean. As all ovens are different, another good test for the doneness of a cake like this is to gently tap the sponge with your finger – it should spring back without holding the impression of your finger. This cake will puff up a lot, so leave plenty of room above it, and it will also sink back down when it cools, so don’t be alarmed. The reason for not buttering the sides of the tin is to allow the cake to cling to the sides of the tin as much as possible, so it deflates less as it cools. Let the cake cool completely. 7 To assemble the cake, use a paring knife to release the cake from the sides of the tin. Invert the cake on to a cooling rack. Flip the cakes back over, then level the top using a serrated knife, saving all the scraps. Split each cake into two with a serrated knife, so that you have four layers. 8 Place the bottom of one of the sponge layers on to a cake stand or serving plate. Pipe a 2cm-thick ring of buttercream around the perimeter of the sponge. Dot the centre with ⅓ of the mango pieces, then squeeze over a little lime juice. Pipe 2-3 stripes of icing across the mango, using up about ⅓ of the icing in the piping bag. Top with the next layer of sponge. Repeat two more times, so you have 3 layers of filling, then top with the final layer of sponge. 9 Ice the top and sides with the remaining buttercream from the bowl.  Claire Ptak is an author and food stylist and owns Violet Bakery in London. She is the author of the Violet Bakery Cookbook (Square Peg); @violetcakeslondon",
  "webTitle": "Claire Ptak’s mango buttercream chiffon cake recipe | Baking the seasons",
  "webPublicationDate": "2016-05-07T05:00:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/mango-curd-recipe-chiffon-cake-anna-jones-baking-the-seasons",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Baking",
      "id": "lifeandstyle/baking",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Seasonal food",
      "id": "lifeandstyle/seasonal-food",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Ptak",
      "id": "profile/claireptak"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/mango-curd-recipe-chiffon-cake-anna-jones-baking-the-seasons"
}