{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/26/hugh-honour-obituary",
  "id": "2016-05-26-140",
  "sectionId": "artanddesign",
  "body": "Hugh Honour, who has died aged 88, was one of the most versatile, prolific and influential art historians of the past half century. The “long” 18th century was his spiritual and scholarly heartland, but in tandem with his partner, John Fleming, he pioneered a more interdisciplinary and multicultural approach to art history, producing scholarly yet accessible work. Their book A World History of Art (1982), the first such survey to give serious attention to non-western art, which they travelled widely to see, won the Mitchell prize for art history. It has become a set text in schools and universities in many countries, and a key reference work for scholars. Though neither Fleming nor Honour studied art at university, they wrote reference works unrivalled in their field. As commissioning editors for Penguin, they explored architecture, civilisation and art in ways that would reshape their respective disciplines. Honour was born in Eastbourne, East Sussex, the second son of Herbert Honour, who ran an electroplating factory, and his wife, Dorothy (nee Withers), who regularly took Hugh on museum visits. The family home was full of south-east Asian artefacts, gifts from an aunt who lived in British Malaya. Hugh attended the King’s school, Canterbury, and during the second world war was evacuated to Cornwall, where he became interested in medieval churches. He wanted to become an architect, but it was impossible to get a university place without making finished drawings of Corinthian capitals. From 1944 to 1946 he served in the army educational service, teaching soldiers to read and write, and then studied English at St Catharine’s College, Cambridge (1946-49). There he was inspired by Nikolaus Pevsner’s lectures on art and architecture; Pevsner would become his mentor. In his last year, Honour also met the formidably intelligent Fleming, a qualified solicitor eight years his senior, who yearned to live in Italy and write about architecture and art. Honour’s first art-world job was as an unpaid cataloguer in the department of prints and drawings at the British Museum. In 1953 he became assistant director of Leeds City Art Gallery with responsibility for Temple Newsam, a country house museum. But he left a year later for the Ligurian town of Lerici in Italy, where Fleming was then based. Homosexuality was legal there, so they could live together without fear of prosecution. Fleming worked as personal assistant to the blind literary scholar Percy Lubbock, who owned a villa in the Gulf of La Spezia. Honour wrote on art for the Connoisseur and the Times, and researched his first major book, Chinoiserie: The Vision of Cathay (1961). Innovative in method and subject alike, it brought economic, political and social history to bear on a neglected episode in the history of taste. It also explored cultural interactions between east and west: even Mao Zedong received a mention. In 1957, Honour and Fleming moved from Lerici to Asolo, north of Venice, to take care of the British explorer Freya Stark’s villa. There, Honour did most of his research for The Companion Guide to Venice (1965), its seemingly effortless historical sweep culminating in a moving epilogue, The Way to the Station.     Canova’s Venus Crowning Adonis, 1789. Photograph: Alamy    In around 1960, the publisher Allen Lane rented a villa next door. On visiting for drinks, Lane posed his customary question: “Any ideas for Penguins?” Honour and Fleming not only provided ideas, they would eventually become commissioning editors for three scholarly series aimed at students and art lovers: The Architect and Society, Style and Civilization, and Art in Context. The volumes that have become classics include John Shearman’s Mannerism (1967), Linda Nochlin’s Realism (1971) and Honour’s own Neo-Classicism (1968) and Romanticism (1979). Honour and Fleming also collaborated with Pevsner on The Penguin Dictionary of Architecture (1966). Subsequent editions were largely their own work, and the fifth (four times the size of the first) appeared in 1998 with entries on business parks, shopping malls and Disneyland. In 1962, they moved closer to the libraries in Florence, buying a villa with a walled garden set in the hills near Lucca, then one of central Italy’s poorest regions. They remained there for the rest of their lives, each working from an office at opposite ends of the house; and they enjoyed gardening in their spare time. In 1963, Honour was commissioned to write a critical biography of the neoclassical sculptor Antonio Canova. Neoclassicism was deeply unfashionable, yet Honour found a wealth of untapped archival material that proved Canova to have been a central figure in European cultural and political life. To the frustration of other scholars in his field, he never finished the biography, but the complete catalogue is to appear posthumously. After Fleming’s death in 2001, Honour edited three volumes of Canova’s letters. In the 1970s, Honour’s work looked more to the east. On the basis of Chinoiserie, he was asked to curate a major touring exhibition and write a book on the European view of America, The New Golden Land (1976). In the following year, Honour and Fleming published The Penguin Dictionary of Decorative Arts (1977), a work of truly international scope; Honour had already published two books on European cabinetmakers and goldsmiths. There was, of course, a detailed entry for electroplate as well as for lacquer and Formica. They were then asked by the book packager John Calmann to write a more inclusive and up-to-date rival to EH Gombrich’s The Story of Art, which would become A World History of Art. Concerned that a global overview might not sell, its American publisher renamed it Visual Arts: A History. Honour went on to produce the 19th-century volume of The Image of the Black in Western Art (1989). Honour’s work is characterised not only by its breadth and mastery of detail, but by its concision and lucidity. In some quarters he was criticised for his adherence to stylistic categories, but in his introduction to Romanticism he cited Claude Lévi-Strauss to support his contention that the individualism of the Romantics distinguishes them as a group from the previous generation: “It is not the similarities but the differences which resemble one another.” Anyone who saw the tall, willowy Honour and the short, stocky Fleming sitting next to each other on their sofa, speaking in harmonious relay, could only marvel at their distinct yet complementary sensibilities. With art history ever more specialised and bureaucratised, Honour’s death seems to mark the end of a more eloquent, curious and fearless era. • Patrick Hugh Honour, art historian, born 26 September 1927; died 20 May 2016",
  "webTitle": "Hugh Honour obituary",
  "webPublicationDate": "2016-05-26T15:25:41Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/26/hugh-honour-obituary",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "James Hall",
      "id": "profile/james-hall"
    }
  ],
  "guardianId": "artanddesign/2016/may/26/hugh-honour-obituary"
}