{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/crude-but-rarely-nasty-the-jokes-europeans-tell-about-their-neighbours",
  "id": "2016-05-08-89",
  "sectionId": "world",
  "body": "Europe is the migrant crisis, the Greek crisis, the euro crisis. It is the CAP, Ecofin and Eurostat. It is Schengen suspended, anti-Europeans on the march, and the imminent threat of Brexit.   Related: Wanted: more jokes about an Englishman, Irishman and Scotsman    But it is also the Finns who snicker at overbearing Swedes (“What’s the difference between the Swedes and the Finns? The Swedes have got nice neighbours”); and the Portuguese, who mock Spanish arrogance (“In a recent survey, 11 out of 10 Spaniards said they felt superior to the others”). There are the Irish, who joke about buttoned-up Brits (“What’s the English definition of a thrill? Having an After Eight at 7.30”); and the Poles, who have a go at the Germans for pretty much anything (“German footballers are like German food: if they’re not imported from Poland they’re no good”). Making fun of our best enemies, said Romain Seignovert, who has just published a book on the jokes Europeans tell about their neighbours, is a great European tradition. “We are a big, diverse community with a centuries-long common history of highs and lows, and our humour reflects that,” he says.     After Eight mints: be a devil, have one before supper! Photograph: Alamy    De Qui Se Moque-t-On (Who do we make fun of?) features 345 jokes, many contributed by readers of Seignovert’s blog, Europeisnotdead. A 29-year-old Frenchman who studied in Spain and Germany and now lives in Brussels, Seignovert said the jokes underlined the adage that “teasing is a sign of affection. Some of them are pretty crude and unsubtle, but they’re rarely downright nasty”. Thus the Estonians laugh at the hopelessly shy Finns (“How do you tell an extrovert Finn? It’s your shoes he’s looking at, not his”). The Macedonians giggle at the (lack of) machismo of Greek men: “If you knew how to cook and clean,” says a Greek husband to his wife, “I wouldn’t need a maid.” “If you knew how to make love,” replies the wife, “I wouldn’t need a Macedonian lover.” The only exception are the Italians, who rather endearingly make jokes mainly about themselves: “Your wife cracked such a good joke the other day, I almost fell out of bed.” “Notice on an Italian bus: don’t talk to the driver, he needs his hands.” Otherwise, though, the Belgians love nothing better than teasing the penny-pinching Dutch: (“How do all Dutch recipes begin? Borrow six eggs, 200g of flour, half a litre of milk …” or “Why do the Dutch make so many jokes about the Belgians? Because they’re cheap”)  And pretty much all their neighbours finds the Belgians a tiny bit slow: “Why do Belgians have pommes frites, while the Arab world has oil? Because the Belgians got to choose first.” And “What do Belgian mothers do when the baby’s bathwater is too hot? Put on a pair of gloves.” There is a deeper point. Ultimately, Seignovert said, laughing at our neighbours is “recognising, even celebrating, our particularities. It shows we’re not indifferent. Europe isn’t just political and economic, it’s also cultural – about all these nations, living together. The EU hasn’t made enough of that.” That may be true. But Seignovert, remember, is French, so what he says should clearly not be taken too seriously. In the words of one particularly fine Belgian quip: “How does a Frenchman commit suicide? By shooting 15cm above his head, right in the middle of his superiority complex.” Them and us: more cross-border barbs from Seignovert  Other Brits on the (tight-fisted) Scots: An Englishman, an Irishman and a Scotsman are planning a party. “I’ll bring six pints of bitter,” says the Englishman. “I’ll bring six pints of Guinness,” says the Irishman. “I’ll bring six friends,” says the Scot. The Belgians on the (parsimonious) Dutch: Dutch husband to Dutch wife: “Put your coat on, dear.” “Why, darling, are we going out?” “No, I am. So I’ll just turn the heating off.” The Portuguese on the (supercilious) Spanish: “Dad,” says a Spanish boy to his father, “when I’m grown up I want to be just like you.” “That’s nice, son. Why?” “So I can have a son like me!” The Italians on themselves: Three reasons Jesus is an Italian: only an Italian son would live with his mama till he was 30. Only an Italian son could think his mama was still a virgin. Only an Italian mama could think her son was God. The Belgians on the (arrogant) French: Why did the French choose the cockerel as their national symbol? Because it’s the only animal that sings when it’s knee-deep in shit. The Swedes on the (dim-witted) Norwegians: Why do Norwegians have such greasy hair? They’ve let their oil go to their heads. The Danes on the (overbearing) Swedes: What’s the best ever thing to have come to us from Sweden? An empty ferry. The Estonians on the (hard-drinking) Finns: Two Finns meet up for the first time in years. “So how are you?” asks Pekka. Ahti grunts and orders a beer. “And how’s the family?” asks Pekka. Ahti grunts and orders another beer. “And how’s work?” asks Pekka, three pints later. “Look,” says Ahti, “did we come here to drink, or to talk?” The Germans on the (thieving) Poles: When is it Christmas in Poland? Two days after Christmas in Germany. The Swiss on the (not very bright) Austrians: Why is the Austrian flag red-white-red? So they don’t get too confused when they hoist it. The Austrians on the (boring) Germans:  The main difference between Austrians and the Germans is that Germans would like to understand Austrians but can’t, and Austrians understand Germans but would rather not. The Slovaks on the (despised) Czechs:  What does a Czech need to be happy? Not much, as long as everyone else has got less. The Romanians on the (mean-spirited) Hungarians: “I’ve had all the tests, and the doctor tells me there’s no question, I’m xenophobic. That’s another bloody illness the Hungarians have given me.” The Ukrainians on the (filthy rich but stupid) Russians: “I’ve just bought a tie for $3,000.” “Idiot! You could have bought the same one just down the street for $5,000.” The Macedonians on the (corrupt) Greeks: A Greek motorist parks his car outside the parliament in Athens. “You can’t park here,” says the cop. “This is where our politicians work.” “That’s OK,” says the motorist. “It’s fitted with an alarm.”",
  "webTitle": "'Crude, but rarely nasty': The jokes Europeans tell about their neighbours",
  "webPublicationDate": "2016-05-08T13:58:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/crude-but-rarely-nasty-the-jokes-europeans-tell-about-their-neighbours",
  "keyword": [
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    }
  ],
  "guardianId": "world/2016/may/08/crude-but-rarely-nasty-the-jokes-europeans-tell-about-their-neighbours"
}