{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/10/marketing-experts-achieve-creative-ambitious-work",
  "id": "2016-05-10-246",
  "sectionId": "media-network",
  "body": "Rana Brightman, strategy director, Siegel+Gale One size doesn’t fit allClients come in all shapes and sizes, so we have to work hard to not fall into the trap of adopting the same methods every time. What works for an airline, for example, won’t work for an oil company.  You need to put yourself in the client’s shoes and think of ways to inject creative thinking where it will be valued and used, not misunderstood and ignored.   Related: The quest for more creative, ambitious marketing – read the webchat again    There’s always room to be more creative with pricingOver the years I’ve seen interesting ways of getting paid to do what we do, from taking a percentage of revenue post-launch to longer-term investments in the business. As for value, it’s about making a case for it – recognising what matters to the client and demonstrating how your expertise will make a difference.  As much as clients want to see return on investment, they often forget the ongoing rewards they will reap from taking the time and money to invest in their brand. It’s often years later, especially with a rebrand, that you’ll see the true impact of the work. Keep it simpleThe most creative experiences are those that are truly simple. To be really great at something, you have to be terrible at something else. So focus on doing fewer things and do them really well. Be flexibleThere are no hard and fast rules for great thinking. Just make sure you’re aligned with your client’s needs and get the best from the team around you. Mette Davis, director of digital and regional innovation, MAA The lack of diversity plays a roleThe creative/marketing industry used to be much sexier, with people fighting to get a shot. Now we’re competing against exciting startups and dynamic tech companies, whose cultures are more compelling for many young people. Advertising and marketing are ostensibly developed by white, middle-class men and we are failing to attract the diverse talent necessary to deliver as much groundbreaking work as we used to. It’s about educationWe must help to educate both marketing clients and procurement on the value of our services. There is no one size fits all model. No longer are agencies only developing TV ads or 48” sheets. One day an agency can be developing an app, the next a new product, and the next a sensory festival experience – and because of the different types of technology involved, the costs can vary considerably. Fura Johannesdottir, group executive creative director, R/GA London Bring clients with youI’m a big believer in bringing in a client at the beginning of a project through workshops and kick offs. It facilitates the processes moving forward. Is it time for a change?It seems like the old agency model needs to be redefined. The market is changing drastically: people are consuming media differently, so it gets harder and harder to stand out. Our competitive landscape is also challenging. How do we change to attract the best talent? We’re competing with the big corporations (Google, Facebook and others), startups and in-house teams. Many agencies need to redefine themselves. Mark Deeprose, chief creative officer, Jellyfish Immerse yourselfIt’s important to totally immerse yourself in the brand or product and fully understand the objectives of the brief. Data and insight also play a big role to us during the research phase. We like to come armed with real facts when responding to a brief. Rob Meldrum, director of experience architecture, Wieden+Kennedy London Process can hinder, not helpProcess is a huge barrier to creating impactful creative and ambitious work. It’s often why some of the best, most innovative work comes out of new agencies and from new brands. They’ve not had time to establish a working process, which often strangles different ways of thinking and creating. On brainstormsBrainstorms tend to be awful, but that’s because they aren’t moderated and planned properly. The idea that you get the whole team in a room for a day or two (or even five) to focus on one brief is brilliant. The set up is perfect, but the execution is often terrible.  What something like Google Ventures’ Sprint process gives you is structure to the process. Exercises built to keep the brain active and engaged are great – as are ways to stop it becoming a roundtable competition for who has the loudest voice and the flashiest sounding idea.   Related: Data and dashboards are only the beginning of insight    Data should play more of a role than it does currentlyThe term data is very general, but what I’m looking for in data is insight and understanding. Having more of that helps to shape the brief and influence the creative.  Knowing our audience (how they think, what they do, why they do it) is essential for our work to (possibly) mean something to them. Relying on gut feeling is at best old school and at worst, arrogant. Data is what we need. Two steps to successThere are two things we, as an industry, must embrace if we want to succeed.The first is change (it is necessary). Try new things with different types of people in different ways. The second is failure (it is certain). It will go wrong at least some of the time, but we need to try, fail and learn from it. Lee Woodard, managing director, Huge London What worksAt Huge we have a flat structure. We have a simple view: get a wide-ranging gang of folks into a room and orient around the problem. As much as planning and creative are present, it’s not assumed they will always have the answer. Pulling on everyone’s experience and view often gets us to a place that was unexpected – and it’s in the unexpected where clients and teams are most enthused. Chris Cook, business director, Mirum Don’t let data control the conversationData can provide us with amazing creative opportunities (dynamic work that responds to how users interact/access it) and amazing commercial opportunities (optimising performance based on conversion). But it can also distract from the purity of the idea. Strong marketers need to be able to understand when and where to use data rather than letting it control them. Click here for the full transcript of this webchat, which was provided by the Marketing Agencies Association To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media Network membership.",
  "webTitle": "Marketing experts on how to achieve more creative and ambitious work",
  "webPublicationDate": "2016-05-10T10:00:01Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/10/marketing-experts-achieve-creative-ambitious-work",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Caines",
      "id": "profile/matthew-caines"
    }
  ],
  "guardianId": "media-network/2016/may/10/marketing-experts-achieve-creative-ambitious-work"
}