{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/greg-hunt-commits-to-direct-inaction-to-preserve-carbon-tax-scare-campaign",
  "id": "2016-05-18-277",
  "sectionId": "australia-news",
  "body": "Greg Hunt – aka “the best minister in the world”* – is certainly hitting his key performance indicators when it comes to avoiding questions. In Wednesday’s National Press Club debate on the environment I wanted to pin him down on one thing – what changes does he need to make to his Direct Action environment policy for it to meet the government’s emissions reduction target for 2030? Everyone I talk to – business groups, environmentalists, thinktanks – can see how he could ramp up his policies to get there. But no one can see how he can do it with the policies exactly as they stand.   Related: Campaign catchup: Peter Dutton dials up refugee rhetoric    Specifically, they think he will have to put tougher “baselines”, or limits, on emissions from heavy industry, under his so-called “safeguards mechanism”, and then require those who exceed those baselines to buy pollution permits. But that would turn it into a type of emissions trading scheme, not the same as the former Labor government’s scheme but an emissions trading scheme nonetheless. Alternatively he could put a lot more money into his $2.55bn emissions reduction fund – most of which is already allocated. But as Malcolm Turnbull once said that would turn into a very big drain on the budget. Most recently the authors of modelling he commissioned from Energetics came to the same conclusion. Energetics did not model any particular policy. They looked at what kind of things Australia could do to reach the 2030 target and then allocated those emissions reductions to existing policies that might conceivably achieve them. Almost half the abatement was allocated to a combination of the emissions reduction fund or the safeguards mechanism. But Peter Holt, associate at Energetics, told me those policies could only achieve those reductions with either funding top-ups for the ERF or the aforementioned strengthening of the safeguards mechanism so it turned into a baseline and credit emissions trading scheme. When I asked Hunt about that he said it was “false”.  He praised Energetics and then said they had “put out a statement after your article effectively disagreeing with the interpretation of it”. He said Energetics had confirmed the government could “meet and beat [its 2030 target] without additional measures, using the policy framework that we have set out”. Minor point. Energetics tell me they issued no such statement and had absolutely no problem with the story. Major point. They never questioned the “framework” of the policy. They just said that framework would have to be dialled up or strengthened in order to achieve the target. The government would have to take the “framework” and actually do something with it.    Related: Guardian Live election special with Lenore Taylor and Katharine Murphy    This is not a nit-picking. It actually punctures the fiction that the government has found an almost cost-free way to achieve Australia’s emissions reduction task. It gives lie to the claim that only Labor would consider some kind of price on carbon.  And it’s not just Energetics that can see that something has to give. Danny Price, whom the government recently appointed to the Climate Change Authority and who acted as an adviser on Direct Action, also says the government is “obviously going to have to make changes” to its policy, and turning the safeguards mechanism into a type of emissions trading scheme is the most obvious cost-effective way to do it. In fact it’s what he modelled for Malcolm Turnbull when he was the opposition leader back in 2009. But admitting that now poses two problems for Hunt – it would anger sections of his own party who have swallowed the idea that he’s found the climate policy equivalent of an almost-free lunch and it would undermine his rerun of the Labor carbon tax scare campaign. Also getting little airplay this election campaign is the fact that Labor is proposing for the electricity industry a very similar type of emissions trading scheme to the one Hunt’s policy could turn into. Hunt criticised Labor during the debate for leaving important details of its policy until after the election. That is true. Of both sides of politics. * There is some confusion about exactly how this was awarded. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Greg Hunt commits to Direct Inaction to preserve carbon tax scare campaign | Lenore Taylor",
  "webPublicationDate": "2016-05-18T09:13:00Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/greg-hunt-commits-to-direct-inaction-to-preserve-carbon-tax-scare-campaign",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Greg Hunt",
      "id": "australia-news/greg-hunt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/18/greg-hunt-commits-to-direct-inaction-to-preserve-carbon-tax-scare-campaign"
}