{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/lazy-britons-joy-of-walking-cycling-walkers",
  "id": "2016-05-02-125",
  "sectionId": "commentisfree",
  "body": "If you live in Britain, and you’re enjoying day three of the bank holiday weekend, you may already be dreading going back to work – not just the grind of the office or factory, but the misery of getting there. If you’re not jammed into an overcrowded, unpunctual train or bus, you’ll be struggling with jams and roadworks in your car, or trying not to be crushed by a lorry on your bike. It’s no better if you’re taking the kids to school or popping to the shops. Thanks to a combination of hypermobility and underinvestment, even the shortest journey can take you to hell and back.   Related: Just like cyclists, pedestrians must find a sense of self-righteousness | Zoe Williams    The thing is, it’s partly our fault. We’ve become so used to the idea that getting anywhere requires machinery, even if it’s something as basic as a bike, that many of us have forgotten the original means of transport. That’s right – our feet. A survey by the charity Living Streets, reported this morning, finds that almost half of Britons are unwilling to walk for 20 minutes, while a 2014 National Travel Survey, found that walking in England has fallen by almost a third since the mid-1990s. It’s still the most popular way to cover distances of up to a mile, but beyond that we’d rather take the car, train or bus. If you’re not sure how long it takes to walk a mile, the route-planning website walkit.com suggests 20 minutes at a medium pace. In other words, if it would take us longer to walk somewhere than to cook a portion of oven chips, the vast majority of us can’t be arsed. At a time of growing obesity and air pollution, we’d rather burn fuel and conserve our fat reserves. If you’re a walker yourself, it’s depressing to sit on a bus and watch apparently healthy people travel just one or two stops (and I write as someone whose mother used to get in the car to visit the next-door neighbour.) You can’t help wondering how long they’ll stay well. In addition to obesity, walking has been shown to reduce the risk of heart disease, type-2 diabetes, asthma, strokes and some cancers.           How to walk better: improve your posture    As far as commuting’s concerned, many journeys are too long for feet alone. In England and Wales the average commute is 9.3 miles (15km). But if you are at least moderately fit, and willing to bust the one-mile barrier and add a decent walk to the mixture, new possibilities open up. My own daily journey from south to central London, for example, is about eight miles as the crow flies, or perhaps two and a half hours on foot. If you don’t have time to walk that every day – and who does? – the obvious alternatives combine an initial five- or 10-minute stroll with some multi-part combination of bus, train and tube. After a year of experimenting, I know that it’s far more pleasant to walk either 25 minutes to the fourth-nearest railway station, or 50 minutes to the nearest tube, at which point I have a direct journey to my destination, no changes involved. It adds 10-20 minutes to my overall commute, but halves the number of weak links. My legs always work, whatever’s going on with leaves on the line, signal failures, passengers taken sick or shortage of train crew. So long as I leave home on time, one part of the commute is sure to be stress-free.   Related: Why is Britain such a dangerous place for walkers?    Like many cities, London does as little as possible to help walkers. Not only are there too few pedestrian crossings, subways and bridges, with motorists blatantly given priority, but signage ranges from the non-existent to barely adequate. Meanwhile, the most widely available and prominently displayed map – of tube lines and suburban rail services – does an impressive job of explaining which line(s) will take you to which station(s), but gives a completely misleading impression of walking times between them, should you get into your head that you’d rather see a little daylight as you travel around. The result is that many of us experience the city as an archipelago of remote islands, each centred around a tube or rail station. Meanwhile, outgoing mayor Boris Johnson obsesses about cycling, alternately patting himself on the back for encouraging it and fretting about its future once he is gone. When the listings magazine Time Out suggested he was going to introduce a congestion charge for pedestrians entering the West End, the April fool was all too believable. With Britons getting fatter and the air getting filthier, you’d think officials would be pulling out all the stops to tempt us off cars, trains and buses. “If we all swapped one weekly drive for walking,” the charity Sustrans says, “traffic would reduce by at least 10%. Imagine that.” Yes, imagine that. There would be some investment required, to properly maintain pavements or even create them on some country roads, to vastly increase the numbers of crossings, and to shower walkers with free maps, just like bus and tube passengers. In the short term, we’d probably need a walking tsar to get things started, a big publicity campaign to remind people what those things at the end of their legs are meant for, and an army of volunteers to get the idle back on their feet. We might even need to buy proper shoes for those who only own high heels or flip-flops. But that shouldn’t be a problem for a nation that can find £175m to build a “garden bridge” that nobody wants, or £56bn to speed up journeys between one congested city and another.",
  "webTitle": "Lazy Britons are missing out on the joy of walking | Phil Daoust",
  "webPublicationDate": "2016-05-02T13:48:36Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/lazy-britons-joy-of-walking-cycling-walkers",
  "keyword": [
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Daoust",
      "id": "profile/phildaoust"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/lazy-britons-joy-of-walking-cycling-walkers"
}