{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/colin-firth-to-star-in-russian-submarine-disaster-film-kursk",
  "id": "2016-05-27-233",
  "sectionId": "film",
  "body": "Oscar winner Colin Firth is reportedly to star in the submarine disaster movie Kursk for Far from the Madding Crowd’s Thomas Vinterberg, Variety reports.   Related: How Colin Firth burst my Cannes bubble | Peter Bradshaw    Based on Robert Moore’s 2002 book A Time to Die: The Untold Story of the Kursk Tragedy, the film is being produced by France’s EuropaCorp. Kursk may be a more cerebral creature than the Luc Besson-owned studio’s usual staple of exploitation-tinged action movies, including Taken. A Time to Die details events that took place in 2000 in the Barents Sea in the Arctic Circle. Captain Gennady Lyachin was engaged in a torpedo exercise on board the submarine K-141 Kursk, called “the pride of the Russian navy”, when the missile exploded, instantly killing seven men in the ship’s forward compartment and leaving the other 111 crew members’ lives in danger. The movie will tell the story of the battle for survival on board the submarine and the desperate efforts of the crew’s families to persuade authorities to mount a rescue effort. The Danish film-maker Vinterberg, known for his part in forming the rules of the Dogme 95 movement alongside Lars von Trier, has recruited his Far from the Madding Crowd star Matthias Schoenaerts to join the cast. It’s not known whether Firth or Schoenaerts will play Lyachin. Kursk will be based on a screenplay by Robert Rodat, the Oscar-nominated writer of Saving Private Ryan,. The movie may draw comparisons with Hollywood films The Hunt for Red October and K-19: The Widowmaker, both themed around submarines.",
  "webTitle": "Colin Firth to star in Russian submarine disaster film Kursk",
  "webPublicationDate": "2016-05-27T09:33:58Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/colin-firth-to-star-in-russian-submarine-disaster-film-kursk",
  "keyword": [
    {
      "webTitle": "Colin Firth",
      "id": "film/colin-firth",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film adaptations",
      "id": "film/film-adaptations",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thomas Vinterberg",
      "id": "film/thomas-vinterberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Matthias Rath",
      "id": "world/matthiasrath",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/27/colin-firth-to-star-in-russian-submarine-disaster-film-kursk"
}