{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/heels-female-vulnerability-nicola-thorp-feminist",
  "id": "2016-05-13-46",
  "sectionId": "commentisfree",
  "body": "One of the last things my mother, Winifred, said to me was: “I’ve got sandals in that cupboard that I’ve never worn.” After she died, I found the sandals – bronze leather with a small heel – and Win wore them to her own funeral. It’s what she would have wanted.   Related: Receptionist 'sent home from PwC for not wearing high heels'    My mother was silly about shoes. She wore heels even for pounding the city pavements. Once in London, slightly exasperated with her as I often was, I made a cutting remark about her ridiculous tottering in her mad white heels: “Mum! You look like Joan bleeding Collins.” My mother replied with an ecstatic grin and a hug: “Deborah! I think that’s the loveliest thing anyone’s ever said to me.” I let it lie. My mother believed that women should always wear as much heel as possible, and one of the sadnesses of getting older was having to compromise – three-inch heels eventually giving way to the utter indignity of two-inch rubber wedges. For shame. In winter Win would complain that she was going to “have a fall” on Motherwell’s glassy ice. I took her to a camping shop and bought her stylish walking shoes with a formidable tread. I know she wore them once, because she told me that her young friend Walter had admired them. “All my nice shoes, and these are the ones he made a remark on,” she reported, with disgust and some wonder. “There’s no accounting for taste.” After she was dead, I found them in an upstairs cabinet, as new. I gave them to my friend Mary, who was delighted to acquire them.   Related: Can’t do heels? Don’t do Cannes | Hadley Freeman    Nicola Thorp, temporary receptionist, is more of a Mary than a Win. She’s the 27-year-old who objected to her agency’s dress code, which demanded that women should wear high heels, and so launched a petition demanding that women should never be forced to wear high heels for any reason. In the few days since, all corporately concerned have caved in and her petition has now gained parliamentary attention. To which you can only say: “WTF?” Except that this happened at Cannes last year too, when officials at the film festival took umbrage at the fact that women were sullying the red carpet with bejewelled flats. The dress code at Cannes is black tie, always has been, always will be, they insisted – talking as if women and their accessories were the accessories of men and their accessories. Which, admittedly, in the main they have always been, until recent times. The French, however, should know better. Before the revolution, the French court set the fashion for Europe’s aristocracy, and both men and women wore heels. (As men and women did in ancient Egypt.) This isn’t hard to understand. Heels were a perfect status symbol, a very direct signal that you were beyond such quotidian matters as walking to get to places. Obviously, when you started having to run to keep your head, the head’s priority over the heels became all too apparent. So why, now, can a man be smartly, even formally dressed but deliciously mobile and comfy, while in regressive corners of the west a woman still cannot? In her book How to Be a Woman, Caitlin Moran got some stick for suggesting that heels made women less able to run away from assailants. The gist of the criticism was that it’s up to men to stop attacking women, rather than for women to get better at escaping from men who attack them. Yet while I agree with this, I also agree with Moran. I think that the enduring attraction of heels is in part to do with ideas about femininity and vulnerability. Women continue to wear heels because they think they can afford to be vulnerable, and that’s still a weird, messed-up status signaller in itself. Because it’s a hangover from the days when women were expected to be vulnerable, and not expected to work, or walk without a gentlemanly arm to hang on to, or to have much of a life beyond the domestic sphere at all.   Related: It’s confirmed – men are mesmerised by high heels. Except me, that is | Ally Fogg    Sure, fierce heels have come to be seen as powerful and sexy. But, really, that’s about being a woman who feels so in control that she’s simply not going to find herself in any situation she might be expected to run away from. (I mean, if you don’t run away from bunions, corns, heel spurs and fallen arches, what the hell do you fear?) The truth, however, is that women are hobbled by their heels. They have the power, not us. It’s the master-slave dialectic, innit? We own them. But they are in charge. We love heels even though we know they’re bad for us. We even pretend we love shoes more than we do, keeping lots of shoes we hardly ever wear with the excuse that “I’m just crazy about shoes!” – when the truth is that at least 70% are just mistakes, shoes we thought we could wear in a moment of craving in the shop, then found on their first outing that this was far from the case. There’s sometimes quite a long hiatus between discovering that a pair of shoes cripple you and forgetting the pain enough to try again. The same charade, I suspect, is rarely performed a third time. And when you find a pair of gorgeous heels that are also, by a wondrous alignment of nature and design, actually comfortable – well, that is the joy of joys, the holy grail of shoe shopping, the ultimate sartorial triumph. God, women can be daft. Nicola Thorp, though? Temporary receptionist and permanent feminist hero, no question. Women need the inalienable right to wear flats if they wish to. And the inalienable right, of course, to wear heels if they wish to. But maybe we should all bear in mind a bit more that heels actually wear us, in every possible way.",
  "webTitle": "Why heels are the height of female vulnerability | Deborah Orr",
  "webPublicationDate": "2016-05-13T18:33:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/heels-female-vulnerability-nicola-thorp-feminist",
  "keyword": [
    {
      "webTitle": "High heels",
      "id": "fashion/high-heels",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women's shoes",
      "id": "fashion/womens-shoes",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Deborah Orr",
      "id": "profile/deborah-orr"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/heels-female-vulnerability-nicola-thorp-feminist"
}