{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/jermain-defoe-sunderland-belief-avoid-relegation-chelsea-john-terry",
  "id": "2016-05-08-18",
  "sectionId": "football",
  "body": "At the culmination of their game at Vicarage Road on Sunday, at around the same time as John Terry will probably reprise his role from Munich four years ago by donning a kit to perform a lap of appreciation while suspended, Sunderland could well be reflecting on a fourth consecutive season where they should have been relegated but somehow were not. Implausibly, given their apparent hopelessness for long spells, they could even extricate themselves with a game to spare. Everton, who visit the Stadium of Light on Wednesday, stand in their way, if that is not being too charitable for a side who have allowed 50 shots on their goal in their past two away games. Norwich City and Newcastle United are not expecting any favours from Roberto Martínez’s brittle team as they prepare to fall victim to a club who seem to have escapology running through their DNA.   Related: Jermain Defoe:  ‘I knew, given chances, I would score the goals’    After a relegation battle of so many twists and turns, perhaps it is premature to talk of a midweek denouement. Certainly, Sunderland fans have been put through the wringer enough not to count any chickens and it could well go down to the final game. However, with two left they are in pole position to avoid joining Aston Villa in the Championship. Their fate is in their own hands. If it is enough to provoke tears on the Tyne and in deepest Norfolk, Jermain Defoe has beaten them to it. “Don’t tell anyone,” he said when asked about his moist-eyed exit from the pitch. After a similarly emotional reaction to scoring the winner in last season’s Wear-Tyne derby, it is becoming a habit. “It’s hard not to,” Defoe said. “I don’t know what’s wrong with me. As I get older, I’m just getting too emotional. It’s hard to find words to describe what it was like.” Defoe, who controlled the ball with his first touch before sending it into the bottom corner for the fifth and final goal of a breathless contest, has played a significant role in Sunderland’s latest escape bid. He has scored 15 of their 43 league goals, and is responsible for 14 of their 35 points, three short of the safety target set by Sam Allardyce. Chelsea were swept aside at a Stadium of Light passion pit. “The fans won us the game,” Defoe said, as 47,000 generated the atmosphere of double their number. “Even when you’re tired, and it’s been a long season mentally, when the fans roar like that you find something. The noise was frightening. I got goose bumps.” Keep flirting with relegation long enough and eventually you will drop – but not so Sunderland, it appears, as they prepare to emerge from their latest scrape. Paolo Di Canio in 2013, Gus Poyet in 2014, Dick Advocaat last year, and now, almost certainly, Allardyce in 2016. Perhaps of more concern to the incumbent of the manager’s office than earning the two points to secure safety is who will be in situ to emulate his feat next year should the pattern continue.   Related: Sam Allardyce: meditation helps me cope with relegation battle    In the space of five minutes, Sunderland went from the high of Wahbi Khazri’s wonderful long-range volley finding the top corner, to the despair of switching off like a pub team as Nemanja Matic restored Chelsea’s lead with an unflustered finish beneath Vito Mannone. There had been an element of misfortune for the hosts about how the ball had found its way to Diego Costa for the Spaniard to open the scoring from a narrow angle inside the opening 20 minutes, but the visitors’ second was simply down to rank bad defending. Mannone stood firm with some wonderful saves before Fabio Borini found the net against his former club with the aid of a deflection off the hapless Terry. Then, 138 seconds later, more questionable Chelsea marking allowed Defoe the kind of space in the box which results in only one outcome. An outpouring of emotion and relief rarely seen in the stadium’s near 20-year history ensued. Seemingly a rational man, Guus Hiddink, Chelsea’s interim manager, forwarded the unfathomable claim that the referee, Mike Jones, had been too close to the incident to make the correct call as Terry scythed down Khazri with a tired challenge in the fifth minute of stoppage time to earn a second yellow in quick succession following a foul on Defoe. With the 35-year-old’s contract not set to be renewed as he considers lucrative offers to move to China and North America, his two-game ban brought an abrupt end to a near two-decade career with the London club. More than 700 appearances, where he has won the Champions League (although he was suspended for the final), Premier League, Europa League and FA Cups among others, constitutes an impressive tally by anyone’s standards, although he has often failed to match his sterling service on the pitch with his conduct off it. Hiddink refused to confirm whether Terry would be seen in Chelsea blue again, other than if he joined in the Stamford Bridge walkabout after the visit of Leicester City on Sunday. Matic’s take had a more final air about it. “It’s not a good way to finish,” he said. “We wish him the best for the future, and won’t forget what he’s won and what he’s done.” Man of the match Vito Mannone (Sunderland)",
  "webTitle": "Jermain Defoe gives Sunderland belief they can avoid relegation",
  "webPublicationDate": "2016-05-08T21:30:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/jermain-defoe-sunderland-belief-avoid-relegation-chelsea-john-terry",
  "keyword": [
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jermain Defoe",
      "id": "football/jermain-defoe",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/08/jermain-defoe-sunderland-belief-avoid-relegation-chelsea-john-terry"
}