{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/poem-of-the-week-combat-gnosticism-by-ian-duhig",
  "id": "2016-05-30-84",
  "sectionId": "books",
  "body": "‘Combat Gnosticism’ Campbell’s term for war writing bornof a gnosis only being there can earn:I witnessed it once from old soldiersin a poetry workshop at Age Concern. They’d lost that battle with the word,believing too much better left unsaidto the likes of me and not those palsnow threescore and ten years dead. How many old soldiers does it taketo change a lightbulb? asked one.You can’t know if you weren’t there!They all fell about. Now they’d won. Relaxed, they began letting it outinto grey shades of afternoon light,into words they feared betrayed it.And I learned why they were right.  Poem taken from The Blind Road-Maker by Ian Duhig, published by Picador at £9.99         Related: The Blind Road-Maker by Ian Duhig review – songs of the forgotten and voiceless     Enabling “the excluded to claim a home in the language” is how Ben Wilkinson reads Ian Duhig’s strategy in his latest collection, The Blind Road-Maker. The cast includes the genius road-builder himself, Jack Metcalf; “The Blue Queen of Ashtrayland,” Molly (see Bernard Hare’s Urban Grimshaw and the Shed Crew) and the Angolan asylum seeker, Manuel Bravo. Bravo’s tragedy is memorialised in the powerful poem The Full Weight of the Law, posted by Duhig last August on Billy Mills’s Poster poems. Duhig, like his fellow Loiner Tony Harrison, is a splendid and sometimes splenetic poetic documentary-maker; a restrainedly didactic writer with an auto-didact’s passion for knowledge. He has an inspiring awareness that such knowledge is a form of conscience: it involves morality. He’s a very clever poet but, like all the best teachers, he doesn’t ask us to admire him – he asks us to learn with him.  In Combat Gnosticism, it is the poet-teacher persona whose voice we mostly hear, meditating after one of those occasions when the day job has meant enabling unheard voices – in this case, war veterans in a workshop run by Age Concern. The war in question must be the second world war, since the survivors’ pals are “three score and ten years dead”. But the first world war is also strongly alluded to.  Combat Gnosticism is used by the writer and critic James Campbell to describe the claim or assumption made by some war poets and critics, such as Paul Fussell, that physical participation in conflict provides a unique order of experience and knowledge, one inaccessible and incommunicable to those outside it, including non-combatants, civilians and women. The argument against this theory of gnosis is set out in Campbell’s essay: Combat Gnosticism: The Ideology of First World War Poetry Criticism. The ideology of what Campbell calls the “trench lyric” is replicated, he argues, in criticism which embodies the same ideological and aesthetic criteria, and therefore can’t move to an objective position outside the frame. In fact, it aspires to become the “prose trench lyric”. Maybe a good deal of traditional poetry criticism appeals to the concept of gnosis, and is thereby at risk from becoming an insufficiently critical part of what’s criticised?   But back to the poetry workshop and the old soldiers: combat gnostics to men deeply reluctant to write their own war poems. We’re not told in direct speech what the veterans say, beyond the lightbulb joke proposed by one of them that elicits a lot of laughter – “They all fell about”. It is poetically strangely effective – defamiliarised to the extent of seeming bizarre, as well as defensive, and painfully self-mocking: “How many old soldiers does it take to change a lightbulb?” Is war – or faith in the uses of war – the lightbulb? Who can ever change it, if not the soldiers?  In this miniature battle, the poet loses and has to be guided by those who instinctively shy away from the home in the language offered them: “They believed too much better left unsaid.” They had lost their audience, for one thing – those who had experienced the same combat and who might have formed the one true readership.  So it appears that combat experience is an order of knowledge which guarantees both the writing of war poetry and the reading. As the poem progresses mutedly and bluntly to its conclusion, the tone seems to blend with the “grey shades of afternoon light” – shades that might be those of dead infantrymen, grey as in old war footage, grey as memories eventually become. The old men fear their words betray the experience: the risk is not that they expose it, but that the exposure will be false.   The poet doesn’t quote any poem or phrase that might have been written after the joke has bonded his group. It’s possible that the words the men eventually found were not equal to their experience. Perhaps they needed better words and the last line includes a wry reflection of the fact. Or perhaps no one’s words are good enough, and that is what the speaker sees in his last forlorn epiphany: “Relaxed, they began letting it out / into grey shades of afternoon light / into words they feared betrayed it / And I learned why they were right.”  The issue, then, is not simply authenticity, but humility. The war vets may not be poets but they understand that language needs to measure up to the lived experience. However faltering their technique, they know, as poets do, the betrayals – the lies and prettification – words can commit, despite the poets “being there”. The genuine poet refrains from challenging or correcting them; he defends the necessary silence.",
  "webTitle": "Poem of the Week: 'Combat Gnosticism' by Ian Duhig",
  "webPublicationDate": "2016-05-30T14:46:23Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/poem-of-the-week-combat-gnosticism-by-ian-duhig",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carol Rumens",
      "id": "profile/carolrumens"
    }
  ],
  "guardianId": "books/2016/may/30/poem-of-the-week-combat-gnosticism-by-ian-duhig"
}