{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/robert-peston-goes-for-the-jugular-with-george-osborne-in-new-sunday-show",
  "id": "2016-05-08-56",
  "sectionId": "media",
  "body": "“Break a leg everyone,” mumbled Robert Peston sotto voce, as the opening credits rolled on his new Sunday morning show on ITV to reveal a set that looked like a Teletubbies kitchen dumped inside a Hoxton warehouse.   Related: Peston on Sunday review: a bleeding-edged blade cuts old-school ties    Despite his much hyped Nicky Clarke haircut – he had been talking about little else on Twitter in the run-up to his debut – Peston was determined to keep his show as professionally amateur as possible. His was to be a programme where the rough edges were very much kept on view. Worried that not all his audience would have heard his opening supposedly off the cuff remark, Peston looked straight to camera and said: “In case you’re wondering, I am bleeding nervous.” No one was wondering. Peston has a voice that incites anxiety in his audience, if not himself, at the best of times – is he actually ever going to get to the end of a sentence? – and on Sunday morning there was an added breathless quality to his unique vocal mix of strangulation and elongation. It looked like only a matter of time before he started hyper-ventilating on set. “Here’s what we’ve got for you this week,” he continued. “An interview with George Osborne, an interview with Louis Theroux – ‘My son says he looks just like me,” he added narcissistically – book club with Suzanne O’Sullivan, Alastair Campbell and Esther McVey, our two political therapists – pushing it a bit as neither is noted for their empathy – and our political editor Allegra Stratton examining the issues of the day on social media.” Peston just about managed to get all that out in a single agonising breath. The exhaustion and CBeebies atmosphere was contagious. After a brief round up of the news featuring a photo of Nicky Morgan looking like a dead ringer for a Piero della Francesca Madonna, Stratton started drawing random circles on a screen that Peston insisted on calling Screeny while McVey managed to call Zac Goldsmith’s sister Gemma. It all felt a bit amateur hour which suited George Osborne just fine and he began his interview as if he was on a mutant hybrid of the Michael Parkinson show and Blue Peter. “I think it’s all going jolly well so far,” he said kindly, while all around him could only see a car crash, before being allowed free rein to give dire warnings about how leaving the EU was going to be absolutely CATASTROPHIC and result in falling house prices. Then came the first ad break and suddenly the whole show began to – if not make sense – at least click into gear. It was Stratton and Screeny that initially came to the rescue with a tweet from the economist Jonathan Portes saying the chancellor was talking nonsense about house prices. Osborne was visibly taken aback by this and began to bluster; Peston went for the jugular. “Isn’t it true you’ve made a bit of a mess with boom and bust economics, your government is now left to do one U-turn after another, the prime minister is more interested in not splitting the Tory party than winning the referendum and you just want his job?” he said, contorting his vowels randomly while forcing the chancellor into bizarre contortions of his own. “I’ve never believed in playing safe,” said Osborne. Hardly the most comforting words a country will ever hear from the man in charge of its finances. George might just have blown his chances of taking over from David Cameron there and then. Sensing his words might come back to bite him, Osborne tried to rescue the situation but could only dig himself in deeper by resorting to platitudes. By the end he couldn’t wait to get out of the Peston’s playpen. Peston & Screeny 1, Osborne O. Everything thereafter was bound to be a disappointment. The Louis Theroux interview went nowhere and the book club felt like it was filling time. “We will only be doing the book club every week or so,” said Peston, sensing his show had peaked rather too early. The last laugh, though, went to Screeny, who will surely be pushing for the best dressing room next week, as various tweets pointed out Osborne had nicked a gag off Barack Obama. “We leave you with the result of our online poll. Fifty-five per cent of you seem to think that the government doing a U-turn is a sign of strength,” Peston drawled incredulously as he stared at the results on Screeny. Some people in Tory central office must have been working overtime.",
  "webTitle": "Rough edges, Screeny and a new haircut: Robert Peston launches Sunday show",
  "webPublicationDate": "2016-05-08T18:02:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/robert-peston-goes-for-the-jugular-with-george-osborne-in-new-sunday-show",
  "keyword": [
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics TV",
      "id": "tv-and-radio/politics-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "The news on TV",
      "id": "tv-and-radio/tv-news",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "media/2016/may/08/robert-peston-goes-for-the-jugular-with-george-osborne-in-new-sunday-show"
}