{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/neil-prakash-most-senior-australian-fighting-with-isis-killed-in-iraq-airstrike",
  "id": "2016-05-04-18",
  "sectionId": "australia-news",
  "body": "Neil Prakash, a senior Australian Islamic State operative behind a string of failed terrorist attacks in Melbourne and Sydney, has been killed in a US military airstrike in Iraq, the Australian government has announced. Shadi Jabar, the sister of the 15-year-old western Sydney boy who shot and killed police accountant Curtis Cheng last October, was killed in a separate strike in Syria, the government said on Thursday.   Related: Sister of Parramatta shooting gunman had left for Syria, say police    A statement released by the attorney general and defence minister said Prakash was “a prominent Isil member and a senior terrorist recruiter and attack facilitator” who had been linked to several plots for terrorist attacks in Australia and calls for lone-wolf attacks against the US. “He has appeared in Isil propaganda videos and magazines and has actively recruited Australian men, women and children, and encouraged acts of terrorism. He is considered to be Australia’s most prominent Isil recruiter. His death disrupts and degrades Isil’s ability to recruit vulnerable people in our community to conduct terrorist acts.” Prakash, the most senior Australian fighting with Islamic State, was killed last Friday along with about a dozen fighters in the suburbs of the northern Iraqi city of Mosul. “If you wanted to describe him as Australia’s number one terrorist you wouldn’t be off the mark,” George Brandis told Sky News. The child of Cambodian and Fijian migrants, Prakash reportedly ran with a series of west Melbourne gangs as a teenager and had stints as an apprentice mechanic and budding rapper. He converted to Islam in August 2012 in the company of Harun Mehicevic, a Bosnian-born radical preacher linked to Melbourne’s al-Furqan Islamic Centre.   Related: US-led airstrikes against Islamic State in Syria and Iraq – interactive    Al-Furqan, in Springvale South, was closed in April last year after two 18-year-olds linked to the centre were charged with terrorism offences.  Jake Bilardi, the Melbourne suicide bomber who detonated himself at a Ramadi army base in February 2015, and Numan Haider, who stabbed two police and was shot dead in a September 2014 attack, were both known to frequent al-Furqan. Prakash slipped into Syria in 2013, later surfacing in several slickly produced propaganda videos for the terrorist group.  Shadi Jabar was confirmed to be in Syria only last week, when NSW police alleged 20-year-old Milad Atai had helped spirit her out of Australia on 1 October last year. The following day her teenage brother, Farhad, shot and killed 56-year-old Cheng outside Parramatta police headquarters, dying in the firefight that followed. The government said she was killed in a US air strike on 22 April along with her Sudanese husband, Abu Sa’ad al-Sudani, another Isis recruiter. Brandis told Sky on Thursday: “She and her husband were both actively involved in recruitment and inspiring terrorist attacks.” He told ABC radio Prakash was “a very important, high value target – the most dangerous Australian involved with Isil in the Middle East”..   Related: Revealed: How I saw Farhad Jabar change a week before he became a killer    “He was actively involved both in recruitment and in encouraging domestic terrorist events in Australia. He was the principal Australian reaching back from the Middle East into Australia, and in particular, to terrorist networks in both Melbourne and Sydney,” he said. “When you take out the person who is the principal inspirer of domestic terrorism that obviously is a good thing.” But Brandis said Prakash’s death was “by no means the end of the struggle against Isil”. According to Asio estimates there were about 110 Australians “engaged with” Isis in the Middle East, he said. Between 50 and 59 Australians are thought to have been killed in the conflict. “Australia, in collaboration with our international partners – this was an American strike that took out Prakash … is absolutely determined to eliminate the threat to Australia posed by Isil,” Brandis said.",
  "webTitle": "Neil Prakash, most senior Australian fighting with Isis, killed in Iraq airstrike",
  "webPublicationDate": "2016-05-04T21:53:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/neil-prakash-most-senior-australian-fighting-with-isis-killed-in-iraq-airstrike",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Parramatta shooting",
      "id": "australia-news/parramatta-shooting",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    },
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/05/neil-prakash-most-senior-australian-fighting-with-isis-killed-in-iraq-airstrike"
}