{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/25/story-cities-reclaimed-stream-heart-seoul-cheonggyecheon",
  "id": "2016-05-25-276",
  "sectionId": "cities",
  "body": "In September 2005, the new Cheonggyecheon Stream opened in downtown Seoul, looking for all the world like a modern urbanist’s dream come true: not just a pedestrian-only public space bringing water and vegetation into the centre of a dense metropolitan area of 25 million, but one built where a traffic-filled stretch of elevated freeway used to stand. It also reclaimed the role of the original stream, which flowed through the site before the city’s aggressively development-minded government paved over it in the late 1950s and, two decades later, built the Cheonggye Expressway – then a proud symbol of urban progress for the 1970s. As soon as the stream began flowing again (making ingenious use of the groundwater already pumped out by nearby subway lines), so too did praise for Seoul’s mayor Lee Myung-bak, the project’s highest-profile proponent – albeit one who’d spent nearly 30 years working for and then running Hyundai Construction, a company responsible for some environmentally and aesthetically questionable work in the South Korean capital, including the Cheonggye Expressway. But in the $900m (£615m) Cheonggyecheon project (part-built by Hyundai), Lee found not just a vehicle for his redemption but a potential must-see tourist attraction for Seoul – with a big budget expressly dedicated to that purpose – and an embodiment of its supposed transformation into a city that prioritises quality of life.     A Cheonggyecheon restoration launch ceremony on the elevated road which was demolished. Photograph: Choi Jae-Ku/AFP/Getty Images    “Cheonggyecheon gave a certain answer to the controversial debate in urban planning between those who emphasised the vehicle-oriented city and those who believe the city should be more pedestrian-friendly,” said Kim Youngmin, assistant professor in the University of Seoul’s Department of Landscape Architecture, in a radio interview about the new Cheonggyecheon Stream on the 10th anniversary of its opening. “Many traffic engineers warned that demolishing the highway would be a disaster to inner-city traffic, and stakeholders who were afraid that the project might reduce their income didn’t agree with the city’s vision,” Youngmin added. In the event, though, “there was no armageddon, as some people warned. Of course it became tougher to bring cars into the inner city, but it became a way better place for the people who use public transportation or walk.” Lee had won Seoul’s 2001 mayoral election in part on the back of a large-scale urban redevelopment plan, pitched as a key mechanism of economic revitalisation meant to turn Seoul into a tourism and investment and hub of northeast Asia. The scheme included not just the removal of the city’s one major internal freeway, but the installation of new bus rapid transit infrastructure, various redevelopment projects, and several “new towns” to be raised whole within the capital. With a mandate for these proposals provided by his victory, Lee set about executing these projects, especially the symbolic Cheonggyecheon Stream, as quickly as possible – a zeal that got people referring to him as “Bulldozer”. (In fact, he was the second mayor in Seoul history to receive that nickname; the first, Kim Hyon-ok, earned it in the late 1960s with such large-scale development projects as the Seun Sangga electronics market.) One survey conducted by the Seoul city government indicated that 79.1% of residents supported the Cheonggyecheon revitalisation – although its critics may have believed that no number, however low, could have stopped the Bulldozer. Certainly, complaints about the plan had begun circulating long before opening day. “What was removed for the project was more than just one overpass,” says the Korea Times’s Jon Dunbar, a longtime observer of Seoul’s built environment. “After four decades, it was woven into the fabric of the city.” Having operated there for almost half a century, for example, a vibrant flea market had become an institution, and one that proved difficult to dislodge. “Many of the people whose livelihoods depended on this market dug in and resisted, ultimately leading Lee to the negotiating table. In order to get them out of Cheonggyecheon, he let them move into Dongdaemun Stadium nearby, which he said they could use as long as they liked and promised to fix up into a global-quality flea market area.”     The restored Cheonggyecheon stream. Photograph: Jack Malipan Travel Photography/Alamy    But the renovation never happened, business foundered, and after Lee’s term ended, the stadium itself faced the wrecking ball in the name of another prestige project, built under his successor Oh Se-hoon: Zaha Hadid’s Dongdaemun Design Plaza. Not long before the Cheonggyecheon Stream opened, the Seoul Central District Prosecutor’s Office arrested vice-mayor Yang Yoon-jae, a former professor at Seoul National University’s Graduate School of Environmental Studies and head of the project between 2002 and 2004, on charges of taking at least $100,000 worth of bribes from a developer in exchange for a relaxation in height restrictions in the area. Though convicted and sentenced to five years in prison, he received a pardon from Lee, his former boss who had by that time ascended to the presidency of South Korea – as well as an appointment to the Presidential Commission on Architecture Policy. Alongside the political and social troubles surrounding its construction, the Cheonggyecheon has also drawn environmental criticism. Hailed at first as a “green” achievement notable for its lowering of the surface temperature of its surroundings as well as greatly increasing local biodiversity, it also has its ecological drawbacks. “Due to a gradually worsening algae problem, maintenance expenses for the Cheonggyecheon Stream have been increasing by 30% yearly,” wrote Eunseon Park, researcher at Yonsei University’s Urban Sustainability Transitions lab and director of the activism collective Listen to the City, in 2010. “Cheonggyecheon is not a natural stream systematically restored, but a kind of artificial fountain in which running water is pumped up and sent flowing along the course. Moreover, because the bottom of the stream is made of concrete, and therefore nearly incapable of performing any purification functions, it stands to reason in some sense that the water would become progressively unclean.”     Zaha Hadid’s Dongdaemun Design Plaza replaced the stadium where market traders were supposed to be relocated. Photograph: View Pictures/REX/Shutterstock    “Anyone who thinks that Cheonggyecheon represents the renewal of ecology really needs to get their heads examined,” wrote Korea scholar Matt VanVolkenburg, who kept close watch on the project on his site Gusts of Popular Feeling, the year after it opened. “It represents a pleasant redevelopment project which was supposed to make the mayor look like a fast, can-do politician,” VanVolkenburg continued – sounding like a less-authoritarian Park Chung-hee, who presided over the country’s rapid industrialisation in the 1960s and 70s. “The project was supposed to conjure up the image of caring about the environment and history, while bulldozing actual cultural properties as they were in such a hurry to get it done.” The ‘sights’ of Seoul The widely held notion that the current Cheonggyecheon Stream represents a return to its idyllic, pre-freeway history also arises from a misconception. The stream that existed before its paving-over after the Korean War functioned not as a picturesque waterway but as a utilitarian open sewer for the entire city. When the English traveller Isabella Bird Bishop came in the 1890s and laid eyes on the Cheonggyecheon – sardonically describing it as “one of the ‘sights’ of Seoul” – she wrote of “a wide, walled, open conduit, along which a dark-coloured festering stream slowly drags its malodorous length, among manure and refuse heaps which cover up most of what was once its shingly bed”.    Few can look at Cheonggyecheon – families,  children, young couples on dates, office staff – and call it a net negative    Anything would have counted as an improvement over that – or, much later, over the Cheonggye Expressway, grim photographs of which now line the walls of the Cheonggyecheon Stream, lest its many strollers forget what an eyesore the city has replaced. But this hardly silences those who still criticise many of the project’s design elements, from its difficult access for the disabled to the snail-like $4m Claes Oldenburg and Coosje van Bruggen sculpture installed at its source, to the lack of meaningful consultation with the public at any stage of the project. Yet few can look at everyone enjoying Cheonggyecheon Stream today – families and playing children, young couples on dates, office staff having after-work drinks, elderly picnickers, street musicians and their audiences – and call it a net negative for the city. “I think Cheonggyecheon, as an element of Seoul, has improved with time,” says VanVolkenburg. “To be sure, its construction was rushed and involved corruption and damage of cultural heritage, and the source is overly artificial-looking. But a decade on, it’s become a fact of daily life in downtown Seoul, and serves a variety of functions, from tourist attraction to park space to art gallery. Over the years the vegetation and trees along the stream have grown in, and as you move away from its source, it becomes more ‘natural’ looking.” VanVolkenburg now sees the Cheonggyecheon as “a visual centerpiece to Seoul’s attempts to build a 21st-century city, with most of its humiliating 20th-century history removed and dotted with recreations of the pre-colonial past.” It has certainly come to play the role of a humanising element in a city once globally regarded as a harsh, grey place of lookalike concrete towers, unceasing construction and demolition, and frequent infrastructural disaster.   Related: From Addis to Yiwu via Manchester and Washington, the new resilient cities – in pictures    It has also served as a model for uncovering the city’s other buried streams, as well as for restoration projects as far away as Los Angeles and its own infamous river, blanketed in concrete since the 1930s. To the extent that Lee intended it as a springboard to the presidency, the Cheonggyecheon also served his political ambitions well. After Lee’s election, the New York Times reported: “The man chosen as South Korea’s next president in Wednesday’s election owes much of his victory to a wildly successful project he completed as this city’s mayor ... The new stream became a Central Park-like gathering place here, tapped into a growing national emphasis on quality of life and immediately made the mayor a top presidential contender.” “One can criticise the negatives,” says VanVolkenburg, “but they are inherent in every redevelopment in Seoul.” Dunbar calls the Cheonggyecheon Stream “doubtlessly an engineering and urban planning miracle, but the reason I will never 100% accept it is the high toll that was exacted on the local population. It seems immoral to me to enjoy the DDP or the Cheonggyecheon without remembering the human cost of building these vanity projects.” And so other cities around the world might take Seoul’s experience as something to aspire to, as well as a cautionary tale. A project as ambitious as the Cheonggyecheon Stream may draw acclaim from all around the world – but sooner or later, the world will find out what you had to do to pull it off. Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #50: the reclaimed stream bringing life to the heart of Seoul",
  "webPublicationDate": "2016-05-25T06:30:32Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/25/story-cities-reclaimed-stream-heart-seoul-cheonggyecheon",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Seoul holidays",
      "id": "travel/seoul",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "South Korea",
      "id": "world/south-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South Korea holidays",
      "id": "travel/southkorea",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Colin Marshall",
      "id": "profile/colin-marshall"
    }
  ],
  "guardianId": "cities/2016/may/25/story-cities-reclaimed-stream-heart-seoul-cheonggyecheon"
}