{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/cory-bernardis-demotion-on-liberal-ticket-puts-cloud-over-senators-future",
  "id": "2016-05-11-43",
  "sectionId": "australia-news",
  "body": "South Australian senator Cory Bernardi’s demotion to second place on the Liberal party’s Senate ticket for the state has been justified by the Liberal party on the basis that he is not the most senior politician vying for re-election – but the decision may put at risk his political future. A Liberal party spokesperson confirmed to Guardian Australia that the education minister, Simon Birmingham, had replaced Bernardi at the top of the Liberal ticket for what is likely to be a hard-fought Senate election race. “Position one reflects the seniority of Senator Birmingham in regard to his position within the cabinet,” the spokesperson said.   Related: Cory Bernardi, impresario: fostering the new generation of young fogies | Jason Wilson    At the 2013 federal election Bernardi sat in top spot but Birmingham, a moderate, only secured a senior cabinet position after Malcolm Turnbull came to power. Birmingham is understood to have played a key role in Tony Abbott’s overthrow last September, while the deeply conservative Bernardi is one of Abbott’s staunchest supporters. Bernardi declined the opportunity to comment on why he had been demoted in favour of Birmingham. A spokesperson for Bernardi advised Guardian Australia that the senator had made a decision to “not engage in discussions with the media about such speculation during the election campaign”. Birmingham’s office also declined to comment.  In 2013 South Australia was the Liberal party’s weakest state in terms of Senate election performance, with Birmingham only barely scraping through in the state’s final available Senate position. The 2016 South Australian Senate ballot promises to be particularly unpredictable this year due to the rise of Nick Xenophon’s NXT party, the new Senate voting changes and the nature of double-dissolution elections, which see the full Senate go to the polls as opposed to the usual half-Senate. Below Bernardi on the ticket is the assistant minister for agriculture, Anne Ruston, followed in fourth spot by Senator David Fawcett, ahead of Senator Sean Edwards.    Related: Cory Bernardi email reportedly links Safe Schools to 'bondage clubs and adult sex toys'    Given the unique circumstances of this election, analysts are unclear on which positions on the Liberal ticket could be considered safe. Xenophon, who attracted more votes more than the entire Labor party in the 2013 Senate ballot, said in a statement to Guardian Australia that his party was putting four candidates forward for the Senate. “What is a safe place on the ticket is ultimately determined by the voters and even the diehard Liberal voters in the lower house understand the importance of having a check and balance from the political centre in the upper house,” he said. “It’s going to be tough to get our message across through the usual sound and fury coming from the major parties in an election campaign but we are running four and we hope to get four in, although it will be a herculean task.” On the Labor side the ABC reports that former senator Don Farrell, who failed to secure re-election at the last election after giving up top spot on his party’s ticket to Penny Wong, has made a surprise return to politics. Farrell is expected to secure the second spot on the ticket behind Wong once the ticket order is endorsed by the party’s national executive.",
  "webTitle": "Cory Bernardi's demotion on Liberal ticket puts cloud over senator's future",
  "webPublicationDate": "2016-05-11T20:29:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/cory-bernardis-demotion-on-liberal-ticket-puts-cloud-over-senators-future",
  "keyword": [
    {
      "webTitle": "Cory Bernardi",
      "id": "australia-news/cory-bernardi",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Max Opray",
      "id": "profile/max-opray"
    }
  ],
  "guardianId": "australia-news/2016/may/12/cory-bernardis-demotion-on-liberal-ticket-puts-cloud-over-senators-future"
}