{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/stormzy-grime-skepta-kanye-drake",
  "id": "2016-05-21-151",
  "sectionId": "music",
  "body": "Before Stormzy became the most talked-about new rapper in the UK, before Adele was shouting him out on stage, before he was the odds-on favourite to record England’s official Euro 2016 song, he was Michael Omari, a kid who lived for badges. Omari would spend school holidays in Thornton Heath library in Croydon, which ran a scheme called Book Trail. “You read a book, write a detailed review as proof you’ve read it and they give you a badge,” the MC explains. “That’s where my competitive nature came out. Give me the badges! I would sit in the library all day, not ’cos I loved reading, just because I needed those badges.” It’s also how he found his way with words. “I read so many books when I was a kid that I didn’t even know were shaping me up.”   Related: Stormzy review – accessible flow that shows his range    When Omari was 10, two big moments happened: he became too old for Book Trail and Dizzee Rascal’s Boy In Da Corner was released. Dizzee’s debut was the first grime record to make a dent in the mainstream and remains the London estate-born genre’s masterpiece. Its ectopic beats, menacing bass and frantic take on life on the streets sounded like nothing that had gone before. Even the Guardian’s review of it at the time said it “appears to borrow from nothing.” Boy In Da Corner was also Omari’s musical year zero. Soon after it made the top 40, he became infatuated with the new breed of MCs, with crews like Roll Deep, Ruff Sqwad and N.A.S.T.Y, and their stars: Wiley, Dizzee and Kano. He would swap new tracks with classmates using the Bluetooth functionality on old Nokia phones. Grime at that time worked like social media does today: hundreds of tracks would come out each month, responding and interacting with each other, music videos were filmed on phones, and rappers jostled for prominence during freestyle clashes on radio station Rinse FM, YouTube channel Risky 2 Roadz or on Jammer’s Lord Of The Mics battle series.            Then, as Omari grew up he saw the genre develop. Dizzee became a pop star, but other MCs who tried to follow his grime-lite model isolated their fanbases and eventually lost the attention of the mainstream. At the same time, in the late 2000s, the police were hellbent on shutting down grime events using the notorious risk-assessment form 696. Artists who thought they would make a living from grime started to give up. Omari did a bit of MCing at school, but within a few years he had become a small-time drug dealer. By the time he’d graduated, grime had retreated back to the underground and Michael Omari seemed a long way from becoming Stormzy.    “Every thing that I was told that I couldn’t do without a label, I’ve done.”       In 2016, it’s a very different scenario. Stormzy towers at 6ft 5in over the City boys surrounding the canal where we’re having an “after work beer”. “I fucking hate suits. This lot look naff,” he quips, adjusting his box-fresh Adidas T-shirt. Yesterday he interviewed David Beckham in front of a live audience; tonight he’ll be a surprise guest at Wretch 32’s show at Camden’s KOKO. Grime, meanwhile, has rebuilt itself around him. US hip-hop giants such as Kanye and Drake will tell anyone who’ll listen about their love for the genre (the former famously performing at the 2015 BRITs with a crew of UK grime rappers, including Stormzy); Skepta, now the scene’s biggest star, was outselling both Beyoncé and Drake in the midweek charts with his new album Konnichiwa. Last summer, the grime movement came full circle when Dizzee Rascal joined Stormzy on stage at Wireless festival. The scene – and it is a scene – is in rudest-ever health, thriving on collaboration and supportive MCs, instead of constant beefing.     Live and direct… Photograph: Chris Lever/REX    But Stormzy’s connection to grime has obscured the many other ways in which he is a unique and outspoken figure in British music. He still hasn’t signed a record deal and is the first unsigned British artist to have a top 10 single (if we’re ignoring YouTuber Alex Day, who once managed the feat with novelty song Forever Yours).    Related: Skepta: Konnichiwa review – rhymes that are dextrous, sharp and very British    I was at a music industry seminar recently where people were already talking about “the Stormzy model”. Other artists would likely make this their story, but Stormzy’s desire to score high chart positions and win accolades (he won the best male act at the 2015 Mobos) doesn’t come from some political opposition to the industry machine, just the same place that makes a boy read for badges. “I just feel like there is nothing I cannot do,” he says. “Every single thing that I was told that I couldn’t do without a label – get in the charts, get on to the Radio 1 playlist – I’ve done.” The diverse fanbase he has cultivated over the past two years has gone some way to help. Stormzy’s skill as an MC and strict adherence to grime first-principles (140bpm tracks, freestyles, performing over classic instrumentals from grime forefathers) means he attracts groups of clued-up teenagers who buzz off whatever off-the-cuff tracks he puts online next. But Stormzy’s gigs can also feel like punk shows, complete with suburban boys in moshpits. He has also, whether unwittingly or not, been taken under lad culture’s wing, held up alongside footballer Jamie Vardy, doing nine Jägerbombs on a night out, wearing vests, and going for a “cheeky Nando’s” (which is lad parlance for, er, going for a Nando’s).     Photograph: Dan Wilton    “Yeah I had to learn about lads,” says Stormzy, without skipping a beat, aware that a cool, “urban” grime star seems like an unlikely figurehead for banter-loving uni guys. “When I was about 19, I made the decision to stop being a thug and a gangster, and I got a prestigious engineering apprenticeship in Birmingham. When I first got there, I remember walking into a room and seeing about 17 white faces.” He says they were all taking the mick out of each other in the most vulgar language imaginable, and laughing about it. He was shocked. “Growing up in the ends, you don’t do that. You meet someone: you’re very wary of them, you already don’t trust them. We were young kids who are going to war every week, there’s no time to make a joke.” But once he realised that it was okay to break a smile, he reassessed his image. “I realised I don’t want to be a negative bad boy in the corner, not talking to anyone.”  Today, he dips in and out of his laddy side, but insists, “I’ve always been a banter king!” One month he’ll be giving a talk at the Oxford Guild; the next hanging out in Ayia Napa with a guy who’s got “Stormzy” tattooed on his bum. But what runs through everything Stormzy does is a self-effacing British sense of humour. It sticks out at a time when pop is having a bit of a po-faced moment. Most artists take themselves very seriously, preferring to only talk about the music.  Stormzy, however, is more of a personality in the Robbie Williams mould: his mum appears in his video rapping his lyrics, and he challenges his fans to Fifa competitions on social media. He says that after living with a group of lads during college, he realised he was “the banter king”. He’s similar in that sense to his icon Dizzee, who was always happy to balance his weightier stuff with moments of levity. “I don’t want to have to put a mask on,” he explains. “Fuck that – sometimes I’m pissed off, sometimes fuck off, sometimes I’m up for banter, sometimes I can playfight for 12 straight hours with the mandem.”     Stormzy accepts his award for Best Grime Act during the Mobo awards 2015. Photograph: Dave J Hogan/Getty    Here’s a story that shows the many sides of Stormzy. Last year, he dropped his freestyle track Shut Up, which takes as its instrumental the early-00s grime track Functions On The Low. It first emerged as a one-take YouTube video filmed in a park near his former home in Thornton Heath, Stormzy performing on the fly in a red tracksuit flanked by fans. For your average MC, that would have been the end of it. But Stormzy then performed the track during British boxer Anthony Joshua’s ring-walk for his fight against Dillian Whyte and it soared in popularity. It prompted Stormzy to make a bid for the naffest of British music institutions, the Christmas No 1, tweeting “LET’S DO THIS BUN X FACTOR!!!”. Within a week he was dressed as Santa performing a festive version of the track on 1Xtra with the lyrics changed to “Really I shouldn’t be in the rave/ ’Cos I don’t drink when I’m riding my sleigh.” It ended up at No 8, one place higher than the X Factor winner’s single.   Related: Party politics: why grime defines the sound of protest in 2016    Despite all this, Stormzy is more than just the jester of the grime scene. As well as being up for a laugh, he’s politically outspoken. After the Brits this year, for example, he called out organisers for the “embarrassing” lack of “grime and underground” artists nominated. He says he has since had a “proper chat” with the Chairman of the awards to discuss “making the list of voters more diverse” so as to prevent “national outrage over discrimination” but wants to make sure that any changes don’t feel like tokenism - “if Years & Years win the award, that’s cool, they deserve it.” He’s more open to engaging with traditional party politics, too. In the past, grime’s main political stance has been anti-establishment (Skepta’s Shutdown claims that “we don’t listen to no politician”, in part a reaction to form 696). Stormzy seems happier to take sides. He recently tweeted “Beg no one vote for this Zac Goldsmith bruddah he seems like a proper pussyhole” only to find himself minutes later followed by the official Jeremy Corbyn account. Stormzy grins when I bring this up.            “My man, Jeremy! Young Jeremy, my guy. I dig what he says. I saw some sick picture of him from back in the day when he was campaigning about anti-apartheid and I thought: yeah, I like your energy. Have you seen that footage of House of Commons? They’re all neeky dons! The way they all laugh and cheer. Is this fucking Game Of Thrones? You lot have got real issues to talk about and deal with. That’s why I like Jeremy: I feel like he gets what the ethnic minorities are going through and the homeless and the working class. That Zac guy, he just seems like a fucking arsehole.”    How is my bredren from the ends ever gonna buy a house? It’s mad out here       Are there any issues he’d raise were he to get the ear of a Corbyn or a Sadiq Khan? “Housing, that’s the first one. Now that I’m at a certain financial situation, I’m able to buy a house. But if I never became this, how the fuck was I gonna buy a house? How is my bredren from the ends ever gonna buy a house? It’s mad out here.” You might say that Stormzy’s sides don’t really fit together: the grime credibility, the range of admirers, the pop star antics, the political conviction. Isn’t there a danger in trying to be all things to all people? “You know, I feel like I am a package of different flavours. I’m having a beer with you and all these people,” he gestures at the City boys, “but last night I was on my balcony with my bredren who’s just come out of jail after 13 years, smoking a zoot, talking about what we used to do. I just want to be a human. I don’t give a shit about nothing else. Stormzy and Michael need to be the same person.”         Kanye with, among others, Stormzy, Jammer, Skepta, Shorty, Krept and Konan, Novelist and Fekky.    Arguably, the only thing that’s been holding Stormzy back so far is his musical ambition. To date he’s released blistering verses, mostly over classic grime beats, but he hasn’t, like Dizzee did all those years ago, made something that sounds like nothing else.   Related: Was Kanye patronising or boosting grime with his Brits performance?    He says that’s coming too, on his debut album, out some time this summer. “So far I committed myself to being a sick guy, a sick performer, but I think that triggered something in me, to be a great musician who makes great music. I think it’s boring when you go to a grime show and you know exactly what you’re going to see: a guy walking up and down and a DJ. I want to think so much bigger than that.”  At the same time, Stormzy recognises the dangers of trying to take the underground overground and suffering the same career stalls as his heroes. “I feel like a lot of our time with our scene, people get very scared and rightfully so, because of what’s happened with artists coming through grime and coming out at the pop end of it. But I just want to make a record that is very musical and very spiritual and from the heart.” The rapper seems remarkably calm for a 22-year-old experiencing a sudden rush of fame, and managing to be funny, political, outspoken, credible all while staying desperately self-assured. Where does all that come from? What makes a guy release without a label? Or read 100 books in a summer just to get a badge?     Photograph: Dan Wilton    “You know what I feel like I’m full up of so much different crazy shit,” he says. “I used to think I weren’t an interesting person. I’m cool and I’m a good guy but in terms of being interesting… I felt like I’d be in the ends all my life. I didn’t have a fortunate upbringing, things weren’t lovely – things were terrible growing up. In terms of street life, financially, behaviourally, shit was the worst. I never had no money. You know the trampy kid in the class? I was that don. I used to think, fuck my childhood. But now I think look, that made me. Fortunate events have led to this, and I’m here now.” We get in a taxi and head out. As we arrive at a club, the rapper Example is waiting outside. Someone’s forgotten to put him on the list and the security guard is having none of it. But when Stormzy arrives, the security guy breaks into a smile and gives him a high five. Stormzy has to point out Example to say he’s allowed in, too. It could have been a moment of tension – Example being the older and more established of the two – but both of them just smile. “Oh, I can only get in the club with you now, Stormz,” he jokes. It’s all good. It’s all banter. Stormzy plays The Great Escape, Brighton, Saturday 21 May • This article was amended on 31 May 2016. An earlier version referred to a talk at the Oxford Union. The talk was at the Oxford Guild Business Society.",
  "webTitle": "Stormzy: ‘My man Jeremy Corbyn! I dig what he says'",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/stormzy-grime-skepta-kanye-drake",
  "keyword": [
    {
      "webTitle": "Grime",
      "id": "music/grime",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dizzee Rascal",
      "id": "music/dizzeerascal",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stormzy",
      "id": "music/stormzy",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wolfson",
      "id": "profile/samwolfson"
    }
  ],
  "guardianId": "music/2016/may/21/stormzy-grime-skepta-kanye-drake"
}