{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/02/iain-wright-mp-attacks-sir-philip-green-bhs-sale",
  "id": "2016-05-02-93",
  "sectionId": "business",
  "body": "The MP leading an analysis into the collapse of BHS has lashed out at its former owner Sir Philip Green over the sale of the business to people who “crash[ed] it into a cliff”. The retail billionaire, his wife Tina and Anthony Grabiner, chairman of Green’s retail empire Arcadia for more than a decade, are being asked to appear before two parliamentary committees to give evidence about the high street chain’s demise. Iain Wright MP, who chairs the Commons business, innovation and skills select committee, said Green had “enormous questions” to answer. Wright highlighted the sale of the business to Dominic Chappell, a former bankrupt who bought BHS via a company called Retail Acquisitions last year. He said: “The question that we want to ask Sir Philip Green is, ‘You bought BHS, took enormous sums out of the business, the pension scheme went from surplus to deficit and then you sold it for a pound to somebody who was twice bankrupt and who had no experience whatsoever of the retail sector – is that appropriate stewardship of a big, important company?’” Retail Acquisitions argues that it spent £10,000,001 to buy BHS, because it invested £10m in shares on top of the deal’s notional £1 price tag.     Sir Philip Green. Photograph: Brendan Mcdermid/Reuters    Wright said: “So it’s a case of ‘is it right that people can buy a company, strip it, in many respects, of cash in terms of dividends without real regard to pensions or to employees and then sell it for a pound to untried and untested people who then crash it into a cliff?’” He told Radio 4’s Today programme: “We are keen to find out who knew what, when. This issue over the sale and acquisition of BHS raises enormous questions.” MPs on the committee as well as those on the work and pensions committee are taking evidence on BHS. Green declined to comment. Wright said: “When you sell a business do you have any further responsibility or do you start to crash it into the cliff and then bail out just before it does crash? Those are things we want to look at on the business select committee and we also want to see whether the system is fit for purpose in making sure we can create long-term value rather than making sure that people can extract value out of businesses to the detriment of employees and to the detriment, ultimately, potentially, of the taxpayer.”   While Wright has yet to announce a list of witnesses that the business select committee wants to question, they are expected to be the same as those called by Frank Field, chair of the Commons work and pensions committee.  BHS called in administrators in March, putting almost 11,000 jobs at risk, a year after Arcadia’s 15-year ownership ended. Questions are now being asked about how its £571m pension deficit will affect the Pension Protection Fund, a rescue scheme funded by contributions from other pension pots. Sports Direct tycoon and Newcastle United Mike Ashley, who has resisted calls to appear before MPs over working conditions in his own retail empire, has indicated that he could bid for BHS. Green is also thought to have considered a move to buy back the brand he once owned, while boardroom veteran and former Asda boss Allan Leighton has also been linked with a rescue bid.",
  "webTitle": "Select committee chief lashes out at Sir Philip Green over BHS sale",
  "webPublicationDate": "2016-05-02T16:09:03Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/02/iain-wright-mp-attacks-sir-philip-green-bhs-sale",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/02/iain-wright-mp-attacks-sir-philip-green-bhs-sale"
}