{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/dan-michaelson-and-the-coastguards-memory-review",
  "id": "2016-05-05-50",
  "sectionId": "music",
  "body": "The third instalment of a trilogy, following 2013’s Blindspot and 2014’s rave-reviewed Distance, Memory finds Dan Michaelson further expanding his “epic minimalism”. Guitars, bass and piano are now augmented by slightly louder drums, and the new brass provides the warmth of a colliery band. As ever, his voice is central: a world-weary croak that sounds to have been perfected over several days without sleeping. The seven songs find him trying to pin down fleeting, lost personal moments in time: romantic mistakes and fatefully crossed lines. “If I could take you back, I wouldn’t take it on you, but you can’t undo,” he sings, as the marvellous Undo broods as powerfully as the National. If Michaelson’s songwriting were less capable, his melancholy could risk self-parody – when he’s walking her home, the heavens inevitably open. However, these are magical songs, brimming with understated but powerful hooks and the joys of loss lifted and intimacy shared.",
  "webTitle": "Dan Michaelson and the Coastguards: Memory review – magical, melancholy songs",
  "webPublicationDate": "2016-05-05T19:15:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/dan-michaelson-and-the-coastguards-memory-review",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Simpson",
      "id": "profile/davesimpson"
    }
  ],
  "guardianId": "music/2016/may/05/dan-michaelson-and-the-coastguards-memory-review"
}