{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/27/zambia-vedanta-water-contamination-villagers-pollution-case-britain",
  "id": "2016-05-27-77",
  "sectionId": "global-development",
  "body": "Eighteen hundred Zambian villagers claiming to have had their water supplies polluted and their health affected by a giant mining company’s subsidiary have won the right to have their case heard in the British courts rather than in Zambia. Vedanta, which is headquartered in London, had argued strongly in the high court that the villagers’ case against them and their subsidiary, KCM, should be heard in Zambia, where the alleged pollution took place near the town of Chingola and the giant Nchanga copper mine.  But high court judge Sir Peter Coulson dismissed the multinational’s claims, saying he feared that villagers would not get justice in their own country because they would not be able to afford lawyers, and because the Zambian legal system would not be able to cope with such a large and long trial.  “I am conscious that [this] could be seen as a criticism of the Zambian legal system,” he said. “I might even be accused of colonial condescension. But I am not being asked to review the Zambian legal system. I am bound to conclude [from the evidence] that the claimants would almost certainly not get access to justice if these claims were pursued in Zambia.” People from the four villages of Shimulala, Hippo Pool, Hellen and Kakosa are seeking compensation for loss and damage they say they suffered to their land and their health. Their primary sources of water for drinking, washing, bathing and irrigating farms are surface water and shallow wells next to the giant Nchanga copper mine, which is operated by KCM.  Multinational companies based in rich countries mostly prefer to have environmental and human rights cases against them heard in developing countries. But in recent months several have challenged a trend by British lawyers to bring cases against them in London.  “For the last 15 years there have been no jurisdictional challenges from multinational companies against claims which we have successfully brought here on behalf of some of the poorest people from around the world,” said Martyn Day, of the law firm Leigh Day, which is representing the villagers. “This year we’ve had three. The judgment today is the first of the three to be considered by the high court. Hopefully it will encourage UK-based multinationals to recognise that London is the appropriate place for these claims to be heard and for justice to be done.” A full trial is unlikely before late 2017.",
  "webTitle": "Zambian villagers win right to have pollution case heard in Britain",
  "webPublicationDate": "2016-05-27T16:24:09Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/27/zambia-vedanta-water-contamination-villagers-pollution-case-britain",
  "keyword": [
    {
      "webTitle": "Natural resources and development",
      "id": "global-development/natural-resources-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Access to water",
      "id": "global-development/access-to-water",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Zambia",
      "id": "world/zambia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mining",
      "id": "environment/mining",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    }
  ],
  "guardianId": "global-development/2016/may/27/zambia-vedanta-water-contamination-villagers-pollution-case-britain"
}