{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/09/grave-sharing-death-graveyards-london-re-use",
  "id": "2016-05-09-148",
  "sectionId": "lifeandstyle",
  "body": "All over the country graveyards are filling up, and in London “the situation is critical”. No surprise there, then. There’s hardly any space left in town for living people, never mind dead ones, and by 2020 eight boroughs will have completely run out of space. So the City of London cemetery has started to reuse graves. Only graves at least 75 years old – and warning posters will be attached to give relatives and chums a chance to object. If they do, it won’t happen.   Related: Re-using graves means UK cemetery will never run out of space    Sounds fair enough to me. It’s not the only cemetery trying to solve a space problem – Israel’s Yarkon cemetery is vertical and multi-tiered; there are two storeys of tombs in part of the Punta Arenas cemetery, Chile; and there are layers of bodies at Prague’s Jewish cemetery and in vaults, crypts and mausoleums at Wadi Al-Salaam, Iraq. But in the UK you can only reuse graves in London. Lucky for Fielding, who fancies burial because he just doesn’t like the idea of ripping great flames, in case it was all a mistake and he wakes up. Hopefully we’ll know nothing about it, so we don’t mind grave-sharing. It’s the people left behind who will have to decide. Bad luck. My parents are sprinkled under a rosebush on a hill above Hove, next to my auntie, with a bit of my mother also on her favourite beach. I wouldn’t mind being scattered, along with the dogs, on their favourite walkie routes – which I suspect is illegal, but why? That’s the only sort of reincarnation that works for me. Then more charming grasses and plants will grow from the ashes, the birds and bees will pass them along, and on it all goes. Not that I enjoy considering death, but this is a column about age; my friends and contemporaries are dropping like flies, or teetering on the edge. Graveyards are news, and my lovely old boxer just died, which feels worse than I expected – although I ought to be used to it after six dogs. But the tortoise is still here. I talk to it more than usual.",
  "webTitle": "Grave-sharing is fine – there’s no space for living people, let alone dead ones",
  "webPublicationDate": "2016-05-09T14:43:36Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/09/grave-sharing-death-graveyards-london-re-use",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Dogs",
      "id": "lifeandstyle/dogs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michele Hanson",
      "id": "profile/michelehanson"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/09/grave-sharing-death-graveyards-london-re-use"
}