{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/boris-johnson-eu-hitler-bad-taste-bad-judgment",
  "id": "2016-05-15-124",
  "sectionId": "politics",
  "body": "It would be just about forgivable for an ignorant-and-proud-of-it politician like Ukip’s Nigel (“Give us a job, Boris”) Farage to make glib Hitler comparisons about the European Union. But for over-educated Boris Johnson, steeped in classical history and a biographer of Winston “Boris” Churchill, it is both frivolous and deeply offensive. It puts the former mayor of London in the same league as rampaging Donald Trump, another intellectual conman from the metropolitan elite, currently busy trying to mislead poor people for career advantage.  Desperate stuff. It is frivolous because Hitler is a uniquely awful figure with whom glib comparisons are invariably misplaced, whether made by Anthony Eden (Egypt’s Nasser was “another Hitler”), George Bush (ditto Saddam Hussein) or the Tory MP for Uxbridge and South Ruislip.  It is offensive to the memory of millions of Europeans who suffered and – many of them – died under the Nazi occupation. David Cameron made a similar error when he likened Vladimir Putin’s seizure of the Crimea to a Hitler grab. What Putin did was wrong but 20 million Soviet citizens – yes, 20 million – did not die in the process. Russians were offended and rightly so. Another round to Putin.   Related: Boris Johnson criticised for 'desperate' link between EU and Hitler    Johnson seems vaguely aware of this, but is intoxicated by the baroque magnificence of his own verbosity. “Napoleon, Hitler, various people tried this out and it ended tragically … the EU is trying to do this by different methods,” he told the Sunday Telegraph, whose company payroll he is on. It sounds as though Johnson was struggling to remember if it was Philip II of Spain, Phillip, Duke of Edinburgh, or Phillip Roth, who also had a crack at the project (“memo to self: get the researcher to fact check it before my next column’’). He wings it as he does most things because he is clever enough and funny enough to get away with it. What’s worse in some ways is that Boris is half right. Memories of the Roman empire before its western half collapsed under barbarian invasion in 476 AD have remained powerfully lodged in the European imagination. Charlemagne, crowned emperor on Christmas Day 800 (history’s easiest date) of what would be later called the Holy Roman empire, was the first revivalist of many. Napoleon forced the that empire to be dissolved in 1806. A century later HG Welles called the papacy “the ghost of the Roman empire sitting on its grave”. So it is OK to urge to unity after centuries of bloody conflict which culminated in the self-destructive wars of 1914-45. But quite apart from the fact that Germany was never conquered by Rome – except in Gladiator – Hitler is utterly toxic. In a TV discussion of Margaret Thatcher years ago I interrupted the pompous polymath Dr Jonathan Miller who said: “I don’t want to compare her to Hitler, but …” – “Well, don’t,” I snapped at the great man, possibly my bravest ever action. The Hitler comparison is usually grotesquely misplaced, even if it plays for five minutes in the Dog and Duck and for longer in some of our tax-shy offshore oligarch-owned newspapers. If Johnson were being serious – give it a try Boris, it might be stimulating – he could have tried to explain a much more serious problem with contemporary German conduct. No jackboots, no toothbrush moustaches or silly walks, but damaging as Greeks will readily confirm. It is the deflationary economic policies being imposed by well-meaning German leaders on their own people and – for want of better alternative leadership – on the wider eurozone. Our exports suffer too. We learned in the 20th century to avoid inflation – hyper inflation in the 1920s contributed to the rise of that chap – and to save against rainy days. The German constitution requires the federal government to balance the budget. Individuals save ferociously too. Business is export focused, helped by an under-valued currency (if Germany left the euro the mark would soar), all of it building the trade surplus which is at the heart of the eurozone’s problem. Greek misconduct is more of a symptom. German officials and politicians are reluctant to admit this; clever people like the finance minister, Wolfgang Schäuble, instead attack Mario Draghi at the European Central Bank for the (limited) credit-creating programme of quantitative easing (QE) which keeps the system just about afloat. As I never tire of saying, “When the Germans have bankrupt everyone else and have no more customers to sell to they’ll discover they’ve also bankrupt themselves.” Alas in the process they’ve suppressed domestic demand and allowed their demographics to collapse. Yes, it’s going horribly wrong and much nastier nationalist populists than Johnson are crawling out of the drains to exploit the legitimate fears of voters who may know more about Hitler and Bayern Munich football club than they do about Beethoven, Kant or even Willy Brandt. It’s quite possible that Boris knows this, though he has never shown much interest in economics outside his own. If he really wants to be prime minister despite his shabby role in the Brexit campaign, he’ll have to try to show he can be serious. Nothing wrong with jokes, but a chap has to do both. He knows Britain’s deep-seated problems aren’t caused by Europe and won’t go away if Britain votes for Brexit. He wrote as much in his Telegraph column on 12 May 2013 and probably a few times since. Contrary to what he asserts in his Sunday Telegraph interview most of us feel sort-of-European in varying degrees, certainly less sort-of-American with every Trump day that passes. Europe is in historic decline; we need each other and, if we don’t hang together, we may hang separately. After all, Rome is not the only ancient empire that dazzles posterity’s imagination and is again on the move. What unites Britain’s nostalgic Brexit right and anti-imperial left is their shared inability to spell CHINA. Unlike Mandarin, Rome’s unifying Latin language is fractured, so that few now speak it, not even Hitler.  GCSE Mandarin anyone?",
  "webTitle": "Boris, the EU and Hitler: bad taste, bad judgment | Michael White",
  "webPublicationDate": "2016-05-15T10:57:03Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/boris-johnson-eu-hitler-bad-taste-bad-judgment",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Margaret Thatcher",
      "id": "politics/margaretthatcher",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/2016/may/15/boris-johnson-eu-hitler-bad-taste-bad-judgment"
}