{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/venezuela-president-nicolas-maduro-mad-goat-uruguay-jose-mujica",
  "id": "2016-05-20-167",
  "sectionId": "world",
  "body": "Venezuela’s embattled president Nicolás Maduro is “mad as a goat”, according to Uruguay’s former leader José “Pepe” Mujica. Mujica’s comments came after Maduro accused the head of the Organization of American States (OAS) of being a “traitor” and CIA agent.  “They’re all crazy in Venezuela,” Mujica said. “I have great respect for Maduro, but that doesn’t mean I can’t say ‘You’re crazy, you’re as mad as a goat.’” Maduro responded at a party rally on Thursday, telling his supporters: “Yes, I’m mad as a goat, it’s true. “I’m mad with love for Venezuela, for the Bolivarian Revolution, for Chávez and his example.” Venezuela’s government is grappling with street protests, a shrinking economy, chronic food shortages, and power cuts. Maduro, who says that the country’s problems are caused by rightwingers and foreign plots, has resisted opposition calls for a referendum on his rule.  Earlier this week the OAS chief Luis Almagro – who previously served as Mujica’s foreign minister – warned the Venezuelan leader that he risked becoming “just another petty dictator”, and called on him to hold the recall referendum.  Maduro responded to Almagro by denouncing a supposed “media war” against him, and accusing Almagro of being a “longtime traitor”.  Asked about the row on Thursday, Mujica – who is currently a senator in the Uruguayan congress – said: “The problem is trying to solve the economic problem in Venezuela. A country can’t live fighting, Venezuelans have to find a way to solve things between them.” Mujica, who ruled Uruguay from 2010 to 2015, refused to live in Uruguay’s presidential palace and lived instead in his own slant-roof three-room ranch 20 minutes outside the capital city of Montevideo. But despite his eccentricities, Mujica carried forward a forceful progressive agenda, making Uruguay the first South American nation to legalize abortion and the first country in the world to legalize the sale of marijuana.Venezuela meanwhile is suffering a deep economic crisis and the world’s highest inflation rate. Opposition marches during the last few days have demanded Maduro’s resignation, while food and medicine scarcities have become chronic. This was not the first time the plain-spoken Uruguayan has disparaged a serving South American president. In April 2013, Mujica was caught on an open microphone describing Argentina’s then-president Cristina Fernández de Kirchner. “The old woman is worse than the one-eyed guy,” Mujica said, referring to Fernández’s husband and predecessor in office Néstor Kirchner who strabismus resulting in a misaligned eye. “He was was more political, this one is stubborn,” Mujica said.",
  "webTitle": "Venezuelan president Nicolás Maduro accused of being 'as mad as a goat'",
  "webPublicationDate": "2016-05-20T12:54:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/venezuela-president-nicolas-maduro-mad-goat-uruguay-jose-mujica",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Uki Goñi",
      "id": "profile/ukigoni"
    }
  ],
  "guardianId": "world/2016/may/19/venezuela-president-nicolas-maduro-mad-goat-uruguay-jose-mujica"
}