{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/euro-2016-england-three-lions-vindaloo",
  "id": "2016-05-23-272",
  "sectionId": "music",
  "body": "The only way England are going to win the football this summer is if they have the right anthem. It doesn’t matter what Kane and co do on the pitch; if there isn’t the right combo of B-list light entertainer and middle-of-the-road touring band doing a song called Come On (Mighty England)!, they may as well not bother. Even Wales have a legitimate banger this year: they’ve got the actual Manic Street Preachers to record their song, and the video has Gareth Bale doing his best “lad who got dumped 18 months ago and finally feels free to love again” impression pogoing along in the background, so England are already behind. Twenty years after Three Lions, here are a few pointers on how to update the tried-and-tested football song formula for a winning 2016. THE ODDEST SUPERGROUP KNOWN TO MAN            Not a day goes by when we don’t all of us long for the days of England United – the supergroup of Spice Girls, Echo And The Bunnymen, Space and one of Ocean Colour Scene, who put out the 1998 England theme (How Does It Feel To Be) On Top Of The World? before disbanding, never to grace us with another single again. We need them back, desperately. Not with Space, though. Let’s not bring Space back. Instead, craft together Little Mix, the gobshite one out of Catfish And The Bottlemen, Chico and, seeing as it’s 2016, Disclosure. Then England will win the thing, surely.            LIGHT ENTERTAINERS IN NEWLY PURCHASED ENGLAND SHIRTS   Related: Manic Street Preachers release their Euro 2016 song Together Stronger    England have previous: Baddiel & Skinner, who started this whole thing; James Corden, who did the 2010 song with an embarrassed-looking Dizzee Rascal; Ant & Dec; Bubble and Dean from Big Brother 2 (both 2002). The form seems to be: take two people who are a bit famous, but yet to break through to actual megastardom. Like: they’re on TV, but they also still really worry about the gas bill. The only sensible option is Stevi Ritchie and Chloe-Jasmine, the fiance and fiancee team who do the competitions on This Morning. LYRICAL OVERSTATEMENT OF HOW GOOD ENGLAND ARE AT FOOTBALL If you assessed England’s sporting capability on audio evidence alone, they have for two decades been a footballing titan, crushing all in their path and/or consistently scoring one more goal than the opposition. The reality is there was a good five-year period there when they were genuinely reliant on Emile Heskey. Perhaps it’s time to get real this year, eh? Getting Dappy in to do some guest bars about how “realistically we’ll probably make it to the second round and that’s about it/ Maybe quarters at a push” would help. HORRIBLE LIBERTIES TAKEN WITH A PRE-EXISTING SONG            Corden ’n’ Rascal’s Shout (Shout For England) was the worst offender, mangling the Tears For Fears classic with the addition of both a rap bit and patriotism, but the football song has always been the place that existing music goes to be slaughtered at the altar. This year, it seems inevitable: Uptown Funk but with English overtones (“Cos Wayne Rooney’s gon’ give it to ya / ’COS WAYNE ROONEY’S GON’ GIVE IT TO YA”), sung by the NHS Choir. ANAEMIC, ENGLAND-CENTRIC SONG TITLE Aside from Vindaloo, every England song title is essentially the same combination of bloodless encouragement (the kind of thing a non-football fan would do after accidentally wandering into a pub during a game – saying “shout for England!” at the TV so they don’t get chaired by hooligans) and some words in brackets. To cover all bases, this year’s song should be called England, England (England, England, England). A DOOMED ATTEMPT BY A FOOTBALLER TO RAP            England needs to admit as a nation that, musically, it will never match John Barnes’s bars from 1990’s World in Motion. Since then – knowing they will never achieve such heights – producers have stuck to just getting the squad to mumble along to some sort of chanting backing track, dropping rapping footballers altogether. It’s time for a change. It’s time for Danny Drinkwater, in the biggest Beats By Dre headphones money can buy, to drop eight lines about how banter is the key to squad harmony. THE WORST MUSIC VIDEO OF ALL TIME England songs are only allowed to contain three visual elements: builders in hi-vis jackets crooning, people in a cafe looking alternately sad and hopeful, and lads doing double-clenched fists at the camera. The combined effect of these things is usually enough to make you think: “You know what? I don’t want them to win it.” This year, imagine a Jamie Vardy lookalike with his arms around the shoulders of the three members of the Pigeon Detectives who agreed to this folly, while a stand with only 20 people in it attempts a Mexican wave. CONCLUSION Oh God, let’s just re-record Three Lions again.",
  "webTitle": "Sing when you’re winning: what should England's Euro 2016 anthem sound like?",
  "webPublicationDate": "2016-05-23T08:00:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/euro-2016-england-three-lions-vindaloo",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Manic Street Preachers",
      "id": "music/manic-street-preachers",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Joel Golby",
      "id": "profile/joel-golby"
    }
  ],
  "guardianId": "music/2016/may/23/euro-2016-england-three-lions-vindaloo"
}