{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/25/francesca-simon-i-love-writing-in-the-first-person",
  "id": "2016-05-25-266",
  "sectionId": "childrens-books-site",
  "body": "I was sitting on the New York subway a few years ago when a voice popped into my head. A sarcastic, teenage, yeah whatever, shoulder-shrugging voice. She said: “You’d think after my brother the snake was born they’d have stopped at one.” I recognised her immediately. It was (cue scary music) Hel, the Norse goddess of the dead.  I grabbed a pen, and scrawled that sentence in my notebook. The whole book came to me in that moment, and that sentence is how The Monstrous Child begins. So it’s actually true what I’ve been telling kids all this time: you never know when you’re going to get a good idea.   Related: Guardian children's fiction prize book club: The Lost Gods by Francesca Simon    I was in the middle of writing The Sleeping Army, my first book set in an alternate Britain where Christianity never happened, and everyone worships the old Anglo-Saxon and Viking Gods. So perhaps it’s not that surprising that I heard Hel’s voice so clearly. But this is the first time I’ve ever written in the first person, and the first time a character has spoken to me directly. I always listen to my characters speaking when I’m writing, but Hel just appeared without being summoned. I often felt like I was channelling her, which was occasionally rather creepy and depressing, as this young goddess, human from the waist up, and a decaying corpse from the waist down, has been hurled by Odin into the Underworld and forced to rule the dead. But it’s amazing how quickly you get used to writing about life - or rather, death - in a gigantic tomb. My father read the book in manuscript, and told me: “It’s your best book, but a few ‘putrids’ and ‘rotting corpses’ go a long way.” (Don’t worry, I’ve cut back on the revolting rotting stinking stench stuff…)   Related: How real Viking objects inspired Francesca Simon's new series – in pictures    I imagined Hel as a depressed teenager, who has painted the walls of her room black, lying face down on her unmade bed. My starting points with the book were: Why is she so depressed? What was she like before? I always ask myself questions when I write, but this time she gave me the answers. I also discovered as I wrote, that Hel, sadly, has a lot to say to young women who find their bodies disgusting, and fear they are unlovable.    Related: The Lost Gods, review – a mythical romp from the Horrid Henry author    I loved writing in first person. There is something exhilarating about seeing the world exclusively from someone else’s point of view, especially someone as funny and sarcastic and angry as Hel. I also enjoyed creating a world where the gods were the bad guys, and the giants the good guys, as Hel definitely identifies more with her giant mother than her god father. I have always loved mythology, and it was great fun to retell a myth in a way that no one else has before, by making Hel the main character. The Monstrous Child is definitely my favourite book, and Hel my most fascinating character.      Buy The Monstrous Child at the Guardian bookshop",
  "webTitle": "Francesca Simon: 'I love writing in the first person'",
  "webPublicationDate": "2016-05-25T07:30:33Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/25/francesca-simon-i-love-writing-in-the-first-person",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Francesca Simon",
      "id": "books/francesca-simon",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/25/francesca-simon-i-love-writing-in-the-first-person"
}