{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/13/stone-roses-all-for-one-velvet-underground-pixies-guns-n-roses",
  "id": "2016-05-13-201",
  "sectionId": "music",
  "body": "“It sounds like the Seahorses,” much of the world sighed, as the Stone Roses’ first new song in 21 years emerged on Thursday night. It’s not so much that All for One was terrible, more that is was underwhelming. “It’s a disappointment only because of what the band once were,” wrote our own Tim Jonze.  And that’s precisely the problem facing legendary bands who return: they can never be what they once were. The Stone Roses are no longer the arrogant young men capturing a moment in both society and music that they were in late 1988 and early 1989. If they appeared on national TV now, accusing the production team of being amateurs, they’d just look like grumpy old sods, not the new Sex Pistols. And so All for One means the Stone Roses can now take their place in the lineage of bands who came back not with a banger, but a whimper. A whimper forced on them by circumstance, and a whimper that will be familiar to other groups who captured a time and a place, only to find that both had disappeared on their return. The Velvet Underground Arguably the most anticipated reunion in pop history was the Velvet Underground’s in 1993. One of the most influential, coolest, most extreme groups in rock history – whose members appeared to have drifted so far apart that there was no chance of them coming back together – were going to play together! Finally, those of us who weren’t attending half-empty shows in America in the late 60s would get the chance to see the Velvet Underground, in their classic lineup. And many of us left the shows rather wondering if that really had been the Velvet Underground. Bits of the shows were great. But bits were awful. Did Venus in Furs really have to be phrased quite like that? Was White Light White Heat really meant to sound like Status Quo? And if Lou Reed and John Cale were going to write a new Velvet Underground song, couldn’t it sound a bit better than Coyote? “Coyote goes to the mountain top / Looks over down at the river, says, ‘What a drop.’” OK.            Pixies Pixies returned as a live act in 2004, after 12 years away, and it was great. They sounded just the way they always had, which was all anyone wanted. And lots of people wanted it. Enough that Pixies were able to tour pretty frequently for a decade. But tour that long, without any new music, and you start to wonder what the point of it all is. Which is what happened to Pixies. They’d released one new song, Bam Thwok, in 2004, but that wasn’t enough. And so in 2013 and 2014 they released four EPs, collected in April 2014 into their fifth album, Indie Cindy. “Whether or not you’ve made your peace with the datedness of Indie Cindy, as well as the sheer pile of things you did not want to see the band do, are you going to put it on repeat?” asked Spin. “There are worse things in life than being the fifth-best Pixies album. So I guess we’ll just leave it that and say no more,” reckoned Drowned in Sound. It wasn’t that it was bad – it really wasn’t. It’s just that Pixies could no longer sound like the strangest, most disturbed, most unhinged rock group in the world.            Guns N’ Roses Axl Rose has been wowing them at the start of his brief tenure fronting AC/DC, and has won back a lorryload of goodwill by reuniting with Slash for a tour with something approximating the classic Guns N’ Roses lineup later this year. (The absence of Izzy Stradlin, though, raises the hackles of Guns purists.) But let’s not forget quite how low the goodwill had risked falling. Leave aside the live shows and concentrate on the discography, specifically on 2008’s Chinese Democracy, the first album of original GNR material in 17 years. Recording sessions for Chinese Democracy began in 1997, with a scheduled release in 1999. That was put back to 2000. Then that was scrapped when Rose decided to rerecord the album. In fact, Chinese Democracy ended up featuring nearly as many lineups of the band as there were songs on the record. And yet those who worked on the record suggest it could have been so much simpler. Bassist Tommy Stinson said most of the music had been recorded in 2001. Guitarist Richard Fortus said Rose recorded his vocals in less than a week. GNR’s problem wasn’t just that music fashions had changed during their absence, it was that Rose had tried to keep up with fashions, meaning Chinese Democracy incorporated styles that were long gone by the time the album actually emerged. As writer Chuck Klosterman observed, two years before the album even came out: “There is really only one way for Chinese Democracy to avoid utter and absolute failure. It needs to be the greatest rock album ever made.” It wasn’t.",
  "webTitle": "The Stone Roses' new single is just another anticlimax from a returning band",
  "webPublicationDate": "2016-05-13T11:50:26Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/13/stone-roses-all-for-one-velvet-underground-pixies-guns-n-roses",
  "keyword": [
    {
      "webTitle": "Stone Roses",
      "id": "music/stone-roses",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Velvet Underground",
      "id": "music/velvetunderground",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Guns N' Roses",
      "id": "music/gunsnroses",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pixies",
      "id": "music/pixies",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/musicblog/2016/may/13/stone-roses-all-for-one-velvet-underground-pixies-guns-n-roses"
}