{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/pako-ayestaran-gary-neville-valencia-best-man-job",
  "id": "2016-05-07-49",
  "sectionId": "football",
  "body": "The tickets to Singapore had been issued and the club’s owner was waiting but Pako Ayestarán insisted he was not going anywhere until he made a call. It was “uncomfortable”, he admits, but he picked up the phone and rang Gary Neville. The opener was awkward: I’ve been offered your job. The reply was automatic: take it. In fact, Neville had already put in a good word. And so it is that when Valencia play Real Madrid on Sunday afternoon, it will not be Gary Neville standing on the touchline at the Santiago Bernabéu but the man he had brought in to help him. Neville was sacked at the end of March, four months after taking his first managerial post. If that was expected with Valencia six points from the relegation zone, having won three of 16 league matches, few expected the former Liverpool assistant manager, who had joined his staff in mid-February on the recommendation of Jamie Carragher, to replace him. Not even Ayestarán expected that. He says: “We even put a clause in the contract that stated that if Gary went I would go too.”   Related: Madrid given another derby day as Real match Atlético in Champions League | Sid Lowe    Yet here he is, sheltering from the wind in the stands at Valencia’s training ground, the first-team coach preparing for the final two games of the season knowing Valencia are safe but not yet knowing his own future as he looks to build a managerial career after two decades as an assistant and physical coach. It is clear England attracts. Valencia was a huge, if unexpected and uneasy opportunity, handed to him by the club’s owner Peter Lim, but it is also one he may not be offered beyond the end of the season. “I’m proud that I refused to go until I spoke to Gary,” Ayestarán says. “He gave me his blessing. He said: ‘I’ve told them you are the best man for the job’. It was uncomfortable because Gary was excellent with me and he was ultra-professional – from the moment he arrived he gave everything for Valencia, even though it didn’t work out.” The question is simple: why not? “Sometimes the circumstances are not right,” Ayestarán says. “It was a difficult project that started badly. The project doesn’t fail in February because the coach has failed; it fails because mistakes are made from the previous May. It begins with decisions about what kind of club you want, what kind of people, what kind of coach, what kind of players. When a team is successful everyone asks: ‘What are they doing differently?’ But it’s not one thing, it’s many. And they fail it’s because many things were wrong.” Not just Neville, who replaced Nuno Espírito Santo at the start of December, joining a club with serious faultlines and flaws. But things did not improve under him; they got worse. And in a season in which Neville was sacked from Valencia and David Moyes was fired at Real Sociedad, British coaches have been seen as a failure here. Indeed, English football in general has. A Spaniard who worked in England with Rafael Benítez and in Spain with Neville, a man who won the Champions League as an assistant and the Israeli league as head coach, Ayestarán has his own analysis. When it comes to environment and “footballing cultures”, he believes the differences are significant, helping to explain why Spaniards have made a greater impact in England than Britons in Spain. “I’m passionate about English football. It is a country that lives and breathes the game and has a powerful club culture, which we find harder in Spain. In England, they make you feel part of the club very quickly. I remember walking down Victoria Street and this gentleman crossed over and shook my hand: ‘Thanks for coming’. I thought: ‘Bloody hell, I haven’t done anything yet.’ There are things that can be improved but it’s a welcoming place for any professional.” Once there, much can be achieved. Ayestarán talks about shifts in diet and physical preparation, and describes Spanish coaches as “more methodical, [with] more attention to detail”. “We believe we can have more input, whereas in England they give more importance to the player,” he says. “In that sense, Spanish coaches are more proactive. In Spain over the last 15 years, coaches have also opted for a positional game, ball to feet, emphasis on playing between the lines. “When the football is so different, you have to understand it. It’s important to adapt but also to add. When the Spanish footballer arrives in England, he offers something that doesn’t exist, which is why he’s successful. I remember a coach talking about David Silva when he was at Valencia, saying: ‘He’s a good player but he has to get stronger’. And I said: ‘What do you mean stronger? He doesn’t need strength: his skill is avoiding contact, he does something different’.” Then there is another, vital issue that is especially pertinent to Neville and Moyes. “Communication is crucial,” Ayestarán says. “The biggest problem Gary had was not being able to express himself. It is not the same through a translator: you can’t transmit the same passion, the same emotion. There’s a coach here in Spain who’s worked abroad who said: ‘If I had another chance to go without being fluent in the language, I wouldn’t take the job.’ That’s how important it is. You have to be able to reach the player.” “There’s that scene [from The Damned United] where Brian Clough arrives at Brighton and he’s there by the sea with Peter Taylor,” Ayestarán continues, switching to English, a Clough accent. “And Clough says: ‘We’re close to France! But we’re northerners!’ His point was that you have to be able to really understand people, reach them. The first thing the Jesuits did when they tried to evangelise people was wear the same robes as the peasants. If you don’t reach players, it’s difficult to coach them. That’s crucial.” Valencia is a huge, complex club where the pressure is intense and the demands enormous. Not exactly the ideal place to begin a coaching career. “No,” Ayestarán agrees. “But not because of the level. I’m convinced Gary had the ability, the knowledge to take an English club of Valencia’s level and it would have gone better. Strategically, Valencia wasn’t the best starting point but I’m sure he’ll find his feet.” It did not help Neville went alone. “I think that’s a mistake and Gary has said as much. He realised he should have brought someone; these days coaches [usually] go with teams of three, four, five.” Phil Neville was already there – he still is, but has been relegated from matchday duties now, a decision Ayestarán justifies as being based on the need for clear instructions from the coaching staff, rather than multiple messages – but otherwise Gary had no backroom staff. That was why Ayestarán came. When he arrived in February, it was to help out Neville. He had not intended to be an assistant again but a conversation with Carragher – who “lives and breathes football” and a man Ayestarán is convinced will be a coach – initiated the contact and they ended up working together. Two months and one phone call later, he has replaced him.",
  "webTitle": "Pako Ayestarán: Gary Neville told Valencia I was the best man for his job",
  "webPublicationDate": "2016-05-07T21:00:03Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/pako-ayestaran-gary-neville-valencia-best-man-job",
  "keyword": [
    {
      "webTitle": "Valencia",
      "id": "football/valencia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Gary Neville",
      "id": "football/gary-neville",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/07/pako-ayestaran-gary-neville-valencia-best-man-job"
}