{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/jd-wetherspoon-99p-tea-and-coffee-pubs-uk",
  "id": "2016-05-18-179",
  "sectionId": "business",
  "body": "JD Wetherspoon is taking on Britain’s high-street coffee chains with the launch of takeaway tea and coffee for just 99p. The pub chain is capitalising on the country’s addiction to caffeine by offering hot drinks to go at its 950 branches. Those seeking a flat white or skinny decaf latte will be disappointed – the company will offer only Lavazza filter coffee and Tetley tea. Wetherspoons already sells more than 50m cups of coffee in its pubs each year, as well as about 25m breakfasts, but from this week it will compete with takeaway chains such as Starbucks, Costa, Pret A Mangerand Greggs. John Hutson, the Wetherspoons chief executive, said: “Our coffee is extremely popular with our customers. We sell more than 1m cups a week in our pubs across the UK and believe that our customers will welcome the opportunity to enjoy a takeaway cup too, at just 99p.”  Tim Martin, who founded the pub chain in 1979, said Wetherspoons traded in a broader range of geographic areas than some of the existing UK coffee chains, but would be competing against them in London and the surrounding area. “I’m not sure they’ll be quaking in their boots but hopefully we’ll take some of their custom,” he said. “I’d like to take all of it but I’ll settle for a bit.” Most Wetherspoons pubs open at 8am and many are located in towns and city centres, enabling them to serve customers on their way to work and throughout the day. Martin, who has thrown his weight behind the campaign for the UK to leave the EU, said Wetherspoons might consider offering a wider range of takeaway options: “If we do it well there will be a demand. As long as we don’t peeve our customers coming in for a pint or a meal and slow up service then I think we can do it.” He said the takeaway offer would probably be extended to more drinks at first, rather than food.",
  "webTitle": "JD Wetherspoon launches price war with 99p tea and coffee",
  "webPublicationDate": "2016-05-18T12:38:34Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/jd-wetherspoon-99p-tea-and-coffee-pubs-uk",
  "keyword": [
    {
      "webTitle": "JD Wetherspoon",
      "id": "business/jdwetherspoon",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coffee",
      "id": "lifeandstyle/coffee",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Tea",
      "id": "lifeandstyle/tea",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pubs",
      "id": "lifeandstyle/pubs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/18/jd-wetherspoon-99p-tea-and-coffee-pubs-uk"
}