{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/20/fa-cup-final-crystal-palace-manchester-united",
  "id": "2016-05-20-103",
  "sectionId": "football",
  "body": "1 The man David Moyes left behind Louis van Gaal insists on an almost weekly basis that he is short of creative midfield players at Manchester United, and perhaps to prove the point he keeps falling back on the awkward, unsophisticated but undeniably difficult-to-deal-with combination of hair and elbows that David Moyes left behind. Marouane Fellaini scored against his old club in the semi-final and has served a three-match suspension since. In normal circumstances Van Gaal might be tempted to start him on the bench, but he is aware of Crystal Palace’s reputation for scoring from set pieces and the Belgian’s extra height in defence may be useful. Fellaini can also be pressed into service as an upfield target man or even an emergency striker, just the thing for a team that often appear to be struggling to remember how they are supposed to play. It’s not pretty but it sometimes works.   Related: How the 1990 FA Cup changed Crystal Palace, Manchester United and Liverpool    2 England’s new striking discovery Marcus Rashford has been given the chance to knock one of England’s more established strikers off his perch by Roy Hodgson, except he has been allowed very little time and opportunity in which to do it. His first chance ought to have come on Sunday, in the England friendly against Turkey in Manchester, except that because of the Cup final he will be sitting it out along with Wayne Rooney. That leaves only two warm-up games, and Hodgson is bound to want his strongest side out in one of them, so if Rashford wants to make a case for himself he would be well-advised to continue his scoring run for his club in the showpiece event at Wembley. Together with Anthony Martial, Rashford’s emergence has provided just about the only excitement on offer at Old Trafford this season. For all their laboured approach work, United do carry a goal threat and Palace will do well to keep both forwards at bay. 3 The Zaha factor Wilfried Zaha has grown tired of talking about Manchester United. The twice-capped England winger failed to make a Premier League start for the club he joined in January 2013 for £15m, his time at Old Trafford arguably undermined from the moment Sir Alex Ferguson retired while the youngster was completing a six-month loan back at Palace. The outgoing manager never exchanged a word with his last major signing, and Moyes was never convinced. Now back at Palace, Zaha goes into this final on the back of his most impressive campaign yet. Only Hatem Ben Arfa, Neymar and Riyad Mahrez, of Nice, Barcelona and Leicester respectively, have completed more dribbles in Europe’s elite leagues this term, and the 23-year-old has carried his team’s attacking threat for long periods. He is ferociously quick, extravagantly skilful and increasingly aware of the supply line he must provide. He will have his own motivation against former employers. Should he make his mark then he may never have to talk about United again. 4 The midfield battle United will monopolise the ball at Wembley. They have more players who are comfortable in possession and, regardless, Palace’s forte is soaking up pressure and biting rapidly on the break. But to disrupt their opponents’ rhythm, Alan Pardew’s side will need steel in the centre. The manager’s main selection issue appears to revolve around who may step down if James McArthur is included, but dropping the captain, Mile Jedinak, feels unwise. The Australian is the most natural destructive midfielder in Palace’s ranks, an interceptor and tackler who, if effective, will grant Yohan Cabaye the freedom to create at his side. Jedinak had been due to talk to Rangers in the summer of 2011 only for Ally McCoist to fail to show up. That offered Palace their opportunity and, 177 appearances later, he has a glamorous stage on which to perform an ugly job. Palace will thrive only if he excels.   Related: Louis van Gaal says Manchester United deserve first trophy of post-Fergie era    5 No time for caution Pardew has been leaning on Steve Coppell’s scouting reports on the opposition this week but admitted his mentor, who was in charge for the 1990 final, is a “bit more safety conscious” in his approach. This is probably an occasion to be bold. Palace have tried playing Yannick Bolasie up front this season to cram more numbers into midfield, a tactic made slightly more justifiable by the reality that none of their forwards has proved particularly prolific, but their best performance was arguably in the semi-final defeat of Watford with Connor Wickham leading the line and Jason Puncheon used as a mobile No10. They will need all those forward thinkers on the pitch if they are to unsettle David de Gea, United’s outstanding performer this year yet again, and hope to undermine the favourites. They must also take the few chances that come their way. United have developed a knack of squeezing victories from tight contests. This is likely to prove another and Van Gaal surely needs a win to stand any chance of staying on as United’s manager.",
  "webTitle": "FA Cup final: where Crystal Palace v Manchester United will be won and lost",
  "webPublicationDate": "2016-05-20T15:18:00Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/20/fa-cup-final-crystal-palace-manchester-united",
  "keyword": [
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    },
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/20/fa-cup-final-crystal-palace-manchester-united"
}