{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/23/retired-part-time-work-nhs",
  "id": "2016-05-23-307",
  "sectionId": "money",
  "body": "Twice a week we publish problems that will feature in a forthcoming Dear Jeremy advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. Here is the latest dilemma – what are your thoughts? I retired almost three years ago, after 40-plus years in NHS management. I had always intended to take short-term contracts or ad hoc work, but within weeks I suffered some health problems and have not felt fit enough to work until recently. I am now fully recovered and would love to start work again, on a part-time basis, but all the previous options that were open to me have been taken. I want to use my brain, work with colleagues and do something meaningful. This could be in any area, not just the NHS. I have an MSc in health studies and BA in social sciences, and am a published author within two academic textbooks. I am in my 60s but continue to have an active brain and a good work ethic. Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "I retired three years ago – how can I find part-time work to keep me engaged?",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/23/retired-part-time-work-nhs",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Retirement age",
      "id": "money/retirement-age",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/23/retired-part-time-work-nhs"
}