{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/05/uk-forces-libya-protection-training",
  "id": "2016-05-05-131",
  "sectionId": "uk-news",
  "body": "British military staff drawing up plans for deployment in Libya are working on the basis that only a third of the UK troops would be engaged in training and the rest would be needed for force protection, according to a defence source. The proportion committed to protection would be much higher than other conflict zones such as Iraq and may reflect concern about the volatility of threats in Libya that range from militia groups to Islamic State.  The British contingent would form part of an Italian-led Libyan international assistance mission estimated at about 5,000-6,000. The Italian government is awaiting a formal invitation from the newly formed government in Libya. There has been speculation in the UK media since before Christmas that the UK is ready to contribute around 1,000 troops. But the first UK government confirmation only came on Tuesday, dropped into a Commons debate by the Foreign Office minister Tobias Ellwood.  He told MPs: “There is planning for 1,000 troops or so but we are yet to receive the invitation – the request – for any support. That support is likely to come, when it does, in the form of training and mentoring.” In spite of Ellwood putting the figure at around 1,000, the UK has offered Italy between 800 and 1,300 troops. The final number will depend partly on how many troops other countries offer. As well as the UK and Italy, other countries offering to contribute include Germany, Spain and France, though the latter has recently complained about being overstretched. Arab countries such as Egypt could also be involved. The US has special forces operating in Libya and has conducted airstrikes but has so far been reluctant to contribute to the proposed Italian-led force.  Following the Iraq and Afghanistan conflicts, any large-scale deployment of British ground troops is potentially controversial. The Conservative chairman of the Commons foreign affairs committee, Crispin Blunt, has been pressing the foreign secretary, Philip Hammond, to clarify the UK plans for Libya.  David Cameron on Wednesday sent a letter to the committee declining to appear before it to take questions on Libya. A defence source said it would take the British force about three months from receiving an invitation from the new Libyan government to full deployment. The first month would see a small UK team of military and intelligence staff sent to Libya to check out the feasibility of sites to conduct training of Libyan forces. The second month would see 25% of the total force deployed, with the full force in place a month later. The UK government has said no site has yet been chosen for training.  The British government has repeatedly stressed the troops would only be involved in training and mentoring but the Italian government is looking at a slightly wider remit that would include protection of oil fields. In addition to shoring up the Libyan government, the US, the UK, Italy and other countries are also looking at how to combat the growth of Isis in Libya.  Stepping up action against Isis in Syria and Iraq was discussed at a meeting of defence ministers in Stuttgart, Germany, on Wednesday.  The UK defence secretary, Michael Fallon, took part in a separate meeting on the sidelines to discuss the threat posed by offshoots of Isis elsewhere and this was dominated by Libya.  The Italian defence minister Roberta Pinotti, in an interview published in the Washington Post, said Rome, under certain circumstances, would consider joining combat operations against Isis in Libya.  The UK government would like to intervene directly against Isis in Libya, regarding it as illogical to be engaged in combat against the group in Syria and Iraq but not elsewhere. But its assessment is that this would be politically difficult, given the controversy in December over extending airstrikes to Syria.  The MoD, in contrast with its planning for deployment with the Italian-led force, has not passed up the chain to ministers any plans for combat against Isis in Libya.  Ellwood, during the Commons debate, said the site for training could be in Libya or even elsewhere in the region, but not in the UK. A previous attempt to train Libyans in the UK had to be scrapped.   The new Libyan operation would not require a parliamentary vote. “It is training and mentoring. It is not an operational initiative so there is no requirement for a vote in parliament. Please do not expect one on the issue,” Ellwood said.  The need for force protection was underlined this week when a US naval seal was killed in Iraq on Tuesday when an Isis force made a surprise attack behind the frontline near Mosul.  The British former brigadier Ben Barry, a specialist on land forces at London’s International Institute for Strategic Studies, said on Thursday that the UK and its allies getting behind the fledgling Libyan government seemed a sensible line of action but that they would also be cautious about doing anything that would make things worse. Asked about the dangers posed for the international force, he said: “There is definitely a threat in Libya from the odd militia or warlord. There is an Isis threat.”  The UK has about 300 troops in Iraq engaged in training and in an advisory role.",
  "webTitle": "Most UK forces in Libya 'would be there for protection'",
  "webPublicationDate": "2016-05-05T15:29:49Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/05/uk-forces-libya-protection-training",
  "keyword": [
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewen MacAskill",
      "id": "profile/ewenmacaskill"
    }
  ],
  "guardianId": "uk-news/2016/may/05/uk-forces-libya-protection-training"
}