{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/22/holland-green-oma-design-museum-commonwealth-institute-review",
  "id": "2016-05-22-162",
  "sectionId": "artanddesign",
  "body": "“This is an interesting project to be involved with if you consider yourself a socialist,” says Reinier de Graaf of the Rotterdam-based architects OMA, “which I do.” The square foot of new apartment space on which he is standing is worth more than £4,000, and there is a view out of the window of another apartment block of which a Syrian art collector has bought four entire floors. We are in a new development branded as Holland Green that stands between Kensington High Street and Holland Park in west London, and thus far it is an everyday story of exospheric property dealing in the capital. What makes it unusual is that a proportion of the profits of the development are paying for the adjacent new home of the Design Museum, with an interior by John Pawson, to open this autumn. The museum will be housed in the wonky, curved-roofed, much-rebuilt pavilion that is all that is left of the Commonwealth Institute, a 1960s icon of vaguely progressive thinking that never worked too well, but was nonetheless a listed building, Grade II*.    Conflict or extremity don’t sell well in the high-end residential market    Holland Green is also unusual for the fact that it is designed by OMA, who are more often famous for provocative cultural projects and public works, and are not from the usual run of architects who design luxury residential speculations in London. They are there because the project’s developer, Stuart Lipton, needed a practice of skill and credibility to solve the problem presented by the Commonwealth Institute and get through what proved to be hard-fought planning battle. De Graaf and OMA, who were appointed to the job in 2008, came up with a plan to demolish most of it and replace it with three square apartment blocks, and leave the pavilion for a cultural purpose, which turned out to be the Design Museum.     One of OMA’s Holland Green ‘blinker’ rooms. Photograph: Sebastian van Damme/OMA    OMA is the practice founded by Rem Koolhaas, and any project associated with him tends to come with a fluster of anticipation. In Britain, moreover, OMA projects are still rare. By these standards the arrival of Holland Green is relatively low-key, partly because the big event on this site will be the opening of the museum in the autumn. It might also, for fans of the Koolhaas universe, come as a bit of a disappointment. OMA’s usual themes – complexity, contradiction, an interest in conflict and (sometimes) its resolution, a certain playful waywardness – are lacking, or at least muted. It is not that the raw materials are lacking. The site is one of an encounter between the embers of postwar Keynesian public works, transmuted from the old institute into the museum, and the contemporary march of private property investment. On the one hand an institution whose aim will be to attract as many of the public as possible, on the other the buyers of flats who will generally want maximum seclusion from the said public. The old 60s remnant, preserved by order of English Heritage (now Historic England), is in a style for which few of the residents of the new flats will have an interest or liking.    A quantum-mechanical degree of uncertainty between public and private and open and closed seems likely    Holland Green has a swimming pool, spa, games room and cinema in the basement, which presents opportunities for strange encounters between plutocrats who might be at war with each other in their home country. It slightly resembles the early Soviet idea of a social condenser, in which blocks of workers’ housing came with communal facilities, a type with which Koolhaas and OMA have long been fascinated, but the opportunity has not arisen to give it the dramatic constructivist form it might have had in the 1920s. The instinct is more towards discretion, as statements of conflict or extremity don’t sell well in the high-end residential market. It is left to OMA to make smaller gestures, such as an overall severity of appearance, and projecting, box-like rooms called “blinkers” which, eschewing the usual demand for maximising views out at every possible opportunity, proffer largely blank walls. OMA-ness is also present in the way flat, repetitive elevations are offset by corners eroded into stepped terraces or ground floor porticoes.     ‘An encounter between the embers of postwar Keynesian public works and the contemporary march of private property investment’: Holland Green and, left, the old Commonwealth Institute pavilion. Photograph: Philip Vile    Most of all, de Graaf wants to draw attention to other victories, above all the presence of the museum. Others are more subtle, such as the planning of the site. The old institute pavilion is set at 45 degrees to the street, which is taken as a precedent for setting the new apartment blocks in the same orientation. Between them, landscaped spaces run, which allow city and park to infiltrate each other and create both an open space and pleasing change of rhythm on Kensington High Street.     Holland Green, with park attached. Photograph: Sebastian van Damme    The public is also admitted to some of the landscaped spaces, especially those that will offer a route to the museum, albeit managed by a strange ballet of security gates. These exist to reassure buyers that they will be protected from sharing space with the masses, but the museum will have the legal right to insist that they are open at certain times. A quantum-mechanical degree of uncertainty between public and private and open and closed seems likely. The outcome is one in which no one gets exactly what they want – not the buyers, the architects, not the protectors of the old building. De Graaf describes the protracted struggle to protect original ideas from external pressures of planning and finance (“six weeks of creativity to design it, and eight years of struggle”) before wryly commenting on the result – “as Rem said of another project, it’s a building for a property developer so it’s best judged as sculpture”. But for all that, Holland Green achieves a degree of intelligence and public spirit almost unheard of in luxury residential developments. And there will be the museum.",
  "webTitle": "Holland Green review: private property with a public heart",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/22/holland-green-oma-design-museum-commonwealth-institute-review",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Rem Koolhaas",
      "id": "artanddesign/rem-koolhaas",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowan Moore",
      "id": "profile/rowan-moore"
    }
  ],
  "guardianId": "artanddesign/2016/may/22/holland-green-oma-design-museum-commonwealth-institute-review"
}