{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/04/david-cameron-tory-rebellion-syrian-child-refugees",
  "id": "2016-05-04-264",
  "sectionId": "uk-news",
  "body": "The chancellor, George Osborne, has signalled that the government is considering a partial climbdown to allow more Syrian children to come to the UK after a group of MPs said they were certain to rebel on the issue. In the face of growing pressure to do more to help unaccompanied refugees, Osborne said an announcement about new measures intended to head off a backbench revolt would be made following discussions on a possible compromise.  The chancellor told the BBC: “Britain has always been a home to the vulnerable and we’ve always done what we need to do to help people who are fleeing persecution ... We’re working with others, with charities, with other political parties, talking to people about what we can do to help the unaccompanied children as well, where we’re already providing financial support. “So we are in those discussions and those discussions will go on and you will hear what we’ve got to say in due course.” An attempt to get Britain to take 3,000 child refugees from the EU was blocked in a Commons vote last Monday by a majority of 18. But a group of up to 30 Conservative MPs are threatening to back a reworded amendment to the immigration bill to allow more to reach the UK in another vote next Monday.   Related: ‘I've tried to find a way to enjoy this life’: Syrian refugees one year on    The Home Office minister James Brokenshire is due to meet the Tory rebels on Wednesday afternoon in an attempt to reach deal to avert a government defeat. One compromise likely to be offered is strengthening existing rules to allow child refugees to come to Britain if they have relatives in the UK. Ministers fear any wider amnesty would encourage more unaccompanied children to flee to Europe.  Heidi Allen, the Conservative MP for South Cambridgeshire, abstained in last week’s vote but said she and others would defy the party whip if concessions were not offered.  Asked by BBC Radio 4’s Today programme whether she and others would rebel if the government did not back down, Allen said: “Absolutely, 100%.”  She criticised David Cameron’s claim that child refugees were out of danger once they reached Europe. She said: “The prime minister mentioned in PMQs last week ‘relative safety in Europe’. It is not relatively safe to be pulled into trafficking and prostitution. Talk to the doctors, Médecins Sans Frontières – they are literally stitching up children on a daily basis and sending them back to the camps. So these children are not safe at all and they need our help.”  Allen pointed out that at the last count 150 unaccompanied children at the makeshift “Jungle” refugee camp near Calais had relatives in the UK.  She said: “If we can establish where those children are and who they are, then the magical number of 3,000 almost becomes academic. It is about finding those who have the right to be here.”  Former shadow home secretary Yvette Cooper, who chairs Labour’s refugee task force, said ministers were only talking about possible concessions because they feared a Commons defeat.  “We were promised a few weeks ago that the Government would make concessions, but in the end they only re-announced the same help for refugees outside Europe. That won’t be good enough this time,” she said.  “We need to see real action to help child refugees who are at risk of abuse, exploitation and trafficking within Europe. So far, ministers have only ever announced increased support when under serious political pressure - we will keep this up until next week’s vote.”  One of the survivors of the Kindertransport from Nazi Germany added to pressure on Cameron to back down on the issue.  Sir Eric Reich, president of the Association of Jewish Refugees, arrived in the UK at the age of four as part of the scheme. In a letter to the prime minister he urged Cameron to show “compassion and human kindness”.  He told Today that unaccompanied children had fled to Europe because “their lives are at stake”. He added: “We should at least help the unaccompanied children who are in desperate need.” He said there were parallels with the plight of people like him who fled Nazi Germany. He said: “Nothing is identical in this world, but there are serious similarities and the truth is that all these children that came – who are nearly 10,000 – we contributed back to the country … to take approximately 3,000 children into this country and help them will help us as well.”",
  "webTitle": "George Osborne signals concessions over Syrian child refugees",
  "webPublicationDate": "2016-05-04T09:48:17Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/04/david-cameron-tory-rebellion-syrian-child-refugees",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    }
  ],
  "guardianId": "uk-news/2016/may/04/david-cameron-tory-rebellion-syrian-child-refugees"
}