{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/07/jonathan-cainer-and-the-charmed-gang-of-newspaper-stargazers",
  "id": "2016-05-07-134",
  "sectionId": "media",
  "body": "Heaven, said the Daily Mail on Tuesday, gained a new star with the death of its astrologer, Jonathan Cainer. The newspaper paid tribute to its “legendary” stargazer by devoting half of its front page and two inside pages to his passing. Stargazer? What a demeaning description for a scientific analyst able to divine earthly events and people’s destinies by noting the relationships between the sun, the planets and the 12 signs of the zodiac. If you work on a popular newspaper, it is advisable to beware cynicism, at least as far as the readers are concerned. In the office, as I discovered during my years as a subeditor on popular papers, it’s a different matter. Few of us took the matter seriously, often indulging in harmless fun by transposing the “predictions” for Cancer with, say, those of Capricorn. On one paper, when an astrologer failed to file due to illness, a subeditor was instructed to rewrite last year’s forecasts and spent his shift producing seven days’ worth of astrological twaddle. He was delighted the following week when told that the editor had received a letter from a happy reader saying her husband had won £100 because his “stars” had said it was a good day for a wager. Sometimes, astrologers betrayed their own lack of belief in the authenticity of their craft. In 1984, when I was assistant editor of the Sun, I discovered that the paper’s astrologer, the late Roger Elliott, had been recycling his predictions. Several readers had sent in proof of the self-plagiarism, and the editor, Kelvin MacKenzie, revelled in the chance to dismiss him by saying something like: “As you’ll probably have foreseen, you’re fired.” Elliott had been lucky to have survived for so long. In 1979, he forecast that Edward Kennedy would become US president, that Richard Nixon would make a political comeback and that there would be a United States of Europe, from which France would be expelled. As predictions go, these were just a little wide of the mark. Yet he was a leading light in the Astrological Association and, in company with other astrologers, notably Patric Walker, he had attempted to elevate star-gazing into a quasi-scientific activity. Walker, who wrote for several magazines and the Mail on Sunday, was credited with transforming astrology columns, making them more literate and believable. There is, supposedly, a difference between “psychic astrologers”, such as the Sun’s veteran columnist, Mystic Meg, and those who regard themselves as “serious astrologers”, such as Walker, because they create charts based on the relative positions of the planets. Before his death in 1995, Walker trained many of the horoscope writers, such as Justin Toper, who went on to populate national newspapers. Like him, they proved to be commercially astute. Aside from the large salaries they earn on papers, Cainer, Toper, Mystic Meg (AKA Margaret Lake) and the Daily Mirror’s Russell Grant have all enjoyed lucrative incomes by creating online cottage industries based on people paying for personal forecasts. Some have proved just a little too astute. One regional newspaper astrologer managed to insinuate into her forecasts mentions of the benefits of taking a seaweed called kelp. She was dismissed after it was discovered she had connections to a company selling kelp capsules. However, that didn’t stop her from going on to spend many years as a successful national paper astrologer. Her stars, as she liked to joke, were obviously aligned. Newspaper astrology has been popular ever since the Sunday Express ran the first column in 1930, to greet the birth of Princess Margaret. Editors, no matter how sceptical they may be of astrology, know how popular it is with readers. And the major beneficiaries have been astrologers themselves. They are, truly, newspaper stars.",
  "webTitle": "Jonathan Cainer and the charmed gang of newspaper stargazers",
  "webPublicationDate": "2016-05-07T09:00:10Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/07/jonathan-cainer-and-the-charmed-gang-of-newspaper-stargazers",
  "keyword": [
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/2016/may/07/jonathan-cainer-and-the-charmed-gang-of-newspaper-stargazers"
}