{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/goddess-pose-michelle-goldberg-review-yoga-popular",
  "id": "2016-05-27-276",
  "sectionId": "books",
  "body": "What is yoga? In New York or London, it is usually a series of poses performed on a rubber mat in 90-minute classes. Sometimes these sessions have spiritual overtones: Sanskrit chanting accompanied by a harmonium, secular sermons, vigorous Om-ing. Other teachers simply press play on a techno mix and commence with stretching. A pupil might receive vague lessons about The Yoga Sutras of Patanjali, or kundalini energy, or pranayama breath, but the origins of the “practice” tend to remain obscure. The father of modern yoga was a man named Tirumalai Krishnamacharya. Born in south India in 1888 and educated in a monastery, Krishnamacharya learned hatha yoga (the branch of yoga philosophy concerned with physical poses) at a time when many religious Hindus and educated Indians looked down on it. The ash-covered mendicants contorting on the banks of rivers had roughly the same cultural capital as unwashed street buskers. The respectable aspects of yoga were those techniques that had to do with breath control, meditation and a philosophy that spoke of transcending worldly concerns. This changed in the 1920s, when global interest in physical fitness and nationalist sentiment in India combined to revive interest in hatha yoga. For patriotic Indians, yoga offered physical culture imbued with national pride. Jawaharlal Nehru practised his headstand while in prison in the 1930s. Revivalists such as Swami Kuvalayananda brought a scientific approach to analysis of yoga’s benefits. It was in this spirit that the maharaja of Mysore appointed Krishnamacharya to open a yoga school at his palace in the mid-20s. There, the yogi developed and taught vinyasa yoga, which combined breath and movement. While some of the postures resembled those described in classical hatha yoga texts, the sequences he developed also included drills used by Indian wrestlers and lunges and twists from European gymnastics routines. Krishnamacharya’s prize students were BKS Iyengar, who went on to become the most famous yoga teacher in the world, and K Pattabhi Jois, who created ashtanga yoga. There was also another student, Indra Devi, less famous but perhaps more vital to the globalisation of yoga, or at least to creating much of the self-help mythology that surrounds the practice outside India today. So contends a new biography of Devi. As its author, Michelle Goldberg, writes, Krishnamacharya’s yoga was a syncretism of several physical fitness trends from the time, “a modern Indian art developed with the wider world”. That his system later arrived in cities around the world presented as “the timeless wisdom of the east” had a lot to do with Devi. Indra Devi was born Eugenia Peterson in Riga, Latvia in 1899, the daughter of a Russian aristocrat and a Swedish banker. She first came across the word “yoga” in her early teens. This was in Moscow, in 1914, when the elites of Russia’s silver age entertained a fascination with the esoteric. Aristocrats attended theosophical lectures and learned to chant “Om” from Georges Ivanovich Gurdjieff, the Greek-Armenian mystic who dressed in a silk bathrobe and turban and taught classes in “sacred movement”. According to Goldberg, more than 800 occult books appeared in Russia between 1891 and 1918. Devi, browsing in the library of a friend of her mother’s, discovered a book called Fourteen Lessons in Yogi Philosophy and Oriental Occultism. The author, “Yogi Ramacharaka”, was in fact from Chicago – a man named William Walker Atkinson, a leader in the proto-self-help movement known as New Thought, and author of such titles as Thought Force in Business and Everyday Life. Peterson’s family was displaced during the first world war and lost its fortune in the Russian revolution, but aristocratic charm was its own currency – one that would sustain her across several continents for the rest of her life. Her young adulthood took her through Kiev, St Petersburg and, after the fall of the white army, Weimar Berlin. She worked mainly as a cabaret actor, entertaining her interest in the esoteric on the side. Her first spiritual awakening happened while attending a gathering of theosophists in Ommen in the Netherlands in 1926. “They have a weakness for sandals,” wrote one observer of the crowd gathered for the proto-hippie spiritual festival. There Devi saw Jiddu Krishnamurti, the Indian guru groomed by theosophist leaders to be a “world teacher”, whose words, writes Goldberg, “had a pleasant vagueness that allowed his listeners to project all manner of profundity on to him”. Devi was moved, became a vegetarian, and travelled to the headquarters of the theosophist movement in Adyar, India to join Krishnamurti’s entourage. When Krishnamurti renounced theosophy and his own messianic status in 1929, his disciples were at a loss. Eugenia stayed in India. She adopted “Indira Devi” as a stage name during a brief stint as a Bollywood actor, then married a Czech diplomat. She began doing yoga a few years later, first in Kuvalayananda’s ashram in Bombay and later with Krishnamacharya in Mysore, who took her on as his only female student. After a months-long apprenticeship, he encouraged her to spread his teachings to the world. Her first stop was Shanghai, where her husband was posted in 1939 and where she would teach yoga to assorted diplomats and foreigners for the duration of the Japanese occupation. But it was in California that she would find her real calling, as the first yoga teacher in Los Angeles, teaching a Hollywood elite that even in the 1940s and 1950s was introducing wellness trends to the rest of the country. It was after moving there in 1947 that Eugenia adopted Devi as her official name, a clever branding move at a time of growing fascination with Asian spiritual traditions. Her clients included Gloria Swanson and Greta Garbo. She befriended Aldous and Maria Huxley. “Everywhere in the emerging new age culture was an assumed connection between health and salvation,” Goldberg writes. “Yoga as it eventually came to be practised in the US elevates exercise into a sacrament, merging the contradictory quests for beauty and selflessness.” Devi taught at Elizabeth Arden’s Maine Chance spa and wrote a self-help bestseller called Forever Young, Forever Healthy, followed by another bestseller, Yoga for Americans, a six-week home course. Goldberg’s chronicle of Devi’s life is detailed, but sometimes lacks a broader analysis – Devi may have familiarised people in China, the US, Russia and South America with the idea of yoga, but her pedagogic influence is unclear in comparison with teachers such as Iyengar. The popular impact of her books is left similarly unexplored, and there is no comprehensive explanation for the current popularity of yoga around the world. Goldberg measures out Devi’s biography in equal parts, despite some phases of her life being far more important than others. Later in life, she fell under the sway of Sai Baba, the Indian spiritual guru, becoming one of his major proselytisers in the US. Baba purported to perform unlikely miracles and was later accused of coercing dozens of young men into sex, but the number of his followers was estimated to be in the millions. What emerges, in the end, is a book less about yoga than the history of new age spirituality as told through a single 20th-century life. It’s a history rife with charlatans and sexual predators, where yoga is only one example of new beliefs and practices catalysed by industrialisation, a globalised menu of religions, and the rise of physical wellness as a sacramental pursuit. Yoga in the 1920s, when Devi encountered it, was a modern exercise regimen with philosophical roots in classical texts that encouraged selflessness. “The fact that yoga is now seen as a route toward individual development and a more efficacious life in the world is thus a historical irony,” Goldberg writes. On the other hand, “there’s never been a pristine, eternal tradition to corrupt”. Corruption, among those who peddle epiphany, comes in other forms. • Emily Witt’s book Future Sex will be published by Faber in the autumn. To order The Goddess Pose for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Goddess Pose by Michelle Goldberg review – the strange story of how yoga became popular",
  "webPublicationDate": "2016-05-27T06:30:25Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/goddess-pose-michelle-goldberg-review-yoga-popular",
  "keyword": [
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Yoga",
      "id": "lifeandstyle/yoga",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/27/goddess-pose-michelle-goldberg-review-yoga-popular"
}