{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/oupled-premiere-review-women-fighting-over-guys-dating-show-tropics",
  "id": "2016-05-17-118",
  "sectionId": "tv-and-radio",
  "body": "What’s the name of this show? Coupled When does it premiere? Tuesday 17 May at 9pm ET on Fox Is this a sitcom about newlyweds? No, but it sure sounds like it. It’s actually a new dating show from reality show super-producer Mark Burnett, who brought us Survivor, The Voice, The Apprentice and Shark Tank. So this has to be good, right? Not so fast.  Oh no! Is the premise bad? Not necessarily. Coupled has 12 beautiful, successful women (one of whom describes herself as an “amusement park princess”) in a compound of bungalows on a Caribbean island. Gradually hot, hunky, eligible guys are helicoptered in to meet the women, much like David Beckham entering a sports arena with the Olympic torch. The guys have a round of speed dating with the women. Afterward, the ladies either go back to their rooms and pass on this bachelor or they head to a tiki bar where they wait for the fox in this henhouse to come spend some more time with the group of them. The gentleman then chooses two ladies for the world’s most awkward double (or is it triangular?) date at a beachside villa. After a night with the pair of them, the guy chooses one woman to spend time alone with in a private apartment for a few days.            And then they get married? No. It’s unclear what happens after they spend some adult time together. Only the first episode was made available for review and it didn’t get that far. The first dude, Alex, a 26-year-old musician and former college football player with a great body and almost offensively red pants, picked two nice ladies to go off with him to his villa paradise. (I won’t tell you which because #spoileralert.) It looked sort of like a polygamous honeymoon. Meanwhile another dude showed up to meet all the ladies. It seems as though Coupled could conceivably be a perpetual motion machine of amorous intent, with new guys showing up all the time, new couples being formed, and new women being brought in once some of the first round of contestants get “wifed up”. So these dates with one men and two women … pretty awks, right? Yes. Alex initially fancied just one of the women so he went off with her, walking right by his other potential mate while she sat by the pool and bided her time. He then tweeted a selfie he took with Lady #1 (I’m not naming them to avoid spoilers) to both women like some kind of jerk. But he’s not a jerk. He seems like a nice, charming, attractive guy (though, still a self-described “reggae rapper” so caveat emptor) but the show makes him behave in this abominable way because of the way the “game” is set up. Is that what makes the show bad? There are a few things. First of all, the show starts with host Terrence J saying: “Meeting someone special in today’s world, it’s not easy. We make split-second decisions about love based on photos and the flick of the wrist.” Then the women meet the guy and make … a split-second decision whether or not they want to be with him. They literally walk right to head to the bar if they like him or walk left and return home if they don’t. It’s Tinder, but using a full body instead of just a smartphone.  And it’s not like the show is anti-technology. Everyone is given a cellphone when they check in (the women’s come in candy colors, of course) so that they can all take pictures and videos and live their romantic lives with the help of Steve Jobs’s greatest accomplishment. Coupled is somehow trapped between being old-fashioned and trying to keep up with the times, as if your grandma just got a Snapchat account but hasn’t figure out how to use it yet.  But at least the show gives the women the power of choice, right? Yes, initially, but then it strips it away from them. The women can choose whether or not they want to be in contention for one of the guys, but once they do, it immediately pits the ladies against each other for the men’s affection. Nowhere is this more evident than when the suitor takes the two women away to decide between them. It seems like both want to win, not so much for the man, but so that they can be the woman that comes out on top. It just enforces all the old stereotypes that say women have to be cruel and manipulative to each other in order to win a guy.  Also, while the women are shown having a fun pool party and hanging out in their tropical paradise in maxi dresses, statement necklaces and chunky wedges that make walking in the sand nearly impossible, it’s sort of like a gladiatorial contest for love. All the women talk about is the guys and their past relationships. It’s sad that a show with 12 very diverse women can’t pass the Bechdel test.  Is it enjoyable? It’s certainly engaging television, but watching young, attractive people do just about anything can be relatively enjoyable. As soon as the competition is ratcheted up, however, it starts to get uncomfortable. Previews for future episodes make it look like the shouting between women should start any day now. Can’t all of these women band together and go start a company somewhere and encourage each other in life and love and forget all about the dudes? Is that too much to ask?  Yes. I thought so.  Should I watch this show? If you’re a fan of The Bachelor, Dating Naked or Paradise Hotel (the wonderfully trashy Fox dating show from 2003) you will definitely have a lot to like here, including a luxe locale, high production values, and more romance than a month of candlelit dinners. However, if you have trouble with traditional gender norms and women squabbling for love, you’re better off just watching your friends swipe right and left on Tinder.",
  "webTitle": "Coupled: tropical Tinder sees women fighting over guys – again",
  "webPublicationDate": "2016-05-17T15:06:22Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/oupled-premiere-review-women-fighting-over-guys-dating-show-tropics",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Reality TV",
      "id": "tv-and-radio/reality-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/oupled-premiere-review-women-fighting-over-guys-dating-show-tropics"
}