{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/we-can-no-longer-stay-silent-fury-erupts-over-sexism-in-french-politics",
  "id": "2016-05-13-95",
  "sectionId": "world",
  "body": "Isabelle Attard, a French MP from Normandy, stood outside the French parliament flanked by dozens of protesting female politicians and feminist campaigners. Armed with placards and loudspeakers, they demanded an end to a dangerous French taboo: the everyday groping, harassment, sexist comments and sexual assault that women are still subjected to in parliament by male politicians. “We can no longer stay silent,” Attard said. “Women must feel able to speak out.” Riot police stood by on the sidelines.  Four years after the one-time French presidential hopeful Dominique Strauss-Kahn settled a civil lawsuit in New York over the alleged attempted rape and sexual assault of a hotel worker in 2011, a fresh scandal this week once again plunged France into self-doubt about sexist abuse in politics. Attard, 46, an independent MP in Calvados, is one of eight women who came forward this week with allegations against the Green MP and deputy speaker of parliament, Denis Baupin, ranging from harassment to sexual assault.      Isabelle Attard, left, at the rally against sexual harassment. Photograph: Dominique Faget/AFP/Getty Images    Between 2012 and 2013, Baupin allegedly sent Attard and other MPs barrages of lewd daily text messages in parliament, ranging from “I like it when you cross your legs like that” to proposing during meetings that she become his lover or texting her that he liked it when she resisted.  Sandrine Rousseau, 44, an economist and spokesperson for the Green party, Europe Écologie Les Verts (EELV), told an investigation by Mediapart and France Inter radio that during a party meeting, Baupin had cornered her in a corridor, pinned her against the wall, held her breasts and tried to kiss her by force.    Related: Senior French MP resigns amid sexual harassment allegations    Elen Debost, another politician in the party, allegedly received about 100 messages of serious sexual harassment from Baupin such as: “I am on the train and I’d like to sodomise you wearing thigh-high boots.” Baupin resigned this week as deputy speaker of parliament and a judicial preliminary inquiry was opened. His lawyer vehemently denied what he called “mendacious, defamatory and baseless” charges.  Attard said France could no longer let male politicians break the law and harass and assault women every day as if such behaviour were a joke or a form of gallantry. “I hear people using this phrase: ‘Well, it has always been this way in France, you know.’ I don’t believe that. It has to be possible for mentalities to evolve. France is no worse than elsewhere, but other countries deal with it far better than us, denouncing and punishing this as soon as it happens.” The clearest sign that French politics has a problem came on the night the allegations against Baupin broke. Aurore Bergé, a politician for Nicolas Sarkozy’s rightwing party Les Républicains, was at a local council meeting. During a break in the voting session, one male politician told her: “When I see you, I want to do a Baupin to you.” Another politician made an obscene sexual pun on her name.      Aurore Berge. Photograph: Martin Bureau/AFP/Getty Images    Bergé denounced this and was interviewed on the main nightly news bulletin by the state broadcaster France 2. After detailing the men’s actions – which fall unambiguously under the French legal definition of sexual harassment – the male journalist interviewing her asked: “Have you ever experienced real harassment?”  Bergé said: “Since I spoke out, dozens and dozens of women told me they have experienced similar harassment but weren’t in the position to speak out – because in France there’s an overriding view that women should laugh it off. And yet what starts with words, then gestures, can escalate to assault. Lots of men contacted me to say they don’t recognise themselves in these French male politicians and were appalled that French men in elected office could be so utterly anachronistic.” After Baupin’s resignation, a host of other accounts emerged this week of assault and harassment, along with the fears of the women involved that if they spoke out they would lose their jobs and careers.      Denis Baupin and his wife, Emmanuelle Cosse. Photograph: Charles Platiau/Reuters    A former women’s minister said she had been sexually assaulted by a senator in his office in 1979 and wished she had spoken out earlier.  A former ministerial assistant described how, more recently, aged 25, she had been raped by a superior. A journalist told how a female politician, picking something up from the floor at a local council session, was told salaciously by the mayor: “Ah, you’re going under the desk,” to guffaws from other politicians. Even this week, when a female MP in parliament raised the issue of harassment, rightwing male MPs began loudly jeering “aaaw” as if to a child. Crucially, after the Baupin allegations broke, Michel Sapin, the Socialist finance minister, apologised for “inappropriate” behaviour towards a journalist last year at Davos as she bent down to pick up a pen. A book had accused Sapin of pinging the journalist’s knicker elastic, but the minister said: “I … put my hand on her back,” insisting it wasn’t harassment.   Related: The Guardian view on sex abuse: lessons from home and abroad | Editorial    Feminists are calling for Sapin’s resignation and the women’s minister, Laurence Rossignol, conceded: “He needs to reflect on what sexism is.” Meanwhile, female politicians said comments such as “pretty girl” were still rife, as well as remarks about clothing. Examples in recent years included a minister in a modest dress who stood up in parliament to speak and was shouted at by a male MP: “Go on, undo your buttons.” Another female minister stood up to speak and was greeted with an MP shouting: “Get naked!” The crisis has been building for years. Last year 40 female political journalists signed a petition complaining of persistent harassment by senior male politicians, such as comments complaining they weren’t showing enough cleavage, text messages asking them out, salacious comments, harassment and being asked after holidays: “Are you tanned all over?” Things have got so bad that a women’s group this week opened a free phone line providing legal advice for women who are victims of harassment by male politicians. A senator called for a special department to be set up to deal with sexual harassment in the senate. Commentators are asking why France has such an acute problem with male politicians going unpunished for breaking harassment laws that they themselves have voted for in parliament.      Women demonstrate against sexual harassment outside the French parliament. Photograph: Dominique Faget/AFP/Getty Images    Far from the notion of a supposed French culture of seduction and sexual conquest, academics say that much of the blame should fall on the plain sexism and inequality of French politics. France is the country that had the biggest gap between all men getting the vote, in 1848, and women being allowed to vote, almost a century later, in 1944. Most political power is still held by men, who have 73% of the seats in parliament. Suzy Rojtman, of the French national collective for women’s rights, said: “If we have a lot of attackers from the top political class who can harass and assault people unpunished at the pinnacle of the system of political power, think about what others in society are getting away with.”   Related: French female journalists are fighting back against sexist politicians | Lénaïg Bredoux    Caroline De Haas, a high-profile feminist and former government adviser, said sexual harassment was not unique to France, but in French politics it was happening with a sense of impunity and “an absence of understanding of what violence is to women”. She felt there was at least less jeering from senior men than during the Strauss-Kahn case, when the belittling of rape and sneering sexism of some leading French thinkers became clear. One senior journalist dismissed the alleged attempted rape of the hotel worker as “troussage de domestique”, a phrase suggestive of French aristocrats having non-consensual sex with servants. The criminal charges against Strauss-Kahn were dropped. The centre-right MP Pierre Lellouche was quoted by RTL radio this week as declining to comment on the Baupin case, saying: “I comment on important matters, not girly stuff.” He was roundly criticised and later issued a firm denial that he had said it. “We still have a long way to go,” said Assia Benziane, a local politician demonstrating outside parliament, who said she had not been harassed in her political job but had been groped several times on the Paris Métro.      Dominique Strauss-Kahn. Photograph: Gonzalo Fuentes/Reuters    Women’s rights groups are demanding a change in the statute of limitations to give victims of harassment and assault more time to file lawsuits. Feminist groups are also calling for Baupin to quit his job as MP.  On the day the allegations against Baupin broke, his wife, Emmanuelle Cosse, a government minister and former leader of the EELV party, was the target of abuse on social media saying that Baupin had allegedly acted as he did because she was fat and ugly.  The former minister and Green party leader Cécile Duflot said there were “lots of Baupins in parliament”. Another former minister, Delphine Batho, said this week of the Baupin case: “It’s only the tip of the iceberg.”",
  "webTitle": "‘We can no longer stay silent’: fury erupts over sexism in French politics",
  "webPublicationDate": "2016-05-13T16:32:42Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/we-can-no-longer-stay-silent-fury-erupts-over-sexism-in-french-politics",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/13/we-can-no-longer-stay-silent-fury-erupts-over-sexism-in-french-politics"
}