{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/swansea-city-francesco-guidolin-signs-new-contract",
  "id": "2016-05-11-148",
  "sectionId": "football",
  "body": "The head coach Francesco Guidolin has signed a new two-year contract with Swansea, the Premier League club has announced. The club said the agreement was ratified at a board meeting on Wednesday afternoon. “I’m pleased to confirm that we have reached an agreement with Francesco on a new two-year contract,’’ the Swans chairman Huw Jenkins told the club website. “Francesco fully deserves the chance to continue his good work into the new campaign. He was prepared to come into the club at such a difficult time and put himself in a pressure situation with the club fighting for survival. “He has achieved the goal of securing top-flight football for this club with plenty to spare and has earned the right to start afresh next season. It’s going to be another challenge for everyone, but we are looking forward to seeing how far he can take this squad of players over a full season. “We are confident that he can carry on the good work at the end of this season into the new campaign.       “There has obviously been a lot of speculation over recent weeks about a possible change of manager, but the board has been impressed with the way he has quietly gone about the job of improving performances and results since January. “Francesco and his staff have also gained valuable experience of working with the current group of players and Premier League football. That should stand everyone in good stead as we prepare for the new season ahead. “It’s a chance for him to prepare the players throughout pre-season and fully instil his way of working on the group after a hectic and crucial few months.” Guidolin arrived at the club in January on a short-term contract that ran until the end of the season after the club, in the relegation zone at the time, parted company with Garry Monk. Despite suffering from a serious chest infection that put him in hospital, the 60-year-old turned the club’s fortunes around and the Swans will go into Sunday’s final home game of the season at home to Manchester City in 11th place with 46 points. The Italian members of Guidolin’s backroom staff, Gabriele Ambrosetti and Diego Bortoluzzi, have also been offered new contracts.",
  "webTitle": "Swansea City head coach Francesco Guidolin signs new two-year contract",
  "webPublicationDate": "2016-05-11T15:19:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/swansea-city-francesco-guidolin-signs-new-contract",
  "keyword": [
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/11/swansea-city-francesco-guidolin-signs-new-contract"
}