{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/follies-in-concert-review-stars-align-in-melbourne-for-rare-and-exhilarating-night-of-sondheim",
  "id": "2016-05-25-303",
  "sectionId": "stage",
  "body": "A great production of Follies In Concert, the streamlined version of Stephen Sondheim’s legendary 1971 musical Follies, is like a major astronomical event: it only happens every few decades – or sometimes every few years, if you’re lucky. That’s because the nature of the narrative demands a cast packed with legends of musical theatre; astronomically speaking, this requires the stars to align for one or two nights, necessitating a breakneck rehearsal period. Getting that many superstars on the same stage is nothing short of a miracle.  Not for nothing, then, does Storeyboard Entertainment’s presentation of the show bill itself as “a once in a lifetime event”: Adrian Storey’s newly minted production company has somehow managed to secure almost every big name of Australian musical theatre for a three-show engagement at Melbourne Recital Centre. It’s is an ambitious undertaking for Storey and his team – well, for any production company really.  Australia has witnessed a number of iterations of Follies In Concert, the gold standard having been set by the sensational 1993 Melbourne International Festival production, directed by Tony Sheldon and conducted by the late, legendary Brian Stacey.  That extraordinary show was like a visit to the Holy Land for 11-year-old me, having discovered Sondheim’s work, care of my big sister Blazey, three years earlier; I knew all the words to Phyllis’ acerbic Could I Leave You? before I even understood what divorce entailed. Follies was the core text that laid the foundations for a lifetime’s obsession with Sondheim’s work; I even went on The Einstein Factor to prove my credentials (and I would’ve won if it weren’t for that pesky Sherlock Holmes nut).  Sondheim is, for the uninitiated, very much unlike other musical theatre composer/lyricists. His work, at its best (which is more often than not), offers a near psychoanalytical insight into the human condition. His songbook is about the complexities of art, politics, sex, being alive.  Some have favourite novelists or poets whose work taught them about life; I learned most of what I know from Sondheim’s songbook. (It’s true that this may not laid the best foundation for my ability to carry out a healthy relationship.) In the words of biographer Martin Gottfried: “He seems afraid only of the cliched, the banal, the careless, and the unintelligent. He is in this way a hero.” I received that book, Sondheim, for my birthday the same year as that storied Follies In Concert and read and reread it until the pages separated from the spine. This new production doesn’t quite reach the transcendent heights of that 1993 masterpiece but damned if it doesn’t soar in its own way.      David Rogers Smith and company at Melbourne Recital Centre in Stephen Sondheim’s Follies In Concert. Photograph: Jeff Busby    Follies presents every person’s school reunion fears, writ large: the former showgirls of the Weismann Theatre gather for one last hurrah before the venerable building is demolished and find long-simmering resentments and infatuations rubbed raw. At the centre of the storm are two couples: Sally (Lisa McCune) and husband Buddy (David Hobson), and their former best friends, Phyllis (Anne Wood) and husband Ben (Philip Quast); the women were “Weismann girls”, the men their enthusiastic suitors.      Lisa McCune as Sally. Photograph: Jeff Busby    In the intervening years since the Weismann glory days, Sally has retreated to a homely life in Phoenix with Buddy – she’s a housewife, he’s a travelling salesman – while Phyllis and Ben seemingly have it all: he’s a successful writer, she’s a glamorous socialite.  All is, of course, not what it seems; James Goldman’s book (presented here in ultra-abbreviated form) presents, as Time critic Richard Corliss put it once, “a panoramically bleak take on marriage”. Quast – his clipped beard looking uncannily like maestro Sondheim’s – is a perfect Ben, the hunky academic who is soon revealed to be a pathetic philanderer and falls apart before our eyes; his The Road You Didn’t Take is stunning. Similarly, Hobson is heartbreaking as the optimistic Buddy, whose shaggy desperation becomes ragged as he realises his “right girl”, Sally, doesn’t love him like he loves her.  Phyllis, with her slinky gowns and one-liners, can easily stray into ice queen territory but Wood infuses her with a flinty vulnerability that is moving. McCune is the weaker link; she plays Sally, correctly, as a fading ingenue whose youthful idealism has corroded into anxious neediness, but the evergreen McCune still looks 24. In Buddy’s Eyes, which should hum with a Feminine Mystique-esque discontent, loses its bite when the woman singing “In Buddy’s eyes, I can’t get older/I’m still the princess, still the prize” looks, well, like a princess.  The two couples and their former castmates are shadowed throughout the action by ghostly visions of their younger selves, all of whom provide a sprightly counterpoint to the existential agony of their older counterparts. In this production (no two Follies are the same), director Tyran Parke makes some lovely use of this convention, such as having the older Weismann girls’ entrances mirrored by their younger selves.  Though we’re constantly reminded of their salad days, Follies is Sondheim’s great gift to female musical theatre performers “of a certain age”. Each of the older Weismann girls has her own moment in the spotlight, from Hattie’s Broadway Baby to Stella’s Who’s That Woman?, each one a nod to (or pastiche of) the American popular songbook.  Nancye Hayes steals the show as Hattie (in her 70s, she can still hoof it with the best of them) and Queenie van de Zandt’s Stella is a hoot. As Carlotta, Deborah Byrne’s I’m Still Here is a showstopper. Patti Newton is touching as Emily Whitman, whose memory has degraded to the point that she can’t tell which of her memories were in fact “bits” performed with her husband, Theodore (played, with gentle dismay at his beloved’s deterioration, by Bert Newton).     Bert and Patti Newton as Theodore and Emily Whitman. Photograph: Jeff Busby    The Melbourne Recital Centre show is not without fault: on Tuesday night, the microphones were temperamental, the orchestra sometimes lacked oomph (and a grand piano) and the production was bare bones. Most notably, Parke’s decision to have the actors hold scripts was a silent fourth wall-breaker.  The scripts were intended to provide a dramatic safety net given the tight 10-day rehearsal period but seemed to hobble some of the cast; Hobson seemed particularly happy to tear his in half during Buddy’s musical nervous breakdown (the first of the four leads’). But as the 1985 Lincoln Centre production demonstrated, the high-wire tension of the short rehearsal period can give the show some of its hectic frisson – though I can’t speak to the nervous systems of the performers.  There was a payoff, though, when McCune’s Sally handed her script to a young Weismann girl before the orchestra’s finest flourish, deftly driving home the legacy of Sondheim’s bittersweet masterpiece: these showstopping songs are the rewards you receive for long service to musical theatre.  I look forward to seeing these young Weismann girls as the Sallies and Phyllises of tomorrow, just as I anticipate the day I look upon a photo or video and am surprised to see myself as I once was.  Of course it’s very different experiencing Follies as a 34-year-old, replete with burgeoning regrets and tailing a few broken relationships, than it was as a precocious 11-year-old. But what’s most moving about the show is the knowledge that Follies will only truly hit home in another two decades. I can think of no better long-term investment.  • Follies In Concert plays at Melbourne Recital Centre on Wednesday 25 May at 1pm and 7pm",
  "webTitle": "Follies In Concert review – stars align in Melbourne for rare and exhilarating night of Sondheim",
  "webPublicationDate": "2016-05-25T03:41:42Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/follies-in-concert-review-stars-align-in-melbourne-for-rare-and-exhilarating-night-of-sondheim",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stephen Sondheim",
      "id": "stage/sondheim",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Clem Bastow",
      "id": "profile/clem-bastow"
    }
  ],
  "guardianId": "stage/2016/may/25/follies-in-concert-review-stars-align-in-melbourne-for-rare-and-exhilarating-night-of-sondheim"
}