{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/hotel-chocolat-founders-make-20m-each-from-stock-market-debut",
  "id": "2016-05-05-296",
  "sectionId": "business",
  "body": "The founders of Hotel Chocolat have each made more than £20m after the chocolatier floated on the London stock exchange.  Hotel Chocolat’s placing valued the company at £167m, raising funds for the brand’s expansion in the UK and online. The company, which has 81 shops in the UK, raised £55.5m through its listing on the Alternative Investment Market, with shares valued at 148p. Trading will begin on 10 May.   Related: I should cocoa: Hotel Chocolat boss aims for more bounce than an Easter bunny    Of the £55.5m raised from the share placing, £12m will be used to speed up expansion plans, which include opening new shops and improving its website.  Hotel Chocolat said it would also expand its Cambridgeshire chocolate factory, investing in new equipment and technologies and increasing production. The remaining £43.5m will be split between founders Angus Thirlwell and Peter Harris, who retain a 66.6% stake in the company. Thirlwell, who is also chief executive, said the stock market listing was the beginning of “a new chapter” for Hotel Chocolat, a brand created in 2003 with the first shop opening in Watford, north of London, the following year. “Anyone who knows me knows that I am not really motivated by money. On the [scale] of more pleasant and less pleasant it’s more pleasant obviously but what excites me is building things and the fact that we have opened the door to chapter two of Hotel Chocolat. “We’re going to continue as major shareholder for a long time,” Thirlwell added. It is a significant step for a retailer that has previously shunned the more traditional methods of raising capital, instead opting to issue “chocolate bonds” to customers. The chocolatier launched the scheme in 2010, and there are £6.9m worth of chocolate bonds in issue. Bondholders are paid in chocolate, rather than cash dividends. Thirlwell said there was still a lot of untapped opportunity for the brand in the UK, with new Hotel Chocolat shops to open at a “steady pace”. It is also planning to expand its “shop and cafe” format. The latest shop and cafe opened in Cambridge, taking to the total to five. As well as opening new UK stores, the chocolate retailer will relocate some of its existing shops to larger, more prime sites, as well as refitting some stores.  The company is also working on a new website, aiming to make it more compatible with mobiles and tablets. Thirlwell said: “We have clear plans to invest further in our British chocolate manufacturing operations, in new stores and in our digital offering. “We welcome our new shareholders and look forward with confidence to the next phase of our growth and development as a listed company. “It does feel like British chocolate is making a renaissance after being in the doldrums for a few decades.” As well as its network of shops, Hotel Chocolat owns a cocoa plantation on St Lucia, which is home to a luxury hotel where a two-week stay costs up to £10,000. It also has two UK restaurants, one in London’s Borough Market and the other in Leeds. Hotel Chocolat has three shops in Copenhagen, Denmark, but Thirlwell said that UK growth would take priority over international expansion. Nick Bubb, an independent retailing analyst and consultant, said investors seemed to have “lapped up” the placing, after the company announced the plans in March. Hotel Chocolat sales were £82.6m in the year to 28 June 2015, while underlying profits were £8.1m. The company said revenue increased 14% in the first half of the current financial year, while underlying profits were up 41%. The retailer said it intended to start paying dividends from its 2017 financial year onwards.",
  "webTitle": "Hotel Chocolat founders make £20m each from stock market debut",
  "webPublicationDate": "2016-05-05T07:25:46Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/hotel-chocolat-founders-make-20m-each-from-stock-market-debut",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Chocolate",
      "id": "lifeandstyle/chocolate",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/05/hotel-chocolat-founders-make-20m-each-from-stock-market-debut"
}