{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/17/game-of-thrones-lessons-for-aid-workers",
  "id": "2016-05-17-220",
  "sectionId": "global-development-professionals-network",
  "body": "1. House Lannister Tywin (Papa) Lannister shows that no matter how successful you are, you should always invest in team building and succession planning. Otherwise, things can come back to bite you and your organisation. Once he left the building, team Jaime, Cersei and Tyrion have just imploded and the wheels have come off project Lannister.    Related: 10 tricks to appear intelligent during development meetings    Joffrey was special, wasn’t he? Despite dying early in season four, he is still many fans’ villain of choice. But it’s worth noting that his rise and fall shows the dangers of giving young aid workers in their first field position too much power too soon. We could say a great deal about Cersei, but it’s probably best not to. She set in motion all this stuff with the High Sparrow and the Faith Militant. Aid workers should take this as a warning that messing about with fringe local civil society organisations you don’t understand is usually a bad idea. We bet she is regretting not attending the joint visioning/planning/partnering workshop with the Faith Militant at the start of season five.     ‘I really regret not going to the joint visioning workshop with the Faith Militant.’ Photograph: HBO    Everyone loves Tyrion – usually the fun, amusing and intelligent voice of reason in Game of Thrones. However, he has murdered his dad, and his lover. Is Tyrion a positive example of how money and power enables you to overcome the prejudices of the local community? Or is he proof that in any conflict situation you have to overlook the criminal past of leaders to get anyone with sufficient experience of governing in charge? (Daenerys, we’re looking at you here). We’ll leave you to decide if he is one of the good guys or not. 2. House Targaryen Daenerys Targaryen should be the inspiration for all aid workers. Cast your mind back to her marriage to Khal Drogo in season one. Not a good start. She is proof that if you learn the local language and respect the local culture, no matter how strange, you can end up in a good place. Unfortunately for her (as of episode two of season six), that place might not be as peachy as we originally thought. Dany is also a model for female empowerment. Rising from nothing to rule several cities with just her wits, intelligence and charisma. Oh, okay – and her three huge dragons. This is all just proof that you have to work your angle.      Daenerys: a model for female empowerment, but has a tendency to prioritise process over results. Photograph: Alamy    It is also interesting to see that it’s not only aid workers who have a tendency to put process over results. Dany’s investment in nation building in the cities of Slaver’s Bay is slowing her project to avenge the murder of her whole clan. Six seasons in and she has yet to confront any of her Westeros enemies. We recommend a mid-term learning review followed by Varys and Tyrion redoing her logframe – sharpish.  3. House Stark The story of House Stark is of an organisation that pretends to be moral and upright but is ready to exploit normal folks to meet the narrow agenda of its leadership. (We all had our doubts about Robb Stark) . We’ll leave you to decide on any parallels with your NGO or the organisations you work with. Jon Snow is proof that you can overcome a less than ideal CV and rise to lead a programme fairly quickly. The secret is to find a hardship posting where no else wants to go. Remember the king in season one? Only one of his massive party wanted to travel to The Wall. Draw your own conclusions about those visitors from head office who only ever go as far as the capital when visiting the field – the north in this case.     Like Jon Snow, the secret to overcoming your poor CV may be to search out a hardship posting. Photograph: HBO    Arya Stark should remind all aid workers that when times are good for you (most of season one) you should pay attention to your security training. She also highlights the need to strike up the right partnerships in a security situation, as her evacuation from King’s Landing, travelling with the Hound and finally ending up at the House of Black and White shows. (Those strange, face-changing assassin dudes). Compare this with Sansa’s experience and we know who we would like to be getting a security briefing from when it all kicks off.   Related: Eleven rules to live by if you want to make it to the top at the UN    Bran Stark is proof that you really can go on leave/R+R for too long. No appearances for the whole of season five? Come off it. His return in season six better make up for his lengthy absence.  4. House Baratheon The story of Stannis shows us that you really should be careful of strategy consultants who promise you the earth as long as you keep making lots of painful sacrifices. Melisandre, we’re talking about you here. If your consultants aren’t prepared to do some of the heavy lifting with you, maybe the changes they promise are not going to take place. Sometimes their forecasts can seem like little more than just staring into the flames.     Beware strategy consultants who promise you the earth. Photograph: Helen Sloan/HBO    Stannis has also shown us that whatever goals and milestones you’ve put into the log frame in your project, there is a time to quit. Yes, really. Would his donors have minded that much if he had missed out that awful thing with his daughter and pushed his timelines back by wintering in Castle Black at the end of season five? We don’t think so. 5. The Iron Bank of Braavos In a strange way, the work of the Iron Bank bears an uncanny resemblance to banking decisions in real life. When the Lannisters are broke and have run out of gold, who was bankrolling their project despite it being held together by little more than Papa Lannister’s ability to bully his children? They then compounded this error by backing Stannis’ crazy Lord of Light invasion project. After a good start, this also came unstuck in a major way around the Northern Rock of Winterfell. With decisions like this, bonus season should be really lean at the Iron Bank.  It will be interesting to see if it will collapse, taking down the economy of Westros and everywhere this side of the Red Waste. Alternatively, they might go all China on Westeros and end up owning everything but having to keep lending money so that their investment is still worth something. Whatever happens in season six, we know that you will be watching.  This article was amended on 17 May 2016. An earlier version stated, incorrectly, that Tyrion provided the weapon for Bran Stark’s assassination.   Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Five things every aid worker can learn from Game of Thrones",
  "webPublicationDate": "2016-05-17T10:34:52Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/17/game-of-thrones-lessons-for-aid-workers",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/17/game-of-thrones-lessons-for-aid-workers"
}