{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/20/police-study-radicalisation-mental-health-problems",
  "id": "2016-05-20-37",
  "sectionId": "uk-news",
  "body": "Half of all people feared to be at risk of terrorist sympathies may have mental health or psychological problems, a police study has found.  The findings may provide additional insight into why a minority of the population is drawn towards taking part in or supporting extremist violence. It is a problem that has been perplexing officials and experts since the modern age of terrorism began in 2001. Chief constable Simon Cole, who is in charge of the Prevent programme, which aims to stop people supporting terrorism,said: “There would appear to be, from the work we have been doing, a link to people who are vulnerable around mental health.” He said a range of other factors may also explain radicalisation, including anger at western foreign policy, alienation, socio-economic deprivation and religious ideology. The police study of 500 cases dealt with by Channel, an anti-radicalisation scheme, found that 44% of the individuals involved were assessed as being likely to have vulnerabilities related to mental health or psychological difficulties. A further 15% were assessed as possibly having vulnerabilities but more assessment was needed. “There is a thing about vulnerable individuals who need some help and support to make the right decisions because they are not very well,” Cole said. The findings have triggered three pieces of further research, in London, the West Midlands and north-west England, “to understand that and how we can help people,” he added.  Help could include counselling and other treatments to address mental health and psychological issues.   No police force in England and Wales has a black and minority ethnic (BME) representation which matches its local demographic   The study builds on work emerging from academia. It is the first time the police’s own figures have been made public. Prof Kamaldeep Bhui, an expert in psychiatry based at Queen Mary and Westfield College, London, said possible disorders include depression and anxiety, through to psychosis. “There are some people for whom it is a political cause and for them it is a rational act. For some, they are easily persuaded to join such groups. At some level, there has to be a psychological commitment to violence. There needs to be more research and sensible safeguarding. Some are psychologically vulnerable to to join terrorist groups or participate in them.” One of those behind the last terrorist murder in Britain, Michael Adebowale, was plagued by mental health issues so severe they almost stopped him standing trial for the May 2013 murder of Lee Rigby in a London street. Adebowale had psychotic symptoms before the attack and psychiatrists said he felt his religion lessened the effects of the psychosis. At times, he believed spirits called Djinns would make him do things and were “playing with him”. Cole is the chief constable of Leicestershire police and became the police lead for Prevent in December. The programme is mired in claims it is a cover for intelligence-gathering on innocent Muslims and is so mistrusted that it is a toxic brand. Cole said that, whatever the policy was called, there was a need to stop mostly young people being drawn into terrorism before they broke the law, the same way police tried to prevent people getting involved in other forms of crime. “There comes a point when you have to stop pulling people out of the river and you have to find out who’s pushing them in,” he said. “You’re not going to arrest your way out of a terrorist crisis, it is not possible to do that. I don’t think there is an example anywhere in the world of it working like that. So how do you identify who might be about to fall in?” Despite efforts to counter terrorist propaganda, MI5 estimates that 3,000 people in Britain may pose a terrorist threat and that more than 800 people have gone to Isis-controlled territory in Syria. Isis has replaced al-Qaida as the brand that attracts most people to violent jihadi, counter-terrorism officials believe. Cole said the factors behind radicalisation varied from person to person, but often included “some sort of glamour, some sort of position in society”. He said a sense of political grievance was still a factor for some people. “If you look at the referrals over the last year, some of those would be about grand cause politics,” which he explained as “the righting of wrongs, the sense of injustice, the sense that the world of politics does not work and does not deliver”. He added: “But quite a lot of it would be about much more prosaic things: lack of opportunity, feeling outside of society, not feeling engaged or within society, and finding a way to rail against it.” Police believe terrorist recruiters may be preying on mental and psychological vulnerabilities, aided by the internet and social media. Cole said: “Is there an opportunity for people who want to prey on vulnerable people to find them in a way they could not in the past? Absolutely yes, there is.” The number of referrals to Prevent reached a record 8,000 in the year to April. Cole said Prevent and counter-radicalisation efforts were working – one-third of interventions were very successful, half were seen as reasonably successful and 20% were of limited impact, he said. Cole stressed Prevent was a voluntary scheme, designed to keep people out of the criminal justice system and from breaking terrorism laws. Among its tactics were mentoring, exploring access to other activities such as sport and potential employment opportunities. He said people misunderstood what the programme was about, and recounted a fear one Muslim person had mentioned. “‘I have been told if I send my child to school in traditional dress, will I be referred to Prevent.’ No.” But Cole accepted: “There is a challenge for establishing legitimacy … It is a safeguarding activity.” While the main focus was Islamist extremism, he said there were big regional variations. Concerns over far-right extremists make up half of all referrals in Yorkshire, and 30% of the caseload in the east Midlands.",
  "webTitle": "Police study links radicalisation to mental health problems",
  "webPublicationDate": "2016-05-20T18:37:43Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/20/police-study-radicalisation-mental-health-problems",
  "keyword": [
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Vikram Dodd",
      "id": "profile/vikramdodd"
    }
  ],
  "guardianId": "uk-news/2016/may/20/police-study-radicalisation-mental-health-problems"
}