{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/07/great-barrier-reef-tourism-operators-urge-australian-government-to-tackle-climate-change",
  "id": "2016-05-06-140",
  "sectionId": "environment",
  "body": "Tourism operators have broken their silence about the worst crisis ever faced by the Great Barrier Reef, with more than 170 businesses and individuals pleading with the Australian government to take urgent action to tackle climate change and ensure the reef survives.   Related: Money trumpeted in budget for Great Barrier Reef previously announced    Many tourism operators in Queensland have previously been quiet about concerns for the reef, fearful that speaking about the mass bleaching event would turn tourists away, lowering their incomes in the short term. The Great Barrier Reef is in the midst of the worst bleaching event ever seen, with virtually the entire reef affected. Unusually warm water has killed as much as half the corals in the northern sections and scientists have found climate change will make the those conditions normal in fewer than 20 years. A group has now spoken out, writing to several politicians, including the prime minister, the federal environment minister and local representatives, as well as taking out an advertisement in a Queensland paper. “Many tourism operators, they don’t want people not to come to the reef, so they’ve been reluctant to speak out” said John Rumney, who has run diving and fishing tours on the Great Barrier Reef for the past four decades. “They are worried it will have a negative impact on the short-term cash flow. But if we don’t take care of this issue we will have no reef in the future.” Tourism operators in North Queensland have been routinely refusing to take media and politicians to see coral bleaching, fearing it would hurt the industry, it was recently claimed. At least one large operator refused to take the Australian Greens leader, Richard Di Natale, to view bleached coral. “I’ve heard first-hand [of] operators refusing to talk about it [and] going so far as to not allow press or Greens senators or anybody that might speak about the bleaching event [go] beyond the small circle of Cairns,” a diving operator, Tony Fontes, told Guardian Australia. But Rumney said: “Maybe the tourism slogan should be ‘Come before it’s too late’. That would work and it would be accurate.”     The letter published in the Mackay Daily Mercury signed by tourism operators concerned about the destruction of the Great Barrier Reef.    A long version of the letter, seen by Guardian Australia, was recently sent to politicians and was signed by 175 business and individuals. A shorter version was published on Saturday in the Mackay Daily Mercury, a paper with a circulation of about 16,000 in the city of Mackay on the Great Barrier Reef. The published letter has fewer business names on it. Guardian Australia understands some operators didn’t want their names made public, worried they would experience backlash from other businesses that thought it would impact tourist numbers. “We are proud of our stewardship of this incredible resource. We understand its value lies in looking after it,” the letter says. “We hope the majority of the reef can recover but Australia must start doing everything it can to tackle the root cause of the coral bleaching, which is global warming.”  The letter criticises the Queensland and federal governments for approving Adani’s Carmichael coalmine, which would be the largest in Australia. “When burnt, the coal from this mine will accelerate global warming and bleaching events,” it said. It also criticises the plans for expanding the Abbot Point coal terminal, which has sparked controversy since it would cause sediment to wash over the reef and increase shipping traffic through the reef. In 2013, tourism on the Great Barrier Reef was estimated to employ more than 64,000 people and contribute at least $5.2bn to the Australian economy each year. The letter makes three demands on the politicians.  Rule out any financing or investment in the Carmichael mine or Abbot Point expansion, including for infrastructure like rail and port development. Rapidly shift to renewable energy. Rule out any new coalmines to “rapidly reduce global warming, the biggest threat to the Great Barrier Reef”.    Related: Activists launch fresh court challenge over Carmichael coalmine    On Saturday, Australia’s Climate Council – a crowd-funded communications body that formed after the government axed the Climate Commission – released a report on the bleaching event. It concluded that to save coral reefs global emissions must peak by 2020. It notes that the pledges made in Paris at COP21 would see temperature rise by about 3C, which would destroy the world’s coral reefs.  “Now is the time to turn ambition into action if we are to protect our coral reefs,” the report concludes.",
  "webTitle": "Great Barrier Reef: tourism operators urge Australian government to tackle climate change",
  "webPublicationDate": "2016-05-06T14:01:28Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/07/great-barrier-reef-tourism-operators-urge-australian-government-to-tackle-climate-change",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Great Barrier Reef holidays",
      "id": "travel/greatbarrierreef",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/07/great-barrier-reef-tourism-operators-urge-australian-government-to-tackle-climate-change"
}