{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/20/mother-jailed-for-poisoning-daughter-with-painkillers-in-breast-milk",
  "id": "2016-05-20-79",
  "sectionId": "uk-news",
  "body": "A mother who poisoned her one-year-old daughter by adding painkillers to the child’s milk so she would fall ill and be eligible for extra benefits has been jailed for seven years and two months. Rose Jones, 30, repeatedly added high doses of tramadol into her own expressed breast milk and when she was caught blamed the child’s father, leading to him being arrested.  Jones’s daughter needed to be treated in hospital several times after suffering fits before doctors worked out she was being poisoned and the police were called in.  Officers found significant amounts of tramadol in two of the girl’s milk bottles and analysis showed it must have been added to the milk after it had been expressed. The child is said to have made a full recovery.  Jailing Jones at Plymouth crown court, Judge Ian Lawrie QC told her: “It’s hard to begin to take the view that any aspect of your behaviour qualifies for sympathy. Whilst there is no long-term damage done the point is you did cause harm and you know you caused her harm. “I have little doubt from looking at both your history and your actions that you were in your own blunt and clumsy way making an effort to make your daughter’s condition such that it might help with your benefits claims.” The judge added: “What we have here is not violence in its traditional sense, but in many ways it is perhaps worse. It is the administration of poison over a length of time; there is an element of persistence and almost calculation about this.” Jones, a mother of eight, denied poisoning another of her children and the alleged offence was allowed to lie on file. She burst into tears as she was led down handcuffed from the dock. Jones had claimed she gave the child tramadol to calm her down.  Jo Martin, prosecuting, said when she was first interviewed by police, Jones, who was addicted to tramadol at the time, denied she had poisoned her own daughter, saying the idea was “sickening” and “upsetting”. She falsely claimed her former partner Shane Cruickshank was responsible for the poisoning and accused him of threatening to blow up her house and sending someone to stab her in the stomach. Cruickshank was arrested but exonerated. Jones, of Plymouth, Devon, was re-arrested but maintained her innocence until shortly before her trial was due to begin when she admitted child cruelty and perverting the course of justice. Martin added: “It is so hard to know why Rose Jones did this. One inference is she was doing it because of her addiction, that she could not help herself. Another inference is she was deliberately poisoning her child to seek sympathy and finance from the authorities.” Cruickshank, said the false allegations have left him scarred for life. In a victim impact statement read to the court, he told how his life has changed since he was placed under suspicion. He now only has supervised access to his children.  He said: “She has ripped my life apart and caused me no end of stress. Words can’t describe the pain Rose has caused me, I feel I will be scarred for life because of her.” Ali Rafati, defending, said there was no long-term health damage to the girl and said all Jones’s children had been taken into care. He said Jones suffered depression and herself took tramadol, which he said could cause hallucinations.  Rafati said: “She was in a very poor place to make decisions for herself. Rose Jones was finding life very, very difficult for a variety of reasons and she admitted tramadol to her youngest daughter to just calm her down. With a small dose it had the desired effect.” The barrister said Jones had a “particularly tough upbringing”, adding: “When she feels herself being cornered, her immediate reaction is to fight back – and if necessary fight dirty.”",
  "webTitle": "Mother jailed for poisoning daughter with painkillers in expressed breast milk",
  "webPublicationDate": "2016-05-20T16:27:47Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/20/mother-jailed-for-poisoning-daughter-with-painkillers-in-breast-milk",
  "keyword": [
    {
      "webTitle": "Plymouth",
      "id": "uk/plymouth",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/20/mother-jailed-for-poisoning-daughter-with-painkillers-in-breast-milk"
}