{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/little-obama-jokes-soviet-era-racism-remains-alive-in-russia",
  "id": "2016-05-12-190",
  "sectionId": "world",
  "body": "At the Slavitsa ice cream factory in Russia’s Republic of Tatarstan a decision has been made to discontinue one of its chocolate brands. This ordinarily wouldn’t be news, except that these ice cream bars were named after Barack Obama and their launch elicited allegations of racism and anti-Americanism from the international community.  The Obamka bar (which translates to “Little Obama” in Russian) was part of an unsettling new trend in which tensions between the US and Russia have manifested themselves in racist jokes targeted towards the first black president of the United States.  Executives at the Slavitsa factory denied that there was anything politically motivated or offensive about the Obamka. The factory’s financial director, Anatoly Ragimkhanov, told reporters at Evening Kazan: “We just liked the name. It’s so amusing, so simple – Obamka. Customers can decide for themselves what they make of the name. Perhaps the more politically inclined might try to draw some other parallels.” The ice cream’s wrapper featured a young and dark-skinned child wearing a gold earring. The design team behind the packaging said they were inspired by the fictional African island of Changa-Chunga, which appeared in a popular Soviet children’s animation.     The Obamka ice cream. Photograph: evening-kazan.ru/The Moscow Times    This is the second time in six months that a business in Tatarstan has come under international scrutiny for offensive marketing geared against Obama. In December 2015, the supermarket chain Bakhtele was discovered selling cutting boards that featured two adult monkeys with their baby, on to whom Obama’s face was superimposed.  The last two years have seen an upsurge in racist imagery – a phenomenon seemingly exacerbated by the US’s criticism of Russia’s annexation of Crimea and allegations that Putin lent military support to Ukrainian rebels in the country’s eastern territories. Just months after the Crimean conflict broke out, Russian MP Irina Rodnina, who lit the Olympic flame for the 2014 games in Sochi, tweeted a racist picture of Barack and Michelle Obama. In the Russian city of Perm, a series of posters appeared throughout town that called the US president “Banan-Obama”. The posters featured bananas labelled “Ukraine”, appearing with the message “don’t choke”.  The same year, for Obama’s 53rd birthday, a group calling themselves the Moscow Student’s Initiative projected a light show on to the walls of the American embassy showing Obama in a birthday hat eating a banana. More recently, at the 2015 Red Bull Flutgag competition in Moscow, four participants appeared in blackface alongside an Obama impersonator chasing after a banana. Vadim Shevchenko, a spokesperson for Red Bull, claimed the incident was unplanned and insisted it was not racially motivated. He told The Guardian at the time: “If you had been there you would understand. The situation was absolutely friendly and happy.”  Problematic depictions of people of African descent are an enduring relic of the Cold War.      Text in Russian says ‘Human Rights’. A 1977 cartoon by the famous Soviet political cartoon team, Kukryniksy. Photograph: The Wayland Rudd collection    The Soviets made propaganda about the poor treatment of African-Americans in the US a central part of their war for the hearts and minds of the global black proletariat.  Though the Soviets nobly spoke out against racial injustice and provided much-needed financial support for black causes (including helping with the legal defence of the Scottsoboro Boys), they did not have a clear sense of the politics of representation, and used often offensive images of black people in the anti-racist propaganda they circulated. А Soviet animated film titled Mister Twister from 1963 depicts a racist rich white American capitalist shocked to see that there is a black man staying at his hotel in Leningrad. While the intention of the film was to portray Soviets as enlightened anti-segregationists, the black hotel guest is depicted using the same stereotypical imagery made famous by American minstrel shows – extremely dark skin characteristic of blackface, bright red lips, a wide smile and exaggerated features.        Likewise, the Soviet cartoon featuring the island of Changa-Chunga depicts black children as having the ability to magically communicate the island’s animals, the subtext being that African children share an affinity with animals that Russian children might not.   The naivety shown by the Russian makers of the Obamka bar is just an example of the overall confusion regarding race that has left many worried that Russia, which is set to host the 2018 World Cup, is unprepared to effectively manage concerns about racism at the tournament.  In June last year, during the opening games of the Russian Premier League, Ghanaian player Emmanuel Frimpong complained that monkey chants were hurled at him by fans of rival team, Spartak Moscow. The Russian Football Union, in a shock to Frimpong, denied that anything racist took place.   Related: Russia racism debate rages after stunt with Obama impersonator and banana    Again and again, Russian officials and certain sectors of the Russian public fail to see how monkey jokes and stereotypes directed at Obama are any more troubling than the “big ears” jabs made about Obama in US.  When MP Irina Rodnina was finally confronted about the picture she tweeted of the Obamas looking at a banana, she responded: “Free speech is free speech. Deal with your own complexes,” the subtext being – if you see something racist about the photo, you’re the racist, not her.  Perhaps, growing up on Soviet cartoons where Africans that look like minstrels are part of anti-racist propaganda has everyone a bit confused about what racism actually looks like.",
  "webTitle": "Obama banana 'jokes' show Soviet-era racism remains alive in Russia",
  "webPublicationDate": "2016-05-12T13:45:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/little-obama-jokes-soviet-era-racism-remains-alive-in-russia",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Wilson",
      "id": "profile/jennifer-wilson"
    }
  ],
  "guardianId": "world/2016/may/12/little-obama-jokes-soviet-era-racism-remains-alive-in-russia"
}