{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/25/top-tips-better-festival-brand-experiences",
  "id": "2016-05-25-114",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "Since the birth of rock festivals in the 1960s, the UK festival market has become one of the most diverse and lucrative in the world. Its growth accelerated in the late 1980s and early 1990s with the emergence of the rave scene – and since 2000 that growth has rocketed, partially as a result of smaller boutique events.  Consumer spending has increased in line with that growth. Live music events in the UK attract 9.5 million people and generate £3.1bn every year, in direct and indirect spend on tickets, transport, accommodation and food and drink.  Recently the UK Festival Awards Market Report asked the public: What’s your opinion of brand sponsorship at festivals? 15% said it made the overall experience more enjoyable, however 57% said they accept festivals need brand sponsorship, but that it doesn’t improve their enjoyment.  This presents a clear opportunity to transform the festival and brand experience. Striking the right balance between your brand values and those of the event can be tricky.  How do we do it? Mainly by moving away from filling activations with explicit marketing messages and instead creating environments that allow consumers to shape their interaction with the brand. Brands seeing the greatest return from festivals are those who become true partners, working with promoters to curate a line-up or produce their own original entertainment content to draw in the crowds.  We’ve identified three key areas of focus for guaranteeing your festival spend is working as hard as it can. Brand amplification through multiple channels Activation and amplification should fit seamlessly with the festival experience. To do this you must identify your brand’s passionate purpose, engage with the festival creative team and their channels – and then get loud. Building festival activation into your wider strategy Instead of just delivering a great piece of on-the-day experiential marketing (which will likely look expensive) brand owners can leverage the partnership across all channels, as part of a broader strategic plan. There’s an opportunity to work with promoters to extend your association - whether it’s producing content before, on and after the event, or using the tickets, which form part of most sponsorship deals as competition prizes. Data capture Your audience will interact with your brand at numerous times during a festival and technology is making it easier to measure and analyse this data via cashless payments, near field communication (NFC) and radio-frequency identification (RFID)-enabled wristbands and beacons.  When it comes to retailing, data can be enriched by the “cruise ship” effect, where attendees are limited in their purchasing options. Using short and simple questionnaires, cross-referenced with attendee data, can supply unique insights into who your consumers are, which of your competitors they’re buying and which of your products they’re drawn to. With these goals in mind, we’ve identified a further three key points for anyone looking to work with a festival property in 2016.  Mobile connectivity: until current petitions to install taller mobile phone towers are accepted, it’s down to telecoms sponsors to bring widespread coverage to larger festivals. It’s something to keep in mind when planning activations, particularly at smaller events. Festival identities: the identity of each event is sacred and not something readily compromised to accommodate brand partners. Brands therefore need to do their research before pitching ideas to festival teams, avoiding the need for major changes and multiple rounds of amends. Arena ownership: focus less on naming rights and more on co-creation. Last year saw brands bring everything from live DJ performances to paint fights and jelly wrestling. By creating something multi-sensory and with a “festival feel” they became a main attraction, with revellers returning numerous times and producing thousands of pieces of social content.  This advertisement feature is brought to you by the Marketing Agencies Association, sponsors of the Guardian Media Network’s Agencies hub.",
  "webTitle": "How do you improve the brand experience at festivals?",
  "webPublicationDate": "2016-05-25T15:31:46Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/25/top-tips-better-festival-brand-experiences",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/25/top-tips-better-festival-brand-experiences"
}