{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/director-general-fears-ministerial-influence-over-bbc-in-white-paper",
  "id": "2016-05-12-67",
  "sectionId": "media",
  "body": "Concerns that ministers will have too much power over the BBC, because they will be able to appoint six members of its executive board, were raised by the corporation’s director general after the publication of the white paper on its future.  Tony Hall called the change in the BBC’s governance the “most significant reform in the BBC’s history” and said the broadcaster was still in dispute with the government over the implementation of plans.  “We have an honest disagreement with the government on this,” Hall said. “I do not believe the appointments proposal for the new unitary board are yet right. We will continue to make the case to government. It is vital for the future of the BBC that its independence is fully preserved.”   Related: BBC white paper: key points at a glance    The new board will have between 12 and 14 members, with the chair, deputy chair and four others – representing the nations and regions – being appointed by the government.  Rona Fairhead, chair of existing governing body, the BBC Trust – which will be scrapped at the end of the year, will take up the chair of the unitary board as a transitional appointment until her contract expires in October 2018. Culture secretary John Whittingdale had originally wanted ministers to have the power to appoint the majority of board members but was ultimately blocked by Downing Street.  Presenting the white paper to the Commons, Whittingdale said: “For the first time, the BBC will have the ability to appoint a majority of its board independently of government. Editorial decisions will remain the responsibility of the director general, and his editorial independence will be explicitly enshrined in the charter, while the unitary board will consider any issues or complaints that arise post-transmission.”     Culture secretary John Whittingdale published his white paper for the BBC on Thursday. Photograph: Phil Noble/Reuters    Maria Eagle, the shadow culture secretary, attacked the idea that the make-up of the new board provided the BBC with a guarantee of independence. “At least half [the board] will be government appointees,” she said. This board will have influence over the output and therefore over editorial decisions. There has developed a feeling both inside and outside this parliament that the government is seeking inappropriate influence over the BBC.”   Related: It lacks the glamour of saving Strictly – but the BBC’s new board must be resisted | Polly Toynbee    Eagle’s scepticism of the government’s potential to unduly influence the board, and by extension the BBC, was a theme taken up by many. Wolf Hall director Peter Kosminsky – who warned of the threat to the BBC at the Bafta TV awards on Sunday night – said so many government appointees on the board would “kiss goodbye” to the BBC’s reputation for independence and see it “drift dangerously close to becoming a state broadcaster”. Aside from the concerns about governance, Hall said was broadly happy with the white paper, particularly after speculation that had surfaced in the media over recent weeks that the scale and scope of corporation would be cut, by for example preventing it scheduling popular programmes directly against ITV and other commercial rivals. The BBC will be required to publish the pay of its top-tier stars who earn more than the £450,000 a year earned by Hall, such as Gary Lineker, Chris Evans and Graham Norton. Whittingdale had wanted it to be those on £150,000 and above but this was over-ruled by David Cameron. Other key elements include securing an 11-year charter that frees the BBC from the political electoral cycle, although there is a “mid-term” governmental review clause.     Maria Eagle, the shadow culture secretary, was highly critical of the new board. Photograph: Martin Argles for the Guardian    The BBC’s future funding has been secured with the licence fee set to increase in line with inflation for five years from 2017 from its existing £145.50, and guaranteed as the funding mechanism until end of the new royal charter in 2027/28. There will also be a clause on diversity “enshrined” in the new royal charter, a move welcomed by TV and stage star Lenny Henry who has vigorously campaigned for increased diversity on-screen and off-screen. Greg Dyke, the former BBC director general, suggested that Whittingdale had been “put back in his box” by the government, which quashed some of his more draconian plans. “John Whittingdale made his position clear over many years – he would like radical change to the BBC,” he said. “He’s now the secretary of state but he hasn’t got the radical change, which tells me that David Cameron and [chancellor] George Osborne ... have actually put him back in his box.” Whittingdale told MPs that those who raised concerns about his plans for the BBC were “leftwing luvvies” who had based their complaints on “ill-founded, hysterical speculation”. Overall, the BBC said that the white paper will “provide the BBC with long-term stability” and remain a “beacon of quality and a standard-bearer of British values admired the world over”. However, former culture secretary Tessa Jowell warned against the view that the government’s plan for the future of the BBC is not as benign as it may like to believe. “I think the white paper risks being a Trojan horse for all the things the government wanted to do that came up in those whack-a-mole stories [before the publication of the white paper],” said Jowell. “They are all incubating in this white paper as a long term risk to the future of the BBC.”",
  "webTitle": "BBC chief voices fears over ministerial influence outlined in white paper",
  "webPublicationDate": "2016-05-12T18:43:10Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/director-general-fears-ministerial-influence-over-bbc-in-white-paper",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Hall",
      "id": "media/tony-hall",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/12/director-general-fears-ministerial-influence-over-bbc-in-white-paper"
}