{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/boris-johnson-british-people-unreal-stories-eu-juncker",
  "id": "2016-05-26-269",
  "sectionId": "politics",
  "body": "Boris Johnson has faced an extraordinary string of attacks from some of the most senior figures in the EU, one of whom described the prospect of him becoming prime minister as a “horror scenario”. Martin Selmayr, who is chief of staff to the European commission president, Jean Claude Juncker, lumped Johnson in with France’s Marine Le Pen and the US presidential candidate Donald Trump in a provocative tweet.     #G7 2017 with Trump, Le Pen, Boris Johnson, Beppe Grillo? A horror scenario that shows well why it is worth fighting populism. #withJuncker— Martin Selmayr (@MartinSelmayr) May 26, 2016    The message, in which Selmayr says “it is worth fighting populism”, has already triggered a backlash among out campaigners in Britain. The Vote Leave media spokesman Robert Oxley said of the intervention: “Unelected bureaucrat working for unelected bureaucrat speaks.” There was speculation that Selmayr’s action might have been coordinated as it landed immediately after criticism from Juncker. The commission president accused Johnson of painting an unreal picture of the EU for the British public and said he should return to Brussels, where he previously worked as a journalist, to see whether his claims chimed with “reality”.   Related: G7 summit: talk turns to Brexit as world leaders meet in Japan – live    Juncker also hinted that if Britain’s highest-profile campaigner were to become prime minister then his discussions with European partners might be strained. At the G7 summit in Japan, responding to a question at a press conference about Johnson’s decision to compare the EU’s aims to those of Adolf Hitler, Juncker said: “I’m reading in [the] papers that Boris Johnson spent part of his life in Brussels. It’s time for him to come back to Brussels, in order to check in Brussels if everything he’s telling British people is in line with reality. “I don’t think so, so he would be welcome in Brussels at any time.” Asked whether the European institutions would be able to work with Johnson if he entered Downing Street, Juncker replied: “The atmosphere of our talks would be better if Britain is staying in the European Union.” Johnson hit back with claims that Germany was the “paymaster” of an EU project designed to create a United States of Europe.  “I’m afraid what I am saying to the British people is in line with reality and if we vote to remain, which I sincerely hope we don’t, then they will go on with measures that will take us further into a federal European superstate,” he told Sky News. “The whole exercise in Europe is now aimed at propping up the euro. That is the entire mission of the European union. They will try to create a fiscal union, a political union.” He said it all tended towards a mission for a “United States of Europe, into which Britain will be sucked”.  Johnson added: “I’m afraid we have not been able to get out from under the obligation for paying for this whole enterprise.”  Donald Tusk, president of the European council, said: “We have to respect every democratic decision, the result of the referendum and possible political consequences of the referendum. But I think it’s quite normal to have normal relations with politicians and at the same time to have your own opinion about their opinions.” Tusk also tweeted: “G7 needs to be tough in defending common values. Questioned by states outside but also by opponents from within.” Speaking in Ise-Shima before the official opening of the summit, Tusk brought up the refugee crisis, saying Europe had responded to it first because it was the most affected. The geography meant the crisis was the responsibility of Europe first and foremost, he said.  But he called on the international community to show solidarity and recognise that it was a “global crisis”. In particular he asked for financial support for the “public good” that countries such as Turkey, Jordan and Lebanon were doing in helping refugees, and for help with resettling schemes. “Europe is doing a lot and is happy to share its experience,” he said.     Donald Tusk, right, at the G7 summit. Photograph: Sipa/Rex/Shutterstock    On the issue of the global steel crisis, Juncker promised that the EU would step up its measures to defend the industry against Chinese dumping. He said the issue would be part of any decision on granting China market economy status, something Britain has pushed for but which the steel industry has warned could further damage Britain’s ability to compete. “Global overcapacity in the steel sector is of great concern to Europeans. It has cost Europe thousands of jobs since 2008 and the overcapacity in China alone has been estimated at almost double European annual production,” Juncker said. “So we will make it clear that we will step up our trade defence measures … Everyone has to know that if somebody distorts the market, Europe cannot be defenceless.” He said overcapacity was not just a problem for the UK, where Tata’s move to sell off British assets has put up to 40,000 jobs at risk.  David Cameron had said he could offer “no guarantees” about the future of the Port Talbot site, which is one of a number under threat, but he promised the government would do “everything we can”, including raising the issue at the G7.           G7 leaders shovel soil in tree-planting ceremony    The UK prime minister said it would be discussed alongside counter-terrorism strategies in the Middle East, keeping up pressure on Russia over the Minsk agreement, and the dangers facing the world economy. Although Britain’s EU referendum is not on the formal agenda, Cameron said he planned to discuss it on the margins. “But the G7 and G20 have already made clear that it is a threat to economic growth, a risk to the world economy,” he added. On Thursday morning, he joined other G7 leaders at Japan’s most sacred shrine at Ise Jingu. They were then escorted to the inner Naiku shrine – an area reserved for Japan’s most distinguished visitors. After a cleansing ceremony with holy water, Cameron planted a Japanese cedar tree with the French president, François Hollande, and the Canadian prime minister, Justin Trudeau, using shovels handed to them by schoolchildren from the Mie prefecture. They then started with working sessions that stretched over lunch, followed by side events on Europe, trade, and counter-terrorism.",
  "webTitle": "Boris Johnson as PM is 'horror scenario', says Juncker EU aide",
  "webPublicationDate": "2016-05-26T09:20:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/boris-johnson-british-people-unreal-stories-eu-juncker",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/26/boris-johnson-british-people-unreal-stories-eu-juncker"
}