{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/top-gear-revamp-watched-by-just-44-million-viewers",
  "id": "2016-05-30-147",
  "sectionId": "media",
  "body": "The long-awaited return of Top Gear was watched by an average of just 4.4 million viewers as many critics lamented the decision of the new cast and producers to stick to the motoring show’s tried and tested format.  Even the peak audience of 4.7 million figure came in well below the 5 million Evans said would stop him being “disappointed”. He said at a press launch last week: “Five million-plus would be great, after that it doesn’t matter.” The figures are more than 2 million down on the average of the last series starring Jeremy Clarkson, James May and Richard Hammond, who have signed a deal to make a new show for Amazon’s video service called The Grand Tour that will debut this autumn.   Related: 'So boring it barely exists': readers review the revamped Top Gear    They are also among the lowest for a series opener in years, and almost half the 8.4 million Top Gear attracted at its peak for an appearance by F1 driver Lewis Hamilton in 2007. However, the show did manage to win its 8pm slot with a 23% share, ahead of the Antiques Roadshow on BBC1 and the Soap Awards on ITV, both of which attracted just under 4 million viewers. The BBC said on Monday morning it was also the most watched programme on iPlayer. Reviewers zeroed in on the BBC’s decision not to introduce major changes to the show format. The Mail was scathing, describing the revamp as “at best like watching a Top Gear tribute band performing one of those unfunny celebrity sketches on Comic Relief”.  “It was so bad you could practically hear the champagne corks popping at Amazon HQ.”  Andrew Billen in the Times was not convinced by the rapport between Evans and LeBlanc: “Chemistry was what we were looking for here, but their badinage was no more than passable offcuts from an unmade transatlantic buddy movie.”           Top Gear’s The Stig: the Guardian’s hard-hitting interview     Related: New Top Gear review: lots of polish but it's still a secondhand car show    His two-star review concluded: “Would we buy a used car show from this man? On this debut, only after some serious tweaking.” However, a bright spot for most was the performance of racing driver Sabine Schmitz, and Evans’ decision to drop some of Clarkson’s blokeish demeanour.  The Mirror also said that even Clarkson’s “most sulky fans” should find a lot to like about the show after his departure and the Telegraph welcomed Evans and co’s conservative approach. Its four-star review said: “Given time to bed in, there’s little doubt that we will warm to the new regime. This time next year, most people – especially those who don’t subscribe to Amazon – will probably have forgotten what all the fuss was about.” The real test for Top Gear and the BBC however may come over the next 72 hours as it airs in 80 countries worldwide. Top Gear is one of the biggest earners for the corporation’s commercial arm BBC Worldwide, worth in the region of £50m a year.",
  "webTitle": "Top Gear revamp watched by just 4.4 million viewers",
  "webPublicationDate": "2016-05-30T09:56:37Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/top-gear-revamp-watched-by-just-44-million-viewers",
  "keyword": [
    {
      "webTitle": "TV ratings",
      "id": "media/tvratings",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Matt LeBlanc",
      "id": "tv-and-radio/matt-leblanc",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/top-gear-revamp-watched-by-just-44-million-viewers"
}