{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/money-cant-buy-happiness-wishful-thinking",
  "id": "2016-05-17-70",
  "sectionId": "commentisfree",
  "body": "Money can’t buy happiness: it’s a rarely questioned truism. It also tends to be most enthusiastically embraced by those who have never gone without it. “I’ve tried hard to care about money,” Chelsea Clinton once humble-bragged, “but I couldn’t.” No matter how attached we are to the idea that money can’t buy happiness, though, the research shows almost the complete opposite.  After community and social relationships, the association between income and wellbeing is one of the most robust in the happiness literature. And a new study demonstrates just how deep-seated that psychological link is, how intricately our financial circumstances weave their way into our psyches.  Money doesn’t just shield us from obvious daily stresses, this study tells us, but can actually buy us the most basic of our psychological needs – human connection. The higher our income, the less likely we are to experience loneliness.  This study builds on a wide body of research giving a similar message. Although money is clearly no guarantee of contentment, and there are anomalies in the data, as a general rule, the better off we are financially, the happier we are.  But yet we still restate our fridge-magnet mantra about the irrelevance of money to happiness over and over again, a cosy boast of our lack of materialism. And in recent years, with the advent of the highly influential “positive psychology” movement, this idea has been given a new academic respectability.    Related: Can you make your own happiness?    Positive psychology – the study of happiness and how to improve it – is an academic discipline less than 20 years old, and one of the fastest growing and most newly influential in the US. Positive psychology professors have been contracted to advise everyone from corporate America to the British government, and the field has spawned an entire industry of self-help books, coaching, courses and consultancy. Right from the start, the basic philosophical underpinning of most of the positive psychology movement has been that our circumstances (including our financial circumstances) are of minimal consequence to our happiness. Instead, what really matters is our attitude. In this worldview, with the right techniques and enough emotional elbow-grease we can “positive think” our way out of almost any adversity. Often using small or methodologically flawed studies as evidence, positive psychologists restate over and over the claim that money is of minimal importance to wellbeing. “Increases in wealth have negligible effects on personal happiness” writes Professor Martin Seligman of the University of Pennsylvania in his seminal positive psychology book, Authentic Happiness.  Harvard psychologist Daniel Gilbert discussed a similar idea in his wildly popular TED talk, The Surprising Science of Happiness, now viewed over 12 million times. He quoted as evidence a methodological train-wreck of a study from the 1970s that suggested that a small group of lottery winners were no happier than a group of paraplegic accident victims. (Although Gilbert graciously later admitted that the study actually didn’t even really show that much.)    Related: Five things companies can do to boost employee happiness    Positive psychology’s insistence that our circumstances matter little to our happiness, and relentless focus on individual effort has an ideological flavor – a kind of neoliberalism of the emotions. And perhaps this philosophical bent isn’t surprising, given the positive psychology’s history and its key financial backers. A large part of positive psychology’s academic research has been bankrolled by an organization called the Templeton Foundation, a group that has provided millions of dollars in funding to most of the major positive psychology research centers in America. While the Foundation is ostensibly politically neutral, its founder and director until his death last year was Sir John Templeton Jr, a lavish rightwing political donor, who over his lifetime gave millions of dollars to the Republican party and various anti-government rightwing political causes.  From the start, the Templeton Foundation set the intellectual scope of positive psychology’s remit by overwhelmingly funding projects designed to demonstrate the importance of individual effort to happiness via optimism, gratitude exercises and the like, and all but ignoring the impact of social context. The narrative of the irrelevance of money to happiness has, unsurprisingly been enthusiastically received by corporate America, some of the best customers of the positive psychology movement, who have eagerly replaced pay-rises with “workplace happiness training”, unionization with positive thinking.  But it’s a dangerous story. Money matters. And most of us have a lot less of it than we used to. For most workers, real income has barely shifted for decades, and more than a quarter of working Americans earn what are officially classified as “poverty-level wages”. Forty-six million people in the US live below the poverty line and even the middle class is in financial crisis. Nearly half of Americans would struggle to find $400 in an emergency. Money isn’t a fringe issue to our wellbeing. It’s at the very heart and soul of it. And instead of being embarrassed to admit that, we should be shouting it from the rooftops, printing it on our fridge magnets and using it as a rallying cry for social action. Money makes us happy! Suggesting otherwise doesn’t make us spiritually enlightened or morally superior. It makes us clueless. Ruth Whippman will be speaking at a Guardian Live/Somerset House event How to be Happy on 1 September.",
  "webTitle": "Money can't buy happiness? That's just wishful thinking | Ruth Whippman",
  "webPublicationDate": "2016-05-17T18:04:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/money-cant-buy-happiness-wishful-thinking",
  "keyword": [
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Whippman",
      "id": "profile/ruth-whippman"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/money-cant-buy-happiness-wishful-thinking"
}