{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/29/florida-brewery-creates-edible-beer-holders-save-marine-life-saltwater",
  "id": "2016-05-29-146",
  "sectionId": "sustainable-business",
  "body": "Instead of killing animals, our packing design will provide them with food, explains Saltwater Brewery co-founder Chris Gove of his company’s biodegradable, edible beer pack rings. The rings, made from wheat and barley waste – natural byproducts of the beer-making process – are being touted by the Florida-based microbrewery as a pragmatic solution to repurposing waste in the brewing process. It also hopes they can help combat the growing problem of ocean plastic pollution. The packaging starts to disintegrate within two hours of being in the ocean, which prevents fish or other sea animals getting stuck in the rings. They take two to three months to completely disappear in the ocean, and it takes a similar amount of time to compost if left on the beach, although this varies slightly depending on soil, composition, humidity and temperature. While alternatives to traditional plastic rings exist – PakTech’s recycled plastic can carrier, which is 100% recyclable, and Fishbone’s cardboard holder, for example– these don’t reduce the risk of entangling wildlife or being ingested.  Saltwater Brewery decided to collaborate with advertising agency We Believers to engineer an alternative.       “Our main challenge was figuring out what material would be sustainable and sturdy enough to hold a six pack of beer,” says Marco Vega, co-founder of We Believers. “Initially we wanted to make the rings from seaweed, but it’s too fragile and rigid to use once taken from the ocean.” The first batch of 500 edible six pack rings was produced using 3D-printed plastic moulds. As these aren’t suitable for mass manufacturing, Saltwater is developing metal moulds capable of churning out 400,000 ring units per month. “We estimate the initial mass-produced batch will cost around 25 cents [17p] per unit– about 10 cents more thanover the recyclable plastic six-pack rings Saltwater is [currently] using,” says Vega. He believes consumers will be willing to pay more for the alternative, but expects costs to quickly drop. “If most craft brewers and big beer companies implement this technology, the manufacturing cost will drop and be very competitive.”     The edible six-pack rings. Photograph: Saltwater Brewery    More than 50 craft breweries have already contacted Saltwater expressing an interest in using edible ring packaging. The company hopes to build a centralised production facility by 2017 around a cluster of breweries. In the US, about 67bn beer cans are consumed each year. According to the Brewers Association, that number is expected to grow substantially as craft breweries continue to increase market share and move away from bottled products.     Fish eating an edible six-pack. Photograph: Saltwater Brewery    As well as craft brewers, they are also attracting interest from Carlsberg, which is working with suppliers through its Carlsberg Circular Community project to develop its own alternative to the plastic six-pack ring. Carlsberg’s director for group sustainability, Simon Hoffmeyer Boas, was unable to disclose details, but said the beer-maker was “looking into the possibility of using our byproducts more creatively”.    Related: Why cigarette butts threaten to stub out marine life    “The point with the Carlsberg Circular Community is to develop sustainable innovations on both primary and secondary packaging through partnerships … we are open to co-operate with any partner that has good ideas and solutions – this includes Saltwater Brewery.” Although praising the edible rings as a positive step, Dr Sue Kinsey, senior pollution policy officer at the Marine Conservation Society, expressed caution. She said that wheat and barley byproducts, while better than plastic, aren’t a natural diet for marine life and if ingested, the effects are still unknown.  “Potentially it could be much better than people throwing plastic away, so maybe it’s a case of balancing out the risks, but the best thing would be for people not to throw these things away in the first place.”",
  "webTitle": "Florida brewery creates edible beer holders to save marine life",
  "webPublicationDate": "2016-05-29T07:00:01Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/29/florida-brewery-creates-edible-beer-holders-save-marine-life-saltwater",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Beer",
      "id": "lifeandstyle/beer",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Corporate social responsibility",
      "id": "environment/corporatesocialresponsibility",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Maxine Perella",
      "id": "profile/maxine-perella"
    }
  ],
  "guardianId": "sustainable-business/2016/may/29/florida-brewery-creates-edible-beer-holders-save-marine-life-saltwater"
}