{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/local-elections-lib-dem-revival",
  "id": "2016-05-04-170",
  "sectionId": "commentisfree",
  "body": "I sat opposite someone over dinner last week who offered me a wager that Nick Clegg would still become prime minister. It was an idea he embraced, and I rather agreed with him that Clegg would make an excellent one. I just find it hard to imagine the bundle of circumstances that would allow it to happen. I didn’t take the bet. But I was fascinated by the conversation because it seemed to me to be the first hint of a phenomenon I had been expecting for some time: let’s call it coalition nostalgia. You may not have felt warmly towards them at the time. But, in retrospect, there’s a sense among some voters, and I certainly share it, of a fond memory for those days when the government – even if it wasn’t exactly on your side – included checks and balances, and a feeling that some of them were wrestling with the future in an intelligent way. When the inner workings of government were more transparent.    if Thrasher and Rallings are right, then 16% would be a doubling of the Lib Dem vote share from last year    Personally, I have a particularly warm glow about 2010-11, when – just for a moment – thanks partly to the chaos of the banking crisis, everything briefly seemed possible. It didn’t last, I know. It doesn’t – that’s what makes it possible to be nostalgic about it. A Lib Dem colleague of mine who was a special adviser confided the truth to me at the time. “Labour isn’t the enemy,” he said. “Not even the Conservatives are the enemy; the Treasury is the enemy.” And even if that particular battle was hardly won, it felt refreshing that it was being fought at all. I wish it was now. Now, Liberal Democrats are deeply optimistic people. That is why they hang on in there: the party’s continuing existence is down to a branch of evolution known as “survival of the most optimistic”. So there are again rising hopes in the Lib Dem camp that tomorrow’s local elections will demonstrate something of a recovery. It is worth putting this into perspective. Michael Thrasher and Colin Rallings, the Plymouth University psephologists, have been predicting a Lib Dem vote share tomorrow of 16%. That would be twice the party’s general election performance and would return them to their electoral appeal of around 2011 too (what was it about 2011?). The trouble is that the last time these particular seats were fought was 2012, when the Lib Dems attracted 15% of the vote.     ‘Coalition nostalgia’: Nick Clegg and David Cameron at their first coalition government press conference in May 2010. Photograph: Christopher Furlong/Getty Images    The Lib Dem commentator Mark Pack also points out that Thrasher and Rallings have tended to overestimate the Lib Dem vote by about two percentage points. That would mean that those extra votes may well not translate into extra council seats. Let’s also be clear about Liberal revivals. They date from the Torrington byelection in 1958 and have been reviving and retiring ever since. That was the year I was born, so I have been living my entire life during a slightly unreliable Liberal revival, which kinds of puts any revival into perspective too. They tend to rise when they win (which they haven’t been, God knows). Or when there is a cause celebre that leaves them isolated and on the side of the public (which doesn’t apply now), or when they unambiguously crusade on a cause that is their own. This last one is tough. For some time now, Lib Dems have been torn between the urge to appear safe, respectable and electable, and the equally urgent need for a clear and dominant purpose. These dominant purposes are, by definition, neither safe nor respectable.   Related: Why David Cameron may regret burying the Liberal Democrats | Rafael Behr    My guess is that, until they have developed something to say, which has to be distinctive, necessary and relevant to people (in their own estimation) – until they are clearer about what the party is for – then no amount of campaigning is going to kickstart that elusive revival again. But, hey, let’s not be downhearted. Ideas take time, and Tim Farron hasn’t even been leader for a year. I am a Liberal Democrat and therefore optimistic. Even if the Liberal beast slumbers on, there are recent signs of it stirring in its sleep – the occasional local byelection victory, the influx of members. And if Thrasher and Rallings are right, then 16% would be a doubling of their vote share from last year. It won’t be a Liberal revival exactly, but it should be enough to remind the body politic that there is a Liberal beast sleeping, like King Arthur, waiting until its nation’s hour of need.",
  "webTitle": "The local elections won’t mark a Lib Dem revival sadly, but there are stirrings | David Boyle",
  "webPublicationDate": "2016-05-04T13:30:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/local-elections-lib-dem-revival",
  "keyword": [
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liberal-Conservative coalition",
      "id": "politics/liberal-conservative-coalition",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "David Boyle",
      "id": "profile/david-boyle"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/local-elections-lib-dem-revival"
}