{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/birth-charter-aims-better-conditions-pregnant-women-prison",
  "id": "2016-05-25-271",
  "sectionId": "society",
  "body": "Should pregnant prisoners be accompanied by two prison officers when they go into labour? Do they have the right to request that the officers leave the room? Should they be handcuffed when they travel to antenatal clinics? It is 20 years since Channel 4’s undercover filming showed a female prisoner being handcuffed during labour in hospital – triggering widespread outrage. The treatment of pregnant prisoners has improved somewhat – but there is little clarity about how they should be looked after, and some women still report very negative experiences. In recent weeks, the Archers has focused attention on the issue of women giving birth in prison, as Helen Titchener prepared to give birth while on remand for attempted murder. The unfolding plot developments also highlight an area of policy that David Cameron identified as in need of urgent attention during his speech on prison reform this year. Birth Companions is an organisation that has been working with pregnant women and women with babies in prison since 1996, when that Channel 4 film was shown. This week it publishes a Birth Charter with 15 recommendations for improving conditions for pregnant women who are in prison, and for women who bring their babies back with them to prison after giving birth.   Related: Pregnant prisoner chained up in hospital 24 hours a day    In terms of the general picture of prison reform, this is a very niche area. Of the 81,549 people who were in prison at the start of May only 3,832 were women. However, every year around 600 pregnant women are held in prisons in England and Wales and around 100 babies are born to prisoners. Despite the existence of both national and international legislation designed to protect these women’s wellbeing, most of those who give birth while prisoners still encounter practical and emotional difficulties. Interviews with 15 women who have recently given birth in prison, conducted by Birth Companions, reveal the profound unease experienced by expectant mothers, who sometimes find they have to argue with prison officers during labour, requesting that they leave the room. “When I was there, every single mother had a caesarean section – we all felt that it was because we were stressed and the officers were in the room all the time. I was in deep labour and I couldn’t really speak but I know they were there. I can still see their faces,” one woman told the authors of the Birth Companions’ Birth Charter. Women have the right to ask the prison staff to leave room while they are giving birth, and undergoing examinations, but often prison staff are not well-briefed about the legislation and feel they have a responsibility to remain in the room – and healthcare staff are inclined to defer to their authority. “I noticed they [healthcare staff] always spoke to the officers first even though I’d be sitting there, so it’s like they discarded me as a human being. So a lot of times I had to say, ‘Excuse me, it’s not them that’s pregnant, it’s me,’” another said. A third told the report’s authors: “I had two officers sitting outside the curtain so that the whole ward knows you are in prison – what are people going to think?” Women are no longer handcuffed during labour, but often will be during transit to hospital appointments. “Being pregnant in prison was a very lonely and dark time in my life – no one to feel your baby kicking except for other inmates. When I was eight months pregnant and had to go for a late scan, I was handcuffed on my way to the appointment – it was so degrading, people looking at you and judging you. It was the worst feeling in the world,” another woman told the authors.     Naomi Delap, left, director of Birth Companions, and Denise Marshall, one of the organisation’s birth companions, co-authors of the Birth Charter report on pregnant women in prisons. Photograph: Sarah Lee for the Guardian    Naomi Delap, director of Birth Companions and a co-author of the report, says she believes most of the recommendations would be simple to implement, such as giving pregnant women in prison access to the same standard of antenatal care as those in the community and ensuring they are accompanied during childbirth by prison officers who have had appropriate training, and additional family visits. Crucially, they should be told whether they have a place on a mother and baby unit as soon as possible after arriving in prison. This information is critical, because those who are allocated a place inside one of the country’s six mother and baby units, which can accommodate 64 prisoners, can keep the child with them until the baby is 18 months old. The rest (around 50%) have to give the child up to relatives or the care system, and uncertainty over this decision is the single biggest cause of stress for pregnant women in prison, says Delap. The organisation is calling on the government to create a Prison Service Order – a formal guideline included in prison service instructions – to help staff provide consistent and humane care. They want women in prison to get nine months statutory paid maternity leave, like women who are not in prison, so they can spend time with their babies, rather than having to go to work or education within prison. Currently, they get only six weeks, and are encouraged to start settling their babies in at the prison nurseries when they are four or five weeks old. Mariam, 26, (who does not want her full name to be published) was sentenced for a non-violent crime last August. (She does not want to reveal details of the offence, but says she made a mistake when she was 18 which caught up with her.) She was six-months pregnant when she went to court, and the judge told her that her pregnancy would not help her to escape prison. She was distressed by the amount of time it took for prison staff to decide whether or not she would be allocated a place in a mother and baby unit, and was only transferred to one when she was in labour. Because the mother and baby unit in Holloway was closed in 2013, she was moved to a place a long way from London, and the train ticket to visit her cost £65, so her family found it very expensive to visit. When she was taken to hospital, she had nothing for the baby because the prison had forgotten to pack a bag for her, and she had no mobile phone or money to buy anything. She feels lucky that the team of prison staff who were allocated to stand outside her room, in shifts, for the entire time she was in hospital, were kind, and helped her by buying things she needed from the hospital shop. “It was humiliating to have to ask for a nappy,” she says. She was supported by one of Birth Companions’ 60 volunteers, who accompany women during birth and their hospital stay, which helped to make the experience more bearable. The volunteer told her she could ask the prison officers to leave the room during labour, and when breast feeding. “Officers sometime argue to stay in the room,” says Denise Marshall, one of the organisation’s birth companions and a co-author of the report. “Their role is security but they don’t understand when they need to step back and health staff don’t know that they have the right to ask them to leave.” When Mariam was transferred back to the mother and baby unit, she was particularly dismayed at having no access to the internet or a telephone “You can’t go online to check what to do if your child has a cough; you can’t call anyone for advice,” she says. “Initially I was really ashamed. People think ‘why have you put your baby behind bars?’” The authors of the Birth Companions’ report have met with Caroline Dinenage, women’s minister and a junior justice minister. She says she is looking forward to working with the organisation and “learning from their expertise as we work to create a criminal justice system that better meets the needs of women”. She adds: “As the prime minister has made clear, this government is committed to improving the treatment of female offenders. We are looking into options including tagging, problem-solving courts and alternative resettlement units to improve our care for female offenders. This is particularly important if they are pregnant or have young children.”",
  "webTitle": "Birth Charter aims to improve conditions for pregnant women in prison | Amelia Gentleman",
  "webPublicationDate": "2016-05-25T07:00:33Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/birth-charter-aims-better-conditions-pregnant-women-prison",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amelia Gentleman",
      "id": "profile/ameliagentleman"
    }
  ],
  "guardianId": "society/2016/may/25/birth-charter-aims-better-conditions-pregnant-women-prison"
}