{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/russian-man-walks-from-st-petersburg-to-vladivostok",
  "id": "2016-05-03-145",
  "sectionId": "world",
  "body": "A man from St Petersburg has completed a walk across Russia to Vladivostok, a journey of 9,300km (5,780 miles), nearly two years after he left his home city. Sergei Scheulin, 24, nicknamed the “Russian Forrest Gump”, arrived at the Pacific Ocean port city on Monday, the state news agency RIA Novosti reported. He told locals who came out to meet him that he had walked for a year and eight months, although his mother said he left home in June 2014. Carrying a backpack and plastic bags containing bread, water and canned goods, Scheulin crossed the world’s biggest country by area without a map or navigational devices. Speaking in March, he told EAOMedia.ru that he had slept on roadsides, under bridges, at rest stop cafes, in the homes of wellwishers and even in police stations. “People almost never reacted to me. They saw me as a regular person,” Scheulin said, recalling the earlier parts of his journey. “Now drivers often stop on the highway. They offer to give me a lift. I refuse. I like to walk.”     A view over Vladivostok. The city is nearly 6,000 miles from St Petersburg and takes six days to reach from Moscow by train. Photograph: Alamy    Scheulin would occasionally find temporary jobs, and spent a month of the most recent winter waiting out the cold at a church in the Amur region, near the Chinese border. Locals sometimes gave him food, money and clothing, and let him use their phones to call home. Scheulin’s travels began more than five years ago after he graduated in St Petersburg and could only find work putting up adverts in the street. He travelled to places such as Sochi and Crimea, before setting his sights on Vladivostok “out of pure curiosity”. “I decided, why not walk to Vladivostok, and I set off,” Scheulin said. During his earlier travels, his mother, Anna Scheulina, tried to bring him home and, in 2013, put out a missing person alert for her son, she told newspaper Komsomolskaya Pravda. “This time I decided not to search for him. If he chose this way of life, as his mother I can’t not support him,” she said. Scheulin’s father died in January. He learned of the news over the phone. As he drew near to Vladivostok, Russian media posted updates on his progress and social media users uploaded photos and videos of themselves with him. After “Sergei from Petersburg” took a wrong turn and disappeared from view after passing through the town of Dalnerechensk, volunteers combed the area in their cars and helped him get back on track.  On Sunday, he was invited to join locals in a sauna to celebrate Orthodox Easter. After Vladivostok, Scheulin plans to continue on to Sakhalin Island and the Kamchatka peninsula. Despite Russia’s notoriously bad roads, the actors Ewan McGregor and Charley Boorman crossed much of the country on motorbikes for their television series Long Way Round, and two Australians spent 14 months riding recumbent bicycles from Petrozavodsk, north-east of St Petersburg, to Beijing. But Scheulin is likely to be the first person to have crossed the country mainly by foot.",
  "webTitle": "'Russian Forrest Gump' walks from St Petersburg to Vladivostok",
  "webPublicationDate": "2016-05-03T14:53:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/russian-man-walks-from-st-petersburg-to-vladivostok",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alec Luhn",
      "id": "profile/alec-luhn"
    }
  ],
  "guardianId": "world/2016/may/03/russian-man-walks-from-st-petersburg-to-vladivostok"
}