{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/doctor-named-who-saw-prince-day-before-death-and-gave-prescriptions",
  "id": "2016-05-11-349",
  "sectionId": "music",
  "body": "Police have returned to Prince’s estate in Minnesota as investigators questioned a local doctor who prescribed medications to the musician and visited him the day before he died, according to a search warrant.   Related: Probate lawyers allowed to obtain sample of Prince's blood – judge    Dr Michael Todd Schulenberg treated Prince on 7 April and 20 April, and had prescribed medications for the musician, according to the warrant, which was filed on Thursday in Hennepin county and obtained by KSTP-TV and the Los Angeles Times. Investigators interviewed Schulenberg and searched a suburban Minneapolis hospital where he worked. The warrant did not specify what medications were prescribed for Prince or whether he took them. Lesa Bader, a spokeswoman for North Memorial Medical Center, said Schulenberg had been a primary care physician at its Minnetonka clinic but no longer worked for the healthcare system. No one answered the door at the doctor’s home on Tuesday and a phone message left for him was not immediately returned. A Carver county sheriff’s vehicle entered through the gates of Paisley Park on Tuesday afternoon, followed by about a dozen unmarked vehicles. Officials at the scene would not respond to questions about what they were doing there. Chief Deputy Jason Kamerud of the Carver county sheriff’s office told Associated Press that investigators were “being thorough”. Prince, 57, died on 21 April at his Paisley Park home and studio in suburban Minneapolis. Autopsy results are pending. A law enforcement official speaking anonymously told Associated Press that investigators were looking into whether Prince died from an overdose and whether a doctor was prescribing him drugs in the weeks before he was found dead at the complex where he lived in suburban Minneapolis.   Related: Prince's team sought addiction doctor's help over painkillers day before he died    Kamerud said the search warrant made public on Tuesday was supposed to have been filed under seal and he had contacted a court administrator to ensure that it was sealed. He said he could not comment on its contents. The people who found Prince dead included Andrew Kornfeld, the son of a California addiction specialist, Dr Howard Kornfeld, who had been asked by representatives of Prince to help him. Andrew Kornfeld carried buprenorphine, a drug often used to treat opiate addiction, on a flight into Minnesota on the night of 20 April. Attorneys and physicians have described the action as unusual and even absurd. The Kornfelds’ attorney, William Mauzy, said at a news conference last week that Dr Kornfeld had arranged for Prince to be evaluated by a Minnesota physician on 21 April, the day he died. The attorney refused then to identify the Minnesota doctor, and it was not clear if that physician had a prior relationship with Prince. The search warrant does not say whether Schulenberg was that doctor. With Associated Press",
  "webTitle": "Warrant says doctor prescribed medication for Prince before death",
  "webPublicationDate": "2016-05-11T06:19:23Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/doctor-named-who-saw-prince-day-before-death-and-gave-prescriptions",
  "keyword": [
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Minnesota",
      "id": "us-news/minnesota",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/11/doctor-named-who-saw-prince-day-before-death-and-gave-prescriptions"
}