{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/07/glass-sword-victoria-aveyard-review",
  "id": "2016-05-07-143",
  "sectionId": "childrens-books-site",
  "body": "Glass Sword is the second novel in the Red Queen series. This series tells the story of Mare Barrow. She lives in a dystopian future where society is split into red bloods and silver bloods, the silvers being the rich or royalty. The silvers have god-like powers which allow them to control the common-folk reds. Mare is 17 years old and finds herself working at the silver palace, amongst the people she hates. She discovers that she has the ability of the silvers and yet has red blood. She becomes a threat towards their society and so must be contained.  She becomes involved within a revolutionary group called the Red Guard who are trying to overthrow the elite silvers.  Glass Sword develops Mare’s story as she tries to find others of her kind in order to defeat the growing power and domination of the silvers.      I found this novel much better than the first one as it seemed much more enticing and develops your understanding of Mare’s world. It even brings you much closer to her character. I think Red Queen (the first in the series) was more to show what this new found world was like and how Mare fit into it, but Glass Sword was much more individualistic and presents Mare as a much stronger character.  Throughout this novel there seems to be much more focus on the theme of class. It addresses the aspect of separatism within the class systems of society as the silvers are seen as the dominant ruling class and in a way illustrates much of the problems caused by power struggles thought history.  Also the novel addresses the loyalty and relationships within a family – not only blood relations but the family you create rather than are born with. I think that’s what makes this such a good modern novel.  It may be a fantasy type book but it has other aspects of reality and expresses many of the same issues we see in real life just with an exaggerated and almost mythical element.    Related: How do I get involved in the Guardian children's books site?    The first person account brings you much closer to Mare and even causes you to go through every part of the novel as if you were her. It’s just such an astonishing and impassioned novel that expresses many emotions and I can’t wait to read the next novel is this stunning young adult series.  I’d recommend this to anyone who loves fantasy novels with a mixture of realism.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Glass Sword by Victoria Aveyard – review",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/07/glass-sword-victoria-aveyard-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/07/glass-sword-victoria-aveyard-review"
}