{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/15/uk-rail-journeys-railway-request-stops-secret-stations",
  "id": "2016-05-15-196",
  "sectionId": "travel",
  "body": "Paul Merton’s Secret Stations has well and truly put railway request stops on the map. In the Channel 4 series, inspired by my book Tiny Stations, the comedian roams the country in search of the stories and people behind these curious anomalies of the railway network. Existing in a state of almost perpetual slumber, a request stop is woken only occasionally, when a passenger asks a guard for the train to stop there or when someone stands on the platform and puts their hand out to stop it as the train approaches. So suddenly appearing on Sunday night television – tonight’s episode wraps up the series – is a real moment in the sun for these obscure stations.     Dunrobin Castle station. Photograph: Dixe Wills    Although Merton visits around 20 stations, he has by no means exhausted the nation’s stock of fascinating request stops. Indeed, from the far north of Scotland to the tip of Cornwall, the nation is sprinkled with around 150 request stops. Take Dunrobin Castle station: it serves one of the oldest inhabited houses in Scotland, which also happens to be the seat of the Earls and Dukes of Sutherland. This is the sort of fairytale castle you might expect to find adorning a mountainside in Germany, yet it was designed by the Englishman Sir Charles Barry, the architect of the Houses of Parliament in London. The station began life as the personal halt of the Duke of Sutherland who, quite naturally, kept his own train there. Today, its platform hosts a rather astonishing black-and-white Arts and Crafts building containing a bijou railway memorabilia museum.     Conwy station. Photograph: Dixe Wills    Conwy station, by contrast, is arguably right in the middle of a museum, for Unesco has declared the small north Wales town a world heritage site. For those unacquainted with Conwy, information boards in the town cite it as being “amongst the planet’s greatest built structures, equal to Stonehenge and the Pyramids as an example of mankind’s most inspired creativity”. Given that, we should perhaps draw a veil over the fact that the engineer Robert Stephenson hacked a huge hole in its glorious medieval town wall to push a railway line through it. It’s probably just as well that you don’t need to ask the commander of an elite military training camp for permission to alight at every station, but that’s just what I had to do when visiting Lympstone Commando in Devon (you will too if you want to go – and give at least a fortnight’s notice). Perched prettily on the eastern shore of the Exe estuary, the station was created for the soldiers who train there. From the platform you can peer through the high fences at what looks like an impossibly difficult assault course. When I asked the guard to stop the train there, Iwas thrilled by her reply: “I knew there’d be one of you on here somewhere.” Being mistaken for a commando when you look like I do (a bit urban and weedy) is a boost to the self-esteem that money simply can’t buy.     Lympstone Commando station. Photograph: Dixe Wills    For a rather wilder, less regimented experience, head for Buckenham in Norfolk. This is the stop for Buckenham Marshes, the scene of Mark Cocker’s epic tale of corvid-obsession Crow Country. In autumn and winter, tens of thousands of rooks and jackdaws flock here and turn the sky black. It’s by no means just corvids on the wetlands though. When I dropped by I was treated to the spectacle of a heron with a headless rat in its mouth being repeatedly dive-bombed by a pair of lapwings. Nature is wonderful.     A train speeds through Buckenham station, just visible through trees. Photograph: Dixe Wills    Once in a blue moon, you’ll even find events overtaking a request stop, making it popular once more. Such is the case with Dolgarrog in north Wales, which once served a huge aluminium works. Last summer, the defunct site opened as Surf Snowdonia, the world’s first inland surf lagoon. The venue had 14,000 visitors in the first two weeks, so there’s a good chance you won’t need to to ask the guard to stop. And we’ve not even started on the station created back in 1935 for a day-tripping attraction so popular it was known as the Scarborough of the Midlands (The Lakes, Warwickshire); the station where one of the bravest civilian acts of the second world war took place (Bootle, Cumbria); the station dedicated to a holiday camp where for two long summers a young Ringo Starr hit the skins (Penychain, Gwynedd); or, famously, the station with the longest name in Europe (Llanfair PG, Anglesey). So, I confess, I won’t be too surprised if a second series beckons …  The final episode of Secret Stations is on Channel 4 on Sunday 15 May at 8pm  Dixe Wills is the author of Tiny Stations (AA Publishing, £12)",
  "webTitle": "Alight here? Britain's railway request stops",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/15/uk-rail-journeys-railway-request-stops-secret-stations",
  "keyword": [
    {
      "webTitle": "Rail travel",
      "id": "travel/railtravel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Day trips",
      "id": "travel/day-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Heritage",
      "id": "travel/heritage",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Dixe Wills",
      "id": "profile/dixewills"
    }
  ],
  "guardianId": "travel/2016/may/15/uk-rail-journeys-railway-request-stops-secret-stations"
}