{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/park-chan-wook-on-relocating-sarah-waters-fingersmith-to-korea",
  "id": "2016-05-17-67",
  "sectionId": "film",
  "body": "On the plane to Cannes, reading Balzac, Park Chan-wook stumbled upon a passage that the director sums up as: “All great men have a very female sensitivity.” “As a father – and as I grow older – I discover more of my female dimension,” says the South Korean film-maker, best known in the west for his brilliantly violent – and very male – revenge fantasy Oldboy. “I think it’s true of all older men: they have an increasingly strong feminine side.”     No octopus today … Min-sik Choi in Oldboy, 2003. Photograph: Allstar/UIP    Park is busy examining his gender fluidity because of his new film, The Handmaiden, which premiered at the Cannes film festival last week. It’s based on Sarah Waters’ Fingersmith, the Man Booker prize-nominated novel about a female Victorian street urchin who is tasked with winning the trust of a lady and, eventually, displacing her. Instead, the two fall in love. Park’s version, transferred to 1930s Korea, maps out the same basic plot (maid meets lady, maid and lady fall for each other, double-cross each other, then reunite).     Maybe revenge is a part of me … Because it’s not part of the source material    Divided, like the book, into three parts, it is a strange and sumptuous film. A romance told from both sides, in which neither can ever fully be trusted. There is betrayal and devotion and lots of explicit lesbian sex. There is, in a nod to Oldboy’s cephalopod-chomping dinner scene, an octopus – a leviathan hulk (too huge to eat) that splurges from a fish tank in the antagonist’s chambers. Perhaps inevitably, given it’s a Park film, grisly vengeance plays a part too. “Maybe revenge is a part of me. Because it’s not part of the source material,” says Park. An interpreter, an attentive young man clutching a yellow legal pad, has been assigned to his side. He speaks, as Park, in the third person, while the director smiles and waits for his message to get across. The process - the question, the translation, the answer, the translation, the translation of the translation - is achingly slow. If Park feels any irritation he doesn’t show it. A former film critic, he is a genial interviewee, kindly even.     ‘Some Koreans were captivated by Japan’ … The Handmaiden. Photograph: PR Image    He was drawn to the book, he says, because Waters seems to share his fascination with the flesh. He recalls reading the scene in which the maid gently grinds down a tooth that is bothering the lady using a silver thumb thimble. “The sound of it grinding and the sense of the body and the proximity and the sound of their breath, how big their eyes can be – meeting and then being averted,” he says. “How great would it be to see that as a film, outside the confines of the typed page?” The Handmaiden is Park’s first film since his English language debut, Stoker, a Hitchcock-lite thriller starring Nicole Kidman and Mia Wasikowska that disappointed critics and floundered at the box office. If The Handmaiden is a confident return to form, it’s partly because it is set in a time and place that offers fertile ground for the story to take root. Park had finished the book and agreed to the film before he realised the BBC had already made a series based on the source material. He was, he says, “deflated” for a while, but then saw an opportunity: this would be his chance to examine a period of his own country’s history that had always intrigued him.     Vampire horror Thirst, 2009. Photograph: Allstar/FOCUS FEATURES    Korea in the 1930s and 40s was under Japanese rule. In the film, the themes of occupation and colonisation play out at a personal level. Park’s maid – Sook-hee (Kim Tae-ri) – is Korean, the lady – Hideko (Kim Min-hee) – is Japanese. Sook-hee, ostensibly one of the oppressed, becomes the invader, seducing the occupier in the taken territory. The baddie of the piece is Hideko’s uncle, an upper-class Korean intellectual who is obsessed with Japanese culture, specifically his growing collection of pornographic literature. It’s housed in the Japanese half of his mansion, the other side of which has a western design. The visual split reveals the character’s allegiances: to Japan, to the west, but not to Korea.    Actresses call me 'Unnie', a Korean word women use when addressing an older woman    “The intellectuals who were fascinated by Japan genuinely believed that Japanese colonial rule would last forever,” says Park. This devotion to foreign rule worries him, even if – as a self-described genre film-maker – he can’t help but be swayed by American cinema’s tropes himself. “They admired the western culture that came in through the Japanese,” he says of the 1940s Korean upper-class. “Some Koreans were truly captivated by Japan. They’re frightening, those people. And I wanted to look into those characters.” As for the sex, it is shot stylishly and elaborately, in much the same way as Park has become known for filming violence. But, just because it’s sexual, doesn’t necessarily mean it must be serious. “Rather than getting immersed in the moment, I would rather keep a certain distance and infuse elements of humour,” he says, pointing to a scene in which the more experienced Sook-hee is comically shocked at the proficiency of her virgin lover. “I believe that’s a more adult way to handle sexual or violent situations. The humour that derives from these situations is not simply funny. There’s a bitter aftertaste to it.”     Avant garde … a still from The Handmaiden. Photograph: PR Image    Park, one of South Korea’s biggest box-office draws, hopes the film will help his country accept homosexuality into mainstream culture. He is impressed by the indie scene’s commitment to showing gay relationships on screen, but he says gay love remains – as in many parts of the world – part of an artistic niche. “It’s because of the continuous efforts of indie film-makers and other campaigners that the subject of homosexuality is no longer a taboo,” he says. “It’s just that it’s been waiting to receive the big-budget treatment and to have large-scale distribution. In that sense The Handmaiden is like avant garde cinema, paving the way for the mainstream to follow.”   Related: The Handmaiden review – Park Chan-wook's lurid lesbian potboiler simmers with sexual tension    The spectre of an older male director guiding two young female actors through graphic sex scenes has lead some at Cannes to compare The Handmaiden with previous Palme d’Or winner Blue is the Warmest Colour, and to criticise it in the same way. Blue’s director, Abdellatif Kechiche, was letting the male gaze run riot, said some, a point that later validated by the film’s stars, Adèle Exarchopoulos and Léa Seydoux, who claimed they had been exploited during the film’s “horrible” shoot. The Handmaiden’s female stars have both said that the sex scenes were necessary for the story and no hardship to film. Exarchopoulos and Seydoux said similar things (Exarchopoulos: “We feel extremely free acting in his films, it’s a wonderful trusting relationship”) at the Cannes press conference in 2013, before later levelling criticisms at Kechiche. Still, according to Park, it’s unlikely his actors will perform a similar manoeuvre. They trust him. He is, in a sense, he says, one of the girls. “Ever since Thirst [Park’s 2009 vampire horror] actresses I’ve worked with have called me “Unnie”, which is Korean word women use when addressing an older woman,” he says. “There’s some sort of sisterhood between us.”",
  "webTitle": "Park Chan-wook on relocating Sarah Waters' Fingersmith to Korea",
  "webPublicationDate": "2016-05-17T18:10:02Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/park-chan-wook-on-relocating-sarah-waters-fingersmith-to-korea",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Park Chan-wook",
      "id": "film/park-chan-wook",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Oldboy",
      "id": "film/oldboy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Sarah Waters",
      "id": "books/sarahwaters",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/17/park-chan-wook-on-relocating-sarah-waters-fingersmith-to-korea"
}