{
  "apiUrl": "https://content.guardianapis.com/science/the-h-word/2016/may/09/transit-of-mercury-forgotten-astronomical-revolution",
  "id": "2016-05-09-292",
  "sectionId": "science",
  "body": "“Today I saw Mercury.” This terse remark scrawled inside a 16th-century almanac could reflect anyone watching today’s transit of Mercury across the Sun. The winding path this observation took after it was recorded, however, traces a century-long story leading through the transformation of both our understanding of the cosmos and the practice of astronomy itself.  Mercury’s observer in this case was Willibald Pirckheimer, a German humanist who made diary notes in a set of astronomical tables by Johannes Regiomontanus, which are now preserved in the Royal Society Library. Pirckheimer almost certainly wasn’t alone, as the same Mercury sighting (early in the evening of 18 March 1504) was recorded in more detail by his friend Bernhard Walther, who had inherited Regiomontanus’ observation program and copious manuscripts. Perhaps it was solely an observing session, or perhaps it preceded one of the festive banquets Nuremberg’s humanists were known for. We may not know the evening’s full itinerary, but it’s a reminder that science was rarely a solo activity even back then. What we do know, however, is the probable location where the sighting was made. When Walther died three months later, his sizeable house was purchased by Pirckheimer’s best friend and fellow investigator of nature Albrecht Dürer. Today the house is a museum to Dürer’s life and art, but if you walk around back, you can still see the observation ledge for astronomical instruments that Walther constructed beneath a top-floor window.      The Albrecht Dürer house in Nuremberg, showing Bernhard Walther’s astronomical viewing ledge below a window on the back side of the house. Photograph: Karl Galle     Walther’s numerous and detailed observations, including some 746 midday solar altitudes, suggest he may have been trying to construct his own reformed model of celestial motions. Although he died before completing any theoretical work, the next generation of Nuremberg astronomers preserved his books and manuscripts – after Pirckheimer and Dürer purchased a few volumes from the estate for themselves – just as Walther had done for his mentor Regiomontanus. The observations themselves remained unpublished until a young Wittenberg professor named Georg Rheticus visited Nuremberg in early 1539 and then set off on the long trek to Frombork, where a church canon named Nicholas Copernicus was rumored to have developed a startling new theory putting the Sun rather than Earth at the center of the cosmos. When Rheticus returned carrying Copernicus’s manuscript for the city’s most famous printer, three of Walther’s Mercury observations, including the one Pirckheimer recorded, were included in the final text. Two were incorrectly attributed to Johannes Schöner, then a caretaker for the Regiomontanus and Walther materials, but Schöner set the record straight by publishing Walther’s complete observations the following year. From Copernicus to Kepler Why did Copernicus even need these Mercury observations at all? In the most basic historical accounts of his new cosmological theory, he simply switched the positions of the Earth and Sun, putting our planet into motion without really rearranging the other planets. In fact, the heliocentric idea appeared first as a brief outline in his book’s opening leaves and was followed by over 350 pages of often brain-bending mathematical models for predicting the apparent motions of the Sun, Moon, stars, and planets.      Copernicus’s On the Revolutions of the Heavenly Spheres (1543), showing how early in the book his illustration of the heliocentric system occurs. Image courtesy of the Linda Hall Library. Photograph: Karl Galle/Linda Hall Library, Kansas City     The key to making these models work was having just enough measurements of key configurations – when planets were directly opposite or at greatest elongation from the Sun, for example – to compute mean motions over time. As the closest planet to the Sun, Mercury was notoriously difficult to spot, and Frombork’s greater northern latitude made the problem worse by reducing the planet’s vertical angle above the horizon. For this reason, even three of Walther’s Mercury observations were enough to help fill out Copernicus’s model of the planet’s motions.  If opportunistically using a few decades-old measurements symbolises the astronomy of Copernicus’s time, however, the imperfection of the results (after several rounds of calculations, Copernicus finally rounded Walther’s numbers upward to make them better fit his models) were a stimulation to the astronomy that followed. In the coming decades, astronomers would no longer settle for averaging a handful of key measurements, instead embarking on increasingly ambitious programs to quantify celestial positions in every nightly configuration. Walther’s simple window ledge thus gave way to ever larger instruments and observatories at Uraniborg and elsewhere.  Walther’s observations did not disappear, however. On the contrary, having accurate measurements from the more distant past remained a key part of refining the long-term accuracy of astronomical tables. The value of this quotidian grind of observing and number-crunching is often forgotten in histories that emphasize a few big ideas like heliocentrism or elliptical orbits, but nothing encapsulates its core role in early astronomy like Kepler’s nearly three decades of slaving over his Rudolphine Tables, drawing not just from Tycho Brahe’s observations at Uraniborg but from meticulous attempts to adjust Walther’s data for atmospheric refraction and stellar precession.     Bernhard Walther photobombs - in book form - Kepler’s Rudolphine Tables. Image courtesy of the Linda Hall Library. Photograph: Karl Galle/Linda Hall Library, Kansas City    Walther even photobombed the famous frontispiece to Kepler’s tables displaying historical figures from astronomy. While Copernicus and Tycho occupy the image’s center, lurking just behind Copernicus’s head is a book labeled “Observations of Regiomontanus and Walther.” Predicting Transits of Mercury For today’s Mercury transit, the key significance of the Rudolphine Tables is that they led Kepler to predict a Mercury transit would occur on 7 November 1631. Other transit observations had been claimed in the past – including once by Kepler in 1607 – but were almost certainly sunspots instead. In this case, astronomers had time to prepare, and Pierre Gassendi spotted the planet as predicted during a break in cloudy weather. Gassendi’s observation was a striking confirmation of how astronomical theory was becoming precise enough to predict even a small and brief event far in advance. By the time Johannes Hevelius documented another Mercury transit three decades later, he could compare six sets of astronomical tables and note that two including Kepler’s had successfully predicted the event. This revolution in accuracy was possible not from a single idea or individual but because a growing professional community, stretching across countries and generations, could compare, improve, and compete for observations whose quantity and precision would have been unimaginable when Walther and Pirckheimer looked out a Nuremberg window.     Pierre Gassendi’s observation of the 1631 Mercury transit, reprinted in his 1658 collected works. Image courtesy of the Linda Hall Library. Photograph: Karl Galle/Linda Hall Library, Kansas City    The other remarkable finding to come out of Gassendi’s Mercury transit observation was the planet’s shockingly small apparent size. He and other contemporaries grappled over why it was so much smaller than anyone expected before gradually coming to terms with its implications for cosmic dimensions.  Echoes of this recognition are part of what preserves the wonder of a Mercury transit even now when we can browse close-up images of the planet from orbiting spacecraft. No longer merely a point of light that’s difficult to spot near the horizon, we now know this tiny dot crossing the solar disc is an entire rocky world, orbiting the center of the solar system like us – and like us just a speck in the vast cosmic ocean.  This piece was edited on 11 May 2016 as the image of Pirckheimer’s observation was mistakenly captioned as a ‘transit’ rather than an ‘observation’ of Mercury.",
  "webTitle": "Before the Transit of Mercury: forgotten forerunners of an astronomical revolution | Karl Galle",
  "webPublicationDate": "2016-05-09T07:30:08Z",
  "webUrl": "https://www.theguardian.com/science/the-h-word/2016/may/09/transit-of-mercury-forgotten-astronomical-revolution",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "History of science",
      "id": "science/history-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Karl Galle",
      "id": "profile/karl-galle"
    }
  ],
  "guardianId": "science/the-h-word/2016/may/09/transit-of-mercury-forgotten-astronomical-revolution"
}