{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/29/london-show-reflects-global-boom-in-islamic-fashion",
  "id": "2016-05-29-67",
  "sectionId": "fashion",
  "body": "Within minutes of the end of Sanzaa’s catwalk show, there was a swarm of women flicking through rails of clothing and flashing their credit cards at the fashion label’s exhibition stall. Sanya and Zahra, a pair of friends who have grown their “modest fashion” business from a small market stall in Bradford over the past six years, were frantically wrapping long tunics and dresses in black tissue paper while advising customers on purchases. Among them was Amara Sadeeq, a London law graduate and full-time mother to three small children, who had chosen a dusty pink abaya. “I usually wear black, but I thought I’d try something a bit different,” she said. “Some members of my family always wear black, and don’t approve of makeup. But I think women need to look beautiful and feel confident.”   Related: Muslim Lifestyle Expo in London highlights largely untapped market    Sadeeq had come to the Saverah Women Expo, at the Intercontinental hotel next to London’s O2 Arena, along with about 5,000 others. The event was to showcase Muslim businesses aimed at women: modest fashion, halal cosmetics, jewellery, greetings cards and chocolates for Ramadan. Muslim charities, banks and solicitors were present, and motivational talks were on the schedule. The expo was also about “empowering Muslim women. We have a voice and a lifestyle, we start businesses, we don’t fit the stereotype,” said Shazia Ramzan, a spokeswoman for Saverah. About 90 businesses were exhibiting at the event, including dozens of international and UK fashion designers. “Modest fashion has been a phenomenon elsewhere, especially in the Gulf, for a while, and now it’s becoming more of a statement here,” said Ramzan. The global Muslim clothing market is forecast to be worth $327bn by 2020, according to the latest Global Islamic Economy report. International retailers such as Marks and Spencer and Uniqlo have launched ranges aimed at Muslim women.     The catwalk at Saverah Women 2016. Photograph: Christian Sinibaldi for the Guardian    Farheen Rahman, a designer based in Kolkata who trained at the London College of Fashion, had returned to the UK to show her range of modest clothing for the first time. “This is my debut show. Only in the past year have I been thinking about Islamic clothing,” she said. “I see girls and young women wanting to be fashionable but also wanting to be modest. Until recently they had to compromise on one or the other.” Another factor in the growth of modest fashion was rising disposable incomes among young Muslims, Rahman added. “You see this very clearly in India, where spending power used to be the preserve of the elite, but now the middle class has risen up.” Twins Ranna and Rasha Ahmed, who launched their label Hijab Star less than a year ago, also pointed to a generational shift. “Young Muslim women of our generation are much more interested in fashion than our mothers,” said Ranna.     90 businesses exhibited at the event. Photograph: Christian Sinibaldi for the Guardian    On the catwalk, elegant models showed off outfits ranging from skinny trousers paired with close-fitting tunics and minimal hijabs to stunning all-encompassing black abayas with elaborate veils. Watching the show, Nadia Amdanee said: “I’m French and I like to be fashionable, but I also know the limits my religion imposes. Now it’s possible to be really distinctive and stylish while being true to your faith.” Not everyone at the expo was set on modesty. Zahra Pederson, who runs a personal training service called the Healthy Hijab, was gathering signatures in support of a campaign, Faces of Muslimah, to be launched after Ramadan to celebrate diversity among Muslim women. “My religion is in my heart, not how I look,” she said, wearing an outfit considerably more revealing than most at the show. “If you look at me, you wouldn’t know I’m a Muslim. But I pray five times a day, and I’ll fast over Ramadan. You can’t judge my actions on what I look like.”",
  "webTitle": "London show reflects global boom in Islamic fashion",
  "webPublicationDate": "2016-05-29T16:32:45Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/29/london-show-reflects-global-boom-in-islamic-fashion",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Fashion industry",
      "id": "fashion/fashion-industry",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "fashion/2016/may/29/london-show-reflects-global-boom-in-islamic-fashion"
}