{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/04/flowers-for-algernon-daniel-keyes-review",
  "id": "2016-05-04-233",
  "sectionId": "childrens-books-site",
  "body": "I don’t know what’s worse; to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.  Charlie Gordon has an IQ of 68. He can clean at the bakery where he works; can go to his nightly class for special needs adults; knows that ‘its easy to make frends if you let peepul laff at you’. But even Charlie knows he is frustrated by his inability to understand other people’s conversations, and is desperate to learn how to read and write like everyone else – so when he is offered the chance to be the first human being to undergo an operation for artificial intelligence, he takes it, because all his life he has ‘reely wantid to be smart and not dumb’.  Documented by a series of diary entries, the progress of the operation is revealed as Charlie’s spelling and grammar slowly improve and he begins to understand the world around him – through realising who he was and has become, falling in love, and remembering his past. What is so masterful is that this is so gradually done you hardly notice it at first, and I think this is the reason that the reader is made to feel so close to Charlie: he was so real I felt I knew him. I really, really knew this guy – a character I had only just started to read about, but was so easily likeable that I had begun to form ties that seemed years old. It’s these ties that undeniably make it so profoundly sad, because what goes up, must come down…         Flowers for Algernon is a book that says to you: ‘I want you to question everything you know’. More importantly, it seeks out the unflinchingly honest message that our humanity is not measured by how smart we are, but rather by our kindness, love and interaction with others. Charlie is even more isolated with an IQ of 185 than he was with one of 68, but it’s his insight that allows him to see that he is still the same person, regardless. He never fully develops emotionally, but that doesn’t seem to matter. It’s an over-used word – and risks sounding clichéd – but this book is simply beautiful. It’s a piece of art in itself. I’ve been reduced to tears by three books in my life and I will unashamedly admit that Flowers for Algernon is one of them. Few books can replicate that lingering feeling you receive after reading: the kind that stay with you a few days after you’ve finished it. Flowers for Algernon was without a doubt one of those – the supreme angels of book-kind – and I can’t begin to say how much of an effect this book can have on you. It will make you reflect on your own life, shed buckets, and completely and utterly break your heart.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Flowers for Algernon by Daniel Keyes - review",
  "webPublicationDate": "2016-05-04T11:00:34Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/04/flowers-for-algernon-daniel-keyes-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sci-fi (children and teens)",
      "id": "books/childrens-sci-fi",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/04/flowers-for-algernon-daniel-keyes-review"
}