{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/pierre-karl-peladeau-resigns-parti-quebecois",
  "id": "2016-05-02-22",
  "sectionId": "world",
  "body": "Less than a year after his election as leader reignited the hopes of separatists in Quebec, media tycoon Pierre Karl Péladeau has stepped down as the head of the Parti Québécois. Péladeau said he had been forced to decide between his work and his family. “I am forced to make a choice, an agonizing choice, between my family and my political project, our political project, which is shared by so many people,” he told reporters in Montreal on Monday as he fought back tears. “I have chosen my family.”  Earlier this year, Péladeau, 54, split from his wife, television producer Julie Snyder. On Sunday, Snyder told a television talkshow program that the couple – who have three children among them – are in mediation.  Péladeau said the party would soon begin the search for an interim leader. “I’m making this decision for the good of my children,” he added. “I have to remain an example for them. I profoundly love the Parti Québécois, its activists and its (National Assembly) members.”   Related: Citizen Péladeau: flamboyant tycoon ready to revitalize Quebec's separatists    The former CEO of Quebecor, Canada’s second biggest media group, Péladeau burst onto the Canadian political scene in 2014, vowing to “make Quebec a country”. He was elected as the PQ leader last May and since struggled to woo voters from the province’s governing Liberal party.  Heir to a media empire founded by his father, Péladeau’s election as leader earned him comparisons with Italian media magnate-turned-politician Silvio Berlusconi and injected a star quality into Quebec’s separatist movement, amid concerns over dwindling membership numbers. In 1980, the party had 300,000 members; last year the figure had slipped to around 70,000. Recent polls suggest that most Quebeckers oppose sovereignty.  Many within the party’s left, however, found it hard to reconcile Péladeau’s call for an independent Quebec with his abysmal record on labour rights. His time at the helm of Quebecor was marked by conflict with labour unions, including 16 lockouts during strikes at Quebecor companies. Others questioned how Péladeau would manage the glaring conflict of interest between his political power and Quebecor, which ranks as the main private media owner in Quebec. Péladeau’s solution was to put his shares in a trust.  On Monday, Péladeau promised to remain active within the party. “I am convinced that the future of Quebec and Quebecers lies in the independence of our nation,” he said.",
  "webTitle": "Pierre Karl Péladeau steps down as leader of Quebec separatist party",
  "webPublicationDate": "2016-05-02T21:09:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/pierre-karl-peladeau-resigns-parti-quebecois",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Quebec",
      "id": "world/quebec",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/02/pierre-karl-peladeau-resigns-parti-quebecois"
}