{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/lessons-from-history-for-the-brexiteers",
  "id": "2016-05-24-45",
  "sectionId": "politics",
  "body": "As historians of Britain and of Europe, we believe that Britain has had in the past, and will have in the future, an irreplaceable role to play in Europe. On 23 June, we face a choice: to cast ourselves adrift, condemning ourselves to irrelevance and Europe to division and weakness; or to reaffirm our commitment to the EU and stiffen the cohesion of our continent in a dangerous world.Professor Simon Schama, Professor Ian Kershaw, Professor Niall Ferguson, Dr Juliet Gardiner, DR Thorpe, Professor David Runciman, Richard Davenport-Hines, Professor Colin Jones, Professor Michael Burleigh, Professor Kathleen Burk, Professor Roy Foster, Dr Marc Morris, Dr Anna Whitelock, Dr Jon Wilson, Dr Suzannah Lipscomb, Professor Ali Ansari, Robert Lacey, Jessie Childs, Professor PA Cartledge, Ben Wilson, Professor Andrew Knapp, Professor Richard Overy, Professor Beatrice Heuser, Professor Alison Adams, Professor Sally Alexander, Professor Stephen Alford, Dr Peter Anderson, Professor David Andress, Professor Adrian Armstrong, Dr Monica Azzolini, Dr Catherine Baker, Dr Claudia Baldoli, Dr Sara Barker, Dr Victoria Bates, Dr Stefan Bauer, Professor John Baylis, Dr Christina de Bellaigue, Dr Nora Berend, Professor Joseph Bergin, Professor Richard Bessel, Dr Stephen Biddlecombe, Dr Evrim Binbas, Dr James Bjork, Dr Hugo Blake, Dr Richard Blakemore, Dr Harald Braun, Dr Linda Briggs, Dr Ludivine Broch, Professor Alison Brown, Dr Melanie Brunner, Dr Tanja Bueltmann, Professor Simon Burrows, Professor Douglas Cairns, Dr Alison Carrol, Professor Sandra Cavallo, Dr Emile Chabal, Professor Elaine Chalus, Professor Justin Champion, Professor Malcolm Chase, Professor Gregory Claeys, Professor Chris Clark, Dr Roland Clark, Professor Patricia Clavin, Dr William Clement, Dr Maris Coffman, Dr Michael Collins, Dr James Connolly, Professor Martin Conway, Professor Mark Cornwall, Dr Marios Costambeys, Dr Godfried Croenen, Professor Máire Cross, Dr Niamh Cullen, Professor Anne Curry, Dr Markus Daechsel, Dr Jonathan Davies, Dr Julio Decker, Professor Anne Deighton, Professor Hanna Diamond, Dr Janet Dickinson, Dr Andrew Dilley, Dr Christopher Dillon, Professor Simon Ditchfield, Dr Dejan Djokić, Dr Lindsey Dodd, Professor William Doyle, Dr Alex Drace-Francis, Dr Marianna Dudley, Professor Andrew Edwards, Dr Claire Eldridge, Dr Heather Ellis, Professor Charles Esdaile, Dr Silvia Evangelisti, Dr Neil Evans, Professor Richard Evans, Dr Carlotta Ferrara degli Uberti, Dr Kate Ferris, Professor Margot Finn, Dr Mike Finn, Professor Conan Fischer, Dr Andrew Flack, Professor Hilary Footitt, Professor Alan Forrest, Professor Jo Fox, Dr Rachel Foxley, Dr Peter Frankopan, Lady Antonia Fraser, Professor Robert Frost, Professor Mary Fulbrook, Dr Christopher Fuller, Dr Elaine Fulton, Professor Maria Fusaro, Dr Julie Gammon, Professor Timothy Garton Ash, Dr Paul Gazzoli, Dr George Gilbert, Professor Robert Gildea, Dr Christian Goeschel, Dr Anne Goldgar, Dr Caroline Goodson, Dr Daniel Gordon, Dr Felicia Gottmann, Dr Steven Gray, Dr Felicity Green, Dr Toby Green, Professor Neil Gregor, Dr Daniel Grey, Professor Roger Griffin, Dr Zoë Groves, Dr Emily Guerry, Dr Fernando Guirao, Dr Mathias Haeussler, Dr Lesley Hall, Professor Sarah Hamilton, Professor Vanessa Harding, Professor Jonathan Harris, Professor Ruth Harris, Dr Bridget Heal, Professor Dan Healey, Dr Jonathan Healey, Dr Deana Heath, Professor Emeritus Colin Heywood, Dr Sophie Heywood, Dr Leonie Hicks, Professor Edward Higgs, Dr Julia Hillner, Dr Robert Hornsby, Professor Howard Hotson, Professor Matt Houlbrook, Professor Ralph Houlbrooke, Professor Michael Howard, Professor Ann Hughes, Dr Lesley Hulonce, Professor Caroline Humfress, Dr Kathryn Hurlock, Dr Charles Insley, Professor Peter Jackson, Dr Simon Jackson, Professor Matthew Jefferies, Dr John Jenkins, Professor Angela John, Dr Simon John, Professor Gaynor Johnson, Dr Max Jones, Professor Stuart Jones, Dr Ludmilla Jordanova, Dr Stefano Jossa, Dr Tomasz Kamusella, Professor Ben Kaplan, Dr André Keil, Dr Chris Kempshall, Dr Emma Kennedy, Dr Yasmin Khan, Dr Laura King, Professor Tim Kirk, Dr James Kitchen, Dr Lars Kjaer, Professor Axel Körner, Dr Lucy Kostyanovsky, Dr Daniela La Penna, Dr Zoë Laidlaw, Dr Daniel Laqua, Dr David Laven, Professor Tom Lawson, Professor Keith Laybourn, Dr Jo Laycock, Dr David Lederer, Professor Catherine Léglu, Dr Athena Leoussi, Dr Mark Levene, Professor Carl Levy, Professor Dominic Lieven, Dr Kevin Linch, Professor John Lonsdale, Professor Diarmaid MacCulloch, Professor Simon MacLean, Dr Jenny Macleod, Professor Joe Maiolo, Professor Patrick Major, Dr Stephan Malinowski, Dr Andrea Mammone, Dr Philip Mansel, Dr Irina Marin, Dr Ben Marsh, Professor Kate Marsh, Professor Ian McBride, Dr Claire McCallum, Dr Iona McCleery, Professor Rosamond McKitterick, Dr Natalie Mears, Dr Heidi Mehrkens, Dr Charlotte Methuen, Dr Jessica Meyer, Dr Esther Mijers, Dr Chris Millington, Dr James Moore, Dr Paul Moore, Dr Renaud Morieux, Dr Mary Morrissey, Professor Iwan Rhys Morus, Dr Eloise Moss, Professor Frank Müller, Professor Steve Murdoch, Professor Philip Murphy, Dr Rory Naismith, Professor Jinty Nelson, Dr Matthias Neumann, Dr Laura O’Brien, Dr Paul Oldfield, Professor Thomas Otte, Professor David Parker, Dr Helen Parr, Professor Senia Paseta, Dr Caroline Dodds Pennock, Dr Andrew Perchard, Professor Andrew Pettegree, Professor Geoffrey Plank, Dr Benjamin Pohl, Dr Will Pooley, Dr Robert Priest, Dr Christopher Prior, Professor Huw Pryce, Professor Nicholas Purcell, Dr Pierre Purseigle, Dr Alejandro Quiroga, Dr Luc Racaut, Dr Michael Rapport, Professor Richard Rathbone, Dr Nicole Reinhardt, Professor Glenn Richardson, Dr Levi Roach, Professor Keith Robbins, Dr Sarah Roddy, Professor Maria-Jose Rodriguez-Salgado, Professor Lyndal Roper, Professor Eve Rosenhaft, Dr Anna Ross, Professor Guy Rowlands, Professor Alec Ryrie, Professor Donald Sassoon, Dr Len Scales, Professor Kay Schiller, Professor Emeritus Len Scott, Dr Antonio Sennis, Dr James E. Shaw, Professor Gary Sheffield, Dr Adam Smith, Professor Adrian Smith, Dr Andrew Smith, Dr Chris Smith, Professor David Smith, Dr Edmond Smith, Dr Paul Smith, Dr Michael Sonenscher, Professor Nicholas Stargardt, Professor Martial Staub, Professor Gareth Stedman Jones, Professor David Stevenson, Dr Simon Stoddart, Professor Dan Stone, Dr Anastasia Stouraiti, Dr Bernhard Struck, Professor Stephen Taylor, Professor Keith Thomas, Professor Andrew Thorpe, Dr Thomas Tunstall Allcock, Dr Jan Vermeiren, Dr Alana Vincent, Professor Nicholas Vincent, Dr Erica Wald, Professor Peter Waldron, Dr Malcolm Walsby, Professor Thomas Weber, Professor Hans van Wees, Professor Björn Weiler, Dr Charles West, Professor William Whyte, Dr Marc Wiggam, Dr Bernard Wilkin, Dr Mark Williams, Professor Justin Willis, Dr Nick Witham, Dr Sara Wolfson, Dr Jamie Wood, Dr Julian Wright, Dr Kim Wünschmann, Dr Francis Young  • It is not often that I agree with the chancellor, but he is right that Brexit would cause a DIY recession. No one should ever knowingly gamble with people’s working lives. For those who pay the price are not politicians in Westminster but millions for whom the loss of their job can be catastrophic. Thirty-five years ago this month, 500 unemployed workers from all walks of life marched from Liverpool to London. They included a mother and son from Whaley Bridge, he out of work, she desperate for the son she loved to find work. The great People’s March for Jobs caught the public imagination. I was proud to be one of the three organisers. A quarter of a million greeted them as heroes as they marched into Trafalgar Square and history. It was 3 million then who were thrown on the dole. Unemployment was a price worth paying, Mrs Thatcher said. Millions of people, entire communities, some blighted to this day, suffered the consequences. Britain is now a different place, but for Brexiteers to advocate leaving the EU oblivious to the consequences is grossly irresponsible. Britain’s national interest may not count too much for Boris Johnson, but to believe that a DIY recession is a price worth paying is a betrayal of the British people.Jack Dromey MPLabour, Birmingham Erdington • Guardian assistant letters editor Mike Carter, whose father Pete was also an organiser of the People’s March for Jobs, is currently walking from Liverpool to London, retracing the route of the march. Follow him at @getcarter7",
  "webTitle": "Lessons from history for the Brexiteers | Letters from Simon Schama and others and Jack Dromey MP",
  "webPublicationDate": "2016-05-24T18:33:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/lessons-from-history-for-the-brexiteers",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/24/lessons-from-history-for-the-brexiteers"
}