{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/derby-2016-ulysses-sir-michael-stoute-epsom-horse-racing",
  "id": "2016-05-28-77",
  "sectionId": "sport",
  "body": "The clever line about next Saturday’s Derby, if one is needed, is that it is the most open for many years. No outstanding colt has emerged to frighten away the others, everybody reckons to have half a chance and the upshot could be a field of 20 fighting each other for the inside rail on the downhill run to Tattenham Corner. One happy consequence is that there is room once more in the famous race for Sir Michael Stoute. The Newmarket knight, now 70, has a long association with the Derby going back 35 years to the day he first won it with Shergar. For three decades he could be relied on to produce at least one runner every other year but no longer. He last saddled one up for the Epsom race in 2011. It is possible to be champion trainer 10 times and win five Derbys but eventually the day will come when the yearlings that arrive in the yard are not quite the best prospects their breeders could have sent. Fashion moves on. The power in Newmarket has flowed up the Bury Road from Freemason Lodge into Clarehaven Stables, home to John Gosden. “You know, it goes in cycles,” Stoute reflects from the comfort of an easy chair in his office. He points to the Irish bloodstock giant that dominates Flat racing. “Coolmore have such strength now with all departments. They’re just a formidable set-up.” His recent Derby absence should not be mistaken for the expected consequence of any planned, gradual slowing down towards retirement. Stoute resents his dry streak and knows exactly when his last runner was. “You’d prefer to be there than [watching] on the telly,” he says and follows up with the booming laugh that says he is not completely at ease with the subject. “Everyone wants to be involved with the Derby. It still has its magic. That won’t change.” It could be argued that Stoute’s good fortune has deserted him, at least in relation to Epsom. His most recent Derby runner, the Queen’s Carlton House, knocked a joint during a routine canter five days before the race but still managed to finish a heroic third and the trainer is now minded to see that as the difference between victory and defeat. “It was very annoying. I think it cost him. Sure it did, he got beat half a length.” Snow Sky missed the 2014 Derby after a similar injury. Telescope, part-owned by Sir Alex Ferguson, would have been a fancied runner in 2013 but for developing sore shins in the buildup. And as recently as the middle of this month, it seemed that Stoute’s luck was out once more as Midterm, who had been favourite, was well beaten in his trial race and turned out to have a stress fracture of the pelvis. A pre-Derby press visit by dozens of reporters to Stoute’s yard, which had been fixed for five days after Midterm’s race, was cancelled by the organisers within hours of the colt’s flop. Perhaps alone in racing’s little world, the trainer knew that decision was premature. The very next day Ulysses hacked up by eight lengths at Newbury. Even then it was not immediately clear he had legitimate Classic aspirations. The Newbury race was low-profile, restricted to horses that had yet to win, and it took time for word to spread that this was “a proper horse”. But the word is out now and Ulysses is fourth in the betting for Saturday, having been a 50-1 shot three weeks ago. “Well, he’s a horse with a beautiful pedigree, a really good athlete, quality horse, great action,” says Stoute, for whom this counts as the height of enthusiasm. He was never the man to grasp your lapels, press you against the wall and growl into your face: “This. Will. Not. Be. Beaten!” Instead he wraps his arms around a cushion and murmurs, “I’ve always thought he could be a very nice horse. He’s got the pedigree and he’s got the looks and the action, so you hope …”   Related: Ryan Moore still undecided on his Derby ride for Epsom next week    The pedigree is to die for, in fact. Ulysses is a son of the champion sire Galileo, himself a Derby winner and father to three other Derby winners. Light Shift, who won the Oaks in 2007, is Ulysses’ mother. There is no question that Saturday’s race was the target when parents such as those were brought together but it began to seem an impossible task when Ulysses took so long to get his nose in front. The ground was too soft when he made his debut in October, Stoute explains, and then there was a setback in January which meant the chestnut was short of peak fitness when second at Leicester in April. Only since then has he found the progress that has made him the talk of all Newmarket. “Mmmmmm,” rumbles Stoute. Unbridled bar-room enthusiasm is not to his taste. He beats it back with caveats. “I think it’s worth taking a chance and the owners are happy to go. So we’ll roll the dice. But he’s got a lot to prove, you know, he has a lot to find. He’s had an unorthodox start and he’s only won a maiden.” Stoute must have gone to the Derby before with a late-blossoming horse like this. Can he remember an example? “Not one that was successful!” And here comes that laugh again. Caveats are still more to the fore in discussion of his other runner, Across The Stars, an unlucky third in his trial at Lingfield. “He’s a big, raw horse with a lot of scope, lot of improvement in him. The owner is keen to go. He paid plenty of money for him as a yearling, he’s very keen to go to Epsom. But I just feel it may be coming a little soon for him.” At least Across The Star’s participation gives Stoute the chance of a Derby reunion with the 51-year-old Kieren Fallon, making the latest of his comebacks. “Hard to predict what Kieren’ll be up to next,” Stoute concedes, “but he was here the other morning, he looked really fit and well. He seems in good physical shape.” And what will Stoute do next? Is there any part of him that would welcome the chance to give up early rises and having to call owners with bad news? “You trying to retire me, are you? Ha, ha, ha, ha! “Well, you’ve got to play it off the wicket. See what happens. I love what I’m doing. We’ve got a really good yard here, some very supportive owners, I’m very happy. What the future holds … I can’t see into the future at this stage.” The Investec Derby is part of the Qipco British Champions Series: britishchampionsseries.com GOOD OMENS FOR ULYSSES: STOUTE’S DERBY WINNERS 1981: Shergar Set a new record with win by 10 lengths but was stolen from a Kildare stud by masked gunmen two years later 1986: Shahrastani Perhaps fortunate to beat Dancing Brave, who left his challenge too late, he nevertheless followed up in the Irish Derby by eight lengths 2003: Kris Kin The first of two Derby winners for Stoute and Kieren Fallon: he passed seven horses to lead close home 2004: North Light Putting the horse’s stamina to good use, Fallon sent him for home off the final turn 2010: Workforce Took a huge step forward on previous form when scoring by seven lengths. Won the Arc later that year",
  "webTitle": "Derby 2016: Ulysses launching Sir Michael Stoute on new Classic journey",
  "webPublicationDate": "2016-05-28T15:33:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/derby-2016-ulysses-sir-michael-stoute-epsom-horse-racing",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sir Michael Stoute",
      "id": "sport/sir-michael-stoute",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/28/derby-2016-ulysses-sir-michael-stoute-epsom-horse-racing"
}