{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/11/shane-sutton-victoria-pendleton-british-cycling-technical-director",
  "id": "2016-05-11-172",
  "sectionId": "sport",
  "body": "My theory is that the former British Cycling technical director Shane Sutton has been hacked and is now being run as a parody human. His best counter to an accusation of sexism by Victoria Pendleton was to claim bafflement. After all, Shane explained, he had repeatedly “held her in my arms in the track centre when she has capitulated”. I’m no sports scientist, but this sounds like cycling-ese for “She takes just like a woman, yes she does; She makes love just like a woman, yes she does; And she aches just like a woman; But she breaks just like a little girl”. So perhaps it is no surprise that Pendleton this week opted to respond to Sutton in the only language he understands: 1970s Australian. I’m only kidding, of course. Pendleton has, however, accused Sutton of an “emotionally fuelled” decision to drop the sprinter Jess Varnish from the Olympic programme, which would appear to be a mischievous attempt to turn the tables and make him sound flighty and temperamental. Furthermore, Pendleton has felt obliged to explain that any hug didn’t mean what he thought it meant. “Apparently he has held me in his arms many times?” she inquired witheringly. “I can tell you, Shane has never thrown his arms around me. I have come off the track and maybe given the coaches a man-hug, but holding me in his arms …”   Related: Shane Sutton accused of ‘dirty terrorist’ and ‘bitches’ remarks by British cyclists    Oh dear. Will Shane, who is also alleged to have referred to Paralympic cyclists as “gimps” and “wobblies”, take the deployment of the term “man-hug” lying down? Or will he respond the best way he seems to know how, perhaps coining a term like “hugsplain” or “hug-tease”? Only time will show. The real sadness, in the meantime, is that we have yet to see a long think-piece in which someone quantifies the “marginal gains” of working for an obvious arsehole. This seems remiss of the experts. After all, an ever-wider range of sporting variables are now technicalised as being susceptible to marginal gains. Plenty of these make sense, clearly, and there is some interesting research and writing on the matter. However, there is much more that belongs at the intersection of the business books and the mind/body spirit section – the least appealing coordinates in the airport bookshop. There is also an increasing tendency to chinstroke about marginal gains at the expense of all rational else. The rise of the armchair marginal-gains scientist is as frequently about as welcome as the rise of the “wellness” blogger. If I had to spend the rest of eternity trapped in a lift with an armchair football manager or an armchair marginal-gains scientist, I would take the former in a heartbeat.     Victoria Pendleton shares what she would describe as a man-hug with Shane Sutton after winning gold at the Beijing Olympics, she denies that he consoled her in capitulation. Photograph: Tom Jenkins for the Guardian    Cycling, particularly on these shores, has been at the forefront of the popularisation of the term, epitomised by such innovations as varying intensity warmdowns and Team Sky’s “Head of Winning Behaviours”. So it was no surprise that in the wake of the Varnish story breaking, armchair marginal-gains experts took in their legions to social media to explain that the behaviour of which Sutton stood accused had in some way been crucial to Team GB’s success on the track. But in what way? That appeared to be ineffable. Yet we must hope it will not always be. We stand, after all, on the relative threshold of this exciting area of sports science. In the future, perhaps, a vast body of research will permit us to devise a metric for the benefits of a horrible boss. Given that so many people have at one time or another worked for one, this would certainly seem to be the next lucrative step for the marginal-gains publishing genre. Indeed, I should like to see the various euphemisms for a horrible boss broken down even further, with potential percentage improvement points put on managerial epithets like “hard taskmaster”, “doesn’t suffer fools” and “knows how to push your buttons”. Back at elite level, and tailored to each athlete, I demand the numbers for both “arm round the shoulder” and “kick up the backside”. Alternatively, we must consider the possibility that the ongoing fallout from Sutton’s tenure at British Cycling will turn out to be the first step toward tempering the orthodoxy of marginal gains, mercilessly pursued. “My personal experience was disappointing,” reflected Pendleton this week. “People say you need to be hard on people, but by the time you’re at that elite level you are prepared to die and the last thing you need is someone whipping you into shape. No one could have questioned my commitment to the sport, so it would seem rather ridiculous that you would need to push and bully to get the best out of me.” Who knows, maybe the theory of marginal gains is a little like “broken-windows policing”, the idea that zero tolerance of small crimes leads incrementally but ineluctably to a reduction in serious crimes. In its pomp, this theory was hailed as the answer to winning against urban crime, but over time its limitations have become painfully clear. As The Wire creator David Simon, that long-time student of Baltimore policing and urban decay, has put it: “A broken-windows policy is exactly what it means: the property matters. The people can stay broken till hell freezes over.”",
  "webTitle": "Cycling’s unnecessary pain from marginal gains of Sutton | Marina Hyde",
  "webPublicationDate": "2016-05-11T14:33:00Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/11/shane-sutton-victoria-pendleton-british-cycling-technical-director",
  "keyword": [
    {
      "webTitle": "Shane Sutton",
      "id": "sport/shane-sutton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Victoria Pendleton",
      "id": "sport/victoriapendleton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "British Cycling",
      "id": "sport/british-cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jess Varnish",
      "id": "sport/jess-varnish",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "sport/blog/2016/may/11/shane-sutton-victoria-pendleton-british-cycling-technical-director"
}