{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/09/punishing-workload-v-independence-are-small-businesses-really-the-answer",
  "id": "2016-05-09-360",
  "sectionId": "sustainable-business",
  "body": "Ten years ago, when she was 32, Zara Bingham realised her career was going nowhere. She had always worked for other people in the hospitality business, had run someone else’s catering company, but what came next?   “I needed a challenge,” she says. She decided to go it alone and, at the beginning of May, celebrated the 10th year of Zar Bar, her busy hole-in-the-wall cafe in Sydney’s Crows Nest. “I love the freedom, the being in control of my own destiny,” she says. “I love the ongoing connections I form with customers, the people who stop by for coffee on their way home from the gym or on their way to work.”  Those connections are stronger, warmer, she believes because the business is hers: a wage-earning barista wouldn’t invest so much, or get the emotional returns. Before the 2016 budget was handed down, the prime minister, Malcolm Turnbull, flagged that it would contain incentives for people to get ahead of the “transitioning economy” and go it alone like Bingham. And it did: tax reductions, eased payment instalment procedures, and more for companies with turnovers of $10m, increasing annually to $100m in 2020.   Related: Corporate tax cuts to cost budget $5.3bn over four years    With so many traditional jobs going overseas where labour is cheaper, or being replaced by technology, it sounds like a plan. In January, the World Economic Forum predicted that 5 million jobs would be lost by 2020 – 7 million lost and 2 million created – in the 15 countries, including Australia and representing 65% of the world’s total workforce, it surveyed. But is everyone equipped to go freelance or start a small business? And is the transition to an enterprise-based society as inevitable as it sounds? “Obviously entrepreneurialism and new business are really important for dynamic economies,” says Peter Gahan, director of the Centre for Workplace Leadership at the university of Melbourne. “Typically most innovation doesn’t come from established firms, it comes from new ones. “There is however, a range of cautionary notes around encouraging everyone to become their own entrepreneur. We know that there are a range of skills and personal attributes that are really important for success as a self-employed person. Not everyone has the attributes and not everyone has the skills. Some people are capable of learning the skills, but many are not.” We’re sold the idea of startups as a cool step towards wealth and fame but the bulk of self-employed are tradies and corner shopkeepers, as well as more upmarket barristers and medical specialists who traditionally work freelance – not hipster Silicon Valley types. What’s more, Gahan warns that up to 50% of small businesses go bust in their first year. Skills and personal attributes again. A substantial number of people who start small businesses have no qualifications beyond secondary school, he says, and, worse, may have no technical or business management training Peter Strong, of the Small Business Association, is less pessimistic. He questions ABS figures for small-business failures that academics quote: he puts the numbers closer to 10% to 15%, saying that many closures are “voluntary exits, not due to insolvency”. There are many reasons those going it alone may choose “voluntary exit”. Freelancing can mean struggling to pay the rent; small business can mean working day and night; and everyone has ongoing cash flow problems. And that’s not to start on the vagaries of the market for their services.   Related: Your tax dollars: how is the government spending your money in the 2016 federal budget?    Working for the man might be restrictive, even demeaning, but it is secure and, as workers get older, they can safely plan for a mortgage and a family, or whatever life path they choose, and for retirement. Traditional jobs give entitlements – annual leave, sick leave, superannuation and more – that owner-operators can’t give themselves. On the other hand, the knowledge that you are in control, that you can turn down that job or that commission – even if you don’t because you can’t afford to – can be liberating. The trick, as everyone who has tried it knows, is to organise time for the rest of life: to socialise, exercise and pursue private pleasures. The demands of self-employment impose their own limits, however. Bingham says there is no way she could run her tiny business if she were raising children. “I couldn’t do both well,” she says. This shift to individualistic entrepreneurialism has been a long time coming: in its latest guise at least since Margaret Thatcher called for an enterprise culture in the 1980s. But it goes back further than that. “In the 19th century, we had exactly everything that the prime minister is advocating,” says John Buchanan, an expert in business analytics and work-life transitioning at the university of Sydney. “Daily hire, what we now call casual, was endemic. And it was generally recognised to be a very unstable way to live.” And yet, it does seem that the combined effects of globalisation and technological change are making the shift inevitable. “There’s nothing inevitable,” Buchanan says firmly. “The forms employment takes are politically determined by the policies society adopts. “If there’s an increase in this kind of thing, it’s not being driven by people’s preferences or labour supply, but because labour is being fundamentally restructured.” Bingham says that although she revels in her freedom, it is limited freedom. Her income is higher than it was before and she can afford someone to come in for four hours a day to help out, but it is nothing like the paid holiday that advocates of do-what-you-love independence spruik. “Anyone who doesn’t like to work hard shouldn’t go out on their own,” she says. “You’ll find yourself working harder than you’ve ever worked. And it’s all down to you – you can’t leave things for the next person coming on shift.” Hours can be punishing, books must be kept, rent and staff wages take a chunk out of profits.  ‘The best piece of advice I was given was, ‘Don’t mortgage your home to fund your business,’” she says. “Then, if it goes south, you still have somewhere to live.”",
  "webTitle": "Punishing workload v independence: are small businesses really the answer?",
  "webPublicationDate": "2016-05-09T01:55:55Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/09/punishing-workload-v-independence-are-small-businesses-really-the-answer",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Miriam Cosic",
      "id": "profile/miriam-cosic"
    }
  ],
  "guardianId": "sustainable-business/2016/may/09/punishing-workload-v-independence-are-small-businesses-really-the-answer"
}