{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/harry-redknapp-says-he-will-not-visit-australia-in-new-role-with-south-coast-mariners",
  "id": "2016-05-04-366",
  "sectionId": "football",
  "body": "Harry Redknapp got off to a shaky start in his latest position as Central Coast Mariners’ “football consultant” with the experienced English coach getting the name of his new club wrong in a radio interview and indicating he would not be visiting Australia in his new role. The Mariners revealed at the club’s end-of-season awards night last week that the 69-year-old would be taking on a part-time role, with chief executive Mike Charlesworth saying he expected Redknapp to visit Central Coast on “at least two occasions during the season and hopefully more during the off season”.   Related: Harry Redknapp joins Central Coast Mariners as football consultant    But Redknapp didn’t appear to be on the same page as his new employer when asked on talkSPORT radio in the UK on Tuesday about his involvement on the ground in Australia. “No, no, I won’t be going. It’s a long way,” Redknapp said. “Thirty-odd hours on a plane. I came home the other week and it took me a week to recover. It’s a long way but it’s a fantastic country when you get there.” Redknapp’s brief at the Mariners is to put the club on the global map by using his connections around the world, but he may well be advised to consult an atlas himself before embarking on his latest football venture on New South Wales’ central coast. When asked the name of his new club, he replied: “It’s the South Coast Mariners. I met the owner, he’s a great guy, an English guy. Peter Storrie’s involved and they’ve got an English coach as well. They asked me if I would do a bit as an advisor.” Redknapp, currently in a mentoring role at Derby County, most recently took up a two-game stint as coach of Jordan’s national side, overseeing an 8-0 win over Bangladesh before taking a 5-1 hammering by the Socceroos in the final game of the most recent phase of World Cup qualifying in the Asian conference.  Redknapp knows Storrie, the Mariners’ executive vice chairman, well – the pair worked together when Redknapp managed West Ham United and they joined forces again later at Portsmouth. Charlesworth talked up Redknapp’s appointment, saying last week he was one of the biggest signings in the club’s history. “Redknapp is a very well respected EPL [English Premier League] coach and has been for many years with the likes of West Ham, Portsmouth and Spurs,” Charlesworth said. “He’s a BBC football pundit and one of the greatest football characters in the game today. “In the interest of assisting our coaches and staff, assisting the Mariners commercially and help to put them on the global map we’ve just made one of our biggest signings and that’s Harry himself joining the Mariners on a part-time basis. “Just like Peter Storrie, Harry will be visiting the Coast on at least two occasions during the season and hopefully more during the off season and I think this great news and another huge step forward in the club’s development.” The Mariners picked up the 2015-16 A-League season’s wooden spoon, finishing 12 points adrift at the bottom of the ladder having picked up just three wins and a total of 13 points from 27 games.",
  "webTitle": "Harry Redknapp says he will not visit Australia in new role with 'South Coast Mariners'",
  "webPublicationDate": "2016-05-04T01:48:21Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/harry-redknapp-says-he-will-not-visit-australia-in-new-role-with-south-coast-mariners",
  "keyword": [
    {
      "webTitle": "Harry Redknapp",
      "id": "football/harry-redknapp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Central Coast Mariners",
      "id": "football/central-coast-mariners",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "A-League",
      "id": "football/a-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Hytner",
      "id": "profile/mike-hytner"
    }
  ],
  "guardianId": "football/2016/may/04/harry-redknapp-says-he-will-not-visit-australia-in-new-role-with-south-coast-mariners"
}