{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/marcella-recap-episode-seven-its-time-for-the-serial-killer-sweepstake",
  "id": "2016-05-16-41",
  "sectionId": "tv-and-radio",
  "body": "Finally, after weeks of obfuscation, it looks like we have our killer, though knowing Marcella there might be one further daft twist to come. Tonight’s episode was perhaps the most engrossing so far, and it certainly left plenty to wrap up in tomorrow’s finale. I have to confess I’m intrigued to see how the whole thing pans out, which isn’t something I’ve said very often about this hugely patchy series. Detective. Witness. Suspect. Who’d be Marcella, eh? Clonked over the head with a foreign object at the close of last week’s episode, she wakes at the start of this one to find herself tied up with a knife held to her throat. The man holding the knife, Mo, wants her to confess to her crime, even if he’s not 100% sure she was the perpetrator. Marcella slipped into her fugue state, which prevented us from finding out whether or not she did deliver that confession, but the fact that Mo was nowhere to be seen when she came round probably doesn’t bode well. Either she fessed up or Mo’s been given an even more severe kicking than that bathroom bin the other week.  If Marcella’s problems were limited to strange men breaking into her house and holding her at knifepoint, she’d probably be fairly content with the world. But no, the spectre of Marcella’s breakup with Jason looms as large as Mo did in her living room, with her estranged partner continuing to stroll into the family home unannounced and still managing to hold the upper hand with her kids, particularly her eldest daughter. Well, until Marcella – at a school talent show, of all places – decides to reveal that Jason was responsible for the breakup by having an affair. Her confrontation with Jason later on – where she took back the house keys and told him a reconciliation was a complete non-starter – felt significant: Marcella’s obsession with him, and grief at their breakup, has defined her for so much of this season, so saying no to him feels an important step forward. Now all she has to do is catch the Grove Park killer, and hopefully avoid going to prison for abetting said killer, and all will be right with the world. Also under suspicion     Who had Henry in the serial killer sweepstake? Photograph: ITV    Right then, who had Henry in the serial killer sweepstake? I certainly didn’t, despite suspecting just about everyone else on Marcella’s lengthy cast list. Perhaps it should have been obvious: jilted stepson with “green credentials” (a sure sign of villainy in this post-Zac Goldsmith world) and slicked-back hair. He even gave a tearful speech at Grace’s funeral, the monster. Now Henry has Matthew, the murder unit’s prime suspect due to his proximity to the killings, locked in his basement, while he serves chablis to the Gibsons upstairs ... In truth, when you tally the evidence, Henry’s involvement does add up. He knew Matthew since childhood, so would have been around for the original murders (which Matthew gave evidence in). He would feasibly have access to Matthew’s computer systems, what with Matthew working for him. Presumably he’s been present at Matthew’s house, where he would have had the opportunity to drop off electrical tape and tie binds and swipe that keycard. He’s even been to Marcella’s house, where he would have been able to have a squiz at her massive wall of crime and check he wasn’t a suspect. Admittedly, it’s unclear what connection he had to the people he was bumping off, but I’m hopeful that the show can at least tie all that up in tomorrow’s finale. A nicely disguised twist then, but I can’t help but feel that its wow factor has been undermined by the show’s convoluted plotting. All the suspects, killings, attempted killings, copycat killings, and general plot flotsam has obscured the simple issue of innocence and guilt, meaning that Marcella has become less of a “whodunit” than a “who dun what again?” Indeed, I’m still confused over the issue of this killer v copycat killer business – are we now meant to think that Cullen (who confessed to the original killings) was just the ersatz present-day killer, and Henry was the original killer? Or was Cullen only responsible for Maddy’s attempted murder and Henry did the rest? And what of that baker back in episode two – was he a copycat copycat? I’m expecting a full hour of exposition just to clear all this up. Other goings on     ‘Is it really that much better without air?’ DCI Laura Porter had tonight’s best one-liner. Photograph: Amanda Searle    Ah, Bendik, we hardly knew thee. And what a peculiar way to go, too: auto-erotic asphyxiation, to the soundtrack of punishing black metal. Initially I thought that said auto-erotic asphyxiation was another of Stuart’s artfully faked suicides, but the frantic way he turned over Bendik’s room to search for his phone suggested otherwise. Quite why he didn’t actually check Bendik’s body for possessions, I’m not sure, but now the phone is in police hands, which is bad news for both Stuart and Jason, what with it containing those compromising pictures of an envelope being passed between the pair. What’s more Tim, Marcella’s other love interest, is firmly on Jason’s trail, and even the Gibson family are starting to suspect he might have something to do with Andrew Bailey’s death. I wouldn’t put it past this most ludicrous of shows to land Henry, Jason and Marcella in prison by the end of the final episode ... Notes and observations  Why hasn’t Henry killed Matthew? Affection for his oldest friend? Or concern that Matthew’s death might draw the police to him.  Or perhaps a bit of both? Stuart finally came clean to his wife about his MS after he wet himself during the Bendik incident.  This episode’s finest line came from DCI Porter responding to Bendik’s death. “Is it really that much better without air?”",
  "webTitle": "Marcella recap: episode seven – it's time for the serial killer sweepstake",
  "webPublicationDate": "2016-05-16T21:00:09Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/marcella-recap-episode-seven-its-time-for-the-serial-killer-sweepstake",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/marcella-recap-episode-seven-its-time-for-the-serial-killer-sweepstake"
}