{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/05/say-my-name-the-return-of-the-statement-necklace",
  "id": "2016-05-05-199",
  "sectionId": "fashion",
  "body": "Remember SATC fever at its height, when everyone wanted to be a bit like Carrie Bradshaw – the Big dramz, Jimmy Choo shoe collection and black MacBook? Key to getting the look was the name necklace: “Carrie” spelt out in wavy, 70s-style lettering. Everywhere in the late 90s, their fashionability rose and fell with Carrie’s star. Once SATC left our screens in 2004 for a path of dodgy feature films, the name necklace disappeared too.     Rita Ora spelling something out with her ‘J’ necklace in a selfie last week. Photograph: Rita Ora / Instagram    But whether its a new generation watching the box set or simply a way to add another detail to the latest selfie, these pendants are making a comeback – though with a twist. In a kind of Bey for Beyoncé sort of move, it’s now about the initial necklace – and not necessarily the first letter of your own name. This is a way to spell something out without giving the game away entirely.      Z for Zayn.   Rita Ora’s selfie in a lemonade bra last week broke the internet with rumours she was Becky with the good hair, something fuelled by the “J” (for Jay-Z?) necklace she wore. Gigi Hadid, meanwhile, posted a picture of herself wearing a “Z” (for Zayn Malik, obvs – where have you been?) around her neck at the singer’s birthday party, sort of like the cheerleader wearing the jock’s jacket at high school. They are pop culture’s prom king and queen after all.     A muddy Anna Friel, complete with M necklace, in Marcella. Photograph: ITV    The best initial necklace around now, though, comes not on the soap opera that is Instagram but on the telly. Anna Friel’s Marcella might be teetering on the edge of madness but she’s also fast becoming the style reference of Monday night, what with an excellent selection of blouses and waffle jumpers. Her signature item is her gold “M” necklace, that has surely caused a surge in grownup women hanging the first letter of their name around their neck. Is Marcella the new Carrie? Add a few of those quizzical looks into the screen of a MacBook and substitute the beer for a Cosmo, and it’s a possibility.",
  "webTitle": "Say my name: the return of the statement necklace",
  "webPublicationDate": "2016-05-05T11:50:07Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/05/say-my-name-the-return-of-the-statement-necklace",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Accessories",
      "id": "fashion/accessories",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Rita Ora",
      "id": "music/rita-ora",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    }
  ],
  "guardianId": "fashion/2016/may/05/say-my-name-the-return-of-the-statement-necklace"
}