{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/liberal-democrat-fightback-scotland-english-councils-tim-farron",
  "id": "2016-05-06-70",
  "sectionId": "commentisfree",
  "body": "After their very poor result in the 2015 general election, the Liberal Democrats were buoyed by the thousands of new members in the wake of defeat. It gave the party a sense that it could come back, and the party’s autumn conference was held under the social media banner of #LibDemFightback. The gains in Scotland and on English councils show the first results – but there’s still a long way to go. For me, the symbol of the night was Alex Cole-Hamilton winning Edinburgh Western. The former party leader Nick Clegg mentioned him in his emotional resignation speech in May last year. After a previous set of disappointing results in Edinburgh, Cole-Hamilton had said that “if his defeat was part-payment for the ending of child detention, then he accepted it with all his heart”. It was a theme Clegg elaborated on, as the victories of the Lib Dems in government made the defeats easier to bear. Well, there is light on the horizon for the Lib Dems now. Cole-Hamilton’s win is poetic justice – the bookend that closes the chapter in the party’s darkest history.    These modest gains show that the strategy of community politics works, but it is a slow burn    The new Lib Dem leader, Tim Farron, pledged to rebuild the party one council seat at a time – and he now has a number of them under his belt. He set out that community politics led to the party’s success in the past, and so community politics is what the party would focus on under his leadership: embedding itself in a community, fighting to win local trust and then powering on to parliament. The results today show that this is beginning to pay off. Five years ago the Scottish Lib Dems had to rely on the regional top-up lists to maintain a presence in the Scottish parliament, after losing all but two constituencies (Orkney and Shetland). That meant relying on votes spread thinly across a large region. This time round the fun-loving campaign of the Scottish Lib Dem leader, Willie Rennie, unencumbered by the baggage of the past, saw the party concentrating those votes again to gain two new constituencies, embedding the party again in communities they represented in the Scottish and UK parliaments in the past. Moreover, Lib Dems have increased their vote share in the Orkney and Shetland seats, despite the nationalist-inspired legal case against the islands’ Lib Dem MP, Alistair Carmichael. With councils still counting in England, the results are increasingly promising. Lib Dems gained in strongholds like Watford and former ones like Portsmouth, Cambridge and Hull. In Wales Kirsty Williams did extremely well to increase her majority, though she is stepping down as leader of the Welsh Lib Dems.. So where next for the #LibDemFightback? These modest gains show that the strategy of community politics works, but it is a slow burn. The wins in Scotland are a good base from which to represent those areas again in Westminster, but they are fraction of the number of seats represented before 2015. Bearing in mind that after joining the coalition the party lost more than 2,000 councillors in England, the gains there are but the foothills of the mountain that needs to be climbed. Unfortunately the Lib Dems have not been beneficiaries of the Conservatives and Labour tearing themselves apart. In fact, the Conservatives have done remarkably well for a party in its second term of office.   Related: UK elections: Sadiq Khan ahead in London mayoral race - live updates    The early signs of a local revival should be the starting gun for that to change. The Lib Dems need a springboard to launch a fightback in the national conversation, where they currently are largely absent. This is despite Farron’s energy and enthusiasm on topics such as child refugees. The good news is that the Conservatives are leaving gaps that the Lib Dems can and should target. A great example is forcing schools to become academies. As a party that champions education, localism and community politics, standing up against Whitehall’s interference in the way schools are run is natural and fruitful territory. There will be further topics that will allow the Lib Dems to stand tall in the gap in the centre of British politics. Perhaps these results will make that easier. It demonstrates that the party is alive and kicking, putting down the building blocks for future success. That will help amplify the party’s voice in the media and in parliamentary and council chambers. But perhaps more importantly, these green shoots are a boost for the activists who go knocking on doors to achieve the recent victories. They will feel uplifted by these gains after years of having to deal with defeats. That should give them a spring in their step as they continue their journey on the road up the mountain still ahead of the party.",
  "webTitle": "The bell for a Liberal Democrat fightback has rung | Henk van Klaveren",
  "webPublicationDate": "2016-05-06T16:49:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/liberal-democrat-fightback-scotland-english-councils-tim-farron",
  "keyword": [
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tim Farron",
      "id": "politics/tim-farron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Henk van Klaveren",
      "id": "profile/henk-van-klaveren"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/liberal-democrat-fightback-scotland-english-councils-tim-farron"
}