{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/northamptonshire-kent-county-championship-division-two-match-report",
  "id": "2016-05-15-29",
  "sectionId": "sport",
  "body": "It was shortly before midday when Monty Panesar, to generous welcoming applause, began the latest stage of his journey back to the top of his sport. Wise counselling, therapy and friends have helped him begin to overcome the demons that had taken over his life, and now here he was, back at the County Ground with Northamptonshire, just as it was when he started out, preparing to bowl his first over in a first-class match this summer.   Related: Surrey’s Tom Curran helps rein in Middlesex to gain the initiative    The county have treated him sensibly, with sensitivity and a certain amount of courage on their part, not rushing him. Panesar looks a little more ample now and is still not back to absolute full fitness following a shoulder operation. His rehabilitation has involved playing some minor counties cricket for Bedfordshire and he was not expecting a game now. However, he was delighted to be back again, even though he said it felt strange: there were some nerves. The pitch offered him nothing. In fact it gave nothing to any of the Northampton bowlers who under the circumstances did well to stick to their task as Joe Denly notched up his 18th first-class hundred and Kent reached 300 for seven. Panesar felt his way into the task with six overs from the Wantage Road end, ball after ball sent down at that default pace that is a little quicker than most spin bowlers: it has always been a strength that he can deliver a heavily spun ball at good pace without losing accuracy. Until two overs at the end of the day, during which he collected a second wicket thanks to a catch by Adam Rossington to round off a brilliant day behind the stumps for the young keeper, the rest of his bowling was from the Pavilion end. A return of two for 94 from 31 overs was a good day’s work. His first wicket was a good one, for Sam Northeast is a dangerous young player and had powered his way to 49. But now he drove low and hard back to the bowler, Panesar taking the catch with a calm simplicity that belied his ham-fisted reputation. Panesar was mobbed by his team-mates, sharing his genuine, obvious but by no means ostentatious delight. Northamptonshire’s persistence kept them in the game at a time when Kent might have had ambitions of batting themselves out of sight. Denly played particularly well though for his eventual unbeaten 126 from 258 balls.",
  "webTitle": "Monty Panesar back in the wickets on emotional Northants return",
  "webPublicationDate": "2016-05-15T20:15:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/northamptonshire-kent-county-championship-division-two-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division Two",
      "id": "sport/countychampionship2nddivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northamptonshire",
      "id": "sport/northamptonshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kent",
      "id": "sport/kent",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/15/northamptonshire-kent-county-championship-division-two-match-report"
}