{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/11/legend-marie-lu-review",
  "id": "2016-05-11-265",
  "sectionId": "childrens-books-site",
  "body": "When the western United States collapses it becomes the home of The Republic, a nation perpetually at war with its neighbours.  June Iparis is born into an elite family which happens to live in one of the Republic’s wealthiest districts. Fifteen-year-old June is a rare prodigy being groomed for success in the Republic’s highest military circles; June is our first point of view, the second being Day. He was born into the slums, but made his reputation as the country’s most wanted criminal. However when both worlds meet, June realises that the world isn’t as malicious as she first thought. A mega problem arises that destroys both of the lives June and Day have come to know, however they both sounded like similar people - including their personalities, the same way of thinking and even the same hardcore abilities ( even though June was trained properly).          It seems as though Marie Lu is trying to compare how two people from different backgrounds face similar situations. At one point after Day is familiarised with June, he even observes that June is essentially the female version of him. Even when June and Day got into a shallow relationship, they didn’t seem to have a strong connection, only that they are attracted to each other’s good looks.  The plot was slightly predictable and clichéd and also had several gaps in logic. However the book was enjoyable and the young teen protagonists give a sense of self belief.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Legend by Marie Lu - review",
  "webPublicationDate": "2016-05-11T11:00:12Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/11/legend-marie-lu-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/11/legend-marie-lu-review"
}