{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/07/bbc-forced-disclose-salaries-highest-paid-stars-john-whittingdale",
  "id": "2016-05-07-110",
  "sectionId": "media",
  "body": "The BBC has dismissed alleged government proposals that could force it to disclose the pay packages of all presenters and performers earning more than £150,000 a year, describing it as a disingenuous attempts to “satisfy public intrigue”. John Whittingdale, the culture secretary, will reportedly unveil the plans in the government’s white paper on the BBC’s future next week.  About 120 of the corporation’s television and radio stars are paid more than £150,000 a year, with nine of them on salaries of more than £500,000, according to its more recent accounts.  The Daily Telegraph reported that the move was included in a draft version of the government’s proposed reforms to the size and scope of the BBC, which has been circulated among Whitehall officials. The Department for Culture, Media and Sport declined to comment on the proposals. But a BBC spokesman told the Guardian: “Publishing the salaries of presenters and actors might satisfy public intrigue but does nothing to serve the genuine public interest.  “We already publish more information than others in the industry about what we spend on talent, but revealing individual salaries would leave the BBC less able to attract the best talent, as well as potentially increasing costs and giving licence fee payers poorer value for money.  “Senior managers, not talent, are accountable for running the BBC and spending money wisely, and that’s why their salaries are published if they earn over £150,000.”      Culture secretary John Whittingdale. Photograph: Rex/Shutterstock    The broadcaster’s 10-year royal charter expires at the end of the year. Whittingdale has been engaged in months of negotiations with Tony Hall, the BBC director-general, over how the corporation should be reformed. Among the BBC’s highest paid stars are Graham Norton, who is reported to have earned up to £2.5m in the last financial year; Chris Evans, who is believed to be paid about £1.6m a year for presenting Top Gear and his Radio 2 breakfast show; and Gary Lineker, who is understood to receive about £1.5m for presenting Match of the Day. However, compelling the BBC to reveal what stars are paid could prove legally difficult given that it would need to try to renegotiate existing freelance contracts and change new contracts to explicitly give the BBC permission to publish pay details. Many stars, such as Norton, are not employed directly by the broadcaster. BBC1’s Graham Norton Show is produced by So Television, a company set up by Norton and Graham Stuart that was bought by ITV Studios in 2012.  Revealing previously confidential pay details is likely to be strongly opposed by agents and unions as well as presenters, some of whom may fear it would undermine their negotiating positions.  The move could also make it more difficult for the BBC to attract and retain top presenters.",
  "webTitle": "BBC dismisses alleged Tory plans to force disclosure of stars' pay",
  "webPublicationDate": "2016-05-07T11:23:22Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/07/bbc-forced-disclose-salaries-highest-paid-stars-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "media/2016/may/07/bbc-forced-disclose-salaries-highest-paid-stars-john-whittingdale"
}