{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/14/burglar-alarm-home-insurance-policy-lv",
  "id": "2016-05-14-182",
  "sectionId": "money",
  "body": "If you are one of those people who unquestioningly renews their home insurance policy each year, throwing the documents into a file without reading them, you may want to dig them out this weekend or risk being rejected when it comes to making a claim. That’s the warning from two doctors in London who say they have just had a £6,000 burglary claim unfairly turned down by their home insurer LV= because they didn’t have an alarm. Gemma and Mark Hall* say they have never had a working alarm at their home, and they were entirely clear on that point when they first bought their home and contents insurance for about £350 in 2005. But this has not stopped their insurance company from refusing to pay out when the couple made their first claim more than 10 years later. The reason? LV= decided in 2010 that it wanted the family to have a working alarm as a condition of insuring their Muswell Hill home.    We assumed our insurance policy would come to our aid but, despite us being a customer for more than 10 years, it hasn’t    The problem, the Halls argue, is that the company did not explicitly tell them about this important exclusion. Each year LV=, formerly Liverpool Victoria, wrote to them to renew the policy, and the busy couple, who juggle work in the NHS with bringing up their three children, did so without a second thought, even though their premium had increased to almost £500 a year. The couple were sufficiently happy with LV= to also use the company to insure a house they own outside London. All was well until this Easter when they returned home to discover they had been burgled. The Halls say they were staggered when LV= refused to pay their relatively modest claim, citing the lack of a burglar alarm. “[The burglars] didn’t take a huge amount of stuff – mostly jewellery of sentimental rather than great monetary value – and an Xbox and a TV. We assumed that our insurance policy would come to our aid but, despite us being a customer for more than 10 years, it hasn’t. LV= staff have claimed that they told us about the change, but we didn’t see it. We pay by direct debit and had no reason to scrutinise [the renewals] particularly as nothing has changed from our end. We have not been covered for burglary for the past five years, but have been paying for the cover,” says Gemma. LV= says it alerted the Halls to the change in the policy, but the couple say the paperwork is far from clear. The insurer says that on both the 2010 and 2011 renewal letters it sent them, it stated: “Please check your new quote carefully as the conditions quoted may differ from your existing insurance.” But the couple argue that is hardly a clear message that a burglar alarm had become a requirement. In the 2012 renewal letter, LV= said: “Your insurance quote is based on the following information and is valid until your renewal date. Please check your details and let us know if anything is incorrect or has changed. Also check that your home is fitted with the security conditions we have shown over the page.” Arguably, that is a bit clearer. In June 2015, LV= added a covering letter: “Check the documents enclosed – we’ve added security clauses to your policy, please see your renewal quote.” Gemma says that had LV= written to her to plainly state that an alarm was required for cover, then she would have taken the appropriate action. Guardian Money contacted LV=, but it refused to back down and says it won’t pay the claim. It has also refused to reimburse the couple for the premiums they paid for the worthless burglary cover. “We are sorry that [they] were the victims of theft and realise how upsetting this must have been. Since 2010 it has been a condition of their home insurance policy that they have an alarm. Unfortunately, this was not in operation when the theft occurred and regrettably we are therefore unable to deal with their claim. “We believe that we have made the requirements for an alarm clear to them on a number of occasions and we would advise all customers to take some time each year to check their renewal documentation,” a spokeswoman said. The couple are the latest to fall foul of an insurer sticking to the strict terms and conditions of a policy and refusing to pay out after a claim. Insurers often stipulate that windows have to be lockable with certain types of locks. Outside doors and windows are also required to have certain types of locks. However, critics say insurance companies rarely explain policy requirements in common English. The Financial Ombudsman Service (FOS) website shows that insurers are quick to use such terms to deny a burglary claim if the customer failed to double lock their front door, or put on the alarm, if these are conditions of the policy. Generally, the FOS sides with insurers if the terms were not followed to the letter, although it says each case is judged on its merits. *Not their real names. Dos and don’ts of home security What you should do depends on where you live and how much you are insuring, writes Miles Brignall. Households in low-burglary areas are rarely required to have alarms as a condition of insurance. For example, LV= told us it only requires alarms for certain postcodes. However, if you seeking a high level of cover – perhaps for more than £75,000 worth of goods – then insurers often want an alarm. Insurance application forms tend to ask whether an alarm is fitted and how it is monitored. Sometimes, householders will obtain a small discount because they have an alarm, but not always. LV= told the Halls that alarms with a minimum grade 2 EN50131 standard should be fitted. “If you already have a burglar alarm installed, this must have been fitted by a NACOSS/SSAIB approved installer,” the policy said. How the buyer of a home with an existing alarm is supposed to find this out if the installer is no longer trading is anyone’s guess. If you do not use your alarm and are burgled, the insurer may turn down a claim, but householders can appeal at the Financial Ombudsman Service if they feel this was not made clear at the time of the policy sale or in subsequent communications. Some insurers stipulate that alarms must be turned on at night for all the rooms where nobody is sleeping. This condition can cause problems for people with cats or dogs, which may set off an alarm when they are moving around. If your home policy requires night activation, contact the insurer and ask for that clause to be removed. Some insurers, by contrast, require installation of an alarm but don’t require its use, hoping its existence alone will be a deterrent.",
  "webTitle": "Don’t have a burglar alarm? Your home insurance policy may be invalid",
  "webPublicationDate": "2016-05-14T06:00:29Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/14/burglar-alarm-home-insurance-policy-lv",
  "keyword": [
    {
      "webTitle": "Home insurance",
      "id": "money/homeinsurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/14/burglar-alarm-home-insurance-policy-lv"
}