{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/leicester-city-player-ratings-2015-16-premier-league-winning-season",
  "id": "2016-05-03-89",
  "sectionId": "football",
  "body": "Claudio Ranieri used 20 players on the way to winning Leicester City’s historic Premier League title. Here we rate all those players, look at how much their value has increased by and whether they are likely to still be at the club at the start of next season.  Kasper Schmeichel Rating 8/10     Kasper Schmeichel has been reliable in goal. Photograph: Matthew Ashton/AMA/Getty Images    The Dane’s understanding with his team-mates, many of whom graduated with him from the Championship two years ago, is key to Leicester’s solidity. Capable of spectacular saves but rarely flashy, he commands his box well, distributes the ball smartly and inspires. Having worked his way up from the lower leagues after leaving Manchester City in 2009, he is now said to be coveted by a variety of clubs. Signed from Leeds for £1.25m in June 2011 Value at start of season £3m Value now £9m Is he likely to leave? No Danny Simpson Rating 8/10     Danny Simpson came into the side in October. Photograph: Plumb Images/Leicester City via Getty Images    Introduced to the team following October’s 5-2 home defeat by Arsenal, he immediately made the right-back slot his own, bringing toughness and reliability to the position for the remainder of the season. A needless red card against Arsenal in February was a rare blemish.  Signed from QPR for £2m in Aug 2014 Value at start of season £2m Value now £6m Is he likely to leave? No Christian Fuchs Rating 8.5/10     Christian Fuchs has made the left-back slot his own. Photograph: Richard Saker for the Observer    Like Simpson, the Austria international had to wait until after the home defeat by Arsenal in October to make his first appearance of the season. In his case it was his Leicester debut, following his transfer last June. He quickly secured the left-back berth and also provided a new attacking threat thanks to his wonderfully precise crosses and set pieces. The 30-year-old’s family live in New York and he has spoken of his ambition to become a professional NFL kicker when his football days are finished. Signed from Schalke for £5m in June 2015 Value at start of season £5m Value now £10m Is he likely to leave? No Wes Morgan Rating 9/10     Wes Morgan leads the celebrations after scoring against Southampton. Photograph: Darren Staples/Reuters    Previously considered a journeyman, the 32-year-old is now the inspirational captain of the Premier League champions, having played every minute of every match and led by example. No forward enjoyed playing against this no-frills, defence-first warrior, whose organisational skill, tackling and aerial power were central to his team’s solidity. Also scored a precious goal against Southampton to prolong a series of 1-0 wins during the run-in. As the owner of a chain of tattoo parlours, he is expecting several of his team-mates to make bookings with him for title-winning commemorative body art. Signed from Nottingham Forest for £850,000 in January 2012 Value at start of season £2m Value now £7m Is he likely to leave? No Robert Huth Rating 9/10     Robert Huth posed a potent threat from set pieces. Photograph: Michael Regan/Getty Images    Alongside Morgan, part of a fearsome central defensive duo that treated most forwards the way bouncers treat drunken revellers. Claudio Ranieri’s strategy involved depriving opponents of any option other than to send crosses towards Huth and Morgan, who continually repelled them. The German’s lack of pace was seldom exposed and he posed a potent threat from set pieces.  Signed from Stoke in June 2015 for £3m Value at start of season £3m Value now £7m Is he likely to leave? No Marc Albrighton Rating 8/10     Marc Albrighton has been vital in the Villa midfield. Photograph: Jason Cairnduff/Reuters    The wideman was released by Aston Villa two years ago and was on the periphery of Leicester’s team for the first half of last season. But he has been vital in this campaign thanks to his diligent work defensively and when going forward, as well as his high-class crossing from open play and set pieces. Signed from Aston Villa for free in May 2014 Value at start of season £2.5m Value now £9m Is he likely to leave? No N’Golo Kanté Rating 9/10     N’Golo Kanté has been a revelation at the King Power Stadium. Photograph: BPI/Rex/Shutterstock    The unheralded summer recruit has been positively awesome, covering so much ground that Claudio Ranieri quipped that he expected Kanté to start getting on the end of his own passes. Uniquely dynamic, Kanté also uses the ball adroitly after winning it, enabling Leicester to switch rapidly from defence to attack. If he had added more goals to his game he would have been the player of the season. Is expected to complete his rise from relative obscurity to wider renown by starting for France at Euro 2016. Signed from Caen for £5.6m in July 2015 Value at start of season £5.6m Value now £20m Is he likely to leave? Quite possibly. Will be wanted by the leading clubs in Europe, including Arsenal Danny Drinkwater Rating 8/10     Danny Drinkwater’s long passing has been a feature of Leicester’s campaign. Photograph: Darren Staples/Reuters    Meshed perfectly with Kanté to form a central midfield that provided sturdy protection to Leicester’s defence and launched countless attacks. Drinkwater’s long passes to Jamie Vardy or Riyad Mahrez were a recurring feature of a triumphant campaign. After making his international debut in March, the 26-year-old could go to Euro 2016 with England. Signed from Manchester United for £675,000 in January 2012 Value at start £4m Value now £14m Is he likely to leave? No Riyad Mahrez Rating 9/10     Riyad Mahrez found a way through defences, even after they began to target him. Photograph: Adrian Dennis/AFP/Getty Images    The magician in Leicester’s system. His trickery, speed and inventiveness, and his exquisite left foot, continually perplexed opponents and elevated his team to a higher plane. Even as teams increased security in an attempt to keep him out, Mahrez found a way to infiltrate their defences, creating and scoring critical goals. He appeared jaded in some matches towards the end of the season and he often did not complete 90 minutes but mostly he is a joy to watch and a pain to play against. The PFA Player of the Year has attracted interest from some of Europe’s top clubs and has been linked, in particular, with Paris Saint-Germain and Barcelona. Signed from Le Havre for €450,000 in January 2014 Value at start £10m Value now £35m Is he likely to leave? Maybe. Will be a target for some of the biggest clubs in Europe and may feel that at 25 this is the time to move on Jamie Vardy Rating 9/10     Jamie Vardy’s speed has formed the basis of Leicester’s attacking tactics. Photograph: Tom Jenkins for the Guardian    For a ludicrous moment his dive against West Ham risked becoming even more infamous than Steven Gerrard’s slip against Chelsea two years ago but, as things turned out, there was still a happy ending to the best season of the 29-year-old’s career. Exploiting his speed and energy formed the basis of Leicester’s attacking strategy and his finishing, vastly improved, was close to flawless. Vardy’s improbable rise from part-time and non-league football to Premier League champions and England international is to be chronicled in a movie by the Hollywood screenwriter Adrian Butchart. Signed from Fleetwood Town for £1m in May 2012 Value at start £6.5m Value now £22m Is he likely to leave? Maybe but signed a new contract in February, seems happy at Leicester and age could be a barrier to a move Shinji Okazaki Rating 7/10     Shinji Okazaki has created opportunities for his team-mates. Photograph: Laurence Griffiths/Getty Images    Most strikers with a such a low goal tally would be ridiculed but Okazaki has been a valuable component of Leicester’s attack and defence because his selfless dynamism denies opponents time and creates space for his team-mates. He worked so hard that he was seldom able to finish matches. And he did contribute some important goals, such as the winner at Everton and the splendid bicycle kick against Newcastle. Signed from Mainz for £7m, July 2015 Value at start £7m Value now £9m Is he likely to leave? No Leonardo Ulloa Rating 6.5/10     Leonardo Ulloa, left, has delivered at crucial moments. Photograph: Plumb Images/Leicester City via Getty Images    Lacks the mobility to start regularly but offered aerial power, hold-up prowess and solid work when introduced. He also delivered at crucial times, keeping his cool to convert a late penalty against West Ham and scoring twice in place of the suspended Jamie Vardy against Swansea. Signed from Brighton for £8m in July 2014 Value at start £7m Value now £8m Is he likely to leave? No Demarai Gray Rating 6/10     Demarai Gray was signed in January and has impressed in his limited appearances so far. Photograph: Plumb Images/Leicester City via Getty Images    The 19-year-old was regularly sprung from the bench after joining in January and, despite his slim frame he looked at home in the Premier League, impressing with his trickiness, entrepreneurial spirit and accomplished crossing. Signed from Birmingham for £3.5m in January 2016 Value at start £3.5m Value now £9.5m Is he likely to leave? No Nathan Dyer Rating 5/10     Nathan Dyer has fallen down the pecking order since arriving on loan from Swansea. Photograph: Andrew Couldridge/Reuters    Signed to meet short-term needs, he scored the winning goal against Aston Villa and remained a useful option until January recruitment pushed him further down the pecking order. Signed from Swansea on loan in September 2015 Value at start £4m  Value now £3.5m Is he likely to leave? Yes. Will return to Swansea at the end of his loan Gokhan Inler Rating 3/10     Gokhan Inler has not adapted to the Premier League as well as Esteban Cambiasso did last season. Photograph: Michael Regan/Getty Images    Claudio Ranieri thought that the Swiss veteran might have an influence comparable to the one that Esteban Cambiasso had last season but Inler found adaptation to the pace of Premier League tough. Signed from Napoli for £5m in August 2015 Value at start £5m Value now £4.5m Is he likely to leave? Yes. Started only three league games and will want regular first-team football elsewhere Jeffrey Schlupp Rating 6.5/10     Jeffrey Schlupp has made an impact from the bench. Photograph: Jack Phillips/JMP/Rex/Shutterstock    A regular starter in the early part of the season, the versatile left-sided player lost his place in the team before Christmas and also spent time out with injury. But his pace and power meant he often made an impact from the bench when available. Signed from Leicester academy graduate Value at start £6m Value now £10.5m Is he likely to leave? No Andy King Rating 6/10     Andy King has been a trusted presence in midfield. Photograph: Matthew Ashton - AMA/WBA via Getty Images    The club’s longest-serving player remained a trusted presence in midfield when called upon, most notably when he replaced the injured N’Golo Kanté for the game against West Bromwich Albion in March and topped off a fine performance with a goal. Signed from Leicester academy graduate Value at start £3m Value now £5m Is he likely to leave? No Marcin Wasilewski Rating 3.5/10     Marcin Wasilewski has been kept out of the side by Wes Morgan and Robert Huth. Photograph: Toby Melville/Reuters    The 35-year-old has had little game time this season because of the excellence of Morgan and Huth. Bearing that in mind he performed adequately against Everton and Arsenal, although a clumsy late foul against the latter led to defeat. Signed from Anderlecht for free in September 2013 Value at start £2m Value now £0.75m Is he likely to leave? Yes. Another who will leave to get game time Ritchie De Laet Rating 3/10     Ritchie De Laet was loaned to Middlesbrough in February. Photograph: Paul Harding/PA    Began the campaign as the regular right-back but lost his place in October and was loaned out to Middlesbrough in February. Uniquely, he could take possession of Premier League and Championship winners’ medals if Boro hold on to their place at the second-tier summit. Signed from Manchester United in May 2012 Value at start £2m Value now £2m Is he likely to leave? Yes. Will not want to understudy Simpson for another season  Daniel Amartey Rating 5/10     Daniel Amartey has been tipped for the future. Photograph: Plumb Images/Leicester City via Getty Images    The 21-year-old Ghana international was signed in January with an eye on the future but in fleeting appearances from the bench he showed that he can be dangerous down the wings. Signed from FC Copenhagen for £5m in January 2016 Value at start £5m Value now £8m Is he likely to leave? No Yohan Benalouane Rating 3/10     Yohan Benalouane was loaned out to Fiorentina in February. Photograph: Laurence Griffiths/Getty Images    The centre-back made four league appearances from the bench before being loaned out to Fiorentina in February.  Signed from Atalanta for £5.25m in August 2015 Value at start £5.5m Value now £3m Is he likely to leave? Yes. Will be encouraged to move on",
  "webTitle": "From Schmeichel to Vardy: Leicester's title winners rated",
  "webPublicationDate": "2016-05-03T17:24:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/leicester-city-player-ratings-2015-16-premier-league-winning-season",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/03/leicester-city-player-ratings-2015-16-premier-league-winning-season"
}