{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/06/baftas-tv-2016-who-will-win-big-this-sunday",
  "id": "2016-05-06-179",
  "sectionId": "tv-and-radio",
  "body": "Like jurors in murder trials, Bafta judges are told to make their decisions based only on the evidence before them, ignoring all extraneous issues or instincts. In practice, though, even if the selectors in the Specialist Factual category were unaware that Sir David Attenborough’s 90th birthday falls on the actual day of this year’s TV awards (Sunday at 8pm, BBC1) they would have found it hard to avoid the sense that the naturalist is a giant who dwarfs any shortlist.  Perhaps they will gamble that the event will honour the nonagenarian some other way – bumps? – but whatever the merits of Britain’s Forgotten Slave Owners, Grayson Perry’s Dream House and Rudolf Nureyev – Dance to Freedom, the Attenborough-narrated The Hunt would surely be the most popular result on the night, and seems the likeliest.  In one respect, Bafta selectors have a harder task than those at the Old Bailey: 24 different juries sit separately and simultaneously, but their combined results will be scrutinised by pundits and the public for their diversity.  Following the justified controversy over the whiteness of the 2016 Oscar contenders, the Bafta nominees are significantly more representative. But when choosing a winner from the final fours, should panels worry about the eventual balance of who waves the statuettes on stage? Judges are warned against mental calculations along the lines of “Panel X will surely choose nominee Y, so we can get away with giving it to contender Z”, but minds cannot be policed.  Objectivity is toughest in the journalistic categories, where it seems impossible not to allow the gravity and topicality of subject matter to be a factor. For this reason, Channel 4’s My Son the Jihadi and ITV’s Jihadi: A British Story will be hard to beat. In other key categories, these are my predictions:  Leading actor     Mark Rylance in Wolf Hall    Ben Whishaw: London Spy (BBC2)Idris Elba: Luther (BBC1)Mark Rylance: Wolf Hall (BBC2)Stephen Graham: This is England ’90 (Channel 4)One of the toughest decisions. Rylance’s portrayal of Thomas Cromwell was a masterclass in the power of silence and stillness in television acting, and a victory would complete a rare BOB by adding a TV Bafta to a Film Bafta and an Oscar (both for Bridge of Spies) in the same year. However, Elba and Graham have played these roles impressively over several series and Whishaw explored rarely seen emotional rawness in a show in which he appeared in almost every scene. Prediction: Rylance, by the narrowest of heads.  Leading actress     Suranne Jones in Doctor Foster. Photograph: Drama Republic/Des Willie     Claire Foy: Wolf Hall (BBC2)Ruth Madeley: Don’t Take My Baby (BBC3)Sheridan Smith: The C-Word (BBC1)Suranne Jones: Doctor Foster (BBC1)Another hard call. Pickers in this section may have wished there were some Newcomer or Most Promising category for Madeley and may assume that Wolf Hall will already have been honoured in the equivalent male category. Academy favourite Smith’s turn in a heartbreaking story about cancer makes her a clear frontrunner, but Jones remained emotionally truthful in the gothic twists of the plot as the wronged GP. Prediction: Smith, if hearts rule, but Jones if heads have.  Female performance in a comedy programme     Michaela Coel in Chewing Gum     Michaela Coel: Chewing Gum (Channel 4)Miranda Hart: Miranda (BBC1)Sian Gibson: Peter Kay’s Car Share (BBC iPlayer)Sharon Horgan: Catastrophe (Channel 4)The 28-year-old Coel is the outstanding candidate here for her vivacious and filthy performance as a teenager facing temptations in the self-written sitcom adapted from her stage show. Her victory would satisfyingly combine both absolute merit and diversity. Prediction: if there is any justice, Coel.  Male performance in a comedy programme     Peter Kay in Car Share     Hugh Bonneville: W1A (BBC2)Javone Prince: The Javone Prince Show (BBC2)Peter Kay: Peter Kay’s Car Share (BBC iPlayer)Toby Jones: Detectorists (BBC 4)  Bonneville, who attracts strong opinions in the industry, can probably be discounted. This leaves a brilliant young talent (Prince) up against a beloved showbiz figure (Kay) and a revered character actor (Jones). Prediction: the rareness of both Kay’s talent and his appearances should make this his night.  Reality and constructed factual     First Dates: The Proposal     First Dates (Channel 4)Gogglebox (Channel 4)I’m a Celebrity … Get Me Out of Here! (ITV)The Secret Life of 5-Year-Olds (Channel 4)  The easiest decision here would be a joint award for the three contenders from Channel 4, a network with an enviable ability to come up with high-impact public-participation shows that run the gamut of audience reaction from “Aaaah!” (First Dates/5-Year-Olds) to “Aaargh!’ (Gogglebox). Ant and Dec have a lot of friends in the business but a triumph for them, against this competition, would be a Trump-like shock. Prediction: the charm and captivating backstories of First Dates should make Sunday a hot date for the show.  Features     The Great British Bake-Off     Back in Time for Dinner (BBC2)The Great British Bake-Off (BBC1)Kevin McCloud: Escape to the Wild (Channel 4)Travel Man (Channel 4)  It’s unclear why the enjoyable Back in Time for Dinner, in which a family eats the past, wasn’t included in the Reality and Constructed Factual category, but its strongest competition in the gong it is up for is surely The Great British Bake-Off. Whereas I’m a Celebrity …, in the other section, suffered for its repetitive longevity, Bake-Off, although shortlisted five times previously, proved in its 2015 run how a long-running show can grow in inventiveness and be rewarded with record audiences. Prediction: start catering the victory party, Paul and Mary.",
  "webTitle": "Our TV heroes – who we think should win big at the Baftas on Sunday",
  "webPublicationDate": "2016-05-06T12:22:13Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/06/baftas-tv-2016-who-will-win-big-this-sunday",
  "keyword": [
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/06/baftas-tv-2016-who-will-win-big-this-sunday"
}