{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/paul-mcdowell-obituary",
  "id": "2016-05-20-71",
  "sectionId": "music",
  "body": "When the Temperance Seven had a surprise No 1 hit in 1961 with You’re Driving Me Crazy, the band’s focal point was its vocalist, Paul McDowell, who has died aged 84. After his brief period as an unwilling pop star, billed as Whispering Paul McDowell, this “chaotic genius”, as the film-maker Julian Doyle called him, had a varied career as a scriptwriter, actor, painter and tai chi teacher. McDowell’s interests had turned to jazz while he was a student at the Chelsea School of Art in London in the 1950s. He took up the trombone and with fellow students formed a band as “an art school Dadaist lark”. It was known by a range of names, including Paul McDowell and his Gentlemen Ravers. Over several years, this group evolved into the Temperance Seven, which had nine members, so that it could be “one over the eight” (a demotic term for intoxication). Their novel mixture of Goonish antics and 1930s dance music built up a following at London colleges and night clubs. After some early recordings were made for the small Argo label, George Martin of EMI’s Parlophone label was persuaded to take them into Abbey Road studios.     Paul McDowell with the Temperance Seven    McDowell’s deadpan delivery of the lyrics was crucial to the success of You’re Driving Me Crazy, which was followed in quick succession by three more hit singles in 1961, of which Pasadena was the biggest seller. To capitalise on this, their manager sent the Temperance Seven on non-stop tours of theatres and cinemas throughout Britain and abroad. McDowell soon tired of this and left the band, to be replaced by Allan “Moody” Mitchell. McDowell was the only son of William, a former shipyard worker turned museum security guard, and Frances, a cleaner and landlady. They lived in Fulham, south-west London where, McDowell said, his mother had to chase rats from his cot. During the second world war, he was evacuated variously to Guildford, Rochdale and Torbay. As a teenager, Paul attended Bolt Court technical school in London, but received informal education from an art student lodger who introduced him to Dostoevsky and French films. He showed promise as a painter and after two years’ national service in the RAF, Paul was admitted to Chelsea art school in 1954. There he won first prize for his year, but undiagnosed dyslexia caused him to fail his final exams. During breaks from the band, he found work as a performer in revue at the Edinburgh festival and on the BBC Home Service’s Monday Night at Home programme. When he left the Temperance Seven permanently, he returned to this world, writing sketches for the TV satire shows That Was the Week That Was and The Frost Report, and appearing at Peter Cook’s Establishment club. In 1964 he toured north America as the Establishment with Robin Grove-White (later to be an eminent environmental campaigner), and appeared at the Second City theatre company in Chicago. Returning to the UK, McDowell wrote scripts for David Frost and Marty Feldman and moved into television and film acting.     Paul McDowell had a successful career as an actor on TV and in film.    He was the prison officer Mr Collinson in the 1970s series Porridge and Colin Phillips in the 1980s romantic comedy The Two of Us, and was seen in Jack on the Box (1979), an autobiographical series by his friend Jack Trevor Story. In the cinema McDowell was a laird in the 1978 remake of The Thirty Nine Steps, which starred Robert Powell, and he appeared in Chemical Wedding (2008), a bizarre occult tale written by the rock singer Bruce Dickinson and directed by Doyle, in which Simon Callow played a mild professor possessed by the spirit of the occultist Aleister Crowley. In 1987, McDowell’s zany detective story Dope Opera was published by Pluto Press. In 2012 he wrote All Those Lives, an entertaining memoir which is available as an ebook. In recent years, he became a teacher of tai chi, running courses in England and Greece. McDowell was married three times. He is survived by his third wife, Trisha, and children Helena, Lola, Sidonie and Milo. • Paul William McDowell, singer, actor and writer, born 15 August 1931; died 2 May 2016",
  "webTitle": "Paul McDowell obituary",
  "webPublicationDate": "2016-05-20T17:00:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/paul-mcdowell-obituary",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Laing",
      "id": "profile/dave-laing"
    }
  ],
  "guardianId": "music/2016/may/20/paul-mcdowell-obituary"
}