{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/jeremy-corbyn-labour-not-doing-enough-to-win-2020-general-election",
  "id": "2016-05-09-32",
  "sectionId": "politics",
  "body": "Jeremy Corbyn has said Labour is not yet doing enough to win the general election in 2020 and called on MPs to show greater unity by refraining from “parading on the media”. The Labour leader released comments before a meeting of MPs and peers on Monday evening, saying the party was moving in the right direction but would need to do better to achieve a majority across the country. “Let’s be clear: the results were mixed. We are not yet doing enough to win in 2020. This is only the first stage in our task of building a winning electoral majority, attracting voters from all the other parties and mobilising those who have been turned off politics altogether – as we did last week in Bristol and London,” he said in quotes emailed by the party.  In a call for a new approach, he asked for more to “focus on taking on the Tories – and for our debates to be focused on policy, not personality”. Corbyn said in his pre-meeting comments: “Members also tell me that they don’t think Labour MPs should be parading on the media to give a running commentary on our party. If we are on the media, we are there to give our verdict on this failed and divisive government, not on each other. “We need, if not across-the-board unity, then at least respect for each other – and to turn our fire on this Tory government and its forced academisation, tax and disability cuts policies in utter disarray. “It’s been said in the past few days we need to stop talking about ourselves and [start] engaging with the concerns and priorities of the wider public. I suggest we all follow that advice.” However, MPs leaving the meeting said the message had been toned down and Corbyn did not tell them not to parade in front of the press.  A Labour source present said Corbyn had not read his comments verbatim: “As in many speeches, he often talks around the speech and ad libs as a lot of politicians do but those are his words, the ones we published.” The meeting gave Sadiq Khan, the London mayor, a rapturous reception and standing ovation. Khan, who warned at the weekend that Labour would “never be trusted to govern unless we reach out and engage with all voters”, told the MPs and peers: “The incompetence and internal divisions that we’ve seen from the government in recent months is reminiscent of the Major years in the 1990s – a government in decline. “We cannot afford to miss any open goals. Just like we did then, Labour has a responsibility to hold the government to account for its failures and show we are a credible government-in-waiting. We are not there yet, but I know with the right approach, Labour can still win in 2020.” Labour aides received news during the meeting that the White House press secretary had described Khan’s victory as “historic”, given he is the first Muslim mayor of a major western capital. Before the meeting, Corbyn met Khan for the first time since he was elected to City Hall. A source said it was friendly and businesslike, discussing issues such as housing, transport and the EU.   Related: 'Scruffy' and 'old-fashioned' Corbyn not a hit with swing voters    Labour had a disastrous election in Scotland but largely held on to council seats in England and won the mayoral elections in London, Bristol, Liverpool and Salford. The results did not give Corbyn’s critics enough ammunition to launch a coup against his leadership, as the performance was better than analysts expected. But a string of shadow cabinet ministers gave interviews on Friday warning that the results were not good enough for the party to get a majority at the next election. The meeting was expected to be stormy but one shadow minister, who is not a Corbyn supporter, said it was “one of his better performances” and he got a cheer for saying there needed to be less briefing to the media. Another MP, who is more critical, said the leader’s new strategy appeared to be “trying to bore people into submission with banalities”.     Labour party leader Jeremy Corbyn meets Sadiq Khan at the House of Commons. Photograph: Stefan Rousseau/PA     Related: Bristol's mayor hails win as important moment for diversity in UK    In his pre-released comments, Corbyn said: “Last week’s elections showed Labour’s recovery has begun in earnest. We now need to work together to turn that into the kind of sustained revival that will deliver an election victory for the whole country in 2020.” He was keen to stress the need for a different kind of politics and a new economic strategy built around public investment and enterprise and fair taxation.",
  "webTitle": "Labour not doing enough to win 2020 general election, says Jeremy Corbyn",
  "webPublicationDate": "2016-05-09T21:11:16Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/jeremy-corbyn-labour-not-doing-enough-to-win-2020-general-election",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/09/jeremy-corbyn-labour-not-doing-enough-to-win-2020-general-election"
}