{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/french-politicians-activists-denounce-harassment-of-women",
  "id": "2016-05-10-103",
  "sectionId": "world",
  "body": "Hundreds of French politicians and equal rights activists have denounced the widespread sexual harassment of women in politics, five years after the Dominique Strauss-Kahn scandal provoked soul-searching and promises that sexism would be stamped out. An End the Omertà petition, which criticises an alleged Mafia-style code of silence around harassment, was published on the front page of the daily Libération on Tuesday after the MP Denis Baupin resigned as deputy parliamentary speaker following allegations made against him by women in his Europe Écologie Les Verts (EELV) party.    Bonjour à tous ! L'affaire #Baupin  fait rage encore aujourd'hui, regardez la une de #Libé... pic.twitter.com/E33RH2kn8Z— L'Esprit de l'Info (@lespritinfo) May 10, 2016    Judges have opened an investigation into allegations that Baupin sexually harassed four women within the party. Baupin has denied the allegations and his lawyers said he would launch defamation suits against journalists who carried out an investigation into the claims for Mediapart and France Inter.  When the French presidential hopeful Strauss-Kahn resigned from the International Monetary Fund in 2011 after his arrest in New York over the alleged attempted rape and sexual assault of a hotel worker, hundreds of women took to the streets of Paris to protest against the reaction by some in the French elite perceived to have belittled both rape and women.      Dominique Strauss-Kahn appears in Manhattan criminal court for his arraignment in May 2011. Photograph: Sipa Press/Rex Features    Criminal charges against Strauss-Kahn in the New York case were later dropped by prosecutors, and he settled a civil action with the hotel worker. At the time, French commentators said there would be a “before and after” the DSK affair and any kind of sexism and harassment in France would be stamped out.  But the petition in Libération said many women in French politics remained silent for fear of damaging their career or party. The signatories described how women still had to set boundaries on not getting into lifts with certain politicians, or not staying at the office late if certain known harassers were present. They said unwelcome sexual advances, from harassment to acts of outright aggression, continued.  “It’s time to speak out, to bring this impunity to an end, time for men to change their behaviour rather than for women to adapt to it,” the petition says. Exactly one year ago, Libération had published a separate tribune by 40 female journalists warning that sexism and harassment were still rife in French politics. Baupin’s wife, Emmanuelle Cosse, the French housing minister, who was previously head of the EELV party, said she was shocked by the allegations against her husband. “We are talking about acts of extreme seriousness and if they are proven, it must be dealt with by the courts,” she told France Info radio.     French housing minister Emmanuelle Cosse, the wife of Denis Baupin, arrives for a cabinet meeting at the Élysée Palace in Paris on Tuesday. Photograph: Christophe Ena/AP    Responding to suggestions by some in her party that she might have hushed up the allegations and not investigated them as party leader, Cosse said she had categorically not known about any of the claims until they appeared in the media on Monday. She said she still trusted her husband, adding that she had been deeply affected by the allegations “as a woman, as a wife, as a mother and also as a minister”. Baupin, 53, resigned his post as a deputy speaker on Monday, saying he wanted to focus on fighting the allegations, which he vehemently denies. Paris prosecutors said their investigation would focus on gathering statements from the alleged victims and that no criminal complaint had been lodged against Baupin. The statute of limitations for harassment in France is only three years, which would exclude most of the incidents alleged by the four women, some of which date back 15 years.     Elen Debost, deputy mayor of Le Mans, claims Baupin made an aggressive pass at her in October 2011 outside a Green party meeting. Photograph: Jean-Francois Monier/AFP/Getty Images    An EELV spokeswoman, Sandrine Rousseau, told the Mediapart website and France Inter radio that Baupin made an aggressive pass at her in October 2011 outside a party meeting. “Denis Baupin appeared in the corridor outside … He pinned me against the wall with his chest and tried to kiss me. I pushed him away vigorously,” she said. Elen Debost, the deputy mayor of Le Mans in central France, alleged she had received sexually explicit text messages for several months in 2011. She said she did not realise the scale of the problem until approached by the media, and that “a lot of people kept quiet so as not to harm his campaign”. The women came forward in part because they said they were outraged at Baupin appearing to take a stand against sexual harassment on social media.  Baupin’s lawyer described the allegations as “mendacious, defamatory and baseless”.",
  "webTitle": "French politicians and activists denounce harassment of women",
  "webPublicationDate": "2016-05-10T16:37:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/french-politicians-activists-denounce-harassment-of-women",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/10/french-politicians-activists-denounce-harassment-of-women"
}