{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/14/quique-sanchez-flores-watford-departure-explained",
  "id": "2016-05-14-128",
  "sectionId": "football",
  "body": "Watford’s decision to let Quique Sánchez Flores depart after a debut season in which they saw in the new year in seventh and could yet finish 11th has prompted reactions ranging from puzzlement to outrage. Slaven Bilic slammed the move as “completely wrong”, “sick” and “nonsense”. Ray Wilkins, who as assistant to Gianluca Vialli at Vicarage Road had a close-up view of what remarkable underachievement looks like, described the Hornets’ season as “a remarkable achievement”. “What more do people want?,” he asked on Sky. “He’s been a breath of fresh air. He’s a really, really nice human being and I’m sad.”  But Flores himself has declared himself “completely happy”, and in terms of games played only two of his eight jobs in management have lasted longer. So why the fuss? English football is hardly afraid of managerial departures. There have, after all, been 55 of them among the 92 clubs in the Premier and Football Leagues this season, yet this it seems is the first that has made Bilic bilious.  Perhaps it’s the coldness of it that grates, the icy lack of emotion. We are used to panicked sackings, the desperately flailing axe of a wildly uncertain chairman at a club on the slide. There was no desperation here, as Flores fell victim of a planned execution rather than a crime of passion.            Quique Sánchez Flores looks ahead to final match as Watford manager     Bilic might recognise the situation. After all, it’s only a year since the then manager at West Ham, Sam Allardyce, was arguing that he deserved to stay having guided his team to 12th place. But the last top-flight managerial change that prompted such a furious reaction came in January 2013 when Southampton, 15th in the league, sacked Nigel Adkins, who had just guided them to successive promotions. “They’ve lost two of the last 12 games. It’s a bit of a laughing stock,” grumbled Matt Le Tissier. Lawrie McMenemy said he was “shocked” – “The ambition this year is to stay in the Premier League and they look set for that” – before turning his attention to the new man in the Southampton hotseat: “With due respect to Mauricio Pochettino, what does he know about our game?”  Pochettino’s current team are second in the Premier League; Southampton are preparing for a third successive top 10 finish; Adkins just got sacked by League One Sheffield United.  Perhaps if clubs were more proactive about making positive managerial changes they wouldn’t have to make so many panicked, hurried ones. Take, for example, West Bromwich Albion, who have not made a voluntary managerial switch for years. Over the last decade Bryan Robson, Roberto Di Matteo, Steve Clarke, Pepe Mel and Alan Irvine were all sacked for underperforming, all but one of them in mid-season, and Tony Mowbray and Roy Hodgson left to take better opportunities elsewhere. This has forced them to make a succession of hasty appointments, the most recent of which saw Tony Pulis brought in last January, when the situation demanded a survival expert. Renowned for making his sides hard to beat, he successfully kept the club in the Premier League, and repeated the achievement this year in a very Pulisian manner: no team has made fewer chances, and only Aston Villa have scored fewer goals.  The Baggies are 15th and could yet finish 12th, but there seems to be a compelling argument that, although Pulis has achieved all that was asked of him, if they aspire to more than slightly sterile survival they should consider changing their manager. Pulis was the answer to a question that was being asked 18 months ago, but should they now be asking a different one?  Watford just ask a lot of different questions. In October 2014 they turned to Slavisa Jokanovic when they needed someone to guide them into the Premier League, and then turned away from him when they needed someone to establish them there. Different problems, different solutions. And West Ham show this kind of decision can work for both parties: over the last year Bilic has taken the team to another level, while Allardyce has found another employer who requires his particular skillset, at least for now.  For the record, Flores has performed admirably at Watford, but not without faults. He arrived last summer, when a promotion-winning squad was swollen by the arrival of 15 players, all of whom believed themselves deserving of a place in the first team. He had to rapidly assess them, decide who to play, who to keep and who to release, and he had to keep a bulging squad content even though most of them could play only rarely. Among this enormously likeable man’s greatest achievements is that it took until the final weeks of the season before the inevitable grumbling started to be heard outside the dressing room.  Watford started the season with José Manuel Jurado acting as playmaker behind Troy Deeney’s solo striker, a formation Flores ditched almost instantly after recognising that Odion Ighalo would make a finer foil for the English forward. Between them the pair have now scored 27 league goals, 71% of the team’s total, and claimed 10 assists. It was the decision of a humble man, one who is not too proud to admit a mistake and to swiftly rectify it, and it was the making of Watford’s season.  To paraphrase Andy Townsend, if anything the front two did too well. The longer the season progressed, the more successful the partnership became, the less the rest of the team seemed to contribute to their attacks, until Watford were left with a goalkeeper, eight essentially defensive players and two who might occasionally try to score. When one of them suffered a crisis of confidence in front of goal – Ighalo has scored just twice in the league this calendar year – there was nobody else to help, and Flores’s squad pruning had left the club without another striker he was willing to select.     Watford’s Odion Ighalo, left, and Troy Deeney have scored 71% of the team’s league goals. Photograph: Matt Dunham/AP    When it was needed once again, the tactical flexibility evident early in the season had vanished. Flores repeatedly asked central midfielders to play in wide positions, and though the January pursuit of Andros Townsend suggested a willingness to play with authentic, rampaging wingers, the idea vanished along with the player himself, who chose instead to join Newcastle. Watford settled for the Moroccan Nordin Amrabat, an inferior player who has been selected, and has then performed, inconsistently.  Flores’s finest hour was December’s 3-0 home win over Liverpool, his greatest failure the limp defeat to Crystal Palace in the FA Cup semi-final. The same 10 outfield players started both games, the motivation, focus and purpose with which the team throbbed as Jürgen Klopp’s side was humiliated at Vicarage Road totally absent when the same men lined up at Wembley. For all the loyalty engendered both by Flores’s achievements and his personality, at that moment it seemed Watford could either wait 10 months or so before making a panicked, desperate decision that everyone would agree with, or act sooner and get criticised by Slaven Bilic.  We will never know what Flores might have achieved had he stayed at Watford. We also do not know whether Gino Pozzo, the club’s owner, has reacted to recent performances or if, not exactly being renowned for his loyalty, he had this moment in mind when he wrote a break clause in Flores’s contract. What we do know is that his family have kept Udinese in the Italian top flight for two decades, taken Granada from Spain’s third division to five successive seasons in the first – with a sixth already assured – and are on course to emulate that success in Hertfordshire, and therefore that they appear to know more about successful management than Ray Wilkins. And that the question Watford need to ask today is not the same as the one that Flores answered so impressively a year ago.",
  "webTitle": "Quique Sánchez Flores was no longer the answer to Watford's question",
  "webPublicationDate": "2016-05-14T10:24:07Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/14/quique-sanchez-flores-watford-departure-explained",
  "keyword": [
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/blog/2016/may/14/quique-sanchez-flores-watford-departure-explained"
}