{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/15/claudio-ranieri-an-apology-leicester-city",
  "id": "2016-05-15-128",
  "sectionId": "football",
  "body": "No one likes to be wrong. It is much nicer to be right. In life, however, it is not possible to be right all the time. We all try our best but there are times when things go horribly wrong. I should know. In July last year I sat down to write an article about Claudio Ranieri. The 63-year-old had just been appointed the new manager of Leicester City and I decided, in the capacity of being the football editor at the Guardian, that I was the right person to write that piece.   Related: Claudio Ranieri: the anti-Pearson … and the wrong man for Leicester City? | Marcus Christenson    I made that decision based on the following: I have lived and worked as a journalist in Italy and have followed Ranieri’s career fairly closely since his early days in management. I also made sure that I spoke to several people in Greece, where Ranieri’s last job before replacing Nigel Pearson at Leicester, had ended in disaster with the team losing against the Faroe Islands and the manager getting sacked. It was quite clear to me that this was a huge gamble by Leicester and that it was unlikely to end well. And I was hardly the only one to be sceptical. Gary Lineker, the former Leicester striker and now Match of the Day presenter, tweeted “Claudio Ranieri? Really?” and followed it up with by saying: “Claudio Ranieri is clearly experienced, but this is an uninspired choice by Leicester. It’s amazing how the same old names keep getting a go on the managerial merry-go-round.” I started my article by explaining what had gone wrong in Greece (which was several things) before moving on to talk about the rest of his long managerial career, pointing out that he had never won a league title in any country and nor had he stayed at any club for more than two seasons since being charge at Chelsea at the beginning of the 2000s. I threw in some light-hearted “lines”, such as the fact that he was the manager in charge of Juventus when they signed Christian Poulsen (not really a Juventus kind of player) and proclaimed that the appointment was “baffling”. I added: “In some ways, it seems as if the Leicester owners went looking for the anti-Nigel Pearson. Ranieri is not going to call a journalist an ostrich. He is not going to throttle a player during a match. He is not going to tell a supporter to ‘fuck off and die’, no matter how bad the abuse gets.”     Claudio Ranieri instructs his players during Greece’s defeat by the Faroe Islands, the Italian’s last game in charge of the Euro 2004 winners. Photograph: Thanassis Stavrakis/AP    Rather pleased with myself – thinking that I was giving the readers a good insight to the man and the manager – I also put a headline on the piece, which read: “Claudio Ranieri: the anti-Pearson … and the wrong man for Leicester City?” I did not think much more of the piece until a few months later when Leicester were top of the league and showing all the signs of being capable of staying there. After a while, the tweets started to appear from people pointing out that I may not have called this one right. As the season wore on, these tweets became more and more frequent, and they have been sent to me after every Leicester win since the turn of the year. At some point in February I decided to go back and look at the piece again. It made for uncomfortable reading. I had said that describing his spell in charge of Greece as “poor” would be an understatement. I wrote that 11 years after being given the nickname “Tinkerman” because he changed his starting XI so often when in charge of Chelsea, he was still an incorrigible “Tinkerman”. It gets worse. “Few will back him to succeed but one thing is for sure: he will conduct himself in an honourable and humble way, as he always has done,” the articles said. “If Leicester wanted someone nice, they’ve got him. If they wanted someone to keep them in the Premier League, then they may have gone for the wrong guy.” Ouch. Reading it back again I was faced with a couple of uncomfortable questions, the key one being “who do you think you are, writing such an snobbish piece about a dignified man and a good manager?”   Related: In defence of Nicklas Bendtner | Marcus Christenson    The second question was a bit easier to answer. Was this as bad as the “In defence of Nicklas Bendtner” article I wrote a couple of years ago? (The answer is “no”, by the way, few things come close to an error of judgment of that scale). I would like to point out a few things though. I did get – as a very kind colleague pointed out – 50% of that last paragraph right. He clearly is a wonderful human being and when Paolo Bandini spoke to several of his former players recently one thing stood out: the incredible affection they still feel for this gentle 64-year-old. All in all, though, there is no point defending the indefensible: I could not have got it more wrong.           Leicester City and the tactics of champions.    At the start of this piece I said that no one likes to be wrong. Well, I was wrong about that too. I’ve enjoyed every minute of being embarrassingly wrong this season. Leicester is the best story that could have happened to football in this country, their triumph giving hope to all of us who want to start a season dreaming that something unthinkable might happen. So thank you Leicester and thank you Claudio, it’s been quite wonderful. • Marcus Christenson is the football editor at the Guardian. He no longer considers himself an expert on Claudio Ranieri",
  "webTitle": "Claudio Ranieri: an apology | Marcus Christenson",
  "webPublicationDate": "2016-05-15T10:02:03Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/15/claudio-ranieri-an-apology-leicester-city",
  "keyword": [
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/blog/2016/may/15/claudio-ranieri-an-apology-leicester-city"
}