{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/daniel-sturridge-england-euro-2016-squad",
  "id": "2016-05-30-16",
  "sectionId": "football",
  "body": "Daniel Sturridge will learn on Tuesday afternoon whether he is in Roy Hodgson’s final England squad for the European Championship after a timely return to training at the team’s base in London Colney.   Related: Republic of Ireland captain Robbie Keane a serious doubt for Euro 2016    The Liverpool forward, who missed England’s friendly win against Australia with a calf injury last Friday, completed the full session at Watford’s training ground as he attempted to convince Hodgson he should make the cut. Ryan Bertrand was absent receiving treatment on an unspecified injury – the Football Association is apparently confident the left-back’s problem is not serious – and Hodgson will oversee one more workout before naming his 23-man party by Uefa’s midnight deadline. The manager intends to tell the two players who have missed out on the squad after the morning drills. It seems likely the Leicester City midfielder Danny Drinkwater will be one of those omitted, following Fabian Delph, who has been ruled out with a groin complaint, out of the original 26-man squad. There has been fierce debate within the England coaching staff over who else will be left out and it is unlikely the final decision will have been unanimous. Sturridge’s goalscoring ability, as demonstrated in the Europa League final against Sevilla this month, would normally smooth his inclusion but his regular injury issues have limited him to 58 minutes for his country since September 2014. Hodgson has stated he would not consider players for the final party who have not proved their fitness in the friendly fixtures before the tournament, which conclude against Portugal at Wembley on Thursday before they depart for France next Monday. That would suggest some doubt remains around the Liverpool forward’s inclusion. Marcus Rashford’s eye-catching debut against Australia last Friday potentially offers Hodgson the chance to stick to his original plan to take five strikers in his party, though whether the 18-year-old would offer effective cover out wide is open to debate. Ross Barkley has moved to demonstrate his fitness by taking on extra training over recent days given he has played only 27 minutes of football since the Premier League’s final matches. Andros Townsend, who was called up to replace the injured Danny Welbeck, has his backers among the coaching staff with Gary Neville having championed the Newcastle United winger’s cause, pointing to the variety he offers as a natural wide player. Indeed, the England assistant coach had contemplated trying to sign Townsend, then with Tottenham Hotspur, during his recent stint in charge of Valencia. Yet the 24-year-old played only 14 minutes of the games against Turkey and Australia and, given he was not under consideration until Welbeck’s knee injury, fears he could now drop out of the party once again.   Related: France’s Dimitri Payet scores with free-kick for victory against Cameroon    While Hodgson works towards trimming his squad, thoughts are also turning to the lineup for the first Group B fixture, against Russia on 11 June, with John Stones having played himself into contention to start alongside Chris Smalling in Marseille. The Everton defender, who had endured a torrid second half to the club campaign as the side’s form tailed off dramatically, has impressed the coaching staff both in training and in the wins over Turkey and Australia, not least by taking on board demands for a more pragmatic approach to his defending. Stones had been heavily criticised during the season for overplaying in dangerous positions, but he has reacted well to advice drilled into him by Hodgson and Neville since linking up with the national squad. He has been willing to play longer passes, at times, in the friendly fixtures and has taken fewer risks when in possession at the back. That, combined with the management’s lingering doubts over Gary Cahill’s form, has thrust the 22-year-old into proper contention for the game at Stade Velodrome. Neville drilled the six available defenders on Monday, Stones initially starting on the left alongside Smalling, with Eric Dier operating as a deep-lying midfielder while Jack Wilshere worked with Ray Lewington and the more offensive-minded players in the other half of the pitch. Cahill, who has been taking painkilling injections in a slight hip complaint, is likely to feature alongside the Manchester United player at some stage against the Portuguese given that partnership the one centre-half combination, while used in qualification, has not been employed in the last fortnight. Possible England squad Goalkeepers Joe Hart (Manchester City), Tom Heaton (Burnley), Fraser Forster (Southampton). Defenders John Stones (Everton), Nathaniel Clyne (Liverpool), Chris Smalling (Manchester United), Ryan Bertrand (Southampton), Kyle Walker (Tottenham), Gary Cahill (Chelsea), Danny Rose (Tottenham). Midfielders Adam Lallana (Liverpool), Dele Alli (Tottenham), Jordan Henderson (Liverpool), Raheem Sterling (Man City), Ross Barkley (Everton), Eric Dier (Tottenham), Jack Wilshere (Arsenal), James Milner (Liverpool). Forwards Jamie Vardy (Leicester City), Marcus Rashford (Man Utd), Wayne Rooney (Man Utd), Daniel Sturridge (Liverpool), Harry Kane (Tottenham).",
  "webTitle": "Daniel Sturridge sweats over cut before England squad named for Euro 2016",
  "webPublicationDate": "2016-05-30T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/daniel-sturridge-england-euro-2016-squad",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/30/daniel-sturridge-england-euro-2016-squad"
}