{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/burt-kwouk-obituary",
  "id": "2016-05-24-80",
  "sectionId": "film",
  "body": "Anna May Wong, the first of the few Chinese actors to gain Hollywood stardom, explained why she retired from the screen: “I was so tired of the parts I had to play. Why is it that the screen Chinese is nearly always the villain? And so crude a villain – murderous, treacherous, a snake in the grass. We are not like that. How should we be, with a civilisation that is so many times older than that of the west?” Burt Kwouk, who has died aged 85, felt the same way but, as he remarked: “I look at it this way – if I don’t do it, someone else will. So why don’t I go in, get some money and try to elevate it a bit, if I can?” Kwouk, mostly seen in British films and TV, did manage to elevate many of his roles, finally transcending stereotypes such as his celebrated Cato, the foil to Peter Sellers’ bungling Inspector Clouseau in the Pink Panther movies, to become a national treasure, this status being consecrated in 2002 by his joining the cast of the BBC’s longest running sitcom, Last of the Summer Wine. Kwouk was born in Warrington, Lancashire, “because my mother happened to be there at the time,” but at 10 months old was taken back to the family home in Shanghai. There he remained until he was 17, when his well-off parents sent him to the US to study politics and economics. However, before he was able to graduate his parents lost all their money in the 1949 revolution, and he returned to Shanghai. A few years later, Kwouk took advantage of his dual nationality and returned to Britain, where he took various menial jobs before his girlfriend “nagged me into acting”. Capitalising on his oriental looks, he started getting roles mostly as villainous or comic Chinese or Japanese characters. One of his first TV appearances was a comic one, in a Hancock’s Half Hour (1957), as a Japanese man presenting two bowls of rice to Tony Hancock, who has won a lifetime’s supply in a newspaper competition. A year later, Kwouk was fortunate, so early in his career, to have one of his better film roles in The Inn of the Sixth Happiness, set in China but shot in Wales. Kwouk, one of the few genuine Chinese people in the cast, played Li, who helps Ingrid Bergman, as the English Christian missionary Gladys Aylward, escape from the Japanese with 100 children. After a long and arduous journey, he is shot and killed by Japanese soldiers when he tries to distract them from the children. He was soon cast in a couple of Hammer Horror films, The Terror of the Tongs, as one of evil Christopher Lee’s hatchet men, and Visa to Canton (both 1961). Kwouk was subsequently to play the sidekick of Lee’s Fu Manchu in The Brides of Fu Manchu (1966), The Vengeance of Fu Manchu (1967) and The Castle of Fu Manchu (1969). But in The Fiendish Plot of Fu Manchu (1980), Sax Rohmer’s master criminal was played by Sellers, with Kwouk as his manservant. It was a best-forgotten, dismal ending to Sellers’ career, but it did give him and Kwouk a last chance to work together. Their first chance had come 16 years before in A Shot in the Dark (1964), the second of Blake Edwards’s slapstick comedies featuring Sellers as the extraordinarily maladroit Inspector Clouseau, who seemed unable to cross a room without breaking something. Kwouk played Clouseau’s Chinese “houseboy”, whose sole function was to ambush his master with kung fu attacks at the most unexpected moments from the most unsuspected places. These brilliantly choreographed running and jumping gags, which always resulted in the destruction of Clouseau’s apartment and Cato coming off worst, were the highlights of all the Pink Panther films, which included The Return of the Pink Panther (1975), The Pink Panther Strikes Again (1976) and The Revenge of the Pink Panther (1978). “Peter and I fell about laughing so much that very often we were unable to complete the day’s work as scheduled, which the producers hated,” Kwouk recalled. “Cato and I are very different. He never stands still. I only move when I have to.” The death of Sellers in 1980 didn’t prevent Edwards from making The Trail of the Pink Panther (1982) by piecing together out-takes and clips from the previous films in the series. Kwouk was seen as Cato, bravely being interviewed about his boss, and again in Curse of the Pink Panther (1983), this time as proprietor of the Clouseau museum. Kwouk’s protracted association with the Pink Panther series ended with Son of the Pink Panther (1993), in which, in various disguises, he attacks villains on behalf of Roberto Benigni in the title role. Kwouk also appeared in three James Bond movies: Goldfinger (1964), as a nuclear scientist sent to oversee the bomb that China has given to Goldfinger (Gert Frobe) to blow up Fort Knox, but who is later double-crossed and shot; Casino Royale (1967), as a Chinese general; and You Only Live Twice (1967), as one of Blofeld’s gang of Spectre henchmen. His other roles varied from Chairman Peng of the People’s Republic in Shoes of the Fisherman (1968) to a corrupt Laotian general who’s hoping to save up enough money to buy a Holiday Inn in the US in Air America (1990), to the trustworthy contact in Paris of Jet Li’s Chinese cop in the formulaic martial arts thriller Kiss of the Dragon (2001). Parallel to his film career, Kwouk made a niche for himself on British television in series including The Saint (1965-68), It Ain’t Half Hot Mum (1977-78), Doctor Who (1982), and as himself in The Kenny Everett Show (1983-84) and The Harry Hill Show (1997-2000). But the role that revealed his underused talents as a dramatic actor was Major Yamauchi, the strict but honourable commandant of a women’s POW camp in Tenko (1981-84). In contrast was his Mr Entwistle, a philosophical electrical handyman from Hull in Last of the Summer Wine, a part specially written for him by Roy Clarke. “It is a very pleasant and easygoing programme, a lovely gentle comic show,” Kwouk remarked. “There is no one charging around, and even the slapstick is quite gentle – certainly more gentle than I am used to.” Kwouk’s voice was almost as famous as his face. It can be heard in the video game Fire Warrior, narrating the English version of the Japanese TV series The Water Margin (1976-78), the bizarre “interactive” gambling show Banzai! (2001-04) and in many TV commercials. Kwouk was appointed OBE in 2011 for services to drama. He is survived by Caroline Tebbs, whom he married in 1961, and their son Christopher. • Burt Kwouk, actor, born 18 July 1930; died 24 May 2016",
  "webTitle": "Burt Kwouk obituary",
  "webPublicationDate": "2016-05-24T16:24:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/burt-kwouk-obituary",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Peter Sellers",
      "id": "film/peter-sellers",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Blake Edwards",
      "id": "film/blake-edwards",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ronald Bergan",
      "id": "profile/ronaldbergan"
    }
  ],
  "guardianId": "film/2016/may/24/burt-kwouk-obituary"
}