{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/david-bowie-second-album-breaks-discogs-price-record-space-oddity",
  "id": "2016-05-11-324",
  "sectionId": "music",
  "body": "An original copy of David Bowie’s second album has become the most expensive record ever sold on the record collectors’ site Discogs. The original UK pressing of the 1969 album David Bowie – which was later retitled Space Oddity – fetched $6,826 (£4,722), beating the record set in 2015 by Chung King Can Suck It, a limited-edition 12in by the New York band Judge, a copy of which sold for $6,048 (£4,183).     Money maker … the cover of the album that broke the Discogs record. Photograph: Publicity image    The high price is almost certainly related to Bowie’s death earlier this year. “As morbid as it sounds, there is usually a bump in sales in the marketplace for a given artist when they pass,” said Ron Rich, Discog’s marketing director. “Collectors look to grab that piece of history, they want to own that a piece of the story. There are a finite number of that album and even fewer that were released under the title David Bowie – find one in good condition and you can relive that moment when you first listened to it. It’s tough to put a monetary value on that.” A posting on Discogs’ blog noted that the buyer was unknown. “I’m not sure where this expensive record is going. I don’t know who is looking after it now. But I hope, wherever it is, it’s being treasured in whatever way the buyer finds appropriate. I hope that future generations will be able to grab it off the shelf and give it a listen, and I hope the first time they start side one they get completely swept away in the story of a man who was looking back at his home planet at a time when that still seemed like a tenuous proposition. Above all else, I hope that David Bowie’s art continues to matter, because he certainly put a lot of himself in all of those songs. I want to see that part of him echo forward.”   Related: David Bowie's last days: an 18-month burst of creativity    Though the sum paid for the Bowie album seems like a lot, it falls far short of the prices paid for other records. Even leaving aside the $2m Martin Shkreli shelled out for the single copy of Wu Tang Clan’s Once Upon a Time in Shaolin last year, other rare editions have gone for sums that would buy you financial security. Ringo Starr’s copy of the Beatles’ White Album – numbered 0000001 – sold for $790,000 (£546,500) in December 2015. But even commercially available releases with no celebrity connections can fetch huge prices. A few early pressings of Bob Dylan’s The Freewheelin’ Bob Dylan contained four tracks that the singer replaced on subsequent editions, and a copy of that has sold for $35,000.",
  "webTitle": "David Bowie's second album breaks Discogs' price record",
  "webPublicationDate": "2016-05-11T07:37:44Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/david-bowie-second-album-breaks-discogs-price-record-space-oddity",
  "keyword": [
    {
      "webTitle": "David Bowie",
      "id": "music/davidbowie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/11/david-bowie-second-album-breaks-discogs-price-record-space-oddity"
}