{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/05/lenny-henry-music-career-blues-racism-prince",
  "id": "2016-05-05-97",
  "sectionId": "culture",
  "body": "Hi Lenny! You’ve just put out a blues album, New Millennium Blues. What is it with comedians and the blues (1) ?  The blues has been in my life since I was little. My parents had this massive record player in the living room, a “blue spot grand” they called it ... it used up an entire rainforest to make this thing, and it had all these records in it. Some were rock, some were reggae, but a lot was blues – Ray Charles, Chuck Berry and all that stuff. Are you falling into the stereotype of the funny man being sad behind the scenes?  I don’t know about that. I listen to lots of blues records and some of them are funny. BB King’s How Blue Can You Get is hilarious. “I gave you six children and now you wanna give ‘em back” ... that’s funny! Howlin’ Wolf’s Meet Me In The Bottom, which I cover on my album, is another example – he talks about climbing out of a woman’s window because her husband’s coming to get him and it’s really funny! Prince does a joke right in the middle of Vicki Waiting: “Why is your organ so small? I didn’t know I was playing in a cathedral!” Now I’m sorry, but that’s basically a Bernard Manning joke! What are you doing Prince?!         The Cops Don’t Know, the single from Henry’s album New Millennium Blues    When did you start writing music?  I’ve written songs since the beginning of the 80s. I did a character called Theophilus P Wildebeeste (2) on television, and all of these record companies tried to sign me because they thought they could make a fast buck out of it. I was flattered into thinking they would help imprint the brand, or some shit like that, but actually I ended up feeling that doing novelty records tarnished the music I love. It’s fine doing impressions on the telly – Michael Jackson or Earth, Wind & Fire, or something – but an album is different. You should do it properly. I went through a period of working with various people, including Trevor Horn, but then my mum said: “That’s another job! that’s a whole other career! Don’t be stupid!” So I hung my hat on comedy and that was that. Until now … Recently, I just thought: “Why not take on things you’re frightened of?” So I started working with Jakko Jakszyk (3) – I sent him some lyrics and a few days later these demos starting arriving on my computer. We went into the studio and I’ve got massive respect for anyone who does that for a living – it’s a nerve-wracking experience!     ‘Doing novelty records tarnished the music I love’: Henry as Theophilus P Wildebeeste. Photograph: Alamy    The title track of your album takes aim at the obesity crisis, celebrity culture, kids hooked on virtual reality and hurricanes. Which is the worst? (Laughs) I think that was a litmus test for what’s going on at the moment. The list goes on and on … just look at food banks. I was in Uganda years ago talking about food banks. Who would have thought we’d have them in our country? You just wouldn’t, the world has changed. And that song is a list of all the things you notice. Was it your stab at being Marvin Gaye?  Inner City Blues, it was trying to find the 21st-century equivalent of that. I thought: what would make Marvin Gaye holler now?   Related: Lenny Henry on Prince: 'I almost passed out. This was my hero talking to me'    The Cops Don’t Know is inspired by the Black Lives Matter movement in the US … Yeah, it’s awful. The Guardian has got this thing where it counts all the people who get shot mistakenly by police (4) and it’s in the thousands now. It’s just a matter of fact that there are more black men in prison, more getting shot, more being profiled … the police see an 11-year-old and they immediately think they’re 18. And they say things like: “He came towards me, frothing at the mouth, he was like an animal, I drew my weapon, I got scared.” It’s an 11-year-old kid, what the hell’s going on?! Barack Obama is sick of talking about it, we’re getting inured to it … why are we inured to people opening fire on innocent citizens? If we’re not careful it could happen here soon. I love that Robin Williams joke: “The police in Britain shout “Stop! Or I’ll shout stop again!” I’m happy for that to continue. Did you experience racist police growing up? I experienced racism. So did my mum and my dad and my brothers. I grew up as a black person in a black family and racism was part of our lives. At one point in my life I had a fight nearly every day just on my way to school – getting called names or whatever. But it’s institutionalised too. People are scared to have the word “racism” bandied about because it’s a raw word. They think you’re having a go but you’re not. Things are changing, though. There’s a coalition of the willing emerging who realise it’s a rigged deck, and want make it a level playing field. You wrote about meeting your hero Prince in the Guardian recently. You said he cornered you for 90 minutes to talk about his Warner Bros contract … Yeah! Although I’m such a big fan that I didn’t really mind. He was incensed that they owned all his masters. It was basically a very early conversation about intellectual property and how creators should own their product. He was saying: “It went from my mind, my soul, on to tape – the record company shouldn’t own the tape!” It was great, though, and he was good company. He was funny. Did you meet him on other occasions? Yeah, I also introduced him on Top of the Pops, when he was wearing a red scarf over his face and singing a song called Get Wild. It was one of the best nights of my life. I got to see him close up – he was playing the bass, and after every performance he ran up to the gallery to watch the performance, then came down again to do it again. He did it about five times. He was very particular about the performance and that taught me a great deal. Don’t just accept it when someone says: “yep, we’ve got this!” You can always do it again. He almost wanted to direct and control everything, and that was a lesson to be learned. These people, multi-instrumentalists who write and play, are a multiple threat. And the people who produce and direct are scared of that because it puts them out of a job. Your band Poor White Trash (5) played Jeremy Paxman’s birthday party. Is that one of the weirdest gigs ever played? Yeah! We did a lot of birthday parties and wrap parties (6). Hugh Laurie would normally be looking at me going: “I’m in a band! I can’t believe I’m in a band!” We loved it. You might not be Stevie Wonder but you can hold a tune and make a crowd move and dance. I saw Mo Mowlam and Jeremy Paxman getting down to Sex Machine – not a lot of people have done that! Footnotes (1) Noted delta bluesman Hugh Laurie has put out two albums in the last few years. (2) A parody of soul lothario Teddy Pendergrass, right down to the initials. (3) Currently occupying the role of lead singer in King Crimson. (4) The Counted recorded 1145 people killed by police in the US in 2015. At the time of publication, the figure for 2016 is 350. (5) Band featuring Lenny Henry, Hugh Laurie, Ade Edmonson and Ben Elton’s wife, Sophie. (6) The Sense And Sensibility wrap party was especially wild, according to Lenny.",
  "webTitle": "Lenny Henry on his music career: ‘I had Jeremy Paxman getting down to Sex Machine’",
  "webPublicationDate": "2016-05-05T17:13:33Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/05/lenny-henry-music-career-blues-racism-prince",
  "keyword": [
    {
      "webTitle": "Lenny Henry",
      "id": "culture/lenny-henry",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Blues",
      "id": "music/blues",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "culture/2016/may/05/lenny-henry-music-career-blues-racism-prince"
}