{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/woody-allen-ronan-farrow-cannes-cafe-society-film",
  "id": "2016-05-12-193",
  "sectionId": "film",
  "body": "Woody Allen’s opening night film of the 69th Cannes film festival, Cafe Society, has been generally well-received by critics. But Wednesday’s kick-off to the event was by no means smooth for the 80-year-old film-maker. The morning of the premiere, a piece by Ronan Farrow, Allen’s estranged son, ran in the Hollywood Reporter, restating his support for his stepsister, Dylan, who has in the past claimed Allen sexually assaulted her as a child. Later, in introducing the film at the Lumiere cinema, master of ceremonies Laurent Lafitte shocked the audience when he addressed a joke to Allen, saying: “It’s very nice that you’ve been shooting so many movies in Europe, even if you are not being convicted for rape in the US.”    Related: Ronan Farrow condemns media for handling of Woody Allen allegations    At a press lunch for Cafe Society on Thursday in Cannes a reporter asked Allen what it was like to be confronted by Ronan’s letter mere hours before opening night. Allen said that he hasn’t read it. “I never read anything about me,” Allen said. “These interviews I do, anything. I said everything I had to say about that whole issue in the New York Times. I have moved so far past it. I never think about it. I work. It’s worked for me. I’ve been very productive over the years by not thinking about myself.   Related: Woody Allen at Cannes: artistic competition 'against common sense'    “I’ve said I was never going to comment on it again,” he added. “I could go on endlessly - then we’d just be going on endlessly. I’ve said everything I’ve had to say about it.” Another reporter asked him about Lafitte’s joke. “It would take a lot to offend me,” Allen said. “I am completely in favor of comedians making any jokes they want,” Allen continued. “I am a non-judgmental or [non]-censorship person on jokes. I’m a comic myself and I feel they should be free to make whatever jokes they want.” At the same event, Blake Lively, who has a supporting role in Cafe Society, said that she wasn’t a fan of Lafitte’s manner of joking.  “It wasn’t just Woody,” Lively told reporters. “He made three homophobic comments in a row. A Hitler joke. And a rape joke. It was all within 30 seconds … What on Earth was happening? It was really confusing.” “I think any jokes about rape, homophobia or Hitler is not a joke,” Lively added. “I think that was a hard thing swallow in 30 seconds. Film festivals are such a beautiful, respectful festivals of film and artists and to have that, it felt like it wouldn’t have happened if it was in the 1940s. I can’t imagine Fred Astaire and Bing Crosby going out and doing that. It was more disappointing for the artists in the room that someone was going up there making jokes about something that wasn’t funny.” It later emerged that journalists from the Hollywood Reporter, the magazine that published Ronan Farrow’s article, were barred from the event. Allen’s publicist, Leslee Dart was quoted by the Hollywood Reporter as saying: “It’s only natural that I would show displeasure when the press — in this case, The Hollywood Reporter — goes out of its way to be harmful to my client.”",
  "webTitle": "Woody Allen responds to Ronan Farrow: 'I never read anything about me'",
  "webPublicationDate": "2016-05-12T13:39:03Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/woody-allen-ronan-farrow-cannes-cafe-society-film",
  "keyword": [
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/12/woody-allen-ronan-farrow-cannes-cafe-society-film"
}