{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/best-pop-rock-festivals-uk-2016",
  "id": "2016-05-21-130",
  "sectionId": "music",
  "body": "Isle of Wight 9-12 June  Britain’s shrinking southern island boasts some truly golden oldies this year, with headliners the Who and Queen (fronted by Adam “Camp Elvis” Lambert), plus dad-friendly sets from Iggy Pop and Status Quo. Worried they won’t be talking about your generation too? Don’t sweat it. Sigma, Jess Glynne and a DJ set from Pendulum round out a lineup with something for everyone. Download 10-12 June      The main stage at Download Festival    The “metal one” does exactly what it says on the tin. Rammstein close day one, Black Sabbath day two, and Iron Maiden nail shut Sunday. Clearly, Leicestershire’s Donington Park is the definitive place to rock the hell out this summer. Expect a ratio of beards to hairless chins normally only seen at a cereal cafe. Parklife 11-12 June  Heaton Park, Manchester, hosts the seventh year of the UK’s fastest-growing festival – with the Chemical Brothers, Major Lazer and one of two exclusive UK gigs from Ice Cube (the other is at Wild Life in Brighton). At a little over £100 for the weekend, it’s hard to get more bang for your buck. Glastonbury 22-26 June     The Who on the Pyramid stage at Glastonbury. Photograph: Alamy    How do you top the outrageous Kanye West? Glastonbury’s answer this year is: you don’t. You play it safe, with three of the most bankable behemoths in the business. Coldplay, Muse and Adele will likely give fans exactly what they’re expecting, but there’s plenty of excitement lower down the bill, from the effortless cool of Grimes and Skepta to the nostalgic, only-at-Glasto feelz of Cyndi Lauper and Art Garfunkel.  British Summer Time 1-10 July     British Summer Time    Not your traditional festival, but rather a series of six ludicrously starred-up one-day events in Hyde Park; for Londoners, BST combines the buzz of a Pyramid stage headliner with the relief of a tube ride home. This year’s can loosely be divided into Cool Day (Massive Attack, Young Fathers); Big Day (Florence + the Machine, Kendrick Lamar); Basic Hipster Day (Mumford & Sons, Alabama Shakes); Carole King Day (Carole King); Mother’s Day (Take That, Olly Murs); and OMG IT’S STEVIE WONDER! (and Pharrell Williams) Day. Wireless 8-10 July When it comes to R&B in Britain, nobody does it better. London’s Wireless 2016 may not be the best ever – it lacks the star quality of last year’s Minaj-Drake-Lamar holy trinity – but with Calvin Harris to close the first night, plus Chase & Status, Miguel and Boy Better Know, it will still be easy to keep dancing for three days straight.   T in the Park 8-10 July     Biffy Clyro at T in the Park 2014. Photograph: PR    Scotland’s biggest festival boasts half the best names from all the rest – including Calvin Harris, Disclosure, the Stone Roses, Red Hot Chili Peppers and Mexican acoustic guitar sensation Rodrigo y Gabriela. Time to make like a besieging medieval army and set up camp outside Strathallan Castle, Perthshire. Latitude 14-17 July The Suffolk fest’s top line is pretty solid – the Maccabees, New Order and the National headline – and further down things get exhilarating, with Grimes, Christine and the Queens, and a UK exclusive set from Balkan brass and ukulele fans Beirut. And then, of course, there’s the usual joyful mix of theatre, comedy and every other art form under the sun. End of the Road 1-4 September     End of the Road festival. Photograph: Andrew Novell    Now in its 10th year, this boutique festival held at Larmer Tree Gardens north of Bournemouth has built a reputation as the perfect end to a wild summer. There’s an egalitarian spirit to the place, with its lack of VIP areas, and this year’s bill rivals any other: Joanna Newsom, Broken Social Scene and Bat for Lashes stand out in an eclectic lineup. Bestival 10-13 September     Bestival.    Rob Da Bank’s annual last hurrah – known for its dance music focus and even-more-fancy-dress–than-usual dress code – claps us out for the year with Hot Chip, Major Lazer, Diplo and the Cure. Gloriously daft entertainment comes in the form of Mr Motivator, Mexican wrestling and last year’s breakout stars the Chuckle Brothers. THE BEST OF THE REST Lunar 3-5 June  Super Furry Animals, Mercury Rev and Television headline the third year of this mystical Warwickshire bash. Born & Bred 4-5 June Wiley + Slimzee and Novelist top the bill at Hackney’s youthful dance party. Field Day  11-12 June PJ Harvey headlines and the Avalanches return – expect east London to get crazy as a coconut. Wild Life 11-12 June Disclosure, Rudimental and Ice Cube at an airport in Brighton. What’s not to love? Fold festival 24-26 June     Nile Rogers of Chic at British Summer Time 2015, Hyde Park, London. Photograph: Brian Rasic/WireImage    Nile Rodgers curates a London leg of his New York dance party, with Beck and Alison Moyet. BSTK 8-10 July Growing boutique-sized bash BSTK – Brownstock – has lured Annie Mac, Mark Ronson and Tinie Tempah out to Essex. Lovebox 15-16 July Groove Armada’s two-day London danceathon welcomes Major Lazer, Run the Jewels and LCD Soundsystem. Truck 15-17 July Britain’s biggest little festival brings Jurassic 5 and the Manic Street Preachers to Hill Farm, Oxfordshire, for under £100. Citadel 17 July Sigur Rós headline the definitive 30-something hipster one-dayer in London, complete with Sunday Papers Live. Secret Garden Party 21-24 July     Secret Garden Party    Caribou, Air and Primal Scream provide the noise at this distinctive Cambridgeshire lakeside daydream. Splendour 23 July The Nottingham one-dayer boasts Jess Glynne and veterans UB40, Turin Brakes and the Human League. Camp Bestival 28-31 July Bestival’s family-friendly spin-off brings Fatboy Slim to Lulworth Castle, Dorset, along with a small avalanche of activities for the kids.campbestival.net Kendal Calling 28-31 July The gorgeous Lake District festival hosts Rudimental, the Charlatans and Peter (née Pete) Doherty. Standon Calling 29-31 July Suede, Kelis and Jess Glynne headline an extended chill-out session in rural Hertfordshire, complete with outdoor pool. Forgotten Fields 5-7 August Kelis, Suede and Dizzee Rascal bring the funk to Eridge Deer Park, East Sussex. Green Man 18-21 August Edward Sharpe, Belle & Sebastian and Grandaddy bring feel-good vibes to the ethical Brecon Beacons escape. V festival 20-21 August Richard Branson’s Essex and Staffordshire bashes offer this year’s purest dose of pop, in the shape of Mike Posner, Rita Ora and headline act Justin Bieber. Creamfields 25-28 August The iconic Cheshire dance music festival hosts Calvin Harris, Chase & Status and Avicii’s last-ever UK performance. Reading & Leeds  26-28 August     Reading Festival Photograph: Tabatha Fireman/Redferns    Britain’s top twinned festivals host the Red Hot Chili Peppers, A$AP Rocky and the 1975 in Reading and Leeds. No 6 1-4 September Portmeirion’s unique and beautiful boutique festival hosts Hot Chip and Noel Gallagher in north Wales. Sundown 2-4 September Jason Derulo and Years & Years bring a weekend of pop and dance to Norwich.",
  "webTitle": "The best UK pop and rock festivals for 2016",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/best-pop-rock-festivals-uk-2016",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "T in the Park",
      "id": "music/t-in-the-park",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glastonbury 2016",
      "id": "music/glastonbury-2016",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bestival",
      "id": "music/bestival",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/21/best-pop-rock-festivals-uk-2016"
}