{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/somali-refugee-in-critical-condition-after-setting-herself-alight-on-nauru",
  "id": "2016-05-02-21",
  "sectionId": "australia-news",
  "body": "The young Somali woman who set herself alight on Nauru – the second refugee in a week to do so – has been taken to Australia by air ambulance, but her situation remains critical.   Related: Widow of refugee who set himself alight 'being kept in hotel and denied a lawyer'    Hodan, 21, doused herself and set herself alight inside the OPC1 section of the detention centre on Nauru. According to reports, she suffered severe burns to most of her body. One person reported “all of her clothes were burned off”. Another source said: “One of the witnesses who saw her said the situation is much worse than Omid,” a reference to 23-year-old Omid Masoumali, who died last week after self-immolating on Nauru. Other refugees were prevented by police from entering the hospital to see Hodan (spelled Hadon on her immigration department records) but said that she must be medically evacuated as quickly as possible after accusations of delays in treating Masoumali. An air ambulance arrived overnight on Nauru to transport Hodan to Australia. She arrived mid-morning in Brisbane. Sources on Nauru say she has suffered severe burns to her upper body and face. The incident will increase the pressure on the Australian government to improve conditions on Nauru and at its other offshore detention centre on Manus Island in Papua New Guinea. Despite Labor supporting the government’s policy of refusing settlement for refugees arriving by illegal boats, the party’s immigration spokesman Richard Marles said it was leaving people without hope. Prime minister Malcolm Turnbull “must urgently seek a viable agreement to resolve the fate of people on Manus Island and Nauru”, Marles said on Tuesday. Hodan was forcibly returned to Nauru only last Wednesday. She was seriously injured in a motorcycle accident on Nauru last November, and was brought to Australia for medical treatment. In the early hours of the morning last Wednesday, Australian Border Force guards carried her out of the Brisbane immigration transit accommodation (Bita) holding her by her arms and legs as she screamed to be allowed to stay. Sources on the island say Hodan’s self-immolation was her second attempt at suicide since being returned to the island. Hodan had been held on Nauru for three years before she was moved to Brisbane. Friends described her as a “gentle soul” who had been “destroyed” by her time in detention. Masoumali set himself alight at Nibok refugee settlement on Nauru last Wednesday in the presence of representatives from the United Nations. Video footage shot on a mobile phone, which Guardian Australia has chosen not to publish, shows him dousing himself in accelerant and shouting: “This is how tired we are; this action will prove how exhausted we are. I cannot take it any more”. He then sets himself alight. Masoumali’s widow, also a refugee, has been critical of the delay in getting him care on Nauru. She says it was hours before he was given painkillers. It was more than 22 hours before he was taken to a Brisbane hospital. Video footage of Masoumali at Nauru hospital shows him clearly conscious as he paces up and down while screaming – with severe burns apparent to his arms, legs, chest and back – while distressed friends plead for him to be given assistance. A second clip shows doctors and nurses struggling to administer painkillers, as Omid, still standing, continues to scream. People watching nearby are vomiting.   Related: 'We are the forgotten people': the anguish of Australia's 'invisible' asylum seekers    Masoumali’s widow told Guardian Australia her husband was not given a sheet or a place to lie down, and that the hospital “didn’t even have a clean syringe”. “Staff in Nauru hospital couldn’t help Omid in any way because they were unequipped,” she said. “A lack of proper equipment and facilities was the reason that staff couldn’t help and treat Omid in the Nauru hospital.” On Monday, she said she was being kept in a Brisbane hotel by immigration authorities, denied access to a lawyer and sedated. The Nauru government has said Masoumali received “the highest level of care”. But Ian Rintoul from the Refugee Action Coalition said there was “an epidemic of self-harm at Nauru” “A vulnerable young woman who needed protection was a victim of a spiteful removal. She has been sent to the toxic environment that the minister has created on Nauru. Tragically this was entirely predictable.”  Current Australian government policy – support by both major parties – mandates that no asylum seeker who arrives, or attempts to arrive, by boat will ever settle in the country. Instead they are sent to the two offshore processing facilities on Manus Island in Papua New Guinea, or Nauru, ostensibly for processing, followed by repatriation or resettlement in a third country. However, in practice, it has resulted in indefinite detention, with fewer than five resettlements in Cambodia and PNG (Nauru does not offer permanent resettlement) from more than 2,000 people in detention. New Zealand has offered to take refugees, but Australia has refused this, saying it was a “back door” to entering Australia. Last week the PNG supreme court ruled the detention on Manus Island was illegal and unconstitutional, and its government announced closure of the Manus Island facility. Since then, the Australian government has been scrambling for a solution, and detainees in both centres have become increasingly distressed amid the confusion. The United Nations has said Australia’s offshore detention regime is acutely damaging, and called for refugees and asylum seekers to be removed from their current detention. Catherine Stubberfield, spokesperson for UNHCR’s regional representation in Canberra, said there was “no doubt that the current policy of offshore processing and prolonged detention is immensely harmful”. “There are approximately 2,000 very vulnerable refugees and asylum seekers on Manus Island and Nauru. These people have already been through a great deal, many have fled war and persecution, some have already suffered trauma. Despite commendable efforts by the governments of Papua New Guinea and Nauru, arrangements in both countries have proved completely untenable.” Stubberfield said the mental health and physical wellbeing of people held in detention had deteriorated over time. “The consensus among medical experts is that conditions of detention and offshore processing do immense damage to physical and mental health. UNHCR’s principal concern today is that these refugees and asylum seekers are immediately moved to humane conditions with adequate support and services to prevent further unnecessary suffering.” The government of Nauru said it was “distressed that refugees are attempting such dreadful acts in order to attempt to influence the Australian government’s immigration policies”.   Related: There are policy alternatives to locking up refugees in Pacific gulags | Richard Ackland    It said refugee advocates, Australian politicians and human rights lawyers should “work with us in sending the message to refugees on Nauru that such drastic actions will not work, and to refrain from such protests”. “Refugee advocates must stop giving refugees and asylum seekers on Nauru false hope and stirring up these protests.” Save the Children’s chief executive Paul Ronalds said Australia needed to find permanent and workable solutions for those held on Nauru and Manus, who were being damaged by the ongoing uncertainty over their futures. “We know first-hand from our time on Nauru that prolonged and indefinite detention, and the uncertainty associated with a lack of permanent resettlement options for refugees on Nauru, causes serious harm. Recent events on both Manus and Nauru demonstrate the unsustainability of present arrangements, and that further serious and life-threatening incidents are inevitable.”  In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here",
  "webTitle": "Somali refugee in critical condition after setting herself alight on Nauru",
  "webPublicationDate": "2016-05-02T21:11:04Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/somali-refugee-in-critical-condition-after-setting-herself-alight-on-nauru",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Somalia",
      "id": "world/somalia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    },
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/03/somali-refugee-in-critical-condition-after-setting-herself-alight-on-nauru"
}