{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/pope-francis-consider-ordaining-women-female-deacons-catholic-church-commission",
  "id": "2016-05-12-141",
  "sectionId": "world",
  "body": "Pope Francis has opened the door to female deacons in what could be a major shift by the Catholic church, which maintains a prohibition on women serving as clergy.   Related: Pope praises women and lays out vision to reinvigorate Catholic church    The pontiff, who has previously ruled out the possibility of female priests, said he would appoint an official commission to study the issue, which required some “clarity”. While the remarks, reported by National Catholic Reporter, appeared to have been made off the cuff in response to a question before an audience of hundreds of nuns, Francis also indicated that it was an issue he had grappled with in the past. He said he had once inquired about the role female deacons had played in the early centuries of the church. “What were these female deacons?” the pope recalled asking a “good, wise professor” who had studied the issue. “Did they have ordination or no?”   Related: I'm a Catholic feminist, and my church needs me more than ever | Kristina Keneally    He then floated the possibility of constituting an official commission to study the question. “It would do good for the church to clarify this point,” he told the nuns. The appointment of women as deacons would greatly expand the role of women in the church. Deacons can lead prayer services and may manage other pastoral duties if a priest is absent, but are barred from consecrating communion and hearing confessions, among other duties. Although Francis has said that the “door is closed” to the possibility of women becoming priests – the Catholic church teaches that women cannot become priests because Jesus willingly chose only men as his apostles – he has also advocated expanding the role women within the church.   Related: Protesters urge pope to ordain female priests and stop 'legitimizing sexism'    Francis’s comments are likely to fuel anxiety among traditional and conservative Catholics that the pope is seeking to push the church in a more liberal, progressive direction. The pontiff also told the audience of nuns that the church needed to treat them with more respect, saying he has seen many times that sisters are made to do the “work of servitude and not service”. Should someone “ask you to do something that is more of servitude than service, you are courageous to say no!” he told the gathering. “Your vocation is for service, service to the church … but not of servitude.”  This article was amended on 12 May 2016. An earlier version said incorrectly that deacons could celebrate mass and that the role was restricted to “mature married men” over the age of 35.",
  "webTitle": "Pope Francis to consider ordaining women as deacons",
  "webPublicationDate": "2016-05-12T15:52:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/pope-francis-consider-ordaining-women-female-deacons-catholic-church-commission",
  "keyword": [
    {
      "webTitle": "Ordination of women",
      "id": "world/ordination-of-women",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    },
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/12/pope-francis-consider-ordaining-women-female-deacons-catholic-church-commission"
}