{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/egyptair-crash-search-teams-hunt-flight-ms804-black-box-recorder",
  "id": "2016-05-22-112",
  "sectionId": "world",
  "body": "Search teams have resumed the difficult hunt for the flight recorders of EgyptAir flight MS804 as mystery persists over what caused the Airbus to plunge into the Mediterranean sea killing 66 people, minutes after smoke was detected in multiple places on board. The black box flight data recorders that could hold the clues to the mystery have not yet been found as Egyptian military and international sea-search teams continue to scour a vast area of the Mediterranean north of Alexandria on the Egyptian coast. The task is particularly complex given that the flight recorders could have sunk to more than 2,000 metres below sea level. The black boxes emit a constant signal pointing to their location, but these only continue for four to five weeks in the water before their power runs out. A French patrol vessel carrying specialist equipment for sea searches and retrieval has left the French port of Toulon and should arrive in the area on Sunday or Monday to join the search. Egypt’s president, Abdel Fatah al-Sisi, said a submarine belonging to his country’s oil ministry had left for the site of the crash. Smoke was detected in multiple places on board the missing EgyptAir flight MS804 minutes before it crashed, French investigators have confirmed, as the Egyptian military released pictures of the plane’s debris.     A lifejacket found among wreckage from EgyptAir flight 804. Photograph: Xinhua/Rex/Shutterstock    Signs of smoke were picked up in a toilet and in the aircraft’s electronics, according to data from the Aircraft Communications Addressing and Reporting System (Acars), which routinely transmits data to airlines about the condition of their planes. Making his first public comments since the Airbus A320 crashed on Thursday while flying from Paris to Cairo, Sisi said it would take time to determine the cause of the crash. He thanked the countries that had joined Egyptian navy ships and aircraft in the search for the wreckage. Sisi said the Egyptian search submarine had the capacity to operate at a depth of 3,000 metres (about 9,800ft) below the surface.  As the search for the plane’s flight recorders continued, the Egyptian military released pictures of some of the debris recovered on Friday. Photographs of a lifejacket, parts of the plane’s chairs and other wreckage were posted on Facebook. In France, investigators confirmed the data about smoke warnings first reported by the website Aviation Herald, while the French foreign minister, Jean-Marc Ayrault, said no theory on the cause of the crash had been ruled out. “At this time … all theories are being examined and none is favoured,” he said after meeting relatives of victims.   EgyptAir locator map   The warnings came at about 2.26am local time (04.26 GMT) on Thursday, just before air traffic controllers lost contact with the plane. David Learmount, a consulting editor at Flight Global, said the data presented the beginning of a sequence of events that could be “the answer to what happened”, but he could not confirm whether the fire was triggered by an act of terrorism or an electrical fault. “There’s a report of smoke in the forward lavatory [and] a minute later there’s smoke in the avionics bay, which is very worrying, and then two minutes later the flight control computers, one after the other, start to fail,” Learmount told BBC Radio 4’s Today programme. “Now the question we are left with is did this start with an ordinary electrical fault, a short circuit which started a fire, or was the fire started deliberately with a small explosion or an incendiary device? “It could still be terrorism but it looks as if the aircraft went out of control because the controls were literally burning up. But we don’t know if it’s terrorism that started this or an electrical fault.”           Missing EgyptAir flight: what we know so far    Shaker Kelada, the former head of Egypt’s plane crash investigations unit, cautioned against reading too much into the data. “Alone, it means nothing. It’s the last four seconds at the end of the transmission. If it’s an indication of anything it could be a follow-up to an explosion. It could also happen if someone smokes in the cockpit or the bathroom. But there was no warning in the cockpit. “This could be the first indication of a bomb. Or it can be unrelated. Since we don’t have any further information we cannot tell anything.” Greece’s lead air accident investigator, Athanasios Binis, said on Saturday that the search had been narrowed to a 900-square mile area, approximately 180 miles (290km) north of Alexandria. “That is where we are focusing and the sea there is between 7,500-10,000ft [2,300-3,000 metres] deep. Our priority now is to find the black boxes and as much wreckage as possible.”   Related: Sole Briton on flight MS804 had just become father for second time    Investigators were still unclear whether the plane’s sudden drop in altitude was controlled or not, he added. “We still don’t know how it dropped from 37,000ft to 15,000ft or whether the pilot had tried to control it. It seems that they had a series of technical malfunctions before they lost control but what caused that we have yet to discover.” The passengers included 30 Egyptians, 15 French citizens, two Iraqis, two Canadians, the Briton Richard Osman, and citizens from Algeria, Belgium, Chad, Portugal, Saudi Arabia and Sudan. They also included a boy and two babies. Seven crew members and three security personnel were also on board.  The spokesman for the investigation said it was “far too soon to interpret and understand the cause of Thursday’s accident as long as we have not found the wreckage or the flight data recorders”. Despite theories that a bomb may have been smuggled on board, no claim of responsibility has so far been made by Islamic State or other terrorist groups.",
  "webTitle": "EgyptAir crash: search teams hunt for MS804 black box recorder",
  "webPublicationDate": "2016-05-22T10:52:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/egyptair-crash-search-teams-hunt-flight-ms804-black-box-recorder",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Airbus",
      "id": "business/airbus",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    },
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "world/2016/may/22/egyptair-crash-search-teams-hunt-flight-ms804-black-box-recorder"
}