{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/skype-ipads-in-cell-education-prison-legislation-queens-speech",
  "id": "2016-05-18-306",
  "sectionId": "society",
  "body": "Prisoners should be able to use iPads in their cells and stay in touch with friends and family via Skype, a major study commissioned by the justice secretary, Michael Gove, is expected to conclude. The review into prison education by Dame Sally Coates advocates the increased use of “in-cell technology, such as iPads, so prisoners can learn independently”, according to extracts from a draft of the report seen by the Guardian. The findings will be published alongside the Queen’s speech on Wednesday, which will include legislation that ministers say represents the biggest shakeup in prisons since Victorian times. The prisons bill will pave the way for satellite tracking that will allow some offenders to spend just weekends in jail, introduce league tables on reoffending, employment rates, violence and self harm, and give the governors at six major prisons unprecedented freedoms. Prisons will be able to determine how their budgets are spent and opt out of national contracts.   Related: What is the Queen's speech?    The legislation will be a centrepiece of the government’s Queen’s speech, which David Cameron wants to be centred on improving the life chances of the most disadvantaged individuals in the country. It will come alongside a children and social work bill, designed to improve the opportunities for those in care, a universities bill, which aims to boost the chances of students from minority backgrounds, and a local growth and jobs bill. The government is also expected to push ahead with controversial plans to tear up the Human Rights Act and replace it with a British bill of rights, in a move that is likely to face fierce resistance. There will also be a digital economy bill. But the prime minister is hoping to focus on the life-chances legislation, which follows a series of speeches aimed at building a legacy that goes beyond the government’s austerity drive.  A life-chances strategy, which will focus on supporting children during the early years and improving parenting, is also due to be published in the summer, later than originally planned. Cameron said his government was preparing to present a “One Nation Queen’s speech from a One Nation government”. “For too long, we have left our prisons to fester. Not only does that reinforce the cycle of crime, increasing the bills of social failure that taxpayers must pick up. It writes off thousands of people,” he said. Gove said: “Prisons must do more to rehabilitate offenders. We will put governors in charge, giving them the autonomy they need to run prisons in the way they think best. “By trusting governors to get on with the job, we can make sure prisons are places of education, work and purposeful activity. These reforms will reduce reoffending, cut crime and improve public safety.” A Conservative source claimed that none of the reforms should be seen as “soft on crime”, pointing out that the vast majority of prisoners end up back on the streets, so rehabilitation is critical.   Related: Looking for better ways to make prison work in the 21st century | Letters    As well as promising massive freedoms for prisons, starting with sites in the east Midlands, the north-east and London, including HMP Wandsworth, the government will welcome the findings of Coates into how to improve education inside prisons. She will call for a Teach First-style programme in prisons but will also criticise blanket security practices that effectively ban internet use in jails. She will also recommend trialling the use of technology such as Skype to communicate with loved ones face to face, claiming: “Keeping in touch with friends and family is a key factor in maintaining an individual’s wellbeing and has been shown to reduce reoffending.” Rod Clark, chief executive of the Prisoners’ Education Trust, said he welcomed the far-reaching review “and particularly [Coates’s] call for a commonsense approach to the use of technology in prisons”. Clark added: “For too long, jails in England and Wales have languished in a pre-internet dark age, with prisoners struggling to find a computer to type on, let alone gain internet access.” It comes as a coalition of 136 organisations, including the human rights groups Liberty and Amnesty, law firms, unions, charities and the families of terrorism victims, unite to oppose the plans for a British bill of rights. Although ministers have indicated that the move will not require Britain to withdraw from the European convention on human rights, campaigners still believe it will significantly reduce protections. Bella Sankey, director of policy for Liberty, said: “These diverse organisations speak as one in defending the Human Rights Act. They join all the devolved administrations, all major opposition parties, Conservative rebels, anti-apartheid activists and thousands of ordinary people in opposing divisive and discriminatory plans to replace human rights with government-sanctioned privileges. There is a long struggle ahead, but as the chorus of condemnation grows, how much longer can the government refuse to listen?” Kate Allen, Amnesty International UK director, said: “Hillsborough shows how vital the Human Rights Act is to ordinary people when all other avenues of justice fail. We mustn’t let politicians tear up those hard-won protections. Walking away from the Human Rights Act would also threaten to bring down the crucial peace agreement in Northern Ireland. The government should leave the Human Rights Act alone – it’s ours, it’s working, it’s needed.”",
  "webTitle": "Skype, iPads and in-cell education at heart of major prisons shakeup",
  "webPublicationDate": "2016-05-18T07:28:31Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/skype-ipads-in-cell-education-prison-legislation-queens-speech",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK bill of rights",
      "id": "law/uk-bill-of-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "society/2016/may/17/skype-ipads-in-cell-education-prison-legislation-queens-speech"
}