{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/26/granit-xhaka-arsenal-leader-borussia-monchengladbach",
  "id": "2016-05-26-273",
  "sectionId": "football",
  "body": "Borussia Mönchengladbach’s interim manager André Schubert looked around his dressing room in search of a leader. The team had lost five consecutive games at the start of last season and the two club captains, Martin Stranzl and Tony Jantschke, were injured and unavailable. The team were rock bottom of the Bundesliga, still reeling from the departure of the hugely popular manager Lucien Favre, who had qualified the team for the Champions League the previous season, and Schubert needed someone to invigorate his squad. He could have opted for the Swiss goalkeeper Yann Sommer or for Lars Stindl, who had been such an inspirational captain for Hannover before leaving in 2015. But he didn’t – instead he chose a 22-year-old with a history of unnecessary yellow and red cards, with a decent proportion of them coming for dissent.   Related: Arsenal confirm signing of Granit Xhaka from Borussia Mönchengladbach    “There were two or three others who could have replaced Jantschke,” said Schubert, “but I picked Granit Xhaka because he is an important player for us who has a lot of good qualities. But he is also someone who has to learn to take responsibility.” It was a huge gamble – but a gamble that paid off. Xhaka could have wilted, but instead he grew with the responsibility. Xhaka’s first outing as captain, a home game against Augsburg, serves as a microcosm of the player: an extraordinary amount of running, intense tackling, a goal, superb passing – and then substituted in the 77th minute on a yellow card, having given away a penalty, and in real danger of being sent off. An asset but also a danger to his team. It was Xhaka’s sixth league game and his third booking. By the 17th league game of the season he had been sent off three times. He simply could not help himself. But slowly he grew into the role as captain, maturing on the pitch, managing to “be more balanced in his game” and becoming “cooler and calmer”, according to Schubert. The manager was right. After that third red card, which came as early as 31 October, Xhaka picked up only one more yellow until the end of the season. Die Fohlen, under Xhaka’s leadership, recovered from their dreadful start and finished fourth. This week the 23-year-old Switzerland midfielder joined Arsenal for £25m rising to £35m, becoming Arsenal’s third most expensive player ever, behind Mesut Özil and Alexis Sánchez. He cost almost three times as much as his international team-mate Xherdan Shaqiri when he moved to Stoke in January. Arsène Wenger said Arsenal had been watching the player regularly for more than a year and Xhaka said the Frenchman was a huge reason for joining the Gunners. “He is a legend. The first contact with him was a year ago. He phoned me. I could hardly speak,” he told Blick.     Granit Xhaka was recently made third-choice captain for the Swiss national team, behind Stephan Lichtsteiner and Valon Behrami but ahead of Xherdan Shaqiri. Photograph: INPHO/REX/Shutterstock    He could have joined Atlético Madrid last season but despite the fact that the Spanish club has reached two Champions League finals in three years the Swiss is adamant he made the right choice in sticking with Wenger (suggesting that, whatever the “Wenger out” brigade think, the Frenchman is perhaps not all bad). “Arsenal were really interested in me for a long time and I think that I fit into the football Arsenal play,” he added. “I am a good footballer but I also like to get stuck in. Arsenal have, in the last few years, always played great, attractive football and this is a great step for me.” Xhaka then added the fact that he had captained Mönchengladbach at such a young age was “not normal”. But then Xhaka is not a “normal” player. Born in Switzerland to Kosovan parents, he has had to break down barriers to get to where he is today. In recent times he has been held up as the perfect example of successful integration in the country but it has not always been that easy. Asked in 2012 whether he had been discriminated against because of his background, he told Schweiz am Sonntag [Switzerland on Sunday]: “Yes, absolutely. I never used to be taken seriously as a Swiss person. I often heard people saying things like ‘always these shit Albanians’ but I never let it get to me because I knew it was just a cliché … “There a lot of occasions when Albanians cause trouble but then we are also very nice people. People sometimes forget that there are good people from the Balkans as well. The biggest difference between someone like myself and an ‘Urschweizer’ [someone born in Switzerland] is the name. That’s it. If Max Müller and Flamur Berisha goes for the same apprenticeship then it is likely that the job goes to Max Müller. I find that stupid.”   Related: André Schubert's 'wild marriage' with Borussia Mönchengladbach in bloom | Raphael Honigstein    Xhaka and his brother, Taulant, who will represent Albania at Euro 2016, managed to stay out of trouble when they were younger, dedicating themselves to football. They both started out in Basel’s youth team and rose through the ranks, moving up to the first team for the 2010-11 season. In 2012 Granit joined Mönchengladbach and immediately made it clear that he did not lack in confidence. After a few months, when he was mainly on the bench, the 20-year-old told the press that he “would seek to speak to the manager” and “that he had already proved that he could play at the highest level”. The comments did not go down too well with his team-mates or manager Favre but, despite flirting with Lazio, he stayed at Gladbach. Later, when asked what he had learned from the experience, Xhaka said: “To speak less with the press,” before expanding, “I don’t blame the journalists but I will say things differently from now on. I went in too hard straight away. I shouldn’t have said that openly what I was thinking.” Since then Xhaka has let his football do the talking, improving in each of the four years he spent at Die Borussen. There is no doubt he will be an asset for Arsenal as Wenger has finally decided to opt for a bit of bite in midfield to go with all the skill. Not that Xhaka isn’t skilful, it is more that he combines both aspects of the game. One minute he will get stuck in to the tackle, the next he will be spraying the ball crossfield like Xabi Alonso.     Granit Xhaka has signed a five-year deal with Arsenal. Photograph: Stuart MacFarlane/Arsenal FC via Getty Images    If he continues to develop the way he has done over the past four years, he will be an Arsenal captain in the making. Towards the end of the 2014-15 season he played nine games with a broken rib, initially with special protection and painkillers before ditching them too and just playing through the pain. “At times, it hurt like hell,” he told Der Express (http://www.express.de/sport/fussball/granit-xhaka-im-interview--wer-traeumt-nicht-von-einem-ganz-grossen-klub---1762680) , “but that was mainly when I was lying on the sofa at home. But when I was playing I was so focused I wasn’t that interested in my broken rib. And we had to qualify for the Champions League.” It is an attitude and never-say-die will that have perhaps been missing at Arsenal for the past few years. One player will not change the whole mentality of a squad but Xhaka proved at Gladbach that he can inspire his team-mates with his enthusiasm and work rate. Wenger has got himself a 23-year-old leader. He may need a few more to win that elusive Premier League title but at least it is a step in the right direction.",
  "webTitle": "Granit Xhaka: a born leader who will finally bring some grit to Arsenal | Marcus Christenson",
  "webPublicationDate": "2016-05-26T09:04:00Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/26/granit-xhaka-arsenal-leader-borussia-monchengladbach",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Borussia Mönchengladbach",
      "id": "football/borussiamoenchengladbach",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bundesliga",
      "id": "football/bundesligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/blog/2016/may/26/granit-xhaka-arsenal-leader-borussia-monchengladbach"
}