{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/ebola-nurse-pauline-cafferkey-feared-horrible-death",
  "id": "2016-05-19-277",
  "sectionId": "world",
  "body": "Pauline Cafferkey, the Scottish nurse who contracted Ebola in Sierra Leone in 2014, has described the pain of battling the virus inside a hospital isolation unit. Cafferkey recovered from Ebola in January 2015, but was readmitted to the Royal Free hospital in Hampstead, north London, twice more after developing complications related to her infection. Speaking on ITV’s Tonight programme, which will air on Thursday, the public health nurse said she was a “mess” after developing meningitis triggered by the lingering virus in her nervous system in September 2015. She said: “There was so much wrong with my body I wouldn’t know where to start. One side of my face was drooped, I had hearing loss, and just having the worst headache of my life.  “Apparently I said to one of the doctors at one point: ‘Just drill a hole in my head.’ I was just a mess, a real mess. Physically and emotionally, a wreck.” Cafferkey contracted Ebola while working for the Save the Children emergency treatment centre outside Freetown in Sierra Leone in December 2014. She was evacuated to the Royal Free, which has a specialist isolation unit for highly infectious patients. The nurse had made what was believed to be a full recovery but was struck down again in September, days after she appeared at the Pride of Britain awards in relation to her work in Sierra Leone. She spent more than a month in hospital and came close to death in October. “I just had to try and keep it together,” Cafferkey recalled of the first incident. “I was thinking I could die a horrible death within the next few days … The first or second day my mouth was very painful. And then as time went on, I had a horrendous rash, I was in a lot of pain and then my body became swollen. I think probably my organs were starting to fail at that point. “The clinical lead down in the Royal Free, he told me: ‘We’re going to put you out as critical now.’ I don’t remember much after that. But obviously I knew, being a nurse, hearing the word critical means death is imminent. “I just felt horrendous. And I actually said to them: ‘I can’t carry on.’ I can’t remember my exact words, ‘just let me go, just I’ve had enough’. “I said: ‘Do not let anybody in here, I don’t want anybody to see me.’ So I actually refused to have my family come in, to come and visit me, which is quite selfish really, but I just didn’t want them to see me like that.” Until the recent outbreak in west Africa, little was known about the long-term side effects of Ebola, which does not always immediately clear from all parts of the body in patients who have recovered. Sir Mike Jacobs, the lead consultant at the Royal Free on infectious diseases, said in October that Cafferkey had not become reinfected with the virus since her recovery but that it had persisted in the brain and this led to viral meningitis.  “The virus re-emerged around the brain and around the spinal column to cause meningitis. She developed some serious neurological complications,” Jacobs said. Cafferkey told ITV: “I was crying so much to the point that I wanted to scream. I don’t know if I was scared of dying or [if it was] just sheer frustration of being there and wanting out. But the nurses were great; they would just come and sit with me, they would be with me and talk to me. “I found it very soothing if they would stroke my hair and things like that to try and soothe me. I probably reverted back to childlike behaviour. I just tried to cope with it. “I had crazy hallucinations. There were a bunch of Sierra Leoneans and they also had Ebola, but they were outside the tent, and I was saying to the nurse: ‘Treat them, treat them.’ I suppose subconsciously I must have had a degree of guilt, like why I got the best of care, world-class care, and they didn’t.” Cafferkey was readmitted to the Royal Free in February but was discharged within five days as the complication she had developed did not become serious. She said her friends and family had helped her cope with the illness when she was at her most desperate. “[They] have been massively supportive, and even down to the people who sent me cards and letters, I couldn’t believe strangers would actually feel the need to write to me,” she said. “I’m nothing special, I’m just a nurse doing her job who got unlucky and caught a virus.”",
  "webTitle": "Ebola nurse Pauline Cafferkey says she feared a 'horrible death'",
  "webPublicationDate": "2016-05-19T08:57:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/ebola-nurse-pauline-cafferkey-feared-horrible-death",
  "keyword": [
    {
      "webTitle": "Ebola",
      "id": "world/ebola",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "world/2016/may/19/ebola-nurse-pauline-cafferkey-feared-horrible-death"
}