{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/channel-4-chair-charles-gurassa-privatisation",
  "id": "2016-05-10-207",
  "sectionId": "media",
  "body": "Charles Gurassa, the new chairman of Channel 4, said that continued uncertainty about its future was “not helpful”, in comments that could be regarded as critical of the government’s handling of the state-owned broadcaster’s possible privatisation. Addressing his first press conference to launch the channel’s annual report, Gurassa urged the government to make up its mind after further leaks on Tuesday suggested that partial privatisation was still on the cards as well as a move outside London. “From a Channel 4 perspective what is not helpful is prolonged uncertainty,” he said, adding that news that the government was considering privatisation of the commercially funded broadcaster first emerged as long ago as last autumn. Prolonged uncertainty is not good for any organisation, it’s not good for staff, business partners or advertisers who are all asking the same questions you’re asking, what is going to happen. My encouragement to government is you have the information, we will happily engage on any options that you will consider, but it will be good to get to a position where we can move on and be clear.”   Related: Government drops full Channel 4 privatisation – but may sell off stake    He refused to discuss the merits of a partial privatisation as the government had not even spoken of these plans. “The government is said to be looking at various options ... we don’t really know what it means.” Appointed earlier this year, Gurassa’s previous involvement in privatisations had led to speculation that he might have been brought in specifically to sell off the channel. However, in answer to questions, he offered support for the broadcaster’s existing structure, which he described as a “very good model”. He described Channel 4 as “a brilliant organisation for attracting private capital”. Speaking about mooted plans to sell off the broadcaster’s landmark headquarters in central London, he pointed out that with £250m in reserves the group’s finances were in good shape.  The Channel 4 chief executive, David Abraham, declined to comment on reports that the broadcaster could be made to move north, saying that it had already expanded its operations in Manchester and Glasgow. Channel 4 is to present new investment plans before the end of this year.",
  "webTitle": "Channel 4 chairman: prolonged uncertainty is not helpful",
  "webPublicationDate": "2016-05-10T11:03:04Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/channel-4-chair-charles-gurassa-privatisation",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/10/channel-4-chair-charles-gurassa-privatisation"
}