{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/20/ladbrokes-coral-merger-sale-of-up-to-400-betting-shops",
  "id": "2016-05-20-306",
  "sectionId": "business",
  "body": "Ladbrokes and Coral could be forced to sell up to 400 betting shops if the £2.3bn merger of the two bookmakers is to go ahead, the competition regulator has said.  The Competition and Markets Authority (CMA) said the proposed merger between Britain’s second and third largest betting shop chains would reduce choice for customers in “a large number of local areas”. Ladbrokes has more than 2,200 shops in the UK, while Coral has 1,850. A combination of the two companies would create Britain’s largest bookmaker by number of shops, leapfrogging the market leader, William Hill, which has almost 2,400.  The CMA said the enlarged company might have to sell 350 to 400 shops to resolve concerns. Martin Cave, chairman of the CMA’s inquiry into the deal, said: “We’ve provisionally found that the merger between two of the largest bookmakers in the country may be expected to reduce competition and choice for customers in a large number of local areas. “Discounts and offers of free bets to individual customers are ways betting shops respond to local competition which could be threatened by the merger. We’re also concerned that such a widespread potential reduction in competition at the local level could worsen those elements that are set nationally, such as odds and betting limits.” Ladbrokes shares opened up 7% at about 128p on Friday morning after the CMA announcement, making the bookmaker the biggest early riser on the FTSE 250. A spokesman for Ladbrokes described the CMA’s announcement as a significant step. He added: “Our focus now will be agreeing the remedies with the CMA and finding the appropriate buyer or buyers for the shops.” The CMA said it would consider responses to its provisional findings before reaching a final decision.  “We’ll need to look closely at the exact number of shops and areas that would be involved – the overall size and complexity may mean that the sales need to be substantially completed before the merger can go ahead,” Cave added. The CMA gave a deadline of 13 June for responses to the provisional findings.  If the deal goes ahead, it would be structured as a takeover of private-owned Coral by its bigger rival, the publicly listed Ladbrokes. The combined company would then apply to list its shares on the London Stock Exchange.",
  "webTitle": "Ladbrokes/Coral merger may force sale of up to 400 betting shops",
  "webPublicationDate": "2016-05-20T06:45:10Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/20/ladbrokes-coral-merger-sale-of-up-to-400-betting-shops",
  "keyword": [
    {
      "webTitle": "Ladbrokes",
      "id": "business/ladbrokes",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sport betting",
      "id": "sport/sport-betting",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/20/ladbrokes-coral-merger-sale-of-up-to-400-betting-shops"
}