{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/11/turmeric-latte-golden-milk-cult-following-alternative-coffee",
  "id": "2016-05-11-151",
  "sectionId": "lifeandstyle",
  "body": "It is a drink fit for Midas, with an ochre colour so vivid it doesn’t need an Instagram filter. It’s not made of gold, but it might as well be, given its cult following. “Golden milk” or turmeric latte – an unlikely combination of nut milk and juiced turmeric root – is 2016’s drink of choice. In a new report on food trends in the US, Google singled out turmeric’s ascent after searches for the spice increased by 56% from November 2015 to January 2016. And fuelling that rise is its use in lattes: “golden milk” is among the top online searches associated with the spice. Turmeric lattes are now being sold at cafes from Sydney to San Francisco, and the drink is gaining fans in the UK. At Modern Baker in Summertown, Oxford, sales of turmeric lattes – listed on the menu as “Golden mylk” (the “y” is health-speak for non-cow milk) now outnumber that of regular lattes. Turmeric lattes routinely feature in reviews for the York outpost of the Filmore & Union restaurant chain. Nama, a vegan restaurant in Notting Hill, west London, has noticed a surge in the turmeric latte’s popularity recently, even though it has sold the drink for nearly two years. A prescient former employee used to whip them up for the staff, and they went down so well that the latte ended up on the menu.      Fresh turmeric root. Photograph: Alamy    “Nobody was really serving them,” Nama co-founder Irene Arango recalls. “We used to do little tastings at Nama and people got hooked.” It is also, as Arango puts it, a pleasant way for health-conscious diners to get a fix of turmeric juice. At first, it seems an odd concept. Turmeric is mostly known as a curry ingredient that leaves indelible yellow stains on appliances and fingernails. And, save for the aeration and the artistic lashes of cinnamon, the turmeric latte bears little similarity to its caffeinated namesake. But this is one of those trends whose provenance isn’t just Gwyneth Paltrow’s Goop website.  After ghee, homemade yoghurt and coconut oil, turmeric is the latest health-food trend to originate from the south Asian pantry, another sign that the Indian subcontinent may be ahead of the hipster curve. Turmeric and milk is a fairly well-entrenched drink in the region’s food culture, where it is considered a restorative. Turmeric is part of Ayurvedic medicine – a holistic, all-natural approach to health that has been practised for centuries in India – and a ubiquitous ingredient in curries and rice dishes.      A turmeric latte from Modern Baker    On the south Asian recipe website Khana Pakana, a turmeric-and-milk combination, haldi doodh, is described as a drink women consume to lighten their skin. The spice is believed to help with everything from cancer to a cough, and is often given to children with a fever. The most commonly used recipe calls for turmeric powder mixed with milk and a dash of black pepper, as well as an optional addition of ghee. This history seems to have filtered into the turmeric latte’s current run of success. It is promoted for its health benefits – as an anti-inflammatory and an alternative to a caffeinated drink – and, Arango says, it is particularly popular with customers in the mornings. Modern Baker also makes one with an espresso shot, and an iced version. Like many trends, the turmeric latte may seem to have come out of nowhere. But it has been brewing for a while. The market research firm Mintel named turmeric as one of its foods to watch in 2016. It has done the rounds of the wellness circuit – the blogs, websites and Instagram accounts of “clean eating” advocates – for several months, and recipes for the drink abound on Pinterest.     Ground turmeric. Photograph: Alamy    Modern Baker’s co-founder Melissa Sharp, who founded the bakery and cafe after an illness, came to the spice for health reasons. “I knew about turmeric … I had seen a couple of places in London with the latte on their menus. And I did the research, and it was the most delicious thing,” she says. Modern Baker is firmly on the turmeric bandwagon, using the spice in about two dozen products, including turmeric biscuits. Despite being recommended haldi doodh several times in Karachi, Pakistan, where I live, I’ve never come around to the drink. But, one morning recently, I found myself stirring coconut milk, fresh ginger and cinnamon in a saucepan with a turmeric powder paste. It smells uncomfortably reminiscent of a Pakistani curry made with yoghurt, turmeric and gram flour. I spoon in some honey, start whisking and hope for the best. Despite my low expectations, the first sip is surprisingly pleasant. The tartness of the turmeric is dulled by the milk and cinnamon. I don’t like the fibrous ginger, but after straining the drink is creamy, with the comforting quality of a warm, yet slightly sweet, soup. It tastes nice when it has cooled down, too.     Turmeric and honey biscuits from Modern Baker    While haldi doodh is seen as the kind of old-school, antiquated drink a well-meaning relative would foist upon you, the turmeric latte is a world apart. “The trick is to use fresh cold-pressed turmeric juice,” Arango says. Goop’s recipe calls for almond milk, while Bon Appetit’s iced version uses cashew. The Californian vegan restaurant chain Cafe Gratitude uses steamed almond milk with freshly squeezed turmeric juice and honey. Arango says coconut milk works better with turmeric, while Modern Baker primarily uses almond milk and varies it by adding coconut milk powder. Many recipes follow the south Asian playbook and use black pepper, which brings out the flavour of the turmeric. I still can’t see myself ordering a turmeric latte out, though – this is one of the few times my Pakistani parents’ “we can make this better and cheaper at home” mantra is true. But, a day later, I find myself wondering what a caffeinated turmeric latte tastes like, and how I can get ahead of the next big south Asian trend.",
  "webTitle": "Turmeric latte: the ‘golden milk’ with a cult following",
  "webPublicationDate": "2016-05-11T15:15:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/11/turmeric-latte-golden-milk-cult-following-alternative-coffee",
  "keyword": [
    {
      "webTitle": "Milk",
      "id": "lifeandstyle/milk",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Soft drinks",
      "id": "lifeandstyle/softdrinks",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Indian food and drink",
      "id": "lifeandstyle/indian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Coffee",
      "id": "lifeandstyle/coffee",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nutrition",
      "id": "lifeandstyle/nutrition",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Saba Imtiaz",
      "id": "profile/saba-imtiaz"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/11/turmeric-latte-golden-milk-cult-following-alternative-coffee"
}