{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/27/anti-establishment-hay-on-wye-breeding-ground-independents",
  "id": "2016-05-27-284",
  "sectionId": "small-business-network",
  "body": "At a time when media consumption is shifting online, who in their right mind launches a 64-page print magazine costing more than your average paperback? And, having launched it, who eschews celebrities and glamour for stories about the Green Man and Gerald of Wales?  An entrepreneur from Hay-on-Wye, that’s who. The Keep magazine, which hits the shelves this week, is the brainchild of James Mannox, a former London-based branding consultant who recently moved to the quirky Welsh border town with his young family. “We didn’t start with a specific aesthetic or editorial line in mind,” says Mannox, who regularly visited the area when he was growing up. “All we’re trying to do is capture the town’s sense of place, especially its reputation for being independently minded and slightly anti-establishment.” The town’s reputation for charting its own course dates back four decades to 1 April (April Fools’ Day) 1977, when Richard Booth, a theatrical second-hand bookseller, pronounced Hay [as the town is known locally] as an independent sovereign state. To drum up media interest, he self-proclaimed himself king and started issuing passports and rice-paper money.      Interior of Richard Booth’s second hand bookshop. Photograph: Alamy    The strategy worked. Within a few years, Hay grew into a mecca for bibliophile tourists who began flocking to the UK’s so-called ‘Town of Books’ in their droves. Then came the town’s eponymous annual literary festival, which kicks off this weekend. The book-loving jamboree tends to attract at least 150,000 visitors over a ten-day period. Not bad for a town of roughly 2,000 inhabitants (and one town crier).  Now a new generation of small businesses is looking to connect with the quirky, off-beat image with which Hay is now associated. Along with The Keep (which is set up as a Community Interest Company), the short but busy high-street boasts a new specialist stationers, a boutique lingerie store, two taxidermy shops and one of the UK’s only design-led fair-trade retailers.       “The book industry and festival industry are all about ideas ultimately, right. Many of the small businesses in town really buy into that. If there’s a conventional way of doing things or a more exciting way, they will typically opt for the second,” says Andrew Williams, chair of the Hay Chamber of Commerce. One of the most successful examples of tapping into Hay’s idiosyncratic town brand comes from Richard Booth’s Bookshop. Once the nerve centre of Richard Booth’s bookshop empire, the iconic store was purchased in 2011 by US businesswoman Elizabeth Haycox and her husband Paul Greatbatch, who moved to Hay after visiting the festival.  Under Haycox’s stewardship, the once charming but mildly chaotic bookstore has undergone a substantial revamp. There’s now a new sun-lit café at the back, a cute cinema, and – shock, horror – new titles mixed among the old. The store also hosts regular book launches, community events and classical music recitals.  “I was attracted to Hay because there are people here of all different points of view […] You don’t need an MBA to set up a business here. Things happen much more organically; it’s much more creative,” says Haycox.  The ability of local entrepreneurs to connect with this idea of ‘business-as-unusual’ serves to cement the town’s spirit of difference and dynamism ever more firmly. But, on the downside, so much creativity and independence makes it tricky to persuade business owners to work collectively.  Haycox is openly skeptical about the benefits of co-operation. Ensuring a healthy competition between local businesses helps drive innovation, she argues. There’s something in that. One big bookshop – however beautiful and bountifully–stocked – doesn’t compare with two-dozen or so separate shops specialising in everything from poetry and maps to children’s books and crime.  Anne Brichto, who co-owns three bookshops in Hay, including Addyman Books and Murder & Mayhem, agrees to an extent: “It’s like Oxford Street: you need more than one clothes shop to attract crowds. Hay only works because there’s so many of us.”      Book shelves line a lane in front of book shops in Hay-on-Wye. Photograph: Martin Godwin for the Guardian       Murder & Mayhem book shop. Photograph: Murder & Mayhem    She’s an advocate of the ‘rising tide’ theory, however: the more visitors, the more footfall for everyone. To that end, she co-ordinates the publication of the town’s bookshop map along with the Hay Tourist Information Centre. Over recent months, she’s also become a keen Instagram user too. “We’re finding that young people really connect with images of real books and old books in particular, especially leather bindings, the classic Penguin and decorative cloth,” she says. “It’s totally different from buying online. ‘Make the place magic and the books choose you,’ is what I say.”  Williams at the Hay Chamber of Commerce (and also co-owner of the fair trade store, Eighteen Rabbit) sees value in shared marketing too. Last year, he helped initiate a voucher scheme as a way of encouraging people to spend locally. The vouchers are accepted in almost all the 70 or so shops around town. Williams hopes the initiative might be the first step towards a local currency scheme such as the Bristol or Brixton pound.   All eyes are now on 2017, Hay’s 40th anniversary of independence. The town’s small business owners are already cooking up ideas about how to maximize the opportunity. A royal barge is one idea. A garden party in the town’s soon-to-be-renovated castle is another. Whatever they opt for, Williams hopes it will be “optimistic, a bit eccentric, and greater than the sum of its parts”. At least the date is decided: April Fools’ Day. Oliver Balch is author of Under The Tump: Sketches of Real Life in the Welsh Borders. He will be speaking at Hay Festival on 1 June, 8:30pm. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Anti-establishment Hay-on-Wye is a breeding ground for independents",
  "webPublicationDate": "2016-05-27T06:05:24Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/27/anti-establishment-hay-on-wye-breeding-ground-independents",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Balch",
      "id": "profile/oliver-balch"
    }
  ],
  "guardianId": "small-business-network/2016/may/27/anti-establishment-hay-on-wye-breeding-ground-independents"
}