{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/07/north-carolina-transgender-bathroom-shakina-nayfack",
  "id": "2016-05-07-109",
  "sectionId": "society",
  "body": "Apparently it’s really quite difficult to use a urinal – if you’re a woman. But actress Shakina Nayfack is sure going to try. All over North Carolina (and Facebook), in fact. So if the men doing their business up against the wall there are suddenly joined by a busty blonde in a frock, don’t be too shocked – remember, it’s the law. Nayfack is happily and successfully living her womanly life in New York but her birth certificate says “male”, so according to the new laws in North Carolina she is effectively banned from female public restrooms in that state. She’s so peeved, she’s mounting a rebel tour. And from the Capitol in Raleigh to the gas stations of Greensboro and cafes of Charlotte, she plans to tinkle in men’s toilets galore, tweeting and taking selfies as she goes. “Hovering over a urinal is actually very tricky. I’m going to need a lot of Purell,” she said. She could scuttle into a stall and hope no one notices, of course. But that’s not the point.   Related: North Carolina defiant over 'bathroom bill' deadline: 'We will take no action'    “They are trying to create a situation where trans people are supposed to be invisible. This is an absurd, panicked reaction from the ignorant, it’s a massive step backwards, so I felt it was my duty to go down there and take selfies in as many men’s bathrooms as possible,” she said. The North Carolina law, known as HB2, effectively outlaws people from using the public bathroom that reflects their gender identity if that does not match the sex stated on their birth certificate.  It also blocks local authorities in the state from instituting wider anti-discrimination laws, sparked by Charlotte ordinances designed to protect people from bias based on their sexuality or gender identity. The US Department of Justice has told North Carolina the new regime violates federal civil rights law and has given the state until Monday to abandon the legislation.     Shakina Nayfack, who earlier this year joined the cast of Hulu’s Difficult People, a comedy co-executive produced by Amy Poehler. Photograph: PR    Republican leaders are refusing to do so, with Tim Moore, the speaker of the state house of representatives, saying on Thursday: “That deadline will come and go.” Shakina Nayfack now plans to come to North Carolina and go in urinals across the state as a form of renegade performance art, in conjunction with staging her new one-woman rock musical Manifest Pussy, which tells the tale of her gender journey. The actress is the artistic director of New York’s avant-garde Musical Theatre Factory, and is about to appear in the next season of Hulu’s Difficult People, the hit comedy co-executive produced by Amy Poehler. Eighteen months ago she traveled to Thailand for gender reassignment surgery and covered the cost through the crowdfunding site YouCaring.com. “It started as a joke, I tweeted about how expensive the surgery was and said I should crowdfund my sex change, ha ha ha, and it happened! Then when I heard about HB2 I posted that I wanted to go down there and piss in all the ‘wrong’ restrooms and someone posted ‘I would totally crowdfund that’, so the next day I launched the new campaign,” Nayfack said. She has the right to change the sex stated on her birth certificate but has chosen not to. “Some believe they were never the gender they were assigned at birth, some are very fluid and some make a new life but keep a link to their past, and that’s me,” she said. Tour preparations are underway and she currently plans to visit Raleigh, Durham, Chapel Hill, Greensboro, Asheville, Flat Rock, Charlotte and Fayetteville.   Related: Cyndi Lauper: 'In North Carolina I insisted on a transgender bathroom'    The tour officially kicks off on 8 June in New York (where mayor Bill de Blasio recently signed an executive order guaranteeing people the right to choose whichever bathroom or locker room fits their gender identity, unchallenged), with the debut of Manifest Pussy at Joe’s Pub before heading to North Carolina on 9 June. “Depending on what the legislature does, it will either be a demonstration or a celebration tour,” said Nayfack. “HB2 is ridiculous, it means trans people either have to go in places where we risk being subject to violence, or at least making people uncomfortable, or we are forced to find secret places to pee.” The irony is that people are more likely to be uncomfortable seeing Nayfack in the men’s room, or a trans man in the women’s room, she said. But supporters of HB2 have argued vigorously on the basis of a hypothetical that without the law, male sexual predators will go into female rest rooms with impunity by claiming they identify as female, and harass women and girls there. Big businesses and stars such as Pearl Jam and Bruce Springsteen have pledged to boycott the state.  Nayfack said she supported these big economic and political statements. “But me as a grassroots trans activist and, God willing, a rising star in the entertainment industry – I can slip in there and make a stand and motivate the people who are dealing with the consequences of this,” she said. Offers are coming in from transgender residents of North Carolina, and those simply appalled by HB2, she said, to accommodate, feed and print flyers for Nayfack and her four-piece rock band. She is considering recruiting security guards in each city to stand by when she uses the men’s bathroom. “I’m not looking to confront anyone. If people want to engage me in civil discussion in a bathroom that will be fine. But if people want to come at me, I’ll tell them, well, they could suck my dick, but I cut it off,” she said.",
  "webTitle": "How to use a urinal like a lady: a trans woman's rebel tour of North Carolina",
  "webPublicationDate": "2016-05-07T11:30:14Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/07/north-carolina-transgender-bathroom-shakina-nayfack",
  "keyword": [
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "society/2016/may/07/north-carolina-transgender-bathroom-shakina-nayfack"
}