{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/14/the-island-olivia-levez-review",
  "id": "2016-05-14-166",
  "sectionId": "childrens-books-site",
  "body": "“I feel kind of wild and free. Blood, hair, teeth. I am all animal.”  Frances Stanton isn’t your average girl. Not that she’s extraordinary; she’s different. If people really looked at her, she could have been extraordinary, but nobody did. She was just written off as different; strange.  But how do we really know what someone is like, and what they’re going through? Her mum is an alcoholic prostitute, her dad ran away before the stick turned blue, her mum’s boyfriend/client is an asshole and the one person she thought she could trust called in social services and got her brother – who now thinks she’s a monster – taken away. So she did something terrible, for retaliation, for revenge. To make the world hurt and to make it all burn. And now she’s being shipped off to a remote island to improve her Team Skills and make herself a better person.      Until the plane crashes, and instead of making it to the island she was supposed to, she’s stranded on another with no food, water or shelter. Oh, and no people. The Island is about what you’re willing to do, how far you’re willing to go and how much of yourself you’re willing to sacrifice to survive. It’s strong, raw, harsh and filled with the kind of uncut emotion that will leave you stunned and feeling it all. Extremely well detailed, Olivia Levez’s novel manages to capture the stages of survival; how modesty or proper food becomes a thing of the past when you don’t know if you’ll be alive to see the sun rise tomorrow. I loved the transition; it scared me, but it was beautifully written.  I suppose the only thing I didn’t really understand was (not that I’ve done any research on it) was why delinquents are getting shipped to a remote island in Indonesia, with instructors only a year or two above eighteen? It didn’t make any sense that a rehabilitation and nurturing method of correction would take place in a harsh, isolated environment.  I give this book 4 stars. If you’re looking for haunting writing, then Olivia Levez’s book is one you should pick up.    Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Island by Olivia Levez – review",
  "webPublicationDate": "2016-05-14T08:00:31Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/14/the-island-olivia-levez-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/14/the-island-olivia-levez-review"
}