{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/my-therapist-suicide-julia-pierpoint-psychology-grief-coping",
  "id": "2016-05-15-46",
  "sectionId": "lifeandstyle",
  "body": "The day I found out my therapist killed himself I’d taken a cab to the appointment, feeling myself in a hurry. Dr H had a way of holding it against you when you were late. A block from his office, we hit traffic and I ran the rest of the way, sweating under my heavy coat (it was January). But the young doorman stopped me in the lobby. He gestured toward a stiff leather armchair and had me sit while he stayed standing. “So listen, uh, I’m sorry no one told you,” he started. “But, uh.” Dr H was dead. He’d, uh, taken his life. Even as he faltered, it was clear that the doorman had been doing this all week. He had little deli napkins at the ready when I found myself suddenly, surprisingly tearful. “The doctor – he hanged himself.” I felt a second shock then, a stinging feeling of having been told too much. But then, Dr H had had no partner in his practice, no secretary, and so it was unlikely anyone had coached the young doorman on what not to tell people.  He had me add my information to list of other patients. It was just a sheet of printer paper tucked into a logbook; that it would end up anywhere useful seemed unlikely. The doctor’s daughters, he said, would be in touch with a referral. I was 25 and had been going to Dr H, off and on, for more than a year. He was the kind that could prescribe things. It was almost all he did. He prescribed antidepressants, naturally; and antipsychotics to help with the antidepressants; and later, a course of amphetamines to help me concentrate – then sleeping pills for when it was time to come off of those.     When I woke up in the mornings I did not always know where I was    For the most part, it worked: I no longer cried when asked to talk about my feelings, and I no longer spent whole days turning over in bed, promising myself that tomorrow I’d do better. I was up, I was efficient, but my efficiency veered toward the robotic. At times, my heart beat too strongly, and my breathing felt too shallow, and waiting for things made me anxious and irritated. When I woke up in the mornings, I did not always know where I was. I would never have advised a friend to follow such a path, but when you’re depressed, you cease to be your own friend. And isn’t that a central obstacle to beginning therapy? By the time things are dire enough to acknowledge a need for outside help, one is rarely in the position to weed out the right kind of help from the wrong. You are always, always at risk of putting yourself in the wrong hands. Dr H himself was short and broad of jaw and looked to be about 50. It’s likely he dyed his hair. His office was on the ground floor of a residential building, and I assume he lived there as well, in one of the cordoned-off rooms.  The waiting area was equipped with the requisite three-month-old issues of People, but instead of piped-in muzak or news radio there was Bruce Springsteen, blaring from behind his closed door. Skulls and facsimiles of skulls lined the windowsills of his office. Our monthly sessions were short. He kept his prescription pad in hand. On one alarming occasion, he ventured to ask about my recent car accident. So authoritative is the position of therapist that I had to rack my brain a moment before I could confidently say “no”. It turned out he had been thinking of another patient. Another time, he asked if I recognized the woman in the large black-and-white photograph just over my head. It was a young Mariel Hemingway, at Studio 54. “You’d be surprised,” he said, “who gets that.” That detail bewilders me still. I’d first found Dr H on the internet and made the appointment online, essential because it was usually between the hours of midnight and 4 am that I was most willing to confront my situation. I was in graduate school, working on the manuscript I didn’t yet know would become my first novel, feeling simultaneously guilty for caring so deeply about something so self-serving as my own success and afraid I wouldn’t be able to hack it. I’d begun avoiding people, avoiding travelling too far from my bed lest I needed suddenly to be safely back in it, sleeping so much as to only get more tired.    Dr H’s suicide felt like comeuppance – the logical, if shocking, end to our clandestine arrangement    It is true that, on Dr H’s meds, I became a functioning person again, but it was just barely worth the shame I felt over how I was functioning. I knew that his methods were irresponsible – lazy at best, hazardous at worst – and so I kept the nature of his treatment mostly to myself. When I went to fill my many prescriptions, I felt the eyes of the pharmacists on me, appraising me. For this reason, Dr H’s suicide felt like a comeuppance – the logical, if shocking, end to our clandestine arrangement.  When Dr H died, I went to see another doctor I’d found online, who asked me to describe my dreams. When I told him I couldn’t remember any, he suggested I make one up. I didn’t go back, and weaned myself off the pills with my own nonprofessional methods, a strategy I recommend to precisely no one. A few years later, I had another bout with depression, and found my first good therapist, who suggested I may have a mood disorder called dysphoria, which I like to think of as Eeyore syndrome. It is, as I understand it, the precise opposite of rose-colored glasses, making a person more susceptible to depression in light of a triggering event. Knowing that hasn’t made everything perfect, but it has made most things better. There was one session with Dr H, midway through our time together, that stands apart from the others. I was having problems with a man I was seeing and my anxiety over it compelled me to break from our usual script. “There’s this guy,” I began haltingly, expecting that he’d stop me. I watched his eyes for signs of surprise and found none (though what could be less surprising than a 25-year-old wanting to talk about her love life?). The problem, I explained, was that I felt myself more invested in the relationship than my partner was. Dr H paused. He tapped his fingers against his other fingers. “It’s rare,” he said, “to find any relationship where it’s really 50-50. If it’s 60-40, you can deal with it. Worse than that – 70-30 – it’s not working.” It was our longest session. It lasted maybe 20 minutes. But I think about that scrap of math quite a bit now. Words have a way of gaining wisdom when their speaker ceases to exist, and in the case of suicide, they grow heavy. The truth is, I thought Dr H was an asshole. And he was kind of an asshole, to me. But he was also a person, whose demons were far worse than my own, and I think about him a lot more now than I would if he were still with us, medicating the entirety of the Upper East Side. I wonder what kind of pills he was on, if he was on all the kinds. I wonder about his daughters, the ones who never were in touch, and if he was the 70 to someone else’s 30, if that was what left him so ill-equipped to help anyone, let alone himself.  In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In the UK, the Samaritans can be contacted on 116 123. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here.",
  "webTitle": "The day my therapist killed himself: shock, tears and then came a revelation",
  "webPublicationDate": "2016-05-15T18:36:54Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/my-therapist-suicide-julia-pierpoint-psychology-grief-coping",
  "keyword": [
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/15/my-therapist-suicide-julia-pierpoint-psychology-grief-coping"
}