{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/10/sound-planning-startups-begin-journey",
  "id": "2016-05-10-224",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "Helping startup businesses market and advertise themselves can be tough. Low budgets, an unrefined proposition, no marketing support and an impatience to be “out there now” are just some of the common challenges that agencies face.  So how can we help startup businesses get it right from the start? We understand that startups need a different approach from the traditional agency model. For these businesses it’s about flexibility and agility, not a cookie-cutter approach. This doesn’t mean you can be reactive and unstructured; it means that sound planning is all the more important.  That’s why we spend the time upfront with these businesses, discovering what makes them unique and forming this into a solid brand platform from which they can communicate. By agreeing on a go-to-market strategy and having a strong foundation for their brand, we can help startups move fast and deal with the many unknowns of launching a new product or service. We balance this with their long-term vision, allowing us to help keep the business on track by looking up from the here and now and focusing instead on what’s ahead. This approach has worked well for our client Cocoon, a startup that’s launching an innovative smart home alarm. We have become a natural extension of their business. It’s by being there at the beginning to help shape their direction – and by being on the ground, living and breathing their business every day – that we’re able to spot opportunities and act on them right away. Because we’ve spent initial time defining a business strategy and a clear brand story for Cocoon, we can ensure each activity is helping build towards the long-term growth objectives for their business and brand.  By taking this approach and sharing the long-term vision, as well as the day-to-day bumps, you feel part of their journey. It’s an adrenaline-fuelled rollercoaster – and we absolutely love it.  Clint Lovell is creative director at bbp This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "Sound planning essential as startups begin journey",
  "webPublicationDate": "2016-05-10T10:44:02Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/10/sound-planning-startups-begin-journey",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/10/sound-planning-startups-begin-journey"
}