{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/moeen-ali-chris-woakes-england-sri-lanka-second-test",
  "id": "2016-05-28-59",
  "sectionId": "sport",
  "body": "A strong West Midlands means a strong England. This does not trip off the tongue quite so readily as the Yorkshire definition of a prosperous international cricket team but, on an increasingly sunny Durham day, two noble Birmingham-born cricketers shaped the outcome of this Test match. In the first half of the day Moeen Ali sped to his second Test century and his highest score (155no), which allowed Alastair Cook to declare England’s innings closed on 498 for nine. This surge of late-order runs opened up several possibilities: another chance to invite the tourists to follow-on given a grotty forecast for Tuesday; another delay to Cook reaching five figures in Test cricket; and another contest too one-sided to demand our unrelenting attention. By the close Sri Lanka were a paltry, demoralised 91 for eight.   Related: England v Sri Lanka: second Test, day two – as it happened    Moeen was able to dispatch the bowlers to every distant part of the ground – and the boundaries here are a proper size. Then Sri Lanka were bulldozed out of contention partly due to a superb seven-over spell of seam bowling by Chris Woakes, who was, for the first time, able to transfer exceptional county form to the international arena. In his last outing for Warwickshire Woakes snatched nine for 36 against Durham at Edgbaston. Here, he bounded in smoothly, a man obviously brimful of confidence and rhythm, which has not always been the case in his England career. The ball kissed the turf at pace and moved just enough. In a trice he had taken three for nine, which are currently his best Test bowling figures to go along with his highest Test score (39) posted in the morning session. So here was Woakes, the new, understated, self-effacing Ben Stokes (taking the evidence of Saturday in isolation they could one day play in the same England team). Sri Lanka are currently way out of their depth. Faced with a monumental target their batsmen fell in alarming batches on a surface far blander than the one experienced at Headingley. The old firm of Jimmy Anderson and Stuart Broad were soon back in business before their fresh apprentice was introduced to far greater effect than an out-of-kilter Steven Finn. First Anderson trimmed the bails of Dimuth Karunaratne when the left-hander misplaced the whereabouts of his leg stump. Then it was Broad’s turn. He soon found the edge of Kaushal Silva’s bat and the only question was whether the ball had carried into Jonny Bairstow’s gloves. After a long perusal the third umpire, Rod Tucker, confirmed that it had. Soon afterwards Anderson induced a gentle edge to first slip from the bat of Dinesh Chandimal. Next Cook turned to Woakes and he would produce three wickets in 13 balls. Angelo Mathews edged and bizarrely requested a review (perhaps the non-review of his lbw dismissal at Headingley still rang in his head). Then Kusal Mendis was caught in the gully from a ball that bounced unexpectedly and Milinda Siriwardana departed for a sad duck.   Related: Moeen Ali: ‘It’s about time I got some runs, I felt like I owed the team’    There was still time for Broad to snatch two more wickets, the plucky Rangana Herath and the fleeting Shaminda Eranga, spectacularly caught by the James Vince/Joe Root combination in the slips. Thus, Sri Lanka had been as hapless with the bat as their bowlers were frustrated by the carefree bat of Moeen. In his 25th Test Moeen batted himself into some exalted company. In addition to registering his second Test century, he also passed 1,000 runs. This meant that he became the fifth-fastest English all-rounder to gather 50 Test wickets (he has 69) and 1,000 runs. Ahead of him are Ian Botham, who reached that landmark in 21 Tests, followed by Trevor Bailey, Tony Greig and Ben Stokes (all in 22 Tests), a colourful, contrasting, gifted quartet. We know about the potential mendacity of statistics but Moeen’s position on that list is surely a good reminder of his evolution as a Test cricketer and the insight of the selectors, who had the wit to pluck out Worcestershire’s No3 batsman as England’s primary spin bowler. Moeen was dropped in the third over of the day by Karunaratne in a fine gully position. He had 36 at the time so this miss on a day when Sri Lanka signally failed to match their catching excellence of Friday would be costly. Moeen was often flirtatious outside his off stump and a few other edges sped to the third-man boundary, but most of the time there was a willowy, endearing freedom about much of his strokeplay. He frequently penetrated the off-side field with a straight bat and easy timing. Moeen did not hold back against the spin of Herath, who was still searching for his 300th Test wicket. A drive skimmed over mid-off took Moeen to his 50. By lunch he had purred to 85 after a 92-run partnership with Woakes, whose diligent innings ended with a loose drive against Suranga Lakmal. After the break Finn defended skilfully, which allowed Moeen to skip to his century with another intentional, lofted drive – this time off the opening bowler Nuwan Pradeep. Then he made merry with the assistance of another dropped catch on 107. One club over the midwicket boundary had one bearded Lancastrian old-timer observing: “That’s how Clive Lloyd used to do it.” By now Sri Lanka were looking bedraggled. When Herath finally took his 300th after holding a gentle return catch from Finn there were modest celebrations. By then the game was unwinnable, though not necessarily unsaveable. By the close, after the Woakes intervention, it required prolonged downpours in the north-east for Sri Lanka to avoid heading for London 2-0 down and in some ignominy.",
  "webTitle": "Moeen Ali and Chris Woakes give England total control against Sri Lanka",
  "webPublicationDate": "2016-05-28T18:12:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/moeen-ali-chris-woakes-england-sri-lanka-second-test",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Moeen Ali",
      "id": "sport/moeen-ali",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/28/moeen-ali-chris-woakes-england-sri-lanka-second-test"
}