{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/oakland-raiders-jacksonville-jaguars-nfl-draft",
  "id": "2016-05-03-291",
  "sectionId": "sport",
  "body": "From climate change to bee colony collapse, loose nukes to a President Donald Trump, the list of things that could supposedly trigger the end of the world is terrifyingly long. And now we can add two more harrowing signs to the doomsday rolls: the Oakland Raiders and Jacksonville Jaguars drafted well. Again.  Not so long ago, the Raiders and Jaguars were two of the NFL’s guaranteed punchlines, right there year after year with the Cleveland Browns, reassuring constants in a world of perpetual change. Now we face the very real possibility that both Oakland and Jacksonville could challenge for a playoff spot this coming season, with both being in the discussion as legitimate championship contenders not far behind. And not an ironic discussion either.  Where did it all go right?  In this year’s draft, right from the start. While the Rams and Eagles – both contenders to replace the Raiders and Jaguars as perpetual punchlines – traded away assets to reach for quarterbacks not thought to be sure-things, Oakland and Jacksonville stood pat and added players unanimously considered to be among the top talents available.    Related: NFL draft winners and losers: bongs, second-round kickers and the next Brady    After being done in by a porous defense a year ago, the Jaguars took Jalen Ramsey, the draft’s highest-rated cornerback, at No5 overall and then found linebacker Myles Jack – perhaps the draft’s best player at any position – still available at No36 thanks to concerns about his knee. (Note: public hand-wringing aside, most NFL front offices clearly find an injury to a knee to be far worse than a gas mask on a face.) Ramsey and Jack will start Week 1 and, teamed with free agent acquisitions Malik Jackson, Tashaun Gipson and Prince Amukamara, Jacksonville’s defense will instantly go from one of the NFL’s worst to a unit that will keep its team in games and maybe even win some. The exact opposite of a season ago.  While Jacksonville’s defense gave up 28.0 points per game a year ago, second-worst in the league, Oakland weren’t much better at 24.9. The Raiders also surrendered 258.8 yards per game through the air, seventh-worst in the NFL, and that was with the low-flying passing attacks of Broncos and Chiefs making up a quarter of their schedule. So when their spot came up at No14, Oakland selected West Virginia safety Karl Joseph, nailing the perfect draft combo of need and value in one hard-hitting package.  What Joseph isn’t is a track star. He’s got good speed, but he can’t run a 4.32 40 like Notre Dame receiver Will Fuller did at the combine, nor did he actually run track like Artie Burns did in between playing cornerback at Miami. The old Raiders, the Al Davis Raiders, would have traded up to take a Fuller or Burns-type – or players with even more speed, but half the football ability – multiple spots or even rounds ahead of where they were projected to go in Davis’ unquenchable desire to lose faster than anyone else. But the Al Davis Raiders are done. Mark Davis, Al’s son and replacement as team owner, has proven to be a capable decision maker on all things unrelated to hairstyle since taking over in 2011. His best decision: staying out of GM Reggie McKenzie’s way. McKenzie was Green Bay’s director of football operations until getting hired away by Mark Davis in January 2012. He was saddled with a bad cap situation and no first- or second-round picks in the 2012 draft, but since then has balanced the books and landed franchise cornerstones Khalil Mack, Derek Carr and Amari Cooper, arguably the three best young players in the NFL at their respective positions. Things have turned around so much in Oakland that when the Raiders traded up in the fourth-round to pick Connor Cook last weekend, they were given the benefit of the doubt instead of being roasted by pundits for wasting a pick on a position Carr has locked down for the next decade. The Raiders, the Oakland Raiders, have made it to that rarefied place, usually only occupied by Bill Belichick and the Patriots, where decisions they make are just assumed to be intelligent. Stunning.  Jacksonville’s turnaround also came with a ownership change. Although this undeniably fantastic Jaguars fan thinks the team has been good from the start.    Local Jaguars fan speaks out about the Jaguars draft picks. Do you think the Jaguars will #StealTheShow this year? 🏈 pic.twitter.com/dCtVdyJeww— News4JAX (@wjxt4) May 2, 2016    But her opinion is no more near the truth than her Miami beach house was to the beach. After making the playoffs in four of the team’s first five years in existence, the Jags have been to the postseason just twice in the last 16 seasons and haven’t posted a winning record since 2007. But the franchise has been trending up since Shahid Kahn purchased the team in January 2012 – even if the only tangible evidence so far is pools in which to watch the losing. Khan gave holdover GM Gene Smith one season to try to turn things around with his core of Blaine Gabbert, Justin Blackmon and third-round punter Bryan Anger, and when predictably Jacksonville went 2-14, Khan canned Smith and replaced him with David Caldwell from the Falcons front office.  Caldwell’s first draft was a dud – Texas A&M’s Luke Joeckel has barely had a better NFL career than Johnny Manziel – but since then he has stocked the offense with talent and will see linebacker Dante Fowler, the No3 overall pick in the 2015 draft, return to action this season.  While the Raiders and Jaguars looked to be on the right path to success in the long-term, their divisions could be prime for the taking – or at least the contending – in 2016. Oakland have the defending Super Bowl champions on their schedule twice, sure, but Denver’s fearsome D has been depleted by free agency and the offense will be probably be led by Mark Sanchez. Plus, the Raiders won in Denver back in December. The Chargers are a ways off from contending and Kansas City should be solid, but unspectacular, per Andy Reid and Alex Smith’s standard operating procedure.  The AFC South looks even better for Jacksonville. Houston are hoping Brock Osweiler and Lamar Miller are the answers for their offense, the Titans are still building and even Colts owner Jim Irsay says Indianapolis is no longer the team to beat in a division that was won last season with a 9-7 record.  The Jaguars and Raiders might not be division favorites yet, but you can’t just instantly write them off as guaranteed also-rans either. That’s a huge change. And a warning: prepare your mind for a possible Jags-Raiders AFC title game in the not-so-distant future. If the world still exists.",
  "webTitle": "Where did it all go right for the Raiders and Jaguars?",
  "webPublicationDate": "2016-05-03T09:00:51Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/oakland-raiders-jacksonville-jaguars-nfl-draft",
  "keyword": [
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oakland Raiders",
      "id": "sport/oakland-raiders",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jacksonville Jaguars",
      "id": "sport/jacksonville-jaguars",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/03/oakland-raiders-jacksonville-jaguars-nfl-draft"
}