{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/20/humanitarian-aid-quiz-are-you-good-in-a-crisis",
  "id": "2016-05-20-214",
  "sectionId": "global-development",
  "body": "The UN is currently responding to four \"level-3\" emergencies – the highest classification given for humanitarian crises. They are in Syria, Iraq, Yemen and where?\n      \n       South Sudan\n       Afghanistan\n       The Gambia\n      \n     In 2015, the UN experienced the largest funding shortfall for humanitarian appeals in its history. What percentage of required funds did it fail to receive?\n      \n       15%\n       25%\n       45%\n      \n     Which country contributed the largest amount of humanitarian aid in 2015?\n      \n       Japan\n       UK\n       US\n      \n     Which country gave the most humanitarian aid as a percentage of its gross national income in 2014?\n      \n       Kuwait\n       Australia\n       Canada\n      \n     In 2014, Saudi Arabia became the sixth largest aid donor in the world, contributing $755m. Which country was the largest recipient of Saudi aid?\n      \n       Morocco \n       Iraq\n       Indonesia\n      \n     The UN is pushing for more funding to reduce the risk of devastation caused by natural disasters. What is the minimum percentage of national aid budgets the organisation would like spent on this?\n      \n       1%\n       5%\n       10%\n      \n     Some EU countries, including Germany and the Netherlands, are the single biggest recipients of their own aid. True or false?\n      \n       True\n       False\n      \n     Which country hosts the greatest number of refugees?\n      \n       Sweden\n       Turkey\n       Greece\n      \n     According to the UN, 80% of which country’s population is in need of urgent humanitarian assistance?\n      \n       Tanzania\n       Yemen\n       Philippines\n      \n     In 2014, the UK became the first G7 country to meet the UN's aid spending target. What is the target?\n      \n       0.7% of gross national income\n       5.7% of gross national income\n       10.7% of gross national income \n      \n    \n    Solutions\n    1:A - Conflict has displaced 1.7 million people within South Sudan, and forced more than 648,000 people to flee the country. Source: UN Office for the Coordination of Humanitarian Affairs, 2:C - Although the amount requested by the UN fell by $0.6bn from the previous year, the total donated dropped by $1.6bn. Source: Development Initiatives, 3:C - The US continues to be the largest donor, and in 2015 provided 31.3% of all international humanitarian assistance from governments. Source: UN Office for the Coordination of Humanitarian Affairs, 4:A - Kuwait gave 0.24% of its GNI in aid in 2014. Luxembourg gave 0.17% and Sweden gave 0.15%. Source: Global humanitarian assistance report 2015, 5:B - 68% of Saudi aid went to Iraq in 2014. Source: Global humanitarian assistance report 2015, 6:A - In 2014, just 0.4% of the global aid budget of $135.2bn – roughly $540m – was spent on disaster risk reduction. The UN wants that proportion to rise to at least 1%. Source: UN, 7:A - Due to the increased costs associated with hosting refugees, many countries are now officially the single biggest recipients of their own aid. Five countries spend more than 20% of their aid budgets at home. Source: One campaign , 8:B - Turkey hosts more than 2.7 million refugees. Source: UN High Commissioner for Refugees, 9:B - Escalating violence in Yemen has displaced more than 2.5 million people. Source: UN, 10:A - The 0.7% commitment was established by the UN in 1970. Source: UN\n    Scores\n    \n     10 and above.Is that you, Ban? Perfect!\n     8 and above.Well done! You're clearly an industry insider. Now get back to work\n     7 and above.Well done! You're clearly an industry insider. Now get back to work\n     6 and above.When it comes to aid, you're mildly helpful at best. Must try harder\n     5 and above.When it comes to aid, you're mildly helpful at best. Must try harder\n     4 and above.Don't imagine for one moment that you'll get away with blaming this woeful score on compassion fatigue \n     3 and above.Don't imagine for one moment that you'll get away with blaming this woeful score on compassion fatigue \n     2 and above.This human welfare business – not really your forte, is it?\n     1 and above.This human welfare business – not really your forte, is it?\n     0 and above.This human welfare business – not really your forte, is it?",
  "webTitle": "Humanitarian aid quiz: are you good in a crisis?",
  "webPublicationDate": "2016-05-20T11:13:50Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/20/humanitarian-aid-quiz-are-you-good-in-a-crisis",
  "keyword": [
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Carla Kweifio-Okai",
      "id": "profile/carla-kweifio-okai"
    }
  ],
  "guardianId": "global-development/2016/may/20/humanitarian-aid-quiz-are-you-good-in-a-crisis"
}