{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/fears-for-missing-egyptair-flight-804-with-66-people-on-board",
  "id": "2016-05-19-305",
  "sectionId": "world",
  "body": "Airbus confirmed one of its passenger jets had been lost in the early hours of Thursday morning as a search for an EgyptAir flight carrying 66 passengers and crew from Paris to Cairo was underway in the eastern Mediterranean. “Airbus regrets to confirm that an A320 operated by Egyptair was lost at around 02.30 am (Egypt local time) today ... Our concerns go to all those affected,” the company said in a statement. The flight departed the French capital on Wednesday evening and lost contact with ground crews at 2.30am local time, about 10 miles (16km) inside Egyptian airspace. The Egyptian prime minister, Sherif Ismail, said it was too early to rule out any explanation for the incident, including terrorism. “We cannot exclude anything at this time or confirm anything. All the search operations must be concluded so we can know the cause.”  The 12-year-old Airbus A320-232 was about 40 minutes from its destination. It was the aircraft’s fifth flight of the day, including journeys to the Eritrean capital, Asmara, and Tunis. The incident has renewed security concerns months after a Russian passenger plane was brought down over the Sinai Peninsula. The Russian plane crashed in Sinai on 31 October, killing all 224 people on board. Moscow said it was brought down by an explosive device, and a local branch of the extremist group Islamic State claimed responsibility. The Egyptian navy, air force and coastguard are all involved in the search. Greece has also joined the search, sending two aircraft and a frigate, and said it had helicopters on standby in case rescue operations were necessary. Greece aviation sources told Agence France-Presse it was believed the plane had crashed into the sea 150 miles (240km) off the southern Greek island of Karpathos while in Egyptian airspace. “At around 0029 GMT (3:29 am) when it was in Egyptian airspace, the plane disappeared from Greek radars... it crashed around 130 nautical miles off the island of Karpathos,” the source said. EgyptAir said among those on aboard were 30 Egyptians, 15 French citizens, two Iraqis and one person each from Britain, Canada, Belgium, Sudan, Chad, Portugal, Kuwait, Saudi Arabia and Algeria. There were also 10 crew, including three security personnel.   Map   Relatives of some of the passengers were gathering at Cairo airport. The French government is due to hold an emergency meeting to discuss the plane’s disappearance. The French president François Hollande spoke to Egyptian president, Abdel-Fatah el-Sissi, and agreed to “closely cooperate to establish as soon as possible the circumstances”, according to a statement issued in Paris. The French prime minister, Manuel Valls, said “no theory can be ruled out” as to what happened to the plane.  Speaking to RTL radio he added: “We are in close contact with the Egyptian authorities, both civil and military. The Egyptian authorities have already sent air reconnaissance teams to the site, and France is ready to help with the search if the Egyptian authorities ask, of course.”   Wednesday's flights   The airline said rescue services from the Egyptian armed forces had reported receiving what was described as a distress signal from the plane at 4:26 am local time - 49 minutes before it was due to land - but there were no further details. Other officials suggested the signal could have come from an automated emergency locator beacon. A statement posted on the official Facebook page of the Egyptian army said the army had not received a distress signal from the plane. The captain had also recorded more than 6,000 flying hours, including 2,000 hours in that model, Abdel said. There had not been any special cargo or notification of dangerous goods on board, he added. The Foreign Office in London said it could not confirm that a British national was on board the missing the Airbus. A spokeswoman gave this statement: “Following reports that Egypt Air flight MS804 has gone missing en route from Paris to Cairo, we are in urgent contact with the local authorities in Paris and Cairo to obtain further information.” An EgyptAir plane was hijacked and diverted to Cyprus in March. A man who admitted to the hijacking and is described by Cypriot authorities as “psychologically unstable” is in custody in Cyprus.",
  "webTitle": "Airbus confirms EgyptAir flight 804 'lost' over Mediterranean",
  "webPublicationDate": "2016-05-19T06:39:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/fears-for-missing-egyptair-flight-804-with-66-people-on-board",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    },
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    }
  ],
  "guardianId": "world/2016/may/19/fears-for-missing-egyptair-flight-804-with-66-people-on-board"
}