{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/11/best-racing-games-android-iphone-ipad",
  "id": "2016-05-11-180",
  "sectionId": "technology",
  "body": "Racing is one of the genres that many people assume works best on a console or PC with a joypad – or a wheel peripheral if you’re feeling flash. Yet plenty of developers have been taking the genre to mobile devices too. Some draw heavily on their console heritage, while others have tried to reinvent the category for touchscreen controls and shorter, mobile-friendly sessions. Here are 10 of the best Android and iOS racing games worth accelerating on to the app stores for. Race the SuniOS (+ Android beta)     Race the Sun.    Forget cars: the best mobile racer might just be this one, which puts you at the controls of a solar-powered glider. You’re racing against the setting sun – hence the name – with the world around you changing every day you play. Some clever ideas complemented by solid gameplay. It’s not out for Android devices yet, but a beta is about to get underway. Asphalt 8: AirborneAndroid / iOS / Windows Phone     Asphalt 8: Airborne    One of the longest-established mobile racing franchises in the world, here: Asphalt was burning rubber long before iPhone and Android existed. Its eighth incarnation is the best yet: a huge number of cars to unlock, a comprehensive career mode, and impressive online multiplayer races. Hovercraft: TakedownAndroid / iOS     Hovercraft Takedown.    There’s a whiff of Crossy Road in the colourful, blocky hovercraft that you’ll be racing in this game. However, the gameplay is classic racing, with the real joy coming from the game’s crafting aspects: you can design your own vehicle, load it with weapons and tweak to suit your driving style. Real Racing 3Android / iOS     Real Racing 3    Real Racing 3’s freemium aspects caused some protests when it came out in 2013, but the game has been evolving nicely over the past three years while taming some of those early, aggressive prompts to pay. It looks fantastic, runs like a dream, and offers considerable depth as you unlock and upgrade cars while moving through its competitions. Here, too, online multiplayer is a big draw. CSR ClassicsAndroid / iOS     CSR Classics    While the wait for the sequel to the excellent CSR Racing goes on, try CSR Classics on for size. It’s the same drag-strip racing gameplay – it’s all about the acceleration and perfectly-timed gear changes – but with an array of vintage vehicles to race with. The graphics are spiffing, and the gameplay matches them. Need for Speed: No LimitsAndroid / iOS     Need for Speed: No Limits    One of the biggest console racing franchises has translated smoothly to mobile in its latest version. It’s a familiar mix of street-racing and ride-pimping, with the slip-slidey cornering and strategic boosts that NFS players are accustomed to. As with Real Racing 3, there are plenty of races to get your teeth into. Horizon Chase - World TourAndroid / iOS     Horizon Chase: World Tour    Now for something more retro: if you grew up on arcade-racing games like Out Run, Horizon Chase will bring the memories flooding back. It’s more than a pure homage though: the 16-bit-style graphics are just right, but the touchscreen controls work well, and the gameplay feels fresh enough to keep you involved. Thumb DriftAndroid / iOS     Thumb Drift    There’s plenty of drifting to be done in many of these games, but Thumb Drift makes sliding round the track its focus. It’s marvellous too: the controls are beautifully-crafted to make one-thumbed cornering fun rather than frustrating. With more than 60 cars to unlock, there’s variety too. FRZ RacingAndroid / iOS     FRZ Racing    Another game that may remind you of the racers you played in your youth: this is a top-down driving game where you speed around tracks in short, focused races. Unlocks and upgrades are built neatly in to your progression, while its social leaderboards and challenges will provide bragging rights. Traffic RiderAndroid / iOS / Windows Phone     Traffic Rider Photograph: PR    Finally, a first-person motorbiking game that lets you do everything you wouldn’t do in real life, zipping between traffic for overtaking manoeuvres that would whip up a screaming-sirened chasing pack of police cars in the real world. It suits pick-up-and-play sessions really well. That’s our selection, now tell us what we’ve missed. The comments section is open for your mobile-racing recommendations, as well as your thoughts on the games we’ve chosen above.",
  "webTitle": "10 of the best racing games for Android, iPhone and iPad",
  "webPublicationDate": "2016-05-11T14:10:45Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/11/best-racing-games-android-iphone-ipad",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tablet computers",
      "id": "technology/tablet-computer",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Android",
      "id": "technology/android",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iOS",
      "id": "technology/ios",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPhone",
      "id": "technology/iphone",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPad",
      "id": "technology/ipad",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Need For Speed",
      "id": "technology/need-for-speed",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Racing games",
      "id": "technology/racing-games",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/11/best-racing-games-android-iphone-ipad"
}