{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/13/follow-the-breadcrumbs-why-fairytales-are-magic-for-modern-fiction",
  "id": "2016-05-13-170",
  "sectionId": "books",
  "body": "Everything old is remixed until it’s new again. This seems to be the defining trait of our current culture: our cinemas and books are full of reboots, relaunches, and reinventions. Audiences gobble up endless superhero franchises, devotees recreate Harry Potter and Doctor Who in fan fiction. In such a cultural landscape, it’s not surprising that so many writers are turning to one of the oldest forms of literature for reinvention: the fairytale. While we all know fairytales from our childhoods, they follow us into our adult reading: Italo Calvino compiled Italian Folktales in the 50s while writing his own fabulist novels; 60s postmodernists like Donald Barthelme played with the form in novels like Snow White; and 70s feminist writers such as Anne Sexton with Transformations and Angela Carter with The Bloody Chamber created subversive works from classic tales. But in recent years, the use of the genre’s techniques and forms in American and British literature has rocketed.   Related: Topography of short stories: Upright Beasts by Lincoln Michel    In the past two years alone, Helen Oyeyemi’s Boy, Snow, Bird used Snow White to tell a contemporary tale of racial identity in 50s New England while Porochista Khakpour’s The Last Illusion spun a Persian folktale into an outsider coming-of-age story in 9/11-era New York. Patrick deWitt wrote the playfully self-aware folktale Undermajordomo Minor, while Michael Cunningham reworked a variety of fairytales in A Wild Swan. Other fabulist-infused collections included Neil Gaiman’s Trigger Warnings and Kelly Link’s Pulitzer finalist Get in Trouble. We’re only a few months into 2016, but already have the horror fables of Brain Evenson’s A Collapse of Horses, the domestic fabulism of Amber Sparks’s The Unfinished World, as well as Helen Oyeyemi’s wonder-filled What Is Not Yours Is Not Yours.  Why are so many literary writers drawn to fairytales? By their very nature, fairytales are meant to be retold and reinterpreted. But I think there is something more than that. As a writer, I’m interested in tweaking and twisting established forms into unfamiliar shapes. I tried this with a variety of genres and styles in my first book, Upright Beasts, and have noticed that the fairytales in my book always get the best response, even when – or perhaps especially when – they get a little bizarre. Readers who might be turned off by surrealism or dream logic in a traditional story accept it in these stories. Because the form is so universal, it’s an ideal vessel to sail readers to strange, dark lands (the dark and strange are the traditional territory of fairytales, despite their Disneyfication for children.)   Related: Helen Simpson on Angela Carter's Bloody Chamber    In most fiction, there’s an emphasis on rounding out the fictional world. But there is also a power in flatness. The deceptively simple language and structure of fairytales actually allows for other elements – from the sexual to the philosophical – to stand out. In children’s tales, this flatness lends itself to delivering moral messages, but literary authors can use the contrast for other purposes: not worrying about whether the evil stepmother is “likeable” or her wicked punishments “realistic” means the story can concern itself fully with a Freudian family struggle, say, or use the characters as metaphors to examine class, race, or gender. As contemporary fabulist and Fairy Tale Review founder Kate Bernheimer puts it: “A one-dimensional, abstracted space allows the artist and reader room to experience – to invent – new ways of sensing primal and inexplicable wonder.” I also find that fairytales, with their flatness of language and simplicity of structure, can give writers access to storytelling modes often ignored by mainstream literature. In the English-speaking world at least, the literary landscape is largely divided into literary realism and “world-building” genre fiction. In the former, even slight deviation from our culture’s narrow conception of reality is frowned upon. In the latter, all sorts of impossible things can happen, but only if there’re clear and consistent rules. Fairytales and fables offer a third way: a mysterious overgrown path into the unknown forest where stories can operate outside of real or invented rules. We don’t worry about the realistic motivations of the evil dwarf’s curse nor the backstory of the talking fox. It happened once upon a time, and that’s enough to know. With the wave of a wand, the reader is in a space where the surreal, the gothic and the weird can all thrive – and maybe will there be a trail of breadcrumbs to lead you out again.  Lincoln Michel is the editor-in-chief of Electric Literature. His fiction has appeared in Granta, Oxford American and Tin House. He’s the author of Upright Beasts and he tweets @thelincoln",
  "webTitle": "Follow the breadcrumbs: why fairytales are magic for modern fiction",
  "webPublicationDate": "2016-05-13T13:00:16Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/13/follow-the-breadcrumbs-why-fairytales-are-magic-for-modern-fiction",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Italo Calvino",
      "id": "books/italocalvino",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Angela Carter",
      "id": "books/angelacarter",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Donald Barthelme",
      "id": "books/donald-barthelme",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Helen Oyeyemi",
      "id": "books/helen-oyeyemi",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/booksblog/2016/may/13/follow-the-breadcrumbs-why-fairytales-are-magic-for-modern-fiction"
}