{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/01/naomie-harris-interview-our-kind-of-traitor-bond-moneypenny",
  "id": "2016-05-01-131",
  "sectionId": "film",
  "body": "“Oh gosh, someone’s had an accident there,” says actor Naomie Harris, sounding concerned. She’s in a car en route to the Dior show at Paris fashion week; such invitations have tumbled in since she played Winnie Mandela in 2013’s Mandela: Long Walk to Freedom and updated Eve Moneypenny in the Bond films Skyfall and Spectre. Harris, 39, began acting professionally aged nine, and after university (Cambridge) and drama school (Bristol Old Vic) she was cast by Danny Boyle in the dystopian 28 Days Later. Her new movie is Our Kind of Traitor, an adaptation of the John le Carré novel, in which she and Ewan McGregor are an ordinary couple caught up with the Russian mafia while on holiday in Marrakech. Is going to fashion shows fun or professional obligation?I love fashion and I have a great stylist who introduced me to it, because I didn’t know anything about fashion before. Now we go every year to these shows and it’s just a fun thing to do. But it’s just for the red carpet, not everyday life. With Our Kind of Traitor – and the BBC’s recent The Night Manager – are we seeing Le Carré being adapted in more opulent, glamorous style?I’d say Our Kind of Traitor has got the real Le Carré feel to it, but maybe a difference would be the emphasis on the romantic relationship. It’s a spy thriller and all of that, but at the heart of it, it’s about love and family and you don’t generally see that at the centre of Le Carré films. It used to be that Le Carré heroes were the cynical, anti-James Bonds. As someone who has worked on film versions of both, do you think they are coming closer together?If anything, Bond is moving closer to Le Carré’s world in that, with Daniel [Craig] playing Bond, it’s become much grittier and less fantastical. So yeah, there’s some movement but they are still fundamentally going to be very different.         Watch the trailer for Our Kind of Traitor    With two regular people at the centre of Our Kind of Traitor, it encourages the audience to think what we might do if, say, a kingpin money launderer for the Russian mafia asked for our help. How did you answer that personally?Oh, I’d react incredibly badly. I’m such a scaredy-cat, so I don’t think I’d be going on any of those adventures. I’d be like my character, Gail, not wanting to go. That she goes along with it is solely because of her depth of love for Perry [McGregor] – and I don’t think I would be brave enough to do that for anyone.    A woman who waits around for a man, pines after them… I don’t have any experience of that kind of woman  Naomie Harris     Our Kind of Traitor is directed by Susanna White, who made Generation Kill, Nanny McPhee and the Big Bang and the BBC’s Jane Eyre. Is it a different experience being directed by a woman in an action film like this one?It’s not really a different experience – as in, if you have a great director then they have great sensitivity and understand how to speak to you to get you into a specific emotional state. The difference in having a female director – and also Gail Egan as a producer – is just a sense of reassurance on set. So often when you’re on a film set, you do feel isolated, because you’re often the only woman. I’m so used to it that I just accept it, but there’s some part of it that’s alienating, and when you have an experience like working with Susanna and Gail, it makes you feel much more part of the process than you normally do. You feel like you belong a lot more. You famously asked for press material to refer to “Bond woman” not “Bond girl” – do you specifically seek out strong female roles?I’m not interested in playing roles that stereotype me as a woman or as a black woman. I grew up with incredibly strong, powerful women around me who were highly intelligent and doing their own thing, and those are the women I’m interested in portraying because that’s what I know to be the truth. A woman who waits around for a man, pines after them… I don’t have any experience of that kind of woman, so I don’t think I’d be very good at playing that kind of character. You landed the Moneypenny part after Sam Mendes saw you on stage in Danny Boyle’s Frankenstein. But is it true that you don’t find theatre acting wholly enjoyable?I’m not a theatre animal. It’s not my thing at all. I went to the Bristol Old Vic theatre school, so I’ve trained to be a theatre actor, but in every performance I felt like I was going to throw up. I don’t think that level of nerves is particularly healthy. I suppose the challenge is to channel those nerves into energy, excitement and things that help your performance, but I didn’t manage to find a way to do that.     Harris alongside Idris Elba in Mandela: Long Walk to Freedom. Photograph: Pathe/Sportsphoto Ltd/Allstar    You played the role for a few months – it didn’t get better?It didn’t get easier at all; every night was the same. Like Groundhog Day. Arrgh! Can you do anything to overcome nerves?I do something called EFT, which is emotional freedom technique, otherwise known as tapping, which really helps me. Is that where you use your fingers to stimulate acupuncture points?Yes, so I’ll do that before a first day of filming. And if there’s a particularly tricky scene I’m worried about, I’ll do it before then as well.   Related: Film Weekly podcast: Jason Solomons meets Naomie Harris    Will anything positive come out of the #OscarsSoWhite debate about the Academy Awards’ lack of diversity?I hope it does, because I wanted the debate to be more focused on solutions rather than venting about where we’re at. The stats speak for themselves – the Oscars voters are 94% white, 76% male – so it just seems right, fair and inevitable that there should be some kind of change in the voting system. But if you just say, “This is unfair, we’re going to boycott it,” it doesn’t force people into action. However, if you show the injustice of the system and say, “Look, here’s a way forward”, it makes it more difficult for people to ignore. Idris Elba, your co-star in Mandela: Long Walk to Freedom, complained recently that there’s no British equivalent of the American Dream, and that’s why he left to find more interesting work in the US. Would you agree with that?I understand what he’s talking about with the American Dream: the notion that you can achieve anything. And I love the can-do mentality, in LA especially, the hunger. But there are negative sides to that as well, because I don’t think this insatiable appetite for success at all costs is particularly healthy or balanced. And I think there’s a fallacy in the dream, in that success doesn’t necessarily lead to happiness. The things that you want aren’t necessarily the things that are best for you. So I agree with him in some ways and in some ways not. As someone who was raised in a single-parent household in Finsbury Park, London, and went to state schools, are you surprised by the middle-class dominance of acting?It doesn’t surprise me in the sense that it’s an expensive profession to enter if you want to train, because now there aren’t really the grants. So everybody has got to raise their own money to get to drama school, which is a huge hurdle if you don’t have parents who have got money. And if you don’t have any financial support and back-up it’s a very scary profession, because there are always these huge intervals when you’re not earning. That’s just the nature of the business.     Harris with Jonny Lee Miller in Danny Boyle’s Frankenstein at the National Theatre in 2011: ‘In every performance I felt like I was going to throw up.’ Photograph: Tristram Kenton for the Guardian    Has that been difficult for you personally?I was very lucky because I started earning at nine and I saved all my income so that when I turned 18 and needed to go to university, it was all there. I always had a really strong work ethic. I didn’t need to rely on anybody else financially and I couldn’t anyway – that was never really an option – but I had a strong belief in myself that I could do it on my own. And that’s what got me through. You wrote a novel aged 13 – what was the plot?It was about a middle-class girl whose parents get taken ill and she has to go and live on a council estate with her aunt. It was about the escapades she gets into and the culture shock, being from a very middle-class background and ending up on a council estate.   Related: Naomie Harris interview: 'Playing Winnie is the hardest thing I've done'    Have you reread it recently? How does it hold up?I did reread it about two or three years ago and I was really impressed! It’s so dated, because I talk about cassette players and Walkmans, so if I ever try to rewrite it and bring it up to date, it would need quite a bit of work. But I was like, “Oh my gosh!” Then of course I shoved it back in a drawer. Is it true that you’ve never drunk alcohol?Well, I’ve had a sip of wine and I do love Bailey’s at Christmas. The most girly drink possible. But other than that, no. I hate the taste and smell of it. What’s the most useful and useless skill that you’ve had to learn for a movie?Most useful: the physical training I had to do for Skyfall because it really kicked my butt and got me in shape. I’m usually quite lazy about things like that but it’s given me a lifelong healthy habit. The most useless was probably learning to scuba dive [for After the Sunset], because I absolutely hated it. I won’t be doing that again in a hurry. Our Kind of Traitor is out 13 May",
  "webTitle": "Naomie Harris: ‘I portray strong women because that’s what I know’",
  "webPublicationDate": "2016-05-01T10:00:52Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/01/naomie-harris-interview-our-kind-of-traitor-bond-moneypenny",
  "keyword": [
    {
      "webTitle": "Our Kind of Traitor",
      "id": "film/our-kind-of-traitor",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Naomie Harris",
      "id": "film/naomie-harris",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "John le Carré",
      "id": "books/johnlecarre",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Lewis",
      "id": "profile/timlewis"
    }
  ],
  "guardianId": "film/2016/may/01/naomie-harris-interview-our-kind-of-traitor-bond-moneypenny"
}