{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/rediscovering-lumiere-brothers-early-cinema-pioneers",
  "id": "2016-05-23-162",
  "sectionId": "film",
  "body": "On strips of celluloid 17 metres long and 35mm wide, the Lumière brothers made some of the world’s first and most famous films. But while many cinephiles could tell you that the pioneering inventors of the Cinématographe filmed trains entering stations and workers leaving factories, the true scope of their work is often overlooked. The Lumières were responsible not just for a successful invention but a huge number of films, which experimented with techniques that were necessarily new and roamed across a rapidly changing landscape, from their factory in Lyon and across Europe to America and east Asia.  Auguste and Louis Lumière were photographers by trade, who were inspired to attempt moving pictures after seeing a demonstration of Edison’s Kinetoscope, a “peephole” machine for viewing a loop of film. The trouble with Edison’s system was that only one person could watch the images at a time, and the bulk of the associated camera, the Kinetograph, meant that films could only be shot in a studio. In February 1895, the Lumières patented their Cinématographe, a handsome, portable instrument that could both shoot and project moving images. They demonstrated the machine privately in March that year, but it is the first public outing of the Cinématographe that has passed into legend. At the Grand Café on the Boulevard des Capucines in Paris, on 28 December 1895, the Lumières revealed their device, and nine of their films, to a paying audience. As the story has it, some of those assembled were so alarmed by the sight of a train moving toward the camera that they panicked and started to run. It’s an incident so famous that British film pioneer RW Paul popped it in a film, The Countryman and the Cinematograph (1901), although the crowd at the Grand Café were unlikely to resemble his guffawing hick.     August (left) and Louis (right) Lumière. Photograph: The Ronald Grant Archive    The Lumières continued to shoot short films, and demonstrated their Cinématographe all over the world. They appeared in London, Milan and Amsterdam in March 1896, and Berlin and Dublin the following month. By July, a Lumière representative was projecting their films in Mumbai. While overseas on this promotional tour, the Lumière team also shot scenes of local colour. That way, while the first films they made were shot in and around their base in Lyon, they soon had reels full of material from further afield. The Lumières shot more than 1,400 films between 1895 and 1905. Happily, only 18 of those are considered lost (a very good ratio for early cinema), and some of what remains can be viewed on a new DVD, Lumière, le Film!, revealing an oft-forgotten world of film-making, and snapshots of our ancestors at work and play. Just like watching later, more apparently complex movies, a closer look at these “actuality” films reveals wonders. Happily, these 50-second snippets of life in the 19th century have been restored (often from the original negative), digitised (to an astonishingly sharp 4k) and made available on a lavishly packaged French DVD and Blu-ray. Watching all 114 films in one sitting takes the same time as a feature film, but it’s a very giddy, addictive experience. You can pop these gems like tiny chocolates, but there is much more nourishment inside. “The cinema amuses the world,” said Louis Lumière. “It enriches people.”     Cinema’s first sight gag … Arroseur et Arrosé (1895). Photograph: The Ronald Grant Archive    Before moving on to the later films, the first reel, containing the scenes shown at those first public screenings, is worth a closer look. The apparent naivety of the single camera placement hides an exploratory, exciting approach to the new medium. With each short film, the brothers hoped to capture something distinctly cinematic – the fast, busy movement of the stream of workers leaving the Lyon factory, or an attempt at living portraiture in Repas du Bébe. The infamous L’Arrivée d’un Train en Gare de la Ciotat is an experiment in depth of field. Arroseur et Arrosé offers a narrative: a simple sight gag with two actors and a hosepipe. The satisfying sight of bricks collapsing into dust makes Démolition d’un Mur a compelling watch, but when the same footage is spooled backwards, the wall springs back to life and the Lumières have notched up their first foray into special effects. The experiments continued over the following years, and the Blu-ray shows the brothers and their team reworking the same ideas against ever more exotic scenery. The almost three-dimensional composition of the train rushing towards one corner of the frame in L’Arrivée d’un Train is reused for a line of French nannies with bouncing prams; a train of camels in Jerusalem; policemen on parade in Chicago. The hosepipe joke in Arroseur et Arrosé is restaged to make better use of the frame: the camera is offset so the boy faces the audience as he sneaks up on the gardener. There are more crowds, but now they are shopping at a fruit market in Martinique, flowing over Westminster Bridge, or crossing the streets of New York, Dublin and Berlin. The enthusiasm for special effects continues with explosions and, in one notable scenario, the use of trick editing and a dummy to stage a comic traffic accident and the grotesque process of rebuilding the corpse. While the camera does not move per se, the operators innovate by placing the Cinématographe on moving platforms: trains, boats, lifts and hot air balloons. These films can be mini-travelogues, such as a panoramic cruise down the Grand Canal in Venice, or thrill films, like the “phantom rides” created when the camera is aboard a train gliding across the cityscapes of Lyon or Liverpool. The views from the underneath of a rising balloon, or through the ironwork of the Eiffel Tower as the lift ascends, are still astonishing.            The films contain social history too: a chance to see what has changed and what hasn’t in the intervening century-plus. Some of the world’s most famous landmarks are captured in these films, perceptibly fresher than we will ever see them. The faces of children, seen 110 years after they were filmed, are unmistakably poignant. We watch a baby take her first steps and wonder what lies in her future, with the first world war just two decades away. Animals are endlessly watchable and timelessly entertaining: horses take a boisterous dip in a stream in Guadalajara, and a cow is lifted, apparently by the neck, on to a boat in Indochina. The working habits of our ancestors fascinate, especially the hard-working blacksmiths who wind down with un petit verre without stepping away from the anvil, or the hardy laveuses scrubbing clothes in an icy-looking river. And our forebears at play are delightful and familiar: well-heeled Frenchwomen cheering a victory in a game of boules, neighbours in Lyon throwing snowballs or Indochinese opium smokers reclining as they pass the pipe. I particularly enjoyed the synchronised movements of students in a boxing lesson, and scenes of climbers scaling the Alps.  There are faces and figures in these films that will stop you in your tracks: a cheeky lad leaning against a lamp-post in the Place de la Concorde; a young girl teasing a kitten; a street trader in Jerusalem who steps right up to the lens and scowls. In Madrid, a regiment performs a relaxed, seemingly impromptu dance – all but one soldier, who stands stiff and straight, staring coolly back the camera. What is he thinking?  These moments illustrate the true value of all that restoration work: in this clean and crisp incarnation, the films of the Lumière brothers bring us face to face with a past that seems wholly modern. “There was a time when cinema sprang from the trees and rose from the sea, when man with his magic machine stopped in squares, went into cafes, when all screens opened a window on infinity,” wrote the film critic and archivist Henri Langlois. “That was the time of Louis Lumière.” •Lumière, le Film! is available on DVD and Blu-ray from Institut Lumière. The Lumière! exhibition, which debuted in Paris, will be in Bologna, Italy, from 24 June to 15 January.",
  "webTitle": "A window on infinity: rediscovering the short films of the Lumière brothers",
  "webPublicationDate": "2016-05-23T13:45:35Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/rediscovering-lumiere-brothers-early-cinema-pioneers",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Silent film",
      "id": "film/silent-film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Pamela Hutchinson",
      "id": "profile/pamelahutchinson"
    }
  ],
  "guardianId": "film/2016/may/23/rediscovering-lumiere-brothers-early-cinema-pioneers"
}