{
  "apiUrl": "https://content.guardianapis.com/music/shortcuts/2016/may/11/prince-unplugged-celibacy-ping-pong-chocolate-fountains",
  "id": "2016-05-11-115",
  "sectionId": "music",
  "body": "He was a celibate conspiracy theorist In a previously unpublished interview with Rolling Stone from 2014, he aligned himself with Aids and JFK conspiracy theorists (“the car slows down – why doesn’t it speed up?”). He also revealed that he fasted for days on end (“after four days, you don’t want food any more”), was celibate and something of a feminist (“most men don’t know how to listen”). He didn’t keep up with the Kardashians When David Bowie died, Kanye West immediately jumped on Twitter and wrote about his “magic”. But when Prince ascended to the big purple place in the sky, nothing. Possibly this was because he gave short shrift to Kanye’s wife Kim Kardashian in 2011, telling her to “get off the stage”, before critiquing her dancing skills. While Zooey Deschanel said that whole scenes featuring the Khloe and Kris Kardashian clan were cut out of his episode of New Girl at his behest.            He was a mean ping-pong player Jimmy Fallon’s monologue the day after he died was about the time he met the Purple One at Spin, Susan Sarandon’s New York ping-pong club. In a scene straight out of Purple Rain, he was standing behind a curtain and dressed in a double-breasted, blue crushed velvet suit. Holding a ping-pong bat, he asked Fallon – “You ready to do this?” – before beating the chatshow host into submission. After Prince had hit the winning ball, Fallon went to retrieve it, only to find on his return that Prince had disappeared. Natch.   Related: The story behind Prince’s low-profile generosity to green causes    He had a very healthy appetite According to Margaret Wetzler, Prince’s private chef in 2008, he liked cappuccinos, mung bean crepes, salmon teriyaki, milkshakes and scrambled eggs. She was told he “eats like a bird but finished everything and asked for seconds”. He hated five-spice soup (“he carried his full bowl back into the kitchen, put it on the counter and simply said: ‘No’,” she told Foodandwine.com). He was also a hard taskmaster, especially when it came to chocolate fountains (“Once he wanted [one] but when I asked where to put it, he looked at me, waited a beat and said: ‘I do the music’”).           Prince: a look back at his extraordinary career    He was electrifying Forgotten in the years of being a YouTube refusenik was what an energetic performer he was. When he died, the copyrighters were lying low and hours of footage appeared online. It included the full concert at First Avenue from ‘83 (where the recordings of Purple Rain, I Would Die 4 U and Baby I’m A Star came from), tightly choreographed performances from the American Music Awards in 1985 and a 10-minute rehearsal of When Doves Cry, featuring the Revolution in their civvies. • This article was amended on 13 May 2016. An earlier version said “copywriters were laying low” where “copyrighters were lying low” was meant.",
  "webTitle": "Tales from the vault: what we've learned about Prince since he died",
  "webPublicationDate": "2016-05-11T16:43:11Z",
  "webUrl": "https://www.theguardian.com/music/shortcuts/2016/may/11/prince-unplugged-celibacy-ping-pong-chocolate-fountains",
  "keyword": [
    {
      "webTitle": "Prince",
      "id": "music/prince",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kanye West",
      "id": "music/kanyewest",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jimmy Fallon",
      "id": "culture/jimmy-fallon",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "music/shortcuts/2016/may/11/prince-unplugged-celibacy-ping-pong-chocolate-fountains"
}