{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/holyrood-elections-see-rise-of-team-ruth-and-demise-of-labour-vision",
  "id": "2016-05-06-139",
  "sectionId": "politics",
  "body": "The elections have seen the remarkable transformation of Ruth Davidson’s Scottish Conservatives from “toxic Tories” to the second party and official opposition of the Holyrood parliament. The party nearly doubled the number of seats it won in 2011, to 31, while the benighted Scottish Labour party slipped back into third place with 24 seats, only three of which were won in first-past-the-post constituency contests. How Scotland’s political geography changed, seat by seat   Change in % vote share for main political parties in Scotland 2011-16 (roll over individual constituencies for details). Change in % vote share for main political parties in Scotland 2011-16   It was Davidson who, having baited Labour’s Kezia Dugdale over her pro-union credentials during the televised leaders’ debates, successfully positioned herself as the only person capable of standing up to Nicola Sturgeon over independence.  Does this mean that the constitutional question is once again front and centre of Scottish politics, as voters split according to yes/no loyalties, just as they did in last year’s Westminster elections? Not necessarily. During the campaign, Conservative activists told the Guardian that the constitutional question was not having as much sway on the doorstep as their message of strong opposition to the dominant SNP.  Davidson’s personal popularity also proved a decisive factor: campaigners made no secret of introducing themselves as being “with Team Ruth” rather than representing the Scottish Conservatives. The strongest evidence for this was the leader’s own unexpected win of Edinburgh Central from the SNP, a constituency she barely campaigned in after switching her political base from Glasgow last summer. In Edinburgh, voting resulted in a political merry-go-round   Change in % vote share for main political parties in Edinburgh   Perhaps more significant was the distribution of the pro-independence vote: while the SNP victory was substantial, the party lost six seats and failed to secure an overall majority, while the Greens consolidated their post-referendum surge in support by tripling their tally to six list seats, leapfrogging the Liberal Democrats into fourth place in the process. This would suggest that, with their second list vote, independence supporters were attracted to the Greens’ more radical offer to “push the SNP beyond their comfort zone” on tax, fracking and land reform.  What was starkly evident in some constituencies, particularly across the central belt, was how percentages of Conservative gains were matched almost exactly by Labour losses, although Davidson did tell the Guardian earlier this week that she was targeting older, working-class Labour voters “who look at Jeremy Corbyn and run a mile”.  Of all Labour’s losses, the central belt was hit hardest   Change in % vote share in seats where Labour lost   But it’s highly unlikely that this indicates a sizeable tranche of direct switchers. Rather, it indicates a Labour base without a strong enough motivation to get out and vote, while the Conservative base felt the opposite: that there was a point to voting again and they were well-mobilised. Mark Diffley, a pollster with Ipsos Mori Scotland, said Davidson had run a tactically brilliant campaign. “She is a young charismatic leader who reaches out beyond the traditional Tory constituency and also played the aftermath of the referendum pretty astutely, it has to be said,” he said.  Diffley said Davidson told voters: “If you want to protect yourself against another referendum, vote Tory. And they were pretty consistent about that during the campaign.” In Aberdeen, the SNP held its majority but Labour sank to third as the Tories gained four seats   Change in % vote share for main political parties in Aberdeen   Senior figures in the Scottish Labour party and trade unions believe their poor showing, which led to Labour’s worst result in more than a century, was in part because it had failed to address the country’s constitutional future. Alex Rowley, Labour’s deputy leader at Holyrood, said the party had to win back former Labour voters who had shifted their support to the SNP after voting for independence in 2014 by producing “a clear vision for the future of Scotland”.  Glasgow is now all yellow after Labour failed to hold the three constituencies it had in 2011   Change in % vote share for main political parties in Glasgow   Labour needed to revisit the question of “home rule” for Scotland, or federalism at UK level, under which Holyrood would have control over far more tax-raising areas, such as pensions or employment law.  “We will need to set out what kind of future we want for Scotland,” Rowley said.",
  "webTitle": "Holyrood elections see rise of 'Team Ruth' and demise of Labour vision",
  "webPublicationDate": "2016-05-06T14:04:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/holyrood-elections-see-rise-of-team-ruth-and-demise-of-labour-vision",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    },
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/06/holyrood-elections-see-rise-of-team-ruth-and-demise-of-labour-vision"
}