{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/talking-horses-saturdays-best-bets",
  "id": "2016-05-06-4",
  "sectionId": "sport",
  "body": "Saeed bin-Suroor has made a slow start to the season but the Godolphin trainer could land a big pot at Ascot on Saturday afternoon when he runs Hold Tight (4.15) in the Victoria Cup. This four-year-old has had only a handful of runs but seems to have lots more to offer and should be capable of a big run at odds of 12-1. Sprinting possibly ought to be Hold Tight’s game, considering he is a half-brother to Airwave and Jwala, both Group One-winning flying machines. But he has already shown that seven furlongs holds no terrors for him, having won at that trip on soft ground on his debut.   Related: Chester Dee Stakes winner Dartmouth heads to Royal Ascot for the Queen    Even so he has plenty of pace, as he showed when stepped back to six furlongs at Lingfield last time, winning despite blowing the start after efforts were made to teach him to relax. He must still be very nicely treated on a 6lb higher mark and, although he will have to be more professional this time, the return to seven furlongs should help. The likely favourite is Predominance, who might find this ground on the quick side. Buckstay and Heaven’s Guest, who have both already won nice prizes here, look more threatening. 2.15 Haydock An impressive winner of the Scottish Champion Hurdle after being saved all winter, Ch’Tibello looks hard to oppose here. 2.30 Ascot Sign Of A Victory faces much more of a test than for his maiden win. Duretto makes more appeal, having been unlucky not to win outright here in September. 2.45 Haydock A Group Three winner last summer, Markaz ran well at this level on his reappearance until tiring on ground that was on the soft side. 3.05 Ascot The Irish raider Torcedor appeals in a weak-looking contest. Beaten a head in a Listed race at the end of last year, he should have come on plenty for his first run back. 3.25 Lingfield From the Ralph Beckett yard that has won this Oaks Trial twice in three years, Mountain Bell is the standout pick on form.   Related: Horse racing tips: Saturday 7 May    3.40 Ascot The course-and-distance winner Light And Shade came close to a career best when third in a Listed race on her reappearance. She might be the one in a finely balanced contest. 4.00 Lingfield It is starting to look as if Aidan O’Brien’s three-year-old colts are a beatable bunch and Landofhopeandglory seems opposable, having failed to win since his Galway maiden. Across The Stars is a nicely bred sort who appears to be going the right way and he represents the formidable pairing of Sir Michael Stoute and Silvestre de Sousa. He clearly appreciated the step up to this sort of distance when getting off the mark here last month, overcoming inexperience and having to set his own pace.",
  "webTitle": "Talking Horses: Saturday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-06T23:10:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/talking-horses-saturdays-best-bets",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/07/talking-horses-saturdays-best-bets"
}