{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/venezuela-crisis-basic-food-shortages",
  "id": "2016-05-24-254",
  "sectionId": "world",
  "body": "Not so long ago, whenever Juan González would go to the butcher he’d buy a few nice steaks for himself and cow lung, known here as bofe, to chop up and feed his dog. “Now bofe is what I eat, when I can get it,” said the 55-year-old elevator repairman on a street in the Venezuelan capital. With prolonged shortages of basic foods, Venezuelans have been forced to shift their diets to whatever they can find. And what they can find is not necessarily healthy. Milk, meat and beans – the main sources of protein in the Venezuelan diet – are hard to find or sold at exorbitant prices, and many are filling up on empty carbs from pasta, rice and the traditional arepa cornmeal cake. “These fill you up and make you fat but they are not nutritious,” said nutritionist Héctor Cruces. “Viscera are high in fat and low on protein.” A study revealed last month by Venezuela’s top three universities showed that 12% of those polled said they were eating less than three meals a day. “And those who do have access to three meals have seen a deterioration in the quality of their diet,” said Marianella Herrera-Cuenca, of the Bengoa Foundation, an NGO dedicated to promoting nutrition.   Related: Food scarcity and empty cupboards in Venezuela - in pictures    Children and the elderly are hardest hit. Investigators from the Bengoa Foundation said a sampling of 4,000 school-aged children showed 30% were malnourished and that school absences were on the rise.  Paula Arciniegas, 19, said she worried about the development of her two-year-old daughter because when she can’t find milk – which is often – she calms her child’s hunger with a mix of water and cornstarch. “And I try to get her to sleep through the morning so I don’t have to worry about her breakfast,” she said. Cruces, the nutritionist, predicted that future generations of Venezuelans will be shorter and wider because of the low quality of the food they are consuming. “The lack of calcium will stunt growth and excess carbohydrates will make them fat,” he said. Critics of the socialist government of Nicolás Maduro say food production collapsed in the oil-reliant country due to a mix of the expropriation of farmland and agro-industrial enterprises and strict price controls that made importing food cheaper than producing it locally. But a byzantine currency control system and plummeting oil prices have slashed imports of raw materials and food products. Empresas Polar, the country’s largest food processor, warned last month it was halting beer production due to a lack of barley, and Coca-Cola said its low sugar stocks may force it to stop production of soft drinks. Government supporters say its all part of a destabilisation plan backed by a rightwing opposition and foreign interests that want to see Maduro ousted from power. To counter that “economic war”, Maduro has urged people to grow their own food and raise chickens in their homes and created the ministry of urban farming; more than 80% of Venezuelans live in cities. Rafael Camacho, 56, took the idea to heart. Originally from the rural region of Barlovento where his family had a farm, Camacho says he has dredged up what he learned as a child to help feed his family of nine. On a slope behind his half-built home on the hills above Caracas, he proudly shows off the budding plants of corn, squash, bananas, melon and beans. On the rooftop of his house he planted cilantro and peppers and various herbs.     Rafael Camacho shows off his rooftop vegetable and herb garden in Caracas. Photograph: Sibylla Brodzinsky    “I’m a farmer by nature, I know how to do this,” he says.  Camacho still has to stand in line for rice, cornflour, meat and other staples. “But with this we know we won’t go hungry.” The government is also promoting direct sales from producers in the countryside to consumers.   Related: 'We are like a bomb': food riots show Venezuela crisis has gone beyond politics    In the poor Caracas neighbourhood of Carapita, residents lined up to buy vegetables brought directly from Trujillo state to their community centre. There, they were able to mix and match potatoes, tomatoes, onions, beets, red peppers and cabbage at 355 bolivars (82 cents at the highest official exchange rate) per kilo. At informal street market prices, they could go for as much as 1,000 bolivars ($2.33) per kilo. Around the corner, for 300 bolivars (70 cents) they could buy a prefilled bag of small portions of cooking oil, pasta, rice, flour and sugar. “This is how we are fighting the economic war,” says Americo Jaramillo, spokesman for the community council. In a country hooked on processed food, the shortages have forced some to get creative. For most Venezuelans a meal isn’t a meal if there are no arepas. Since processed cornflour is hard to find newspapers offer readers recipes on how to make them from plantains, yucca or yams. But on a steep hill in in the Petare district of Caracas, María Hidalgo, has refused to give up on traditional corn arepas. She pulled out an old corn mill she had in a closet, rigged it up to a small motor and started making her own cornmeal dough, selling to friends and neighbours. “It’s like going back in time,” she said.",
  "webTitle": "Food shortages take toll on Venezuelans' diet",
  "webPublicationDate": "2016-05-24T09:00:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/venezuela-crisis-basic-food-shortages",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sibylla Brodzinsky",
      "id": "profile/sibyllabrodzinsky"
    }
  ],
  "guardianId": "world/2016/may/24/venezuela-crisis-basic-food-shortages"
}