{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/the-secret-my-family-traumatised-murder-tv-drama-bereaved",
  "id": "2016-05-02-87",
  "sectionId": "commentisfree",
  "body": "After discovering in 2009 that my beautiful mum, who died in 1991, was in fact murdered by my father and the woman he had formerly had an affair with, I was propelled into a new world of trauma. Loss of any form is distressing. But the intentional and often violent killing of another brings about a complex grieving process that is interrupted, sidelined and trivialised in favour of a criminal investigation. In a 2011 report of 400 families bereaved through homicide, more than 80% were found to suffer from trauma-related symptoms. When dealing with (or often not dealing with) the impact of murder and the sequence of events it brings about, it can result in multiple processes of re-trauma. We all love a good crime drama. Yet the reality of murder on the families involved is much more sobering, traumatic and, well, messier than is often projected on our screens. Behind the high viewing figures, whether for fiction or the coverage of real crimes, there are people living with murder bereavement on a daily basis. And an intrusive media experience can often compound this original trauma. If deemed “a good enough story”, private grief becomes public property.   Related: Former partners of 'suicide pact' couple charged with their murders 18 years later    News is important, and when handled factually it serves the public interest. But there is a clear distinction between public interest and what is of interest to the public – the latter is problematic. What’s more, many families seek out the media as this can be their only chance to have a voice in a justice process that continually strips them of agency. Their son – or daughter, or mother, or father – no longer belongs to them, but the Crown Prosecution Service. In a similar way, exploiting a tragedy for entertainment can result in further feelings of loss and lack of control – your loved one no longer belongs to you but becomes a character in a book or on television. When media interest goes beyond the reporting of events and is against the wishes of family members, the effects can be as devastating as the murder itself. Following the publication of a book that was written about the murder of my mother (described as the “definitive account”), ITV commissioned The Secret, a drama series based on the “story”. It started last Friday – despite resistance from myself and my family. But The Secret is not based on a “story”, a word that has been continuously used in the correspondence I have had with the production company. By calling it a story, they trivialise the reality of these events and dehumanise the impact that it has on those involved. Furthermore, careless oversights, such as the misspelling of my mum’s name in emails that I had to correct, go deeper than just a trivial mistake; this echoes a disrespect for the victims and disregard for accuracy. In telling these “stories”, they have to re-write truth to fit a narrative that gives the impression of an assumed complicity or even authorisation from the families, which is so often not the case. Even when sticking to the facts, the information is often surplus to requirement and provides little context for the events that occurred. As Emma Brockes recently wrote in the Guardian, regardless of how well-researched true crime is, dramatic shortcuts are made: information provided by those involved is used selectively, or ignored, and an embellished account is broadcast that is in places unrecognisable to the families. One of the most painful ways this occurs in The Secret is in the character of my mum, who is depicted as no more than a down-trodden housewife. It fails to capture her ambition and drive, her wicked sense of humour, her thoughtfulness and warmth.   Related: HBO's Confirmation: how far is too far when it comes to retelling the truth?    What it comes down to is the powerlessness of families in this situation to have any sort of control over events that shape their lives. The culture we live in and its fascination with crime means that someone can write a book or film a drama to make money from someone else’s life and be applauded for it. In the midst of trying to come to terms with the imminent release of the drama, our family endured the PR and social media build-up with sleepless nights and tearful days, while those responsible were being congratulated for a “brilliant” production. We have been left trembling in the wake of it. The insensitivity of this intrusion is in direct proportion to the trauma that it causes. The reality of murder is devoid of eerie music or close-ups, just devastation and sorrow: first for the murders themselves, then for a justice process that strips them of control, and finally for the unnecessary sensationalisation of events in the aftermath. Truth is replaced with “good enough truth”; embellished and rewritten for entertainment. The naive hopefulness that your resistance could stop all this, and the accompanying burst of misplaced adrenaline, leads only to the crushing realisation that you lack the ability to do so. You step into the ring, gloves on, but there is no fight; they have already won. Whether you choose to rise above it or fight, the result is the same – helplessness. Much like the lack of rights and representation in criminal justice, people bereaved by murder have no voice. And yet some members of the media industry continue to exploit the murder-bereaved and victims of crime in pursuit of entertainment. Surely the law needs to change in a way that enforces the human right to privacy, especially in a time of such vulnerability. Victims and their families need more options to express their voice and have more rights over their “story” and the narrative of their loved ones.  Comments will be premoderated prior to publication.",
  "webTitle": "My family was traumatised first by a murder, then by the TV serialisation | Lauren Bradford",
  "webPublicationDate": "2016-05-02T16:30:57Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/the-secret-my-family-traumatised-murder-tv-drama-bereaved",
  "keyword": [
    {
      "webTitle": "Bereavement",
      "id": "lifeandstyle/bereavement",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Crime drama",
      "id": "tv-and-radio/crime-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Bradford",
      "id": "profile/layren-bradford"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/the-secret-my-family-traumatised-murder-tv-drama-bereaved"
}