{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/marco-pannella-obituary",
  "id": "2016-05-25-102",
  "sectionId": "world",
  "body": "For the past 40 years, the Italian radical politician and civil rights activist Marco Pannella, who has died aged 86, was at the forefront of Italian politics on issues such as divorce, abortion, prison conditions, world hunger, world peace, Europeanism, the decriminalisation of drugs (he was briefly arrested for smoking a joint in public) and sexual reform. A one-man party of irrepressible energy, who never gathered more than a handful of votes (3.4% in 1979 was the best result), he was never far from the limelight, galvanising his followers and attracting the odium of much of respectable Catholic society. Yet the tributes following his death temporarily united the entire Italian political spectrum, the anti-clericals as well as the pope, the right as well as the left, the pacifists as well as the “liberal” interventionists – all joining in praising the exceptional life of a man who had done his best to annoy all of them, though never at the same time. Pannella’s longevity was remarkable considering that he had endured several debilitating hunger strikes (the most recent, in 2011, in protest against prison conditions, lasted three months), had a quadruple heart bypass in 1998, and smoked almost continuously throughout his life.     Pannella demonstrating in front of the St Peter’s Basilica in Rome in 2007. Photograph: Sandro Pace/AP    He was born in Teramo, in central Italy, and was given the name of Giacinto (Hyacinth, a slightly embarrassing name in Italian), but he always used Marco. He began his political life, in 1952, in the Gioventù Liberale, the youth organisation of the small centre-right Liberal party, which he abandoned in 1955, along with others, to form the Radical party. The “liberal socialist” ideology of this new formation was vague, but the aim was clear: the modernisation of an Italy deemed to be in thrall to the Vatican. Pannella’s party remained insignificant throughout the 1960s. The turning point occurred in 1970 when the Italian parliament, against the opposition of the Christian Democrats and the far right, passed a law allowing divorce, a measure Pannella had been promoting for years. Catholic organisations gathered the required 500,000 signatures for a referendum to overturn it. Pannella fought with great courage and determination, alongside many others, including the nascent feminist movement. In 1974 the pro-divorce forces won the referendum. It was the beginning of an endless series of referendums (71 so far), some on major issues (abortion, public funding of political parties, nuclear energy), others on matters of less general interest, such as hunting or the abolition of the ministry of tourism. Nearly all of them were initiated by Pannella and his Radical party, but while almost all those predating 1995 were won, helping greatly to modernise Italy, most of the more recent ones did not obtain the required quorum. In 1978 he campaigned successfully for the resignation of the then president of the republic, Giovanni Leone, who had become embroiled in a corruption scandal (later it turned out that the accusation was false and Pannella duly apologised). As the renowned conservative journalist Indro Montanelli said, with sneaking admiration: “He would take the place of a corpse in a coffin just to be able to be at the centre of the funeral.” With boundless energy, in 1973 Pannella started a daily newspaper, Liberazione, which lasted just a year; then, in 1977, the radio station Radio Radicale, on which he would hold forth for hours, shouting, posturing, arguing vociferously with the audience, even when clearly weakened by his protracted hunger strikes. Between 1986 and 1993, anyone calling could leave a message to be broadcast even if it contained insults, vulgarities and racist comments, in deference to his libertarian concept of freedom of expression. Eventually Radio Radicale calmed down because it needed large public subsidies, but it still survives.     Former porn star Ilona Staller, centre, pays her respects to Pannella’s body as it lies in state at the Italian parliament, where Pannella was instrumental in her election as a Radical party MP in 1987. Photograph: Giuseppe Lami/AP    In 1976 Pannella was finally elected to parliament, where he remained for 16 years. The few votes the Radical party went on to win were sufficient to elect to parliament an odd assortment of candidates. These included the philosopher Toni Negri, accused of complicity in terrorism, and Ilona Staller, better known as La Cicciolina, a porn star, muse and wife of the artist Jeff Koons. In his insatiable desire to shock, Pannella allowed two convicted mafiosi, as well as the convicted terrorists of the far-left organisation Prima Linea, all then in jail, to join his party as a protest against the appalling conditions of Italian prisons. When the Italian political system was undermined by the Tangentopoli (Bribesville) scandals, he made an election pact with Silvio Berlusconi (whose rise was helped by Pannella’s battle to deregulate the broadcasting system). In the election of 1994, when Berlusconi triumphed, Pannella was not re-elected. In vain he asked Berlusconi to make him foreign minister but he succeeded in having his old Radical party comrade Emma Bonino appointed to the European commission (thanks to her, he was elected to the European parliament, where he served from 1979 to 2009). The ability to catch friend and foe off-guard was Pannella’s strongest card. Like every truly charismatic leader, unbounded by norms and expectations, he could change even the rules he himself had made: he was a pacifist who approved of western intervention in Kosovo, a civil rights activist unwavering in his support for Israel, an anti-clerical who loved the Dalai Lama. In a way, he was the trailblazer for the new style of anti-establishment, uninhibited politics that has become more familiar to today’s voters. He had many liaisons, including some with men, but the love of his life was Mirella Parachini, his partner since 1974, who survives him. • Marco (Giacinto) Pannella, civil rights activist and politician, born 2 May 1930; died 19 May 2016",
  "webTitle": "Marco Pannella obituary",
  "webPublicationDate": "2016-05-25T16:21:39Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/marco-pannella-obituary",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Silvio Berlusconi",
      "id": "world/silvio-berlusconi",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vatican",
      "id": "world/vatican",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald Sassoon",
      "id": "profile/donald-sassoon"
    }
  ],
  "guardianId": "world/2016/may/25/marco-pannella-obituary"
}