{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/billboard-music-awards-all-the-nominees-and-winners",
  "id": "2016-05-23-205",
  "sectionId": "music",
  "body": "Top artist Adele – WINNERJustin BieberDrakeTaylor SwiftThe Weeknd Top new artist Fetty Wap - WINNEROMICharlie PuthSilentóBryson Tiller   Related: Billboard Music Awards 2016: Stevie Wonder and Madonna's Prince tribute – as it happened    Top male artist Justin Bieber - WINNERDrakeFetty WapEd SheeranThe Weeknd Billboard chart achievement award Rihanna - WINNERAdeleDrakeThe WeekndLittle Big Town     Adele goes for it in Lisbon. Photograph: Pedro Gomes/Getty Images    Top female artist Adele - WINNERSelena GomezAriana GrandeRihannaTaylor Swift Top duo/group Maroon 5One Direction - WINNERTwenty One PilotsThe Rolling StonesU2 Top Billboard 200 artist Adele - WINNERJustin BieberDrakeTaylor SwiftThe Weeknd     Taylor Swift in Los Angeles: #squad not pictured. Photograph: Mark Davis/Getty Images    Top Hot 100 artist Justin BieberDrakeFetty WapTaylor SwiftThe Weeknd - WINNER! Top song sales artist AdeleJustin BieberDrakeFetty WapThe Weeknd - WINNER Top radio songs artist Justin BieberEllie GouldingEd SheeranTaylor SwiftThe Weeknd - WINNER     Justin Bieber rehearses his slot. Photograph: Kevin Winter/BBMA2016/Getty Images for dcp    Top streaming songs artist Justin BieberDrakeFetty WapSilentóThe Weeknd - WINNER Top social media artist Justin Bieber - WINNERSelena GomezAriana GrandeDemi LovatoTaylor Swift Top touring artist MadonnaOne DirectionThe Rolling StonesTaylor Swift - WINNERU2     Rihanna gets patriotic at Coachella Photograph: Kevin Mazur/Getty Images for Coachella    Top R&B artist Chris BrownJeremihRihannaBryson TillerThe Weeknd - WINNER Top rap artist Drake - WINNERFetty WapFutureWiz KhalifaSilentó Top country artist Zac Brown BandLuke Bryan - WINNERSam HuntChris StapletonCarrie Underwood     Pete Wentz of Fall Out Boy makes his entrance. Photograph: David Becker/Getty Images    Top rock artist Fall Out BoyElle Kingtwenty one pilots - WINNERWalk the MoonX Ambassadors Top Latin artist Banda Sinaloense MS De Sergio LizárragaJuan GabrielNicky JamAriel Camacho y Los Plebes del RanchoRomeo Santos - WINNER Top dance/electronic artist The ChainsmokersDJ SnakeDavid Guetta - WINNERMajor LazerZedd     Ed Sheeran: ready to add to his groaning mantelpiece Photograph: Luca Bruno/AP    Top Christian artist Casting CrownsLauren DaigleHillsong United - WINNERMercyMeChris Tomlin Top Gospel artist Anthony Brown and group therAPyTasha CobbsKirk Franklin - WINNERTravis GreeneMarvin Sapp Top Billboard 200 album Adele, 25 - WINNER!Justin Bieber, PurposeEd Sheeran, xTaylor Swift, 1989The Weeknd, Beauty Behind the Madness     Wiz Khalifa: can he net a gong for the Furious 7 soundtrack? Photograph: Andy Kropa/Invision/AP    Top soundtrack Empire: Original Soundtrack from Season 1Fifty Shades of GreyFurious 7Guardians of the Galaxy: Awesome Mix Vol. 1Pitch Perfect 2 - WINNER Top R&B album Chris Brown, RoyaltyRihanna, AntiBryson Tiller, T R A P S O U LTyrese, Black RoseThe Weeknd, Beauty Behind the Madness - WINNER Top rap album Drake, If You’re Reading This it’s Too LateDrake & Future, What a Time To Be AliveDr Dre, ComptonKendrick Lamar, To Pimp a ButterflyMeek Mill, Dreams Worth More Than Money - WINNER     Chris Stapleton: can he bring home best country album? Photograph: Rich Fury/Invision/AP    Top country album Chris Stapleton, Traveller - WINNERLuke Bryan, Kill T=the LightsSam Hunt, MontevalloZac Brown Band, Jekyll + HydeCarrie Underwood, Storyteller Top rock album Alabama Shakes, Sound & ColorDavid Bowie, BlackstarColdplay, A Head Full Of DreamsMumford & Sons, Wilder Mindtwenty one pilots, Blurryface - WINNER Top Latin album Juan Gabriel, Los Dúo - WINNERJuan Gabriel, Mis Número 1 … 40 AniversarioMana, Cama IncendiadaGerardo Ortiz, Hoy Más FuerteRomeo Santos, Formula, Vol. 2     Skrillex and Justin Bieber do Jack Ü Photograph: Kevin Mazur/Getty Images    Top dance/electronic album David Guetta, ListenMajor Lazer, Peace Is The MissionODESZA, In ReturnSkrillex & Diplo, Skrillex and Diplo Present Jack ÜZedd, True Colors - WINNER Top Christian album Lauren Daigle, How Can It Be - WINNERHillsong UNITED, EmpiresJoey + Rory, Hymns That Are Important to UsTobyMac, This Is Not A TestChris Tomlin, Adore: Christmas Songs of Worship Top gospel album Anthony Brown & group therAPy, Everyday JesusTasha Cobbs, One Place LiveKirk Franklin, Losing My Religion - WINNERJonathan McReynolds, Life Music: Stage TwoMarvin Sapp, You Shall Live     Fetty Wap: can he smoke out a prize? Photograph: Michael Schmelling for the Guardian    Top hot 100 song Adele, HelloFetty Wap, Trap QueenWiz Khalifa ft. Charlie Puth, See You Again - WINNER!The Weeknd, Can’t Feel My FaceThe Weeknd, The Hills Top selling song Adele, Hello - WINNERWiz Khalifa ft. Charlie Puth, See You AgainOMI, CheerleaderRachel Platten, Fight SongThe Weeknd, The Hills Top radio song Adele, HelloWiz Khalifa ft. Charlie Puth, See You AgainMark Ronson Featuring Bruno Mars, Uptown Funk!Walk the Moon, Shut Up And Dance - WINNERThe Weeknd, Can’t Feel My Face     Drake: will Drizzy scoop a statuette? Photograph: Gabe Ginsberg/Getty Images    Top streaming song (audio) Justin Bieber, SorryJustin Bieber, What Do You MeanFetty Wap, Trap QueenThe Weeknd, The Hills - WINNERDrake, Hotline Bling Top streaming song (video) Fetty Wap, Trap QueenWiz Khalifa ft. Charlie Puth, See You AgainMark Ronson Featuring Bruno Mars, Uptown Funk!Silentó, Watch Me - WINNERThe Weeknd, The Hills Top R&B song Alessia Cara, HereOmarion Featuring Chris Brown & Jhene Aiko, Post to BeThe Weeknd, Can’t Feel My FaceThe Weeknd, Earned It (Fifty Shades of Grey)The Weeknd, The Hills - WINNER!     Sam Hunt: country king? Photograph: NurPhoto/REX Shutterstock    Top rap song Drake, Hotline BlingFetty Wap, Trap QueenFetty Wap, 679 feat. Remy BoyzSilentó, Watch MeWiz Khalifa ft. Charlie Puth, See You Again - WINNER Top country song Sam Hunt, Break Up in a Small TownSam Hunt, Take Your TimeLittle Big Town, Girl CrushThomas Rhett, Die a Happy Man – WINNER!Chris Young, I’m Comin’ Over Top rock song Fall Out Boy, Uma ThurmanElle King, Ex’s & Oh’stwenty one pilots, Stressed OutWalk the Moon, Shut Up And Dance - WINNERX Ambassadors, Renegades     David Guetta in Las Vegas, where the Billboard awards take place. Photograph: Isaac Brekken/Getty Images for iHeartMedia    Top Latin song J Balvin, GinzaAriel Camacho y Los Plebes del Rancho, Te MetisteNicky Jam & Enrique Iglesias, El Perdon - WINNERMaluma, Borro CassetteRomeo Santos, Propuesta Indecente Top dance/electronic song The Chainsmokers Featuring ROZES, RosesDJ Snake & AlunaGeorge, You Know You Like ItDavid Guetta feat. Nicki Minaj, Bebe Rexha & Afrojack, Hey MamaMajor Lazer & DJ Snake Featuring MØ, Lean On - WINNERSkrillex & Diplo, Where Are Ü Now with Justin Bieber Top Christian song Hillsong UNITED, Oceans (Where Feet May Fail) - WINNERHillsong UNITED, Touch The SkyMercyMe, FlawlessNEEDTOBREATHE Featuring Gavin DeGraw, BrotherChris Tomlin, Good Good Father Top gospel song Anthony Brown and group therAPy, WorthErica Campbell feat. Big Shizz, I Luh GodKirk Franklin, Wanna Be Happy? - WINNERTravis Greene, IntentionalBrian Courtney Wilson, Worth Fighting For",
  "webTitle": "Billboard Music Awards 2016: the complete list of winners",
  "webPublicationDate": "2016-05-23T11:20:53Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/billboard-music-awards-all-the-nominees-and-winners",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Weeknd",
      "id": "music/the-weeknd",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Justin Bieber",
      "id": "music/justin-bieber",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Drake",
      "id": "music/drake",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Adele",
      "id": "music/adele",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Taylor Swift",
      "id": "music/taylor-swift",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/22/billboard-music-awards-all-the-nominees-and-winners"
}