{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/mike-ashley-will-meet-mps-on-condition-they-visit-sports-direct",
  "id": "2016-05-17-92",
  "sectionId": "football",
  "body": "MPs are to consider a letter by Sports Direct’s founder, Mike Ashley, in which says he will appear in front of a parliamentary committee investigating his business practices on the condition that the politicians visit his company’s headquarters first. The billionaire’s move is a partial U-turn after he described MPs on the business, innovation and skills (BIS) select committee as “a joke” when they took the unusual step in March of issuing a summons for him to appear in front of them next month.   Related: Sports Direct falls behind JD Sports as bad publicity takes its toll    At the time, Ashley said: “My current intention is that I will not attend Westminster on 7 June as I believe the proposal by [BIS committee chairman] Iain Wright MP – whom I have offered to meet in Shirebrook [Sports Direct’s headquarters] – is an abuse of the parliamentary process. I therefore intend to challenge the attendance order issued by the BIS committee and I will be sending a formal reply to the committee in due course.” MPs on the committee have been trying to quiz Ashley for months about Sports Direct, following a Guardian investigation last year that found workers at the sportswear group’s Shirebrook warehouse were receiving, in effect, rates of pay below the minimum wage. Undercover reporters employed at the Derbyshire facility discovered thousands of workers were subjected to an extraordinary regime of searches and surveillance, while local primary schoolteachers told the Guardian that pupils would remain in school while ill – and return home to empty houses – as parents working at the depot were too frightened to take time off work. Previously, the retailer had been accused by the union Unite of operating “Dickensian” working practices at Shirebrook. Ashley had refused to appear before the committee, but in the new letter he said he would travel to Westminster if MPs visited the Sports Direct offices the day before. He has offered to fly the MPs to Derbyshire in his personal helicopter. Wright has previously declined to meet Ashley in Shirebrook, citing the “select committee’s commitment to transparency”. The group of MPs will discuss the tycoon’s letter at a scheduled meeting next week. Sports Direct responded to the Guardian’s investigation in December by announcing a pay rise for its staff, as well as a review of all agency workers’ terms and conditions, which was to be overseen by Ashley, who owns 55% of the retailer.",
  "webTitle": "Mike Ashley will meet MPs on condition they visit Sports Direct",
  "webPublicationDate": "2016-05-17T16:31:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/mike-ashley-will-meet-mps-on-condition-they-visit-sports-direct",
  "keyword": [
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Zero-hours contracts",
      "id": "uk-news/zero-hours-contracts",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "football/2016/may/17/mike-ashley-will-meet-mps-on-condition-they-visit-sports-direct"
}