{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/suicide-california-womens-prison-mental-health",
  "id": "2016-05-10-147",
  "sectionId": "us-news",
  "body": "At 14, Erika Rocha pleaded guilty to attempted murder in a shooting. Tried as an adult, she was sentenced to 19 years-to-life.  At 16, Rocha was incarcerated in solitary confinement in an adult prison until she turned 18, allegedly for her own protection from other inmates. At 35, the day before her first parole hearing and just after being released from yet another stay in suicide watch – solitary confinement in a suicide-resistant room – she hanged herself in her cell at the California Institution for Women (CIW). “She needed help,” Rocha’s sister Geraldine said. “She needed somebody there for her, not to say: ‘Here, go sit in a room by yourself and maybe it will go away.’”  Rocha’s suicide is just the latest in a spike at CIW, in San Bernardino County. During an 18-month period from 2014 to 2015, there were four suicides and at least 20 suicide attempts at CIW – eight times the national rate for female inmates and more than five times the rate for all California’s prisons. In comparison, there had been just three suicides at CIW in the previous 14 years. According to advocates at the California Coalition for Women Prisoners (CCWP), 22 women have been added to suicide watch since Rocha’s death, so many that they are being housed in security housing units – solitary confinement cells intended for punishment, not mental health care.  Michael Bien, a lead attorney in Coleman v Brown, an ongoing lawsuit against the California Department of Corrections and Rehabilitation (CDCR), said: “Once you start using segregation for suicide watch, you’ve lost.” Colby Lenz, an advocate with CCWP, said: “The prison system failed Erika and her loved ones. After years of failed suicide prevention audits and CDCR negligence in remedying court-ordered violations, the blatant inaction of CDCR and CIW led to Erika’s tragic and preventable death.” In 1995, a judge in the Coleman suit found that the standard of mental health care in California’s overcrowded prisons was so low as to be unconstitutional and ordered that mental health care for all of California’s prisons be placed under independent control.   Related: Life in solitary: 'I can't see the sun rise, or the moon at night'    But advocates and a recent independent report warn that despite the decades-old judicial order to improve mental health care for inmates, there have not been enough changes by the CDCR to stem what were preventable deaths. Neither the CDCR nor the healthcare receiver’s office responded to a request for comment. The state’s office of the inspector general said this month that it was taking steps to address the recent surge: “We have increased our usual monitoring practice with regard to attempted suicides by female inmates. We are currently conducting a case review as described above for every attempted suicide and are responding on-scene to all attempts that result in serious injury. We are also collaborating with CDCR regarding steps being taken to improve suicide prevention efforts at CIW.”  The inspector general’s office said that they were monitoring Rocha’s case and others.  In January, Lindsay M Hayes, a prison and jail suicide expert who advises facilities across the country, filed a nearly 150-page report on CDCR facilities as part of the 1995 judicial order that requires periodic reporting.  According to Hayes’ report, the CDCR had done little to improve identification of women who needed treatment. CIW logs that Hayes reviewed showed that, from October 2014 through March 2015, only nine women were sent for emergency care due to suicide risk. Yet he found over 400 referrals for suicidal behavior over the same period, a “staggering disparity”.  One of the more troubling suicides in the report occurred in March 2015, when a woman in her 30s, nearing the end of an eight-year sentence, hanged herself in her cell. Despite a long history of abuse, psychiatric illnesses dating back to her first hospitalization when she was 13, self-mutilation and multiple suicide attempts, including one less than a year before her death – she was listed as “low risk” for suicide. The report also said that CIW had not ensured safe housing for all suicidal inmates – meaning there is nothing they can harm themselves with. The prison was also denying women in mental heath treatment access to yard time; only two of the women had been outside in the last month. Bien, who has been working to improve mental health care conditions in CDCR facilities for over a decade, points to a host of reasons for the spike in suicides: “Overcrowding, understaffing and ineffective management and supervision all contribute.” He adds that CDCR has had appropriate procedures for mental health care and suicide prevention for some time, but “it has not been able to successfully train and implement the policies in a consistent way”. Female inmates are a uniquely vulnerable group as compared to men; 85-90% of women sentenced to life have been physically and sexually abused, and, according to a 2005 Bureau of Justice Statistics report, 73% of incarcerated women have a diagnosed mental health problem. (The average across all California prisons is just under 50%, according to a study out of Stanford Law School.) And while the men’s prisons have steadily decreased their numbers, the women’s still suffer from severe overcrowding. According to the CDCR’s reports, CIW is currently at 132% capacity, which is below the court-ordered population cap of 137.5%) and Chowchilla prison is at 145%. Both facilities are under-resourced, say advocates who have called for improved monitoring and resources. While the CDCR has made steps to reduce prison populations and improve the identification of women in need of treatment, there is still the simple math problem of too many people and too few resources.",
  "webTitle": "'The system failed her': behind a suicide spike at a California women's prison",
  "webPublicationDate": "2016-05-10T14:00:08Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/suicide-california-womens-prison-mental-health",
  "keyword": [
    {
      "webTitle": "US prisons",
      "id": "us-news/us-prisons",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Pishko",
      "id": "profile/jessica-pishko"
    }
  ],
  "guardianId": "us-news/2016/may/10/suicide-california-womens-prison-mental-health"
}