{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/mike-leigh-peterloo-massacre-amazon-the-wall-doug-liman",
  "id": "2016-05-11-147",
  "sectionId": "film",
  "body": "Mike Leigh’s forthcoming drama about the infamous 1819 Peterloo massacre looks set to be picked up for distribution by Amazon, according to the Hollywood Reporter. The streaming site and distributor is in negotiations to acquire the North American rights to Leigh’s follow-up to acclaimed biopic Mr Turner, about the British painter JMW Turner.  The Bafta-winning doyen of British social-realist cinema will follow other arthouse luminaries such as Woody Allen, Jim Jarmusch and Nicolas Winding Refn on to Amazon. However, the deal does not necessarily mean Leigh’s Peterloo drama is heading for a streaming-only debut. Unlike its rival Netflix, Amazon sees itself as a traditional studio as well as the owner of the Amazon Prime service, and its films often end up in cinemas before moving to the small screen.   Related: Mike Leigh to make movie of Peterloo massacre    Leigh announced his intention to make a film about the subject last year. “There has never been a feature film about the Peterloo massacre,” he said. “Apart from the universal political significance of this historic event, the story has a particular personal resonance for me as a native of Manchester and Salford.” The drama is due to shoot in 2017. The massacre occurred when government cavalry charged a crowd of around 60,000 gathered in St Peter’s Field in Manchester to demand the reform of parliamentary representation. An estimated 15 died, while up to 700 were injured. Christened Peterloo as an ironic nod to the battle of Waterloo, which had occurred four years earlier, the massacre sparked an outcry that was a key contributing factor in the establishment of the Manchester Guardian in 1821. In other Amazon news, the studio is to release its first original movie, the Doug Liman thriller The Wall, starring Britain’s Aaron Taylor-Johnson. According to the Hollywood Reporter, the Iraq war-themed movie tells the story of a sniper caught in a standoff with a local gunman. Liman, the director of The Bourne Identity and Edge of Tomorrow, will aim to complete the thriller prior to taking on his debut venture into comic-book movies, the Channing Tatum vehicle Gambit.",
  "webTitle": "Mike Leigh's Peterloo massacre drama heading to Amazon",
  "webPublicationDate": "2016-05-11T15:20:46Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/mike-leigh-peterloo-massacre-amazon-the-wall-doug-liman",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Amazon Prime Instant Video",
      "id": "media/lovefilm",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Mike Leigh",
      "id": "film/mikeleigh",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Period and historical",
      "id": "film/periodandhistorical",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/11/mike-leigh-peterloo-massacre-amazon-the-wall-doug-liman"
}