{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/claire-edun-youtube-nollywood-british-star-oyinbo-princess-nigeria",
  "id": "2016-05-13-169",
  "sectionId": "world",
  "body": "Nollywood has a new star. Oyinbo Princess, as she is known in the Nigerian film industry, is as dramatic, expressive and fluent in pidgin English as any other actor in the west African powerhouse. She makes a kissing noise with her lips to get a barman’s attention, and raps out a sharp “aa-aa” if she disagrees with you. Oyinbo Princess is not Nigerian, though; her alias means White Princess. Her real name is Claire Edun, and in another life she is a young woman from the southern English city of Winchester who used to be a British Airways cabin crew member. Edun’s fluency in pidgin, learned through years of watching Nigerian films, landed her a role in a major Nollywood film, ATM (Authentic Tentative Marriage), which premieres in Nigerian cinemas on Friday. She is a sensation in Nigeria, where she has built up a following on social media. Many of her YouTube videos have been watched more than 30,000 times, even the ones she films herself on a wobbly mobile phone in her living room. In England, where she lives, Edun performs at Nigerian comedy shows, and the Nigerian diaspora hire her to do skits for their events. It all started, she said, because she wanted to show people another side to Nigeria – one far from the stereotypes of it being a “fantastically corrupt” country, as David Cameron put it, full of criminals and where Boko Haram runs rampage.    Related: Hello Nollywood: how Nigeria became Africa's biggest economy overnight    “From understanding pidgin, and then visiting the country and getting to know the people and the country itself, I realised that it’s not what we see on the news at home. I thought, let me just share my love for the country and see what happens,” she said. “That’s where it came from – trying to bridge that gap between different races, cultures and traditions.” She said that she found pidgin quite easy to pick up. “I knew that there were hundreds of languages in Nigeria – Yoruba, Hausa, Igbo, there are so many – and they sound very different; they’re very thick languages to learn. Pidgin English is like my language, but just a bit street. “If I want to describe something, or talk to someone, I find that in pidgin English you can get to the point with one or two words. It’s not a long sentence like we might have at home, beating around the bush. You say what you mean and it’s done. “The mannerisms and the fire that needs to go into the language just comes in time – it’s a natural thing.” Some Nigerians criticise Edun for cultural appropriation. They also point out that her command of pidgin is no different to that of a Nigerian who can speak French or Italian but she is lauded for it.   Related: What Nollywood tells us about Nigeria    Edun rejects the suggestion that what she does is cultural appropriation, because she says she is promoting Nigerian culture. “I’m really well accepted. When I get negativity, it does make me sit there and read through the comments and try to see it from their point of view. Each to their own.” In her first Nollywood movie, Edun plays a British woman who falls in love with a Nigerian over the internet, travels to Nigeria and finds her beau to be less well-intentioned than he appeared. In real life, Edun fell in love with her Nigerian husband in England and said that although her fame has been a whirlwind, he has supported her – although he draws the line at helping her practise her pidgin, and they rarely speak it together. “He likes to speak Queen’s English,” she said. “If some of the boys come around to play Fifa, I might be able to join in on a conversation in pidgin English, but 90% of the time it’s Queen’s English. Also, he’d rather throw a pizza in the oven any day, whereas I’d rather cook a local [Nigerian] dish.” Edun is aware that she could be on the cusp of making it really big in Nigeria. “Nigeria’s a place where one day you could be hustling and the next everything changes,” she said. “I think you have to be one of those people who can just wing it.”",
  "webTitle": "Nollywood's new star: meet Claire Edun AKA Nigeria's Oyinbo Princess",
  "webPublicationDate": "2016-05-13T13:09:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/claire-edun-youtube-nollywood-british-star-oyinbo-princess-nigeria",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/13/claire-edun-youtube-nollywood-british-star-oyinbo-princess-nigeria"
}