{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/philippines-duterte-harry-the-would-be-president-accused-of-using-death-squads",
  "id": "2016-05-07-3",
  "sectionId": "world",
  "body": "The maverick mayor’s grin is everywhere – on cars crawling in traffic, on flaking cement walls, and on campaign T-shirts worn by Davao city’s residents. Underneath Rodrigo Duterte’s face is his slogan: “Change is coming.” Likened to Dirty Harry, a ruthless police inspector played by Clint Eastwood, “Duterte Harry” has drawn scorn from rights groups who accuse him of allowing vigilantes to kill hundreds of suspected criminals.   Related: 'I'd kill my kids if they took drugs' says Philippines presidential favourite    Also known as “the Punisher”, the 71-year-old who cruises his home town on a motorbike has run a presidential campaign promising to wipe out criminality within six months. The Philippines should build funeral parlours, not prisons, to cope with drug pushers in his time in office, he says. And, despite incredulity from the political establishment, polls show Duterte is likely to win Monday’s election with a 10-point lead over his rivals. Recent surveys give him 33% in a system where candidates do not need a majority to win – Benigno Aquino won in 2010 with 42%. With presidents limited to one term of six years, the outgoing incumbent has made an 11th-hour attempt to block Duterte by attempting to gather candidates around his preferred successor, Manuel “Mar” Roxas, the grandson of a former president.  Aquino, who is credited with strong economic growth, says he has contacted the other candidates – senator Grace Poe, the former international criminal court judge Miriam Santiago and the current vice-president, Jejomar Binay – to try to stall Duterte’s lead.     Presidential candidate Grace Poe gestures during a news conference a few days before the election. Photograph: Bullit Marquez/AP    The coastal city of Davao, population 1.5 million, where Duterte has been elected mayor seven times, provides perhaps the most accurate vision of how the country would be run under his leadership. His detractors say he is dangerous, but supporters laud his principled lifestyle, his modest house and support of LGBT groups, a risky political move in a mainly Catholic country. As a former prosecutor, Duterte has raised the city’s standing from a haven for criminals to one of the country’s safest cities. Investment and tourism are up.  “The masses dream Duterte can help,” said Artemio Jiménez, who runs one of city’s largest districts, called a barangay, of 200,000 people. Sheltering from the sun under a metal awning in central Davao, he wore a blue and red wristband with “Duterte” written on it and a small yellow symbol of a punching fist.   Related: What's the mood in the Philippines in the run-up to the elections?    Having been elected in 1994, he has worked with Duterte throughout his time as mayor and says Davao is a model for the Philippines, with “peace and order as a primary concern”. When Mayor Rody, as the gun-collecting tough-talker is known locally, first took office in 1988, Davao was tagged the “Nicaragua of Asia”. While Jiménez denied Duterte was linked to death squads, he said the mayor had a policy of using “peace keepers” – volunteers who “roam around during day and night” and clean up the city’s crime problems. “Duterte doesn’t want a ‘son of a gun’ or a ‘naughty naughty’,” he said. “Even as a barangay captain, I will kill a son of a gun. Those who are thieves or rapists, if I caught them in an actual criminal offence.  “What would you do if your sister was raped?” he asked. The city, once a hotspot for fighting between communist rebels and security forces, is a bastion of support for Duterte. A survey by Ateneo de Davao University showed he has the backing of 88% of the city’s voters, while percentages for the rest of the presidential candidates were “insignificant”.   Related: Philippine elections 2016: what you need to know – the Guardian briefing    Duterte’s daughter, who briefly took the mayoralty from her father in 2010, is almost guaranteed to return to city hall if he becomes president. His son is already vice-mayor. “They idolise him,” says Amado Picardal, a priest who has spent the past two decades documenting death squad attacks, which he says have killed 1,424 people, 132 of them minors.  The former spokesperson of Davao’s Coalition Against Summary Execution said a Duterte presidency “would be a period of great uncertainty and instability”.  “His programme would be the elimination of criminality. At the core of this is the use of extrajudicial killings,” he said. “It was already done in Davao, the so-called peace and order. It will continue.” In 2009, Human Rights Watch released a report calling for the Philippines to dismantle highly organised vigilante gangs it said were directly linked to government officials and police.     Presidential candidate Jejomar Binay, left, talks to boxer Manny Pacquiao during an election campaign stop in Dasmarinas. Photograph: Ezra Acayan/Reuters    The victims, many of them petty criminals or street children, were killed by men in baseball caps who rode motorbikes with no licence plates. Targets were often warned in advance by police that their names were on a list. The mayor had warned that criminals were a “legitimate target of assassination” and Human Rights Watch said some victims had been killed after Duterte himself announced their names on local television. Duterte has at times denied links to death squads while also making contradictory statements that he either condones or is even part of the vigilante group. Residents have brushed off criticism, saying Duterte distributed policing power to local communities. A merchant mariner said Davao’s Muslim, Christian and indigenous populations were allowed to “deal with their own problems, including criminals” to prevent sectarian anger from outside interference. He said criminals finally got the message when syndicate figures were shot dead immediately after their release from prison. Another resident, 53-year-old Pedro Corsiga, said “before there was criminality, a lot of chaos in the city”. He sat in a car park in Davao with other supporters of Duterte who wore T-shirts bearing the message “No to drugs. No to criminality. No to corruption”. Duterte is popular nationwide because many like his quick-fix promises to deal with the country’s problems. Slow-pace reform has led to distrust of the political elite. For example, the other four candidates, all of them measured politicians, have proposed detailed policies to deal with a territorial dispute with Beijing over atolls in the South China Sea.  Mayor Duterte, instead, has promised to jet-ski to a contested island and raise the flag of the Philippines.         Duterte: ‘Change is coming.’    But most worrying for Duterte’s opponents are his threats to abolish congress or create a revolutionary government. As with many of his statements, it was not clear if the comments were in made in jest or seriousness, causing ripples of fear in a country that pride itself on ousting late dictator Ferdinand Marcos. Tom Pepinsky, a south-east Asia analyst at Cornell University, says Duterte’s popularity suggests “he will not face opposition to a more vigorous law-and-order campaign”. Pepinsky warns: “The parallels to Ferdinand Marcos, who also was elected in democratic elections and exploited elite and middle-class distress about chronic political instability in the early 1970s before declaring martial law, are troubling.” Yet Duterte is harder to define than the caricature his profanity-laced public speeches present. Data from Davao city hall, where Duterte has surrounded himself with technocrats and policy wonks, show imports and exports rising and tourist arrivals doubling since 2010. His campaign team says behind Duterte’s rough campaign speeches there is a team of thoughtful policymakers. Eurasia Group, a global risk research firm, said Duterte is likely to develop infrastructure. When arriving at Davao airport, flight crew remind passengers it is a no-smoking city, the first in the country, and Davao was also the first Philippine city to operate an effective 911 call centre. Known to drive a taxi incognito around Davao, Duterte converted a large villa into a live-in chemotherapy centre as hospitals were too crowded for patient’s families to stay for long periods of time. His demagogic rise has drawn comparisons to Donald Trump, but Duterte considers the latter a bigot. And in 2012 the mayor passed landmark legislation for an office he set up to expand support for LGBT rights.   Related: Philippines presidential candidate apologises for comments on Australian rape victim    Lorna Mandin, the officer in charge of the department deep inside city hall, said the mayor heard the LGBT community was suffering and leaned on the “traditionally conservative” city council to pass the anti-discrimination law. “He has a human rights perspective,” Mandin said as her colleagues wrote women’s rights slogans on large placards, their latest education drive. Key to the programme is Norman Baloro, a public servant who runs an annual Christmas pageant for the LGBT community where partygoers dress up “as Cinderella or Barbie”. Duterte attends every year, Baloro says, and also provides gifts for the raffle. “He gave 100 televisions, 150 cellphones, rice cookers, gas stoves,” Baloro said. “He doesn’t want the LGBT community left behind.” Local love has gone national, with Duterte’s poll numbers far ahead of Poe, a businesswoman who has run her campaign on economic policy. She and Aquino’s favourite, Roxas, are tied second in polls. The mayor’s imminent entry to high office has led to warnings from senior politicians of an overthrow. When Senator Antonio Trillanes, a former navy officer who led two failed mutinies, was asked if Duterte’s win could lead to a return to coup plots, he replied: “Let’s just say it’s found to be very easy to recruit people for such military intervention and I believe people will be longing and clamouring for that.” And on Wednesday Aquino had warned that the country’s hard-earned democracy was under threat. “Now that we are free,” he said, “people who act like dictators are the ones in the lead.”",
  "webTitle": "Philippines' 'Duterte Harry': the would-be president accused of using vigilante squads",
  "webPublicationDate": "2016-05-07T23:37:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/philippines-duterte-harry-the-would-be-president-accused-of-using-death-squads",
  "keyword": [
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/08/philippines-duterte-harry-the-would-be-president-accused-of-using-death-squads"
}