{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/27/mls-weekend-preview-soccer-news",
  "id": "2016-05-27-163",
  "sectionId": "football",
  "body": "Embarrassed New York City FC get back at it  It was a total horror show. New York City FC’s 7-0 loss to their Hudson River rivals was so utterly abject that the reporters covering the game ran out of adjectives. Embarrassing, pathetic, humiliating, inept – and that was just the first half. It was hard to describe how bad NYC’s display was. Roget’s was working overtime. What a debacle! The defending was completely lamentable: four times Red Bulls scored from corners as the home defense stood and watched. “It’s as if NYC FC have never seen a set piece,” sniffed Alexi Lalas on commentary during the game. The league can’t have been too happy with NYC FC’s display, either. It had spent weeks breathlessly hyping the new rivalry: tickets had been sold, advertising minutes had been bought on TV, and the Fox network had made a big deal of following the FA Cup final with a hot new MLS match-up. It just wasn’t a contest. NYC FC were feeble in the extreme. They’ve had to take their medicine and accept the derision, but this weekend they’re back: they play Orlando in another big game at Yankee Stadium. “The last two days have been really difficult because we didn’t play, we didn’t perform, we let a lot of people down,” coach Patrick Vieira said this week. “But you have to face the reality and the reality is that we lost and we lost badly. But in our world of football, there’s always the next match and it’s important for us to put our energy back higher, to get back to work and focus on our next match.” Vieira didn’t go overboard on the performance, which might be a good thing. A 7-0 home defeat is bad, no question, but it’s not the end of the world for NYC: it’s still early on in the season, they remain in second place in the East, and let’s not forget, this is still a young team trying to find an identity. Once they figure out how to play on that weird home pitch, things might start to improve. However, Saturday wasn’t a good look. And as much as NYC damaged their immediate prospects, the 7-0 reverse also damaged the credibility of the league. Which is not necessarily Vieira’s problem, but still. “We believe that we have a good team, [that] we have a good side,” Vieira said. “I was really pleased with the way the players have been working in the last few weeks. We just have to put ourselves up and keep working. We’re going to prepare the game against Orlando and we’re going to give a better performance on Sunday.” Conte snubs the Italians of MLS At least it was expected. Antonio Conte, the Italy coach, named his 30-man preliminary squad for the European Championships this week, and neither Sebastian Giovinco nor Andrea Pirlo were in it. Conte preferred Southampton’s Graziano Pellé, Torino’s Ciro Immobile, and Inter reserve Eder in his attacking positions, which means a disappointed Giovinco will not be going to France this summer. As Graham Parker wrote on ESPN, it’s a blow for MLS and its ambitions to be a destination of choice. “We evaluated [Pirlo] and Giovinco,” Conte said by way of explanation. “It’s normal that if you choose to go and play there then you can pay the consequences in footballing terms. We evaluated them technically, we didn’t leave anything to chance. Anyone who thinks otherwise is wrong, we went everywhere to have clear and precise ideas. I picked the 30 who I think will give me the most guarantees.” The reaction was mixed. On current form, Giovinco seems hard done by. Kaka, David Villa and Didier Drogba have their moments, but it would be difficult to argue against the notion that Giovinco is the best player in MLS: he’s the most creative, the most skillful, he makes goals and scores them, and, at 29, is probably in the prime of his career. Regardless of the strength of the league, Giovinco is a player in sumptuous form, and it seems churlish of Conte to leave him out, at least in the initial 30-man squad. Some pointed out that Giovinco was hardly an overwhelming success in Serie A, which is true, one stellar season at Parma aside. But he’s improved hugely since then, and are Conte’s other options any better? Not that Toronto are complaining. “I’m sad for him that he doesn’t get the opportunity to go because I know it was something he really wanted to do,” TFC coach Greg Vanney said. “At the same time, we have him here for us and we stand to benefit from that. He’s an important piece of our team – that’s probably the understatement of the day.” The case of Pirlo is interesting, too. It’s not even a year ago that he was playing in the Champions League final for Juventus alongside Paul Pogba and Arturo Vidal, whose careers have trended upward since. Yes, he’s now 37, but mobility was never Pirlo’s strong point, and he can still hit a fabulous pass and make a 30-yard free-kick sing. And yet no one really suggested his exclusion was a bad move from Conte. A year is a long time in soccer, and it looks as though Pirlo’s decline is real. Much as it must pain Ferran Soriano et al to say, his switch to New York hadn’t really worked out. It was supposed to be a match made in heaven for the soccer hipster’s favorite player, but the evidence suggests NYC FC might have signed a dud. Red Bulls gunning for more against Toronto  Much was written about New York City FC’s inadequacies on Saturday, but we shouldn’t overlook what was an extremely dominant display by the Red Bulls. They looked solid at the back, pressed high in midfield, forced turnovers from the NYC FC defence, and looked dangerous on the break. Sacha Kljestan’s corner kicks were of the highest quality, and who knew Dax McCarty was such a threat in the penalty box? NYC FC captain David Villa suggested his team’s performance was so lame that anyone – maybe even Aston Villa – would have turned them over. “It was a disaster day,” he said. “It was no Red Bulls. With our play today, any team in the world plays against us, win us, sure. Red Bulls or another team, it doesn’t matter.” But Red Bulls coach Jesse Marsch bristled at Villa’s perceived slight. “That may be his feeling, but the reality is that game was put on our terms by us,” he said. “And so, I take that as a knock against us and it’s something that we will remember. Listen, we did our talking with how we played and that’s, period, all that needs to really be said.” Marsch’s team have solved the issues that bedevilled them earlier this year, and they face a Toronto side whose form has stalled somewhat since being back at their newly renovated BMO Field. TFC haven’t won any of their past three games, and with Michael Bradley on international duty and Jozy Altidore injured, again, much rests on that man Giovinco. Marsch himself said he found the Italian’s Euro 2016 snub baffling. “I was really surprised. He’s done everything he possibly could to show the kind of player he is and that he’s close,” Marsch said on Tuesday following training. “Must be nice if you have a team full of players better than Giovinco.” No more Owen Coyle at Houston Dynamo It wasn’t really a surprise. When Houston announced on Wednesday that Owen Coyle was no longer their manager, few eyebrows were raised. The Dynamo have struggled to find any consistent form this season, despite that early 5-0 thumping of their neighbors Dallas, and they sit bottom in the Western Conference, with just three wins from the opening 12 games. Ryan Rosenblatt on Fox Soccer suggested that Dynamo’s managerial selection didn’t really make sense to begin with, and there was the sneaking suspicion that Coyle never truly adjusted to life in America. Despite a solid resumé with Burnley and Bolton in England, Coyle had never played or coached here, and several of America’s idiosyncrasies – summer soccer, salary caps, extensive travel, end-of-season playoffs – seemed alien to a man whose entire career had been spent in England and Scotland. There wasn’t much prospect of improvement, either. Despite Coyle’s promises of attacking football, and the off-season signings of Cristian Maidana and Andrew Wenger, their offensive thrust had almost completely dried up: they’ve managed just seven goals in their past nine games. Their 1-0 loss to Chicago might have been the final straw. Dynamo presented their decision as a mutual one – but it seemed as though the club bit Coyle’s hand off when he said he was struggling. “I asked Chris [Canetti] if I could speak with him today and I explained to him the challenge of being away from my family and how we all want the best for Houston Dynamo,” Coyle said. “I want to wish all members of the staff. Everyone has been such a source of support, along with the players and the technical staff. I’d like to thank the Dynamo supporters, who have been outstanding. We have a brilliant club, and I have no doubt success is just around the corner.” Canetti, the club’s president, said: “It is unfortunate that we were unable to achieve the goals we set forth together and that we find ourselves mutually parting ways as a result of many professional and personal circumstances. Without a doubt, Owen brought many great qualities to the club since his arrival 18 months ago and made a positive impression on the people around him. He is an excellent coach and an even better person, and I wish him and his terrific family nothing but the best going forward.” No word yet on a replacement – Wilmer Cabrera and Wade Barrett have been touted already, as has Cosmos manager Giovanni Savarese – but Houston would do well to look closer to home. Coyle won just 14 of his 46 games in Texas, and in hindsight, taking a punt on a manager with no experience of American soccer just didn’t work out. Philadelphia Union keep on trucking It’s now six unbeaten for Philly, and this is turning into a little run. On Wednesday night, Jim Curtin’s side came away from the Citrus Bowl with a 2-2 draw to extend their lead on top of the East to two points with a game in hand. Overlooked by many pundits at the start of the year, Union are a team on the up. Maybe it’s time to sit up and take notice. When Andre Blake clumsily brought down Kaka in the first half, it looked like Orlando would be adding another win to their impressive home form. But Blake stopped the Brazilian’s penalty, low to his right, and Philly came out after the break in positive fashion. Chris Pontius climbed highest to set up Tranquillo Barnetta for Philly’s opener, and though Kevin Molino and Cyle Larin made it 2-1 shortly afterwards, substitute Ken Tribbett stole in to earn his side a deserved point. Coach Curtin was happy enough, but he was miffed that Warren Creavalle didn’t get what he thought was a clear penalty after a challenge by David Matoes. “I thought at 1-0 [in our favor] the game changed on the non-PK call,” Curtin said after the game. “Mistakes are going to happen by referees, we accept that, but the game changed after that. What happened with Warren was embarrassing. That was a PK and a red card, and it would have helped us for sure. “But I give my guys a lot of credit on the night. They showed a lot of character to come back from 2-1 down. This is a tough place to play and they are a strong team, one of the better teams in the Eastern Conference. The tendency for [visiting] teams is to shrink in the circumstances. Instead we responded well, got our goal and pushed the game towards the end.” Adrian Heath had emphasised the importance of winning games at home, and was unhappy to see his team pegged back at their fortress of a home stadium. David Mateos’ late right card for a high boot didn’t help matters, either. “Obviously disappointed,” Heath said . “When we got in the lead, I thought we’d see it through. We had a lot of momentum going at the time. We’ve got one game before we’ve got a three-week break. We’ve got to get through Sunday. It’s a big game for us. I’m sure whoever steps up will do all right.” A big game indeed. Their opponents? New York City FC.",
  "webTitle": "MLS weekend preview: humbled New York City FC climb back in the saddle",
  "webPublicationDate": "2016-05-27T12:12:23Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/27/mls-weekend-preview-soccer-news",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Hill",
      "id": "profile/timhill"
    }
  ],
  "guardianId": "football/blog/2016/may/27/mls-weekend-preview-soccer-news"
}