{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/13/why-is-the-cost-of-hosting-refugees-falling-on-poorest-states-kenya-dadaab-closing",
  "id": "2016-05-13-78",
  "sectionId": "global-development",
  "body": "The government of Kenya says it plans to close Dadaab, the world’s largest refugee camp, which hosts approximately 330,000 people, as well as shutting the Department of Refugee Affairs (DRA). The announcement, on Friday 6 May, was no doubt a pre-election stunt of Trump-like proportions that plays to an electorate’s fear of generating instability and outsiders taking jobs, playing to the same xenophobic narrative that has become commonplace in election campaigns across the world. It has been met with outrage and concern by many national and international actors alike – and, more important, by the hundreds of thousands of refugees whose lives are likely to be affected by this decision. Others have dismissed it as an empty threat, albeit a dangerous and irresponsible one.   Related: Refugees urge Kenyan leaders to rethink closure of Dadaab camp    It is unclear whether or not President Kenyatta intends to carry through his threat – although the closure of the DRA appears to be effective immediately. It is also hard to see how, in practice, it is going to happen. Tanzania took several years to shut down a number of camps with tens, rather than hundreds, of thousands of refugees. They finally resorted to loading the remaining 30,000 people on trucks at gunpoint and driving them over the border into Burundi. Of course, we know how that one ended: anecdotal evidence points to the fact that many of those who returned unwillingly were among the first to flee the recent escalation of violence in Burundi in April 2015.  Whether or not a similar scenario will play out in Kenya is hard to tell. Certainly, one of the great challenges in advocating for a rights-respecting outcome is that European states hardly have a moral leg to stand on in all of this. While Kenya has been hosting hundreds of thousands of refugees for decades (albeit begrudgingly, and often at the expense of refugees’ quality of life), most European governments have shown a shocking lack of willingness to take in any more than a token number of refugees. For decades, the default response to refugee crises has been to set up camps or settlements and coerce refugees into them. The UNHCR launched an Alternatives to Camps policy in 2014, but no viable alternatives were found to camps such as Dadaab and Kakuma. None of this justifies the Kenyan government’s threat, which jeopardises the already precarious protection of hundreds of thousands of refugees. But we must recognise the hypocrisy underlying the response to refugee crises – which has paid lip service to sharing the burden of refugees across the globe, while in reality protecting western states from making any real sacrifice. Debate about the core of refugee protection in the context of emergencies needs to be far more honest. Whether the current excruciatingly high levels of displacement will, in time, be seen as an anomaly in a broader trajectory towards greater global stability, or whether this is the new normal, remains to be seen.  What is clear is that the parameters for discussion around forced migration are shifting as a result of the situation in Syria. The extraordinary scale and speed of displacement from this complex conflict, and the fact that it has led to a significant increase in asylum seekers reaching Europe, has made visible a global crisis that has been incubating for years. It has added a layer of displacement to multiple protracted crises – such as the ongoing conflict in Somalia. Western states are discovering that contributing in a haphazard way to foreign aid budgets without appropriate foreign policy engagement to address those crises is not only short-sighted, it is irresponsible. Emergencies left to fester rarely go away.    Related: If settling refugees beyond camps is best for them, why are they still struggling? | Emily Troutman    The myth of “burden sharing” that is supposed to lie at the heart of responses to large-scale forced migration crises is epitomised by the EU-Turkey deal. Turkey has not ratified the 1967 protocol to the 1951 convention relating to the status of refugees, meaning that it is not obliged to accord refugee status to fleeing Syrians, yet is hosting the largest number of refugees in the world. A number of European countries are currently violating their convention obligations in their treatment of refugees. Meanwhile, many countries are diverting foreign aid money to pay for hosting refugees in their own countries.   Contrary to public perceptions in Europe, by far the greatest number of displaced people are currently in the Middle East and Africa, meaning that low-income and/or fragile states continue to bear the greatest burden. Thus the UK government’s offer to accept 20,000 Syrian refugees by 2020 while 6.6 million people remained internally displaced within Syria as of the end of 2015 is a case in point. This is not burden sharing. It is tokenism.  So yes, we should appeal to the Kenyan government to retract its statement and reinstate the DRA. And we should never forget that behind this realpolitik are the lives of hundreds of thousands of individuals and many communities who have aspirations for a future, and who never chose to be living in an isolated refugee camp in Kenya.  But any criticism levelled at the Kenyan government should recognise that it is untenable for the burden of asylum to be met by a few states, with financial support coming in at the discretion of third states. As long as most of the burden for looking after those who are displaced continues to be shouldered by some of the poorest and most fragile states in the world, the Kenyan government will feel it has the moral high ground. Many of our leaders in Europe might feel uncomfortable with that notion.",
  "webTitle": "Why is the cost of hosting refugees falling on the world's poorest states?",
  "webPublicationDate": "2016-05-13T17:19:36Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/13/why-is-the-cost-of-hosting-refugees-falling-on-poorest-states-kenya-dadaab-closing",
  "keyword": [
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Hovil",
      "id": "profile/lucy-hovil"
    }
  ],
  "guardianId": "global-development/2016/may/13/why-is-the-cost-of-hosting-refugees-falling-on-poorest-states-kenya-dadaab-closing"
}