{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/im-thrilled-waleed-aly-won-the-gold-logie-but-the-reasons-are-complicated",
  "id": "2016-05-09-352",
  "sectionId": "commentisfree",
  "body": "I don’t know Waleed Aly, but it’s funny how many people have contacted me to say how thrilled I must be by his win. It reminds me a bit of this stand up routine by Aziz Ansari, about being told the same thing about the movie Slumdog Millionaire a few years back, and how psyched white people must be about every movie ever made (apart from, say, The Colour Purple, Waiting to Exhale, The Joy Luck Club, or Monsoon Wedding). I’m also being told by many of the same well-meaning people how thrilled I must be that the ABC and both former managing director Mark Scott and new managing director Michelle Guthrie are now committed to improving and increasing on-air diversity. I know people mean well, but there’s a very strong inference that I must be thrilled because my non-whiteness is somehow the only thing that will now guarantee me more work.  Having been born and bred in Sydney’s greater western suburbs, I’d like to think people like me on the radio without knowing what I look like – indeed, given my heavy Strine accent, how would you even know if I didn’t say my name?    Related: The reason News Corp has it in for Waleed Aly? Not sure, sorry     Yet I remember a listener calling in when I first started on the radio and kindly telling me how “great it is to hear an ethnic face on the radio.”   To which I replied that I didn’t realise “our” faces made that much noise on the radio, although I suppose with my mouth open my face did make as much noise as anyone else’s. The truth is, as pointed out in a controversial Sun-Herald column on why Aly shouldn’t win, people like me are still the exception, not the norm, in Australian media. As Aly has written before, “non-whiteness” or “ethnicity” already assumes a very white norm.  How many times, I wonder, are Alan Jones or Steve Price or Andrew Bolt or Jon Faine or David Koch or Karl Stefanovic or Eddie Maguire or any other middle aged white man ever congratulated on their ethnicity, given that being white and male means you’re more likely than anyone else – including and especially women, and non-white people – to be given gigs and profiles?  If I’m thrilled by the prospect of greater diversity in the media, it’s because I hope that young Aussies like I once was, who happen to not be Anglo, or those who are female, or Indigenous, or Muslim, or gay, or disabled, or anyone else we don’t often see on the TV or hear on the radio or read in the paper or elect to Parliament, can feel less marginalised. That they can feel less unheard, less defined by their ethnicity, and that the very paradigm which seeks to spark and foster debates about our society, our government, our nation and ourselves more accurately reflects Australia’s real and wonderful multicultural reality.  Take a bus or train to Parramatta in Sydney, or Sunshine in Melbourne, and you’ll see that reality all around you: new immigrants, children of immigrants, cross cultural families and mixed race kids, all Aussies, all of them like us, and none of them represented or heard in our media.           The Project’s Waleed Aly wins the Gold Logie     If I’m thrilled Waleed Aly won his deserved award for making such an impact on The Project and in the national debate on so many important and contentious issues, it’s because I hope that there’ll be even more people like me – who are, our names and races aside, people like you, like us – being heard and seen. So that one day, hopefully soon, what we look like or where our parents are from won’t colour what we say or how we’re heard or even be a thing.  But that’s not the case, and it seems every time someone like me points this out it’s often seen as a whinge by someone using their ethnicity to their advantage, even though it brings no advantage but lots of racism – both intentional, sometimes scary, and often unconscious. We still have far to go.  The thing is, having a few more women and gays and ethnics on the telly or radio or in the paper won’t take jobs away from white men – especially in management! – but it will make the media and the national conversation more interesting, more engaging, and more reflective of our actual reality, because it is reflective of what Australia is, and who Australians are, today.  And Waleed Aly – whose work has done all this, and more – is a very deserving winner. Not because of any politically correct agenda, or just because of who he’s supposed to represent, but because after years of game show hosts and soap stars, we have in him someone who’s changed television, the media, and most importantly, the national debate, in such profound and inspiring and thought-provoking ways.  I’m not Waleed, any more than he’s Mustafa or Dimitri or anyone else. But as the old song goes, I am, you are – (he is) – we are Australian.",
  "webTitle": "I'm thrilled Waleed Aly won the Gold Logie, but the reasons are complicated | Sunil Badami",
  "webPublicationDate": "2016-05-09T04:29:54Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/im-thrilled-waleed-aly-won-the-gold-logie-but-the-reasons-are-complicated",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sunil Badami",
      "id": "profile/sunil-badami"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/im-thrilled-waleed-aly-won-the-gold-logie-but-the-reasons-are-complicated"
}