{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/soaps-tv-eastenders-emmerdale",
  "id": "2016-05-11-296",
  "sectionId": "commentisfree",
  "body": "You don’t watch soaps, do you? Surely as a good Guardian-reading type you’re more into a Scandi-cardigan crime drama … But if you are ready to admit to it, you’re not alone. Coronation Street and EastEnders regularly reel in 6 million viewers, which is pretty impressive in a world where linear TV is supposed to be fading as fast as Peggy Mitchell. Creating soaps is a relentless business, from storylining to the acting that makes it look so easy. Throwaway, even. If traditional 9pm dramas such as Line Of Duty and The Night Manager are booming, why should the weeknight, early evening offering be thought of as a lesser art form?   Related: EastEnders boss: 'There's a real snobbery towards soaps'    “There’s a real snobbery towards soaps, which is sad,” EastEnders’ outgoing executive producer, Dominic Treadwell-Collins, told the Radio Times this week. “Everyone knows that soaps prop up the schedules and that new dramas are shown off the back of them, on both the BBC and ITV. But there’s still this attitude of, ‘Oh, it’s just EastEnders’.” It would be a shame if the new EastEnders set became a victim of BBC budget cuts because the soap – and the genre – deserves more. Treadwell-Collins leaves it fighting fit and evolving like its audience, whether that means airing more issue-based storylines, bringing Grant Mitchell back or serving cocktails in jam jars. For every actor who sees a part in a soap as a means to an end, there’s another who truly loves the non-stop pace, the difference you can make with just one episode and the opportunity to burst into living rooms and give the viewers a prod. Some of the finest TV actors cut their teeth in soaps. Suranne Jones, who won a Bafta for her part in Doctor Foster, can convey so much emotion with just one look, a skill she displayed back when she was Coronation Street’s hoop-earringed virago Karen McDonald. Happy Valley’s Sarah Lancashire, Raquel in Corrie, has described soaps as “a double-edged sword”, adding: “You have to rise above such ludicrous prejudice.”     Suranne Jones, right, as Karen McDonald, marrying Steve (Simon Gregson). Photograph: Granada TV    It’s not just the homegrown offerings that are star factories: Neighbours and Home And Away, which were exported to the UK in the 80s selling Australian sunshine and all the escapism that goes with it, have spawned more than just Kylie and Dannii Minogue. Russell Crowe, Margot Robbie, Chris and Liam Hemsworth: all got their first taste of success in the Aussie soaps. Soap operas have long been a much-loved element of the British TV schedule, since the days when legends such as Hilda Ogden, Ena Sharples and Elsie Tanner ruled the screen. EastEnders shook up the scene with its gritty storylines in 1985, joining Phil Redmond’s Brookside as part of a new breed of harder-hitting drama. It was Redmond who brought a new realism to the genre. Brookside tackled the big issues of the day, along with a good dose of sensationalism. Beth Jordache (Anna Friel) and Margaret Clemence (Nicola Stephenson) shared the first soap lesbian kiss and Sue Johnston’s powerful portrayal of Sheila Grant’s recovery from rape showed her experience as a complete story, not just an isolated incident that was brushed under the carpet. EastEnders, the enfant terrible of soaps, brought Colin and Barry’s relationship, Nick Cotton’s drug addiction and Mark Fowler’s diagnosis as HIV positive. Today, under Treadwell-Collins, the soap has worked closely with mental health charity Mind on Stacey’s post-partum psychosis storyline.   Related: Reg Grundy, Australian TV and media personality, dies aged 92    There’s still a sense of community around them, from the loyal viewers who know every detail of their favourite characters’ past to the more promiscuous types who’ll be reeled in by the big hits, such as EastEnders’ live Who Killed Lucy Beale? reveal. Moments of subtlety count just as much as Twitter explosions. Behind Danny Dyer’s cockney rhyming slang and propensity to close his eyes if he ever needs to administer a threat lies the real Mick Carter, the supportive husband and loving dad who squeezed his son Johnny tightly as he came out.     ‘EastEnders, the enfant terrible of soaps, brought Nick Cotton’s (John Altman) drug addiction. Photograph: BBC/Adam Pensotti/BBC    Soaps are a place where equality rules. Old and young each get their moment, and the women take centre stage. When Emmerdale revealed that one of its characters would be HIV positive, it was Val, a woman in her 50s who had contracted it during a holiday fling in Portugal. Not only did it buck stereotypes, but Val also raised awareness of safe sex for her age group. As Peggy Mitchell proves, every age gets its moment in the soap spotlight and older characters aren’t just written off – their aren’t many corners of the TV schedule where that is true. Soap women are matriarchs and warriors: throw infidelity, baby loss, cancer and anything else you dare at them, but eventually they’ll put on their lippie and get back out there, in the great tradition of Bet Lynch. Like it or not, soaps are the cockroaches of the TV schedule and they’ll be screaming: “Get outta my pub” for many years to come.",
  "webTitle": "Soaps are the real beating heart of TV | Hannah Verdier",
  "webPublicationDate": "2016-05-11T09:29:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/soaps-tv-eastenders-emmerdale",
  "keyword": [
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "EastEnders",
      "id": "tv-and-radio/eastenders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Coronation Street",
      "id": "tv-and-radio/coronation-street",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Neighbours",
      "id": "tv-and-radio/neighbours",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/soaps-tv-eastenders-emmerdale"
}