{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/kartemquin-chicago-gordon-quinn-hoop-dreams-life-itself-the-interrupters",
  "id": "2016-05-20-22",
  "sectionId": "film",
  "body": "For 50 years, Chicago documentary production company Kartemquin has been making thought-provoking documentaries that have had an international impact. Now 74, artistic director Gordon Quinn, burns with the same passion that saw him establish the collective. Sitting in his Chicago office, awards piled up on the shelves through the French doors, he sets out his original manifesto.  “We wanted to make films to make social change, to give people information, and to change the world for the better. We were very taken with telling people’s stories who don’t usually get told. We felt that that kind of storytelling had an important role to play in the democratic process. That’s what we were very committed to and passionate about; and we still are today.”    Related: Life Itself review – documentary tribute to film critic Roger Ebert    Kartemquin’s oeuvre is varied. Over 51 films and four series, Quinn and his colleagues have plumbed enduring themes such as race, education and fairness and surely have indeed contributed to social change. The group’s most famous documentaries include The Interrupters, about a group of activists trying to stop violence in Chicago; Life Itself, which takes as its subject the late Chicago film critic Roger Ebert; and Hoop Dreams, a three-hour classic, currently streaming for free on Kartemquin’s website, which follows two talented high school basketball players from poor backgrounds trying to make it to the NBA.             The company sees itself as very much part of Chicago’s vibrant, interdisciplinary creative communities. “Kartemquin still has this midwestern flavour,” Quinn says. Currently, the company has one series and 12 films in progress. One of them, ’63 Boycott, “blew up over the internet”, when Kartemquin’s website published a 1962 photo of Bernie Sanders being arrested; Sanders, who was in the same year as Quinn at the University of Chicago, was challenging the university’s racist housing policy. Quinn says that the protest of the title was a precursor to further struggles to come. “It’s about people demanding to have an equal shot at education and not have their kids put into trailers or put into these inferior educational situations. That huge demonstration in 1963 where 200,000 kids walked out of school in Chicago. People that were involved in it say, ‘We’re still fighting the same battles today, it’s frustrating that we’re not farther’.” The artistic director passionately believes in education rather than incarceration. Margaret Byrne’s beautifully filmed Raising Bertie, which premiered at Full Frame Film Festival in the UK earlier this year, follows the education of three young black teenagers over six years. Their alternative North Carolina school the Hive is a quarter of a mile from Bertie-Martin regional jail; the documentary laments that there are 27 prisons within a 100-mile radius, while the schools are chronically underfunded.            Raising Bertie records the closure of the Hive. Quinn gestures dramatically, explaining why the cash-strapped Board of Education’s decision was unfair for both students and teachers. “School is not an education factory. The Hive didn’t have the test results? Give me a break. It was only open for three years! That was clearly an institution that was making a difference in these kids’ lives. You have to give it a chance to play out.  “The same thing is true with many of the 50 schools they closed here in Chicago recently. They want these quick fixes, we have all these ‘entrepreneurial’ approaches to education … you have to understand the larger context in which a neighbourhood school plays a role. They are humanistic institutions.”   Related: My favourite film: Hoop Dreams    Raising Bertie raises scientific evidence around youth incarceration. “Their brains aren’t fully formed, they still have impulse issues, they’re still growing up and yet the criminal justice system treats so many of them as adults,” says Quinn. “I think there are a lot of aspects to Raising Bertie that are important … Our problems with inequality date back to slavery, you just can’t get away from that, and that’s what we need to be dealing with.”            The company’s films frequently tackle America’s relationship with race. Quinn’s A Good Man follows legendary African American choreographer Bill T Jones as he struggles to create a dance work about Abraham Lincoln for the president’s bicentenary, while The Trials of Muhammad Ali explores the boxer’s political and religious awakening, which put him on a collision course with the white American establishment.  The Interrupters, meanwhile, looks at reformed criminals intervening to reduce Chicago’s lethal violence. “The quick fix – ‘Oh well, if we just make longer prison sentences that’ll stop all this violence’ – none of it works,” says Quinn. “None of these crime bills have done anything to reduce crime. But there in The Interrupters, you’re seeing people actually having an effect with that intense human interaction and really listening to people about who they are and what their problems are. It’s an incredibly powerful film.” Later I speak to one of the film’s main subjects, Cobe Williams, Ceasefire/CureViolence’s director of training, who Skypes me from a New York taxi. In one of the film’s most moving scenes, Williams takes Lil’ Mikey, recently released from incarceration, to a barbershop. In a model act of restorative justice, Mikey sincerely apologises to his victims for robbing them at gunpoint at age 15, and listens to the anguish he caused.             Beaming with pleasure, Williams tells me that Lil’ Mikey – and the film’s other memorable former criminals like Flamo, Bud and Ameena – are doing well. “I talk to Lil’ Mikey every day. He work in schools. It’s a programme they call Bam, Becoming a Man. Lil’ Mikey’s doing great there. He got Bud in school right now for criminal justice. It’s great stuff came out of this.” Charismatic and persuasive, Williams himself has come a long way from serving 13 years for attempted murder and drug trafficking. “Yes man! I’ve been blessed and I’ma keep doing what I’m doing to keep making a difference in these communities across the world. I’m gonna keep interrupting violence.” The Interrupters got the message out about their work, Williams testifies. “The film really put the programme out there. We [are now] working in 60 sites. We got 20 sites in New York, five in Baltimore, two in Philly. We’re in Trinidad, we’re in Africa. We everywhere now, man. Yes!” Joakim Noah, the Chicago Bulls center, saw The Interrupters and tweeted: “this a must-see documentary … Cobe, if I can do anything to help let me know.” Williams and Noah have been organising regular basketball peace tournaments. “We been in jam ever since, that’s my brother now, for real.” His message for audiences today is young people in blighted communities just need someone who really cares. “We need more people to get out there on the frontline and help out.”  The touching Life Itself highlighted Ebert’s insight: “The movies are like a machine that generates empathy.” Quinn agrees. “Right! Hoop Dreams was such a success because many people watched it who would never watch a film about an inner-city family. But because it was about sports, they spent almost three hours with people that they never would have encountered. You have to engage people on an emotional level. We are trying to make films that get people to see and listen to and care about; and understand somebody who’s not them.”  He warms to his theme. “That’s one of the problems that I see in America with this incredible polarisation, that people already know how they’re going to respond to something so they’re not even listening to it.” Instead, Kartemquin’s films stand for empathy and complexity in a world that trades increasingly in decontextualised, cold, knee-jerk opinions.  For more about Kartemquin’s 50th anniversary celebrations, including a Chicago exhibition and free weekly streamings of all their films, go to their website.",
  "webTitle": "Kartemquin: Chicago film-makers on 50 years of slam dunk documentaries",
  "webPublicationDate": "2016-05-20T20:08:31Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/kartemquin-chicago-gordon-quinn-hoop-dreams-life-itself-the-interrupters",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Hoop Dreams",
      "id": "film/hoop-dreams",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexander Bisley",
      "id": "profile/alexander-bisley"
    }
  ],
  "guardianId": "film/2016/may/20/kartemquin-chicago-gordon-quinn-hoop-dreams-life-itself-the-interrupters"
}