{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/kristen-stewart-twilight-fame-cannes-2016",
  "id": "2016-05-13-288",
  "sectionId": "film",
  "body": "Few actors have made the transition from blockbuster lead to arthouse darling with such finesse as Kristen Stewart. The star, who shot to fame with the Twilight franchise in her teens, appears in two films at this year’s Cannes film festival: Woody Allen’s Cafe Society and Personal Shopper, her second film with French director Olivier Assayas – the first, Clouds of Sils Maria, made her the first American woman to win a Cesar award.  Speaking to promote Cafe Society at the festival, Stewart spoke of her respect and admiration for both directors, and her happiness in France, praising “the risk taken that’s different from why people make movies in the States”. She was eager to work with film-makers with “reckless intentions”, she said, adding: “I feel like there’s something psychic that happens when people are drawn to each other to make something. And I have so much faith in that that I will always follow it. And I will definitely make a few missteps and a few bad movies and things that aren’t so sure.”   Related: Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood    Stewart will soon begin shooting her own film – a short based on her own script – and said she took inspiration from Assayas and Allen, as well as Sean Penn, with whom she worked on 2007‘s Into the Wild, one of the first of her various left-field films.            Café Society: trailer for new Woody Allen film    “I thought: ‘Yep, that’s how I’m going to do it!’” she said of watching Penn work. “There’s a firm, almost staggeringly strong diligence, yet he’s so trusting in the process of discovery that what happens is always like lightning in a bottle. I really love the idea of creating an environment in which you can just completely expose yourself and do things you otherwise wouldn’t.” Once in a high-profile relationship with Twilight co-star Robert Pattinson, Stewart also discussed her changing relations with the media and her own ease with her private life. She recently told Variety she was impressed by the happiness of today’s teenagers to not be sexually pigeonholed, and would be keen to advocate for LGBT rights. “I don’t want to be too guarded,” said Stewart of being photographed with whoever it is she happens to be dating. “I got really exceedingly famous at 17, and at 17 you don’t really know how to interact with more than a couple of people. You’re trying to figure it out. Who are you? What do I seem like? Can I affect that? Should I think about that? So then when it’s thrust at you and that conversation is owned by the masses and not just you or the closest people to you it kickstarts this weird thought process that is really unnatural.” The situation, said Stewart, caused her to “just really shut down. I was so guarded. And that really doesn’t provide a fully- lived life. There are ways to interact with media and there are ways to interact with the public and, beyond that, just human beings. Because those are all very different things. “So I’ve found this balance of ignoring the things I find worthless and really letting in the stuff that feels human and that is by not hiding and being honest.”",
  "webTitle": "Kristen Stewart on Twilight fame: ‘I didn’t have a fully-lived life’",
  "webPublicationDate": "2016-05-13T07:29:23Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/kristen-stewart-twilight-fame-cannes-2016",
  "keyword": [
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/13/kristen-stewart-twilight-fame-cannes-2016"
}