{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/03/nepal-bhramarpura-streets-have-no-men-women-hold-sway",
  "id": "2016-05-03-331",
  "sectionId": "global-development",
  "body": "At first glance, Bhramarpura’s dusty, sun-seared streets look like many others in southern Nepal. But there is a conspicuous difference. Nearly everyone making the wheels of this small town turn – selling groceries, carrying grain or pumping water – is female. There is hardly a young man in sight. Years of migration, fuelled by hope of providing a better life for their families, have drained Bhramarpura of working-age fathers, brothers and sons. Practically every household has at least one male family member working overseas, leaving boys and elderly men as the few remaining males in a town run by women.   Related: 'I don’t feel safe but life must go on': one year on from the Nepal earthquake    In a male-dominated country where women are largely confined to household chores, or certain tasks in the fields, Bhramarpura is a notable exception, with women assuming duties usually reserved for men. They are the backbone of the community, and its public representatives. The outflow of men and the influx of remittances have given Bhramarpura a local reputation for wealth, relatively speaking. But while poverty here may be less severe than in neighbouring villages, privilege comes at a cost. Taradevi Sah, 36, has seen her husband only twice in six years since he left for Kuwait. “It’s painful,” she says, sitting on a rug on a porch among a dozen other women, and an equal number of children. “But it’s less painful than poverty. Him sending money takes some of the pain away.” The women of Bhramarpura are used to paying for that money with loneliness.     Madhu Thakur, a health worker in Bhramarpura.    “It is a cause of sorrow that newly wedded husbands have to leave their wives,” says Madhu Thakur, a community health worker. “There are problems. But problems would be bigger if there were no money here.” Nepal is among the latest countries in south Asia to be transformed by mass migration of low-skilled workers, mainly to countries in the Gulf. The country’s south is leading the trend. Mahottari district, in which Bhramarpura lies, is the second-largest source of migrants, according to the government. An estimated 1,500 Nepalese leave the country daily, not counting those who go to India, who are not registered because a long-standing bilateral agreement between the governments of India and Nepal means they do not need work permits. The remittances they send home make up almost one-third of Nepal’s gross domestic product. Since 2006, about 2.6 million Nepalese have gone abroad to work – one in 10 of the entire population. In Bhramarpura, nearly one in four people migrate. Out of 13,000 inhabitants, about 3,000 are working abroad, according to the town secretary, Ram Paradath Thakur. The visible gender bias has fed another reputation, one locals say is unfair: that Bhramarpura is promiscuous. The rumour has been reinforced by the plethora of children in the town, despite most husbands living overseas. Binod Kumar Sah, a health worker who moved here recently, relayed an acerbic saying among neighbouring villages that: “In Bhramarpura, a child is conceived over the phone.” Bijay Shah, 25, worked in Saudi Arabia for five years before marrying. He continued to work abroad but decided to return home five years later because he worried his wife might have an affair, he says. There is some male presence in Bhramarpura. Groups of young men lounge in the shade around the main square, but almost all were on leave from Qatar, Saudi Arabia and other Gulf countries, where they work in construction or the services industry.   Related: Acts of kindness that helped the people of Nepal survive the earthquake – in pictures    Nepalese migrants are often exploited by overseas employers, as well as recruitment agencies in Nepal, which deceive them about wages and conditions. Still, in a country where unemployment is unemployment as high as 46%, remittances help families pay for healthcare and education, and invest in land. But new money often feeds new lifestyles, says Madhu Thakur. Many of the migrants, she says, return with alcohol or drug addictions, while at home, older boys who refuse to obey their mothers sometimes spend their fathers’ wages on alcohol or pills.  Large-scale migration not only profoundly changes the social fabric of communities, it can also undermine long-term development. “[Migration] has deepened the consumption-driven economy in Nepal, where goods are not produced but consumed, and where jobs are not created,” says Jeevan Sharma, a Nepalese migration expert at the University of Edinburgh. “Agriculture has suffered, as there is less labour available, and there has been a tendency to leave the land barren,” he says. Like their husbands abroad, women left behind are vulnerable to exploitation, too. Sunaina Devi, an elderly woman with a granddaughter on her lap, recalls how a man from a different village had tried to “dishonour” her before a male neighbour had intervened. “I didn’t know what to do. If my husband had been here, he would have known what to do,” she says. She and other women in Bhramarpura accuse corrupt officials of taking advantage of them, and banks of demanding bribes before releasing remittances from their husbands. “We can’t protest like men can,” Devi says.     These couples both decided that a life together is worth more than a migrant’s income. Madhu Thakur and Bhadesh are the couple in the centre.    “I was very aware [of the corruption]. It made me angry,” says Madhu Thakur’s husband, Bhadesh. In Saudi Arabia, he says, he earned only 600 riyals (£110) a month, working 12 hours a day, six days a week. “But how can we oppose? I worked, my whole family ate.” Now, he and Madhu are among the few couples who have concluded that a life together is worth more than a migrant’s income. After three years in Saudi Arabia and Qatar, Bhadesh decided his salary – part of which he spent on sending his 11-year-old son and eight-year-old daughter to school – was not enough incentive to be separated from them. “I make less money now, but at least I’m with my family,” Bhadesh says, serving energy drinks from a fridge in the small convenience store he bought when he returned last year. “We have decided to celebrate with what we earn,” Madhu says. “I would have done anything to stop him from going again.”  Additional reporting by Arpan Shrestha",
  "webTitle": "Where the streets have no men: the Nepalese town where women hold sway | Sune Engel Rasmussen",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/03/nepal-bhramarpura-streets-have-no-men-women-hold-sway",
  "keyword": [
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Remittances",
      "id": "global-development/remittances",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "global-development/2016/may/03/nepal-bhramarpura-streets-have-no-men-women-hold-sway"
}