{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/10/new-planets-discovered-nasa-kepler-space-telescope",
  "id": "2016-05-10-53",
  "sectionId": "science",
  "body": "Nasa added more than 1,200 new planets to the known galaxy on Tuesday, more than doubling the number of confirmed planets orbiting alien stars. Revealing data from the Kepler space telescope, the astronomers said that the discovery is a step toward finding Earth-like planets. “This gives us hope that somewhere out there, around a star much like ours, we can eventually discover another Earth,” said Ellen Stofan, Nasa’s chief scientist. Analysis on data from Kepler found that 1,284 candidates have a 99% chance of being a planet, of 4,302 potential planets detected by the telescope. Kepler searches in particular for planets in the “habitable zone” – close enough to a star for water to pool on the surface of a planet. Not so close that the star scorches water out of existence, as on Mercury, and not so far that water only persists as ice, as on Pluto. “Kepler has detected about three dozen planets or planet candidates in the Goldilocks zone,” mission scientist Natalie Batalha told reporters. She said that almost 550 of the newly confirmed planets could be rocky planets like Earth, according to their size. The new research has added “nine more planets to this exoplanet hall of fame,” she said, using the term for planets that orbit stars outside the solar system. The findings make 21 total exoplanets known to be about the same size and orbit as the Earth to the sun.   Related: Earth 2.0: Nasa says scientists have found 'closest twin' outside solar system    “When you look up in the sky you’re not just going to see pinpoints of lights and see them as stars,” Batalha said, “you’re going to see pinpoints of light as planetary systems.” Kepler detects planets by noticing the tiny dimming of light when a planet passes in front of its star, as the sun did on Monday when Mercury made its rare transit across its face. But these signals could also be caused by any manner of objects moving through space, creating false positives and a great deal of caution among scientists.  Batalha said that researchers found many “an astrophysical impostor” but that the data from Kepler, combined with new statistical technique published in the Astrophysical Journal on Tuesday, had vastly increased astronomers’ ability to confirm planets. Kepler requires three transits to confirm a detection, said Tim Morton, an associate research scholar at Princeton University and a co-author of the new paper.  “It’s taken about 15 years of hard work for astronomers to find and confirm about 2,000 transient planets that’ve been found from the ground,” Morton said. His contribution to the discovery was a means of assigning each planet candidate a probability for its “planethood”, and he compared the problem to cleaning up crumbs spilt all over the floor. “If you spill a whole bucketful of small crumbs, you’re going to need a broom to pick it up.” The new planets were found in only a small patch of the night sky, between the constellations of Lyra and Cygnus. Nasa’s astrophysics director Paul Hertz linked Kepler’s mission to one of the space agency’s greatest objectives: the search for life beyond Earth. “One of the great questions of all time is whether we are alone in the universe. We live in a time when humanity can answer this question scientifically,” he said. Hertz said that the findings show there could be more planets than stars, and Batalha said her “back of the envelope calculation” suggests “tens of billions of potentially habitable” worlds. She admitted that scientists still only have a small sample size, compared to the scope of the galaxy, but said the data so far shows “about 24% of the stars harbor potentially habitable planets that are about 1.6 times the size of the Earth”. Future missions will significantly add to Nasa’s data: the agency has several new telescopes slated for launch in the coming decade, including one called TESS, which will examine closer stars than Kepler, and another that will be able to detect the atmospheres of exoplanets. Signs of oxygen and water vapor in those atmospheres, Batalha said, would point Nasa toward the discovery of “truly living worlds”.  Launched in 2009, Kepler has discovered 2,325 verified planets of almost 5,000 total candidates. The spacecraft spent four years studying 150,000 stars on its first mission, and then began its second mission, called K2 – surviving several crises and mechanical problems along the way. In April the telescope descended into emergency mode, but scientists managed to stabilize the spacecraft. “Everything is looking good for the spacecraft,” said Charlie Sobeck, Kepler’s mission manager, who estimated that the telescope has “something over two more years of fuel” left to continue its hunt.",
  "webTitle": "More than 1,200 new planets discovered through Nasa's Kepler space telescope",
  "webPublicationDate": "2016-05-10T19:21:17Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/10/new-planets-discovered-nasa-kepler-space-telescope",
  "keyword": [
    {
      "webTitle": "Nasa",
      "id": "science/nasa",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "science/2016/may/10/new-planets-discovered-nasa-kepler-space-telescope"
}