{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/11/damian-lewis-hedge-fund-billionaires-are-misunderstood",
  "id": "2016-05-11-230",
  "sectionId": "tv-and-radio",
  "body": "It’s fun to spend an imaginary million or two. Damian Lewis’s first purchase would be a private jet. “That would be the first thing I’d buy, undoubtedly,” he says. “Having been on a private jet only two or three times, it’s one of life’s great luxuries. I would do that. Then I might buy Liverpool football club.” This discussion has come about because in his latest TV drama, Billions, the actor plays Bobby Axelrod, a US hedge-fund gazillionaire with blue-collar roots, a passion for Pearl Jam and a fine line in cashmere hoodies. “It’s almost like there’s a new class of young billionaire,” says writer David Levien. “They’re 40, self-made, and casual in a way you don’t see depicted in the media. These are guys who call their own shots, fly around in their own planes and seem to have the world at their feet.” The show sets Axelrod on a collision course with US attorney Chuck Rhoades, played by Paul Giamatti. Rhoades is convinced Axelrod is using illegal insider trading and vows to bring him down. Over 10 episodes, the two titans – one in the public sector, one in the private – go at it like Foreman and Ali. But Billions is more nuanced than just a slugging match. Lewis’s Axelrod – like most of his characters – is smoothly inscrutable. He genuinely seems to be a family man, grounded in a working-class background (to the extent that you can be while buying $84m mansions in the Hamptons).     Like Foreman v Ali … Axelrod slugs it out with US attorney Chuck Rhoades (Paul Giamatti). Photograph: SHOWTIME    “It’s as much a study of people as of kings and kingdoms,” says Lewis. “A study of what personality types tend to win these positions in our society – and what they’re prepared to do to keep themselves there.”  Lewis met with several “hedgies” to prepare for the role, to “examine them” and try and see if he could find any common ground. “I think they’re misunderstood,” he says. “I think very few people still understand the distinction between CEOs on Wall Street and the hedge-fund billionaires operating separately.” But his main reason was to try and hear an “intellectual defence of what they do, given that they know what they do is disliked”.   The defence he got, he says, was that hedge-fund managers are market regulators. “They go round and single out overvalued, underperforming companies. Yes, of course they hope to make some money on the bet that this company is going to fail. And yes, there has been adverse press suggesting they then manipulate markets and press, to convince shareholders to withdraw their money to drop the share price, so they can then make their money. All of that might be true, but if it’s clean and people are behaving honourably and honestly, then that is also a compelling argument. That they are there to, if you like, crusade on behalf of the shareholders.” Hedgies as white knights? Surely he doesn’t truly buy that? “If you believe – which I do – that acting is a bit like advocacy for your character, then of course I want to find the positive points. But I’m realistic enough to know that it’s a broad church, the world of hedge funds, and I think some people are more honourable than others.”     Damian Lewis as Nicholas Brody in Homeland. Photograph: Showtime/Everett/Rex Feature    Bobby Axelrod’s honour is open to question in Billions. It’s typical of the new breed of premium cable shows in that it centres on an antihero – a Tony Soprano or Walter White – who you can’t help but root for. At different times, Axe could be classed a hoodlum, a crook or a saint – he pays for the college education of all the children of his former colleagues killed in 9/11. Meanwhile, his nemesis, Rhoades, comes from waspish old money and is partial to a bit of extreme S&M with his wife Wendy (Maggie Siff), who works for Axelrod as an on-site shrink.  There are no moral black and whites here, but then as Lewis points out, megalomania and megabucks do strange things to morality. “Bobby might have convinced himself of the truth of everything he does – perhaps in the same way Tony Blair convinced himself of the ‘truth’. It’s difficult to say that Blair was consciously mendacious: I just think he drank some Kool Aid and managed to create a moral and intellectual argument to justify anything he did. That’s what powerful people do; it’s what delusional people do.” It hasn’t been long since we last heard Lewis’s impeccable American accent. For three seasons (four if you include flashbacks) of Homeland, he played Nicholas Brody, the marine who was, or possibly wasn’t, “turned” on a tour in Iraq. “It was interesting: a more liberal viewer enjoyed and supported Brody in Homeland and a more conservative viewer thought he was an outright terrorist and was to be condemned. So, it sort of depends on the personal politics of the viewer.”           Damian Lewis as Antony in Julius Caesar: ‘Friends, Romans, countrymen’    Lewis has two children and lives in London, so returning to New York for another potentially long-running series was not a decision he took lightly. “I get very lonely,” he says. “I get homesick – or family sick more. When you have two small children and a wife [Helen McCrory] who’s also an actress, and a very successful one, blocking out that much time is daunting. It’s a worry and I’ll let you know if I’m still married at the end of it.” “I can be a bit blase,” he admits. “‘I don’t want to do this, it doesn’t fit in with this, that and the other.’ Then you take stock for a few moments and realise people kill for roles like this.” Billions has already aired in the US, and people in New York now recognise him not as Brody but as Bobby Axelrod. “They’ll say: ‘Do you think you’d vote for Trump?’” Lewis gently has to remind fans that he is not Axelrod, before adding, “But he might vote for Trump.”  Billions is on Sky Atlantic on Thursday at 9pm",
  "webTitle": "Damian Lewis: 'Hedge-fund billionaires are misunderstood'",
  "webPublicationDate": "2016-05-11T11:55:51Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/11/damian-lewis-hedge-fund-billionaires-are-misunderstood",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Damian Lewis",
      "id": "culture/damian-lewis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Homeland",
      "id": "tv-and-radio/homeland",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/11/damian-lewis-hedge-fund-billionaires-are-misunderstood"
}