{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/afrika-bambaataa-denies-accusations-sexual-assault",
  "id": "2016-05-13-254",
  "sectionId": "music",
  "body": "Afrika Bambaataa has denied sexually abusing boys, after facing a series of allegations. In an interview with Fox 5 News in the US – his first TV interview to address the accusations – the hip-hop DJ said: “I never abused nobody. You know, it just sounds crazy for people to say that, to hear, ‘You abused me.’ You know all my people back then, you know the hundreds of people that been around me. If something like that happened, why you never went to none of them?” The allegations began on 30 March, when Ronald Savage, now 50, said Bambaataa had sexually assaulted him several times in the 1980s. Savage was followed by three more men, aged between 39 and 51, who told similar stories. A man claiming to be a former bodyguard for Bambaataa, Shamsideen Shariyf Ali Bey, said: “I can say I’ve walked in on stuff where I say, ‘What the fuck is going on’. He travels with late teens. Those are the ones he takes overseas with him. When I went with him on tour in the states, I would stay in one room and he would have boys in the room with him.” Bambaataa and his lawyers have denied the accusations repeatedly. In the wake of Savage’s allegations, Bambaataa released a statement to Rolling Stone, saying: “I, Afrika Bambaataa, want to take this opportunity at the advice of my legal counsel to personally deny any and all allegations of any type of sexual molestation of anyone. These allegations are baseless and are a cowardly attempt to tarnish my reputation and legacy in hip-hop at this time. This negligent attack on my character will not stop me from continuing my battle and standing up against the violence in our communities, the violence in the nation and the violence worldwide.” In his interview with Fox 5 News, Bambaataa said he did not know why the men were making the claims. “It’s hard to say. You don’t know what many of these people are thinking, what is behind it. Some parts are saying it could be shakeups. Certain things people might have wanted.” The statute of limitations means it can be difficult for child sex abuse victims to seek legal redress in adulthood. In Bambaataa’s home state, New York, only three out of 25 categories of sexual assault – first degree rape, first degree criminal sexual acts and first degree aggravated sexual assault – have a suspension of the statue of limitations. In all other cases, charges must be brought within two to five years of the incident, or within two to five years of the victim turning 18. Savage has said his goal in accusing Bambaataa is not to win damages, but to change the statute of limitations. “I think the statute of limitations is unfair for victims,” he told the New York Daily News. “It took me all of these years to speak about this. I was embarrassed. I was ashamed.”",
  "webTitle": "Afrika Bambaataa denies accusations he sexually assaulted boys in the 1980s",
  "webPublicationDate": "2016-05-13T09:46:40Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/afrika-bambaataa-denies-accusations-sexual-assault",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/13/afrika-bambaataa-denies-accusations-sexual-assault"
}