{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/09/how-much-do-you-embrace-the-circular-economy-in-your-life-take-our-quiz-secondhand-recycling",
  "id": "2016-05-09-171",
  "sectionId": "sustainable-business",
  "body": "You have a family wedding to get to in the Scottish Highlands. Do you ... \n      \n       Drive by yourself in your own carAdd a point in B\n       Book a flightAdd a point in A\n       Book a train ticketAdd a point in D\n       Rent a car with your Zipcar membership and use a ride sharing service to split the costAdd a point in C\n      \n     It’s time to book your holiday. Do you ...\n      \n       Opt for an Airbnb room so you can live like a localAdd a point in C\n       Find a nice self-catering apartment and rent a car for a weekAdd a point in B\n       Book an all-inclusive resort in a tourist hotspotAdd a point in A\n       Find a placement on HelpX and volunteer in exchange for food and boardAdd a point in D\n      \n     Your washing machine breaks down. Do you ...\n      \n       Find the manual and get to work fixing it yourselfAdd a point in D\n       Send it to be recycled and order a new oneAdd a point in B\n       Find a local repairman and pay to get it fixedAdd a point in C\n       Immediately get on the phone to your local department store to arrange delivery of a new oneAdd a point in A\n      \n     Two friends cancel on coming for dinner just as you have spent the day cooking. Do you ...\n      \n       Throw the extra food straight into the binAdd a point in A\n       Put the extra food into the food waste bin to be collected by the councilAdd a point in B\n       Use an app like Olio to find a neighbour to share it withAdd a point in D\n       Divide the extra food into containers and freezeAdd a point in C\n      \n     You’ve just landed an important job interview but your suit is tatty. Do you ...\n      \n       Use Vinted to buy or swap unwanted clothing with othersAdd a point in D\n       Buy a new outfit from a sustainable clothing brandAdd a point in B\n       Visit a charity shop and piece together something smartAdd a point in C\n       Go to a department store and splash out on a brand new oneAdd a point in A\n      \n     You’ve upgraded your phone. What do you do with your old one? \n      \n       Sell itAdd a point in C\n       Repurpose it as a mp3 player, home security camera or remote controlAdd a point in D\n       Throw it awayAdd a point in A\n       Put it in a drawer and forget about itAdd a point in B\n      \n     When you think of coffee grinds you think of ...\n      \n       Sloppy, messy stuff that needs to be disposed ofAdd a point in A\n       Putting it into your compost bin to be taken away by the councilAdd a point in B\n       How you’ll use it as fertiliser on your garden or maybe donate it to your local allotmentAdd a point in C\n       All the ways they can be transformed into other products, like furniture, biodiesel and bioplasticsAdd a point in D\n      \n     You've ripped your favourite jeans. Do you ...\n      \n       Abandon the idea of jeans and start a jeans-free movementAdd a point in B\n       YouTube sewing tutorials and dig out a needle and threadAdd a point in D\n       Put them in a clothes recycling bin and head to Mud Jeans to lease a designer pairAdd a point in C\n       Hit the high street and snap up a few new pairsAdd a point in A\n      \n     Your bedside table is looking a bit worn out. Do you ...\n      \n       Leave it on the side of the road for someone to claimAdd a point in B\n       Start a fire, throw it on, toast marshmallowsAdd a point in A\n       Put it on an online platform like Gumtree or FreeCycleAdd a point in C\n       Reckon that it's nothing a lick of paint won't fixAdd a point in D\n      \n    \n    Buckets\n    \n     Circular economy virginLet’s face it, you’re not really sure what the circular economy is. Something to do with recycling maybe? Don’t worry, you can read all about it on the Philips partner zone.\n     Circular economy noviceYou care about conserving resources and you “do your bit” as they say, but you’re not a circular economy expert by any means.\n     Circular economy cheerleaderYou’ve read up on the circular economy and do your best to move away from “take, make, dispose” in all areas of your life.\n     Circular economy rockstarEllen MacArthur is your hero and you feel a surge of joy every time a new organisation joins the CE100.",
  "webTitle": "How much do you embrace the circular economy in your life? - quiz",
  "webPublicationDate": "2016-05-09T13:36:12Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/09/how-much-do-you-embrace-the-circular-economy-in-your-life-take-our-quiz-secondhand-recycling",
  "keyword": [
    {
      "webTitle": "Partner zone Philips",
      "id": "sustainable-business/partner-zone-philips",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah LaBrecque",
      "id": "profile/sarah-labrecque"
    }
  ],
  "guardianId": "sustainable-business/2016/may/09/how-much-do-you-embrace-the-circular-economy-in-your-life-take-our-quiz-secondhand-recycling"
}