{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/teenage-mental-health-crisis-doctors",
  "id": "2016-05-14-64",
  "sectionId": "commentisfree",
  "body": "Most GPs think mental health services for young people are inadequate, with nine in 10 fearing that children in their care could come to harm while waiting for specialist treatment. Those are the worrying key findings from a survey for stem4, the charity I set up to support teenagers with mental health problems. Under pressure to achieve efficiencies, and with a reduced specialist workforce, mental health providers are applying increasingly strict criteria for access to their services. Let’s think about what that might mean. You’re 16 and going through a tough time. At school you’re worried because your performance in pending exams determines your chances of getting to university, or to succeed in a ruthlessly tough job market.   Related: Care for children with mental health problems is woeful, say GPs    You also have to keep performing to secure a place in the social hierarchy at school, and to have a range of other accomplishments to boost your status. None of this seems to be working and you feel useless and a failure most of the time. It all might be easier if it wasn’t for endless arguments at home. It’s all too much and out of control. Cutting yourself is one way to cope, even though it’s a temporary relief, but your low mood frightens you and the dark thoughts increase. Eventually, you do what many young people in your situation feel unable to – you overcome the worry of burdening your parents and the shame of not being able to “be strong”, and you summon up the courage to ask for help. But there’s even competition for treatment – you have to be cutting severely enough and often enough to meet NHS thresholds. Now you’re failing for not being “ill enough” to qualify for treatment. One in 12 UK teenagers self-harms – more than anywhere else in Europe. Depression is a reality for one in 10. Between 2010 and 2014, the number of girls aged between 10 and 14 admitted to hospital in England for self-harm increased by 93%. While familial relationships remain the greatest source of anxiety for young people, the increase in stress related to exams has been huge. Last year, the NSPCC reported a 200% increase in approaches to Childline-related worries at school. The statistics support my own observations, as a clinical psychologist treating young people for mental health conditions, that this is a problem on the increase. When I look at the world through their eyes, I see levels of competition and performance anxiety unknown to my generation. Outside school, our body-obsessed, share everything culture subjects them to new forms of scrutiny. Who’s got the most “followers”? Whose selfie or video got the most likes? Body-shaming, cyberbullying and sexting can happen to them on their mobiles wherever they might be, robbing them of a place of safety. It’s not surprising that young people are frightened and anxious. We have let them down. We have created a world for them that fosters mental ill health in many ways, and the NHS is struggling to cope with the consequences. Mental health services are creaking because of a heavy backlog. Services are patchy, and subject to unacceptable variations. Waiting times to see a specialist are dangerously high – sometimes up to two years. Patients often only get to be seen when their problems are severe enough. GPs tell me of their frustration and heartbreak at having nowhere to refer young patients with serious problems, and their fears for their safety. A greater emphasis on prevention and early intervention is as important as good support after treatment. Self-harm, eating disorders, depression and anxiety in young people can all be treated or managed, but success is most likely when problems are identified early. Doing so can unquestionably prevent huge suffering and tragedy – 20% of young people who self-harm not only think about suicide, but also have plans to carry it out. Stemming mental health problems in young people requires a shift in strategy. We need to improve access to specialist targeted evidence-based treatments such as CBT and family therapy. We need more specialists in early intervention services to provide expert assessment so that children and young people can be allocated the appropriate treatment.   Related: How artist captured the suffering of Alastair Campbell and Amy Winehouse    Ultimately, we also need to end the funding disparity that sees mental health services receive only 11% of the NHS budget when they have to deal with 23% of the disease burden. We need parity of funding for research – currently only £9.75 per person is spent on mental health research compared with £1,500 per person for cancer, for example. Without this, young people are at the mercy of information, much of it inaccurate, that they access online. There is much that we can do to support our new generation of anxious children and young people. While we can’t change the world they live in, we can recognise, support and address their fears and provide them with tools for self-reflection and self-management. Most of all we can ensure that when they do need help, it is there. Dr Nihara Krause is a consultant clinical psychologist and founder of stem4 mental health charity",
  "webTitle": "Family doctors fear a mental health scandal waiting to happen | Dr Nihara Krause",
  "webPublicationDate": "2016-05-14T19:30:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/teenage-mental-health-crisis-doctors",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/14/teenage-mental-health-crisis-doctors"
}