{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/australian-election-2016-turnbull-shorten-abbott-coalition-greens-labor-catchup",
  "id": "2016-05-11-338",
  "sectionId": "australia-news",
  "body": "‘You know it’s an election when Malcolm Turnbull is in western Sydney,” said Labor’s finance spokesman, Tony Burke, on Radio National. The prime minister made his first trip to the heartland, home to seven marginal seats: Lindsay, Macquarie and Macarthur (all Liberal-held) and Greenway, Werriwa, Parramatta and McMahon (Labor). He met the MP for Lindsay, Fiona Scott, in Penrith for morning tea with a small group of mothers and small business owners. She holds the seat with a margin of 3% and Labor’s Emma Husar – a former Labor staffer, disability advocate and lifelong resident of the region – poses strong opposition. Scott was later quizzed by reporters over whether she voted for Turnbull or his predecessor in the Liberal spill last year. She refused to answer, insisting her moral code stopped her from leaking from within the party room. The prime minister was under no misapprehensions about the importance of winning a seat that has gone with government since 1984. “If we hold this seat, then we will be returned to government,” he told reporters. In the campaign three years ago, Scott was lauded by the then opposition leader, Tony Abbott, for having “a bit of sex appeal”. Today Turnbull was at pains to stress her “understanding of business ... [and] economics”.    Scott asked to declare her vote in the spill. \"The solidarity of the party room is absolutely crucial,\" she says pic.twitter.com/Ch9RXkaClY— michael safi (@safimichael) May 11, 2016    Turnbull later cancelled a scheduled walkthrough – according to Ray Hadley (via BuzzFeed) because he “wasn’t happy with the line of questioning” of Scott. But the prime minister’s staff say it was simply because he was behind schedule. Apart from the daily public event and a short press conference, we’ve heard very little from Turnbull thus far in the campaign, as Katharine Murphy noted in the blog.  To my knowledge Malcolm Turnbull has not done one interview this week – not radio, not regional radio, not television, not newspapers. That is quite an unusual way to launch on the hustings … Perhaps he’s still thinking about things. Thinking about things is not a bad thing, of course.  But maybe he could stand to be a bit more visible in the media. Greeting passengers on the train to western Sydney, Turnbull came face-to-face with one commuter who had no idea who he was. Even better, it was captured on video. Is this Twitter’s next Duncan Storrar?    This is wonderful video via @DavidSharaz https://t.co/xOAg5D0MCH— BuzzFeedOz Politics (@BuzzFeedOzPol) May 11, 2016    Turnbull won’t look back on super changes Retrospectivity in superannuation continues to be a big issue, setting the Coalition up for a head-on collision with the Institute of Public Affairs. On Tuesday the conservative thinktank revealed it was gearing up to campaign against the government over its planned changes to super taxes and concessions, believed to be retrospective, which had caused an “absolute firestorm” among Coalition supporters and IPA members.  But Turnbull has refused to bow to the mounting pressure to make any changes to his super policies. “No. The super changes are set out in the budget,” he said today. “[Be] very, very clear. It is not retrospective at all.” He also denied the Liberal party’s deputy leader, Julie Bishop, had hinted at a possible change to the super package in response to the pressure from opponents when she said the government would have a “consultation period”. “What Julie was referring to was the process of consultation that always goes on with changes like this about the technicalities of the drafting [of legislation],” he said. Simon Breheny, the IPA’s director of policy, told Guardian Australia the government was being “too clever by half” to claim that its measures weren’t retrospective. Dirty deals, done by seats? The question of a Labor-Greens coalition rumbles, despite the former’s best efforts to dismiss it out of hand – even gaining momentum with every utterance of “Labor governs alone or not at all”. But multiple members of the Greens have said they’d be open to working with the party in the event of a hung parliament.  Burke said he wouldn’t rule out going back to the polls if it was either that or form a government with the Greens. Bill Shorten certainly wouldn’t go that far when asked about it in Mackay this morning, where he announced $4.6m to support targeted teaching. “We want to win this election,” he said, later adding: “The only way you can have a second election is if there’s a not a clear outcome in the first election.” It’s too early to say what will happen, which is perhaps the thinking behind the Daily Telegraph’s “captains’ solemn pledges”, signed by Shorten and Turnbull, that neither will strike a deal with the Greens – to call them out at a later date.    Daily Tele has done up \"solemn pledges\" for the leaders about not doing deals with the Greens pic.twitter.com/k6RJvdHTvH— Bridie Jabour (@bkjabour) May 10, 2016    The Tele today endorsed Labor’s Anthony Albanese, a.k.a. DJ Albo, in the seat of Grayndler – at least, if the alternative’s a “radical who wants to overthrow capitalism”. (The Greens senator Sarah Hanson-Young on Sky News: “I’m not sure the endorsement of the Murdoch rag is going to help.”) The Tele reported that the Liberals were in negotiations with the Greens over preference swaps in Labor’s key marginal seats. But Turnbull told the ABC that he won’t be making any announcements over next few days because “the campaign is still in its infancy”. Watch this space. Best of Bowers     Toby the explosive detection dog gets a whiff of the media before Malcolm Turnbull’s visit at a community morning tea at Penrith Gallery in Emu Plains. Photograph: Mike Bowers for the Guardian    Further reading • Culture clash of aspiration vs entitlement (the Australian) “There is no ambiguity, no chameleons” – the contrast between the major parties “couldn’t be clearer”, writes Janet Albrechtsen. • Explainer on preference skirmish (the Sydney Morning Herald) Michael Koziol’s Q&A on how-to-vote cards is a helpful rundown of the fracas between Labor and the Green. • Cowan’s curious contest: how a changing electorate could help decide the election A conservative Christian Liberal backbencher and a Labor Muslim terrorism expert battle it out in Perth’s increasingly multicultural northern suburbs. And also ... Scott Morrison, the treasurer, has faced questions in Launceston over the government’s emissions reductions targets. Asked about its commitment to its Direct Action policy to limit the impact of climate change, Morrison had what BuzzFeed Australia dubbed “one of the most headache-inducing political answers of all time”, captured on Vine by Stephanie Anderson.         You what?    On Tuesday the environment department put out its quarterly update of Australia’s National Greenhouse Gas Inventory, which showed that emissions had gone up again. Guardian Australia environment reporter Michael Slezak asked Greg Hunt’s office when he expected the upward trajectory to stop. The response he received was another reminder that we’re in election time:  Emissions in 2015 were 100m tonnes lower than Labor had forecast they would be under their system. Emissions in 2020 are now predicted to be 116m tonnes lower than Labor had forecast they would be ...  I’m hoping these facts will be reported.  Consider it done! Meanwhile, in the rest of the world ... The “golden era” of UK-China relations appears to have lost some of its glitter after the Queen privately accused Chinese officials of being “very rude” to the British ambassador during president Xi Jinping’s first state visit to Britain last year.           ‘Very rude’: Queen’s unguarded comments on Chinese officials during UK visit    And if today was a pop song ...    Cafe swamped w media. Blonde lady doesn't want to show her face. \"I'm supposed to be having a sick day\" @murpharoo pic.twitter.com/7HBmnVoBA8— michael safi (@safimichael) May 10, 2016    You’ve got to feel for the woman who chose to go to the same Penrith cafe as the prime minister on her “sick day”. Unsurprisingly, given the media contingent in tow, she was voxpopped about her views on the election. At her request, the Guardian Australia reporter Michael Safi photographed only the back of her head. Quote the Zombies’ 1965 hit: She’s Not There.         No one told you about her, except, you know, Guardian Australia.    Never miss another catchup: If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: did Abbott or Turnbull get Fiona Scott's vote? Pass",
  "webPublicationDate": "2016-05-11T06:50:44Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/australian-election-2016-turnbull-shorten-abbott-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/11/australian-election-2016-turnbull-shorten-abbott-coalition-greens-labor-catchup"
}