{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/asylum-seekers-who-reached-cocos-islands-could-be-back-in-sri-lanka",
  "id": "2016-05-06-340",
  "sectionId": "australia-news",
  "body": "Asylum seekers who arrived on the Cocos Islands by boat this week appear to have been returned to Sri Lanka by the Australian government. A witness on the island said that after nightfall on Thursday he saw 18 adults and seven children “of Sri Lankan appearance” brought from a Customs vessel docked off the West Island to its wharf, Rumah Baru. They were taken to the airport. The local, who declined to be named, said the transfer was “done cloak and dagger style”. Cardboard had been placed over the windows of the bus used to transport the asylum seekers “to minimise people getting eyes on them”. The aircraft took off about 9.27pm local time, watched by locals who gathered at the airport’s chain-link fence. The witness said he and others took photographs, and he was in negotiations to sell them to media outlets.  Another witness, who identified herself as Rosie, said she saw a charter aircraft land and take off.   Related: 'Asylum seeker boat' arrives in the Australian territory of the Cocos Islands    The Department of Immigration and Border Protection has declined to answer questions about the boat’s arrival or the fate of its passengers. However, flight records show that a plane left Cocos shortly before 9.30pm on Friday, and arrived in Colombo, Sri Lanka, just after 4am. The charter aircraft is owned by a company with Australian federal government contracts, including for the immigration department. An employee of the company hung up when asked by Guardian Australia to confirm whether the flight was a government-contracted job. On Monday, a wooden vessel, which observers said was probably carrying asylum seekers from Sri Lanka based on the boat’s appearance, travelled into the islands’ bay under its own power and without interception until it nearly made it to shore. Witnesses believed the asylum seekers had not been brought to the islands’ main population centres, where just a few hundred people live, but instead taken aboard the Customs ship that first responded. Last year, four Sri Lankan asylum seekers, intercepted in a boat near the Cocos Islands, were transferred at sea to the custody of the Sri Lankan navy. They were interviewed at sea by border protection officials and the interviews were then assessed by the immigration department. “All four illegal maritime arrivals were found eligible for return, consistent with Australia’s non-refoulement obligations,” the office of the immigration minister, Peter Dutton, had said at the time.  Under international law, Australia cannot send refugees back to countries in which they may face harm, but the “enhanced screening process” used by the Coalition and the previous Labor governments have been criticised. Asylum seekers returned to Sri Lanka routinely face court on charges of illegally leaving the country. Trevor Grant of the Tamil Refugee Council said he had not had contact with the asylum seekers from the boat that approached Cocos Islands but they would probably be arrested in Sri Lanka.   Related: Four asylum seekers transferred at sea to Sri Lankan authorities    “They’ll be taken straight to jail, under the laws of that country and held for some time,” he told Guardian Australia. “One of the dangers of being returned, of course, is the Prevention of Terrorism Act, which the Sri Lankan president said he would rescind when he got into power but he still hasn’t done that. “It’s one of the worst features of that government, and allows people to be just locked up for 18 months without access to lawyers and just disappeared into the jail system. We’re not sure exactly what their situation is but once you’re in jail in that country, especially if you’re Tamil and had any connection to former Tamil tigers, you’re in grave dangers.” He dismissed the prospect that the asylum seekers might have undergone enhanced screening by Australian officials. “They’re asked no more than two or three questions in the space of about two or three minutes, if that, and the government decides their situation. It’s a laughable process.” The 27 islands in the Cocos Keeling group, west of Christmas Island, are Australian territory, but are closer to Indonesia than the Australian mainland. One resident told Guardian Australia the asylum-seeker boat was first seen by a passenger crossing between two populated islands. The authorities were then alerted, he said. “The [Australian federal] police were first on the scene and Customs missed it completely. It had got so far in it was close to the shallow waters. If the AFP hadn’t intercepted it, it might have run aground.”",
  "webTitle": "Asylum seekers who reached Cocos Islands could be back in Sri Lanka",
  "webPublicationDate": "2016-05-06T04:23:06Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/asylum-seekers-who-reached-cocos-islands-could-be-back-in-sri-lanka",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sri Lanka",
      "id": "world/srilanka",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christmas Island",
      "id": "australia-news/christmas-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    },
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/06/asylum-seekers-who-reached-cocos-islands-could-be-back-in-sri-lanka"
}