{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/01/viability-of-iraq-baghdad-green-zone-moqtada-al-sadr",
  "id": "2016-05-01-50",
  "sectionId": "world",
  "body": "For 13 years, Baghdad’s green zone had been off limits to nearly all Iraqis; a place where wars have been run, power has been bitterly contested and from where the country’s unaccountable leaders have filleted its finances. It had all taken place behind blast walls and barriers that gave the area, on the north bank of the Tigris river, an opaque and remote feel. The authority of the Iraqi state has long been centred in the green zone, even under Saddam Hussein, whose palaces were commandeered first by the US military, and now by Iraq’s leaders. Not anymore.   Related: M​​oqtada al-Sadr: who is the cleric directing Iraq's protests?    In one afternoon, the fragility of state control was exposed by the power of the street – and by a cleric who for several months earlier had shadow-boxed with the Iraqi leadership. With cover from their leader, Moqtada al-Sadr, thousands of men simply walked past soldiers who did not want to confront them, then ransacked the parliament and assaulted all the non-Sadrist MPs they could find. Iraq’s legislature had three time refused to agree to reforms that would replace a corrupt cabinet with technocrats who could make vital changes without political, or personal, considerations. And, judging by the chaotic scenes of last week where the prime minister, Haidar al-Abadi, was chased from the floor of the parliament by MPs insisting on the status quo, that was not going to change. The defiance belied the crisis Iraq faces on multiple levels. Plunging oil revenues mean it will probably be unable to pay its bloated public sector payroll next year, a scenario that has sparked an overdue reckoning of systemic corruption and poor governance.           Iraqi protesters break past security in Baghdad’s green zone – video    Sectarian divisions, which have become ever more evident in the political system, have damaged the country’s capacity to tackle a second existential threat, the rise of Islamic State – which claimed responsibility for a bomb attack that left at least 31 people dead in the southern Iraqi city of Samawah on Sunday. Without the lead role of non-state actors, such as Shia militias, Iran and US-led airstrikes, the terror group might have overrun Baghdad, just as it did four other cities: Mosul, Tikrit, Ramadi and Fallujah.     Moqtada al-Sadr, whose followers stormed the Iraqi parliament on Saturday. Photograph: Alaa al-Marjani/Reuters    At every turn, in the past five years in particular, the state has been unable to stand up for itself. The growing spectre of yet another issue, this time a financial crisis, that could have been avoided with the most basic of governance, has forced many to confront issues that could be, and were, buried during better times. At issue now, is the very viability of Iraq, as it was envisaged both by the neoconservative war planners in 2002, who saw a democratic, pluralistic utopia emerging from the US invasion, and by those who founded the modern state nearly 95 years ago, assembling disparate groups under the banner of a nation state. For the first time in the 13 years since the US invasion gave power to the majority Shia sect at the expense of the minority Sunnis, public officials are starting to talk openly about a future state that is not bound by the same borders or political system. Partition had been almost a taboo topic among the country’s political class, even during the worst of the sectarian war from 2006-07 and the early months of the Isis onslaught in 2014.   Related: Shia leaders in two countries struggle for control over Iraqi state    Last year, however, Ali al-Sistani, the highest authority in Iraqi Shia Islam, publicly said such an outcome was possible, if reforms were not made. Sistani, a recluse, who throughout his life has rarely delved into politics, has been increasingly forthright in pushing Abadi to introduce change. Those close to Sistani say the 87-year-old sees the crisis as a last chance for the modern state, and for nationalists who want to keep it together. Throughout the Baghdad establishment there is an increasing fear that restoring meaningful unity may already be out of reach. Iraq, as it is now, is all but ungovernable, with vested interests holding sway over reformists, and with militias having primacy over state institutions. The greater fear is what this might all mean for the region. The consideration now for Iraq, as well as its allies and foes, is whether continuing to pretend it is working is a better option than acknowledging it isn’t.",
  "webTitle": "Green zone protests raise questions over viability of Iraq's government",
  "webPublicationDate": "2016-05-01T19:00:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/01/viability-of-iraq-baghdad-green-zone-moqtada-al-sadr",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ayatollah Ali Khamenei",
      "id": "world/ayatollah-ali-khamenei",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Chulov",
      "id": "profile/martin-chulov"
    }
  ],
  "guardianId": "world/2016/may/01/viability-of-iraq-baghdad-green-zone-moqtada-al-sadr"
}