{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/paul-mertons-secret-stations-review-out-of-the-ordinary-out-of-the-way",
  "id": "2016-05-02-236",
  "sectionId": "tv-and-radio",
  "body": "There are 152 of them on Britain’s railways, one for every 138 miles of track on average. Request stops that is, now known as Paul Merton’s Secret Stations (Channel 4, Sunday). He – Paul Merton – is stopping off at a few, after telling the ticket collector, because that’s what you have to do in order to alight. To board, you stick your hand out as the train approaches. Like a bus, although it’s more satisfying to stop a train, I imagine. That seems to be a good part of the attraction for Paul, stopping a train with his hand. That and an interest in the out of the ordinary, and the out of the way. I don’t generally have much time for the celebrity travelogue, as a genre. Comedian gets on train and discovers there’s a world outside the capital. But I do have plenty of time for Paul Merton, and for the out of the way, and the absurd ... well, an hour at least. [Sticks hand out, too.] First (request) stop then: Attadale, on the Kyle of Lochalsh line in the Highlands, where Paul is met by Joanna and Alec, who have moved here from Peckham. The station is pretty much their own private one – it’s at the gate of their estate. Estate has a different meaning here from in Peckham – 30,000 acres of gorgeousness overlooking Loch Carron, where you’re more likely to get shanked by a stag’s antlers than by anything more sinister. Attadale did once have its own drug dealer, though, having been owned in the 19th century by a man who made his money trafficking opium (“You haven’t got any left have you?” asks Paul). Joanna and Alec have an eight-bedroom pile, salmon river, all that, and you could probably buy the lot for about the same as a one-bedroom former housing association flat in SE15. But still, they say that the good thing about having the station there is that they can leave at just before six one evening and be in London by half-past seven the next morning. Attadale’s head of fish, Bob Kindness, kindly takes Paul off for “a bit of stripping”. What?! No, not like that, stripping as in giving hand relief to salmon. So, that’s OK then. Paul, wearing latex surgical gloves, reluctantly and inexpertly tosses off a cock salmon, who looks as if he’s also getting no pleasure from it all. It’s necessary to keep the numbers up, apparently; the salmon semen is mixed with salmon eggs to make baby salmon – salmon IVF, although it’s done not in vitro but in a plastic bowl. There are more rubber gloves at the next request stop, Drigg in Cumbria. Eight, in total, just for Paul – four on each hand. Because this is home to the Low Level Waste Repository, where nuclear waste is stored. How many pairs of gloves do they wear for the high-level waste, one stop down the line at Sellafield, I wonder? As well as the gloves, Paul is put in a plastic suit and inflated, mainly for the purpose of comedy, I think. Up the line at Silecroft, Paul takes to the fells with some local runners. At Ferryside in Carmarthenshire, he meets Mr Request Stop (who has written a book about them). At St Keyne Wishing Well, he drinks the magic water that will give him authority in his relationship. [Makes note, books day-return.] That’s how it goes, Paul pootling around, stopping off (after a word with the ticket collector, of course), then raising a sardonic eyebrow at what he sees there, before enthusiastically sticking out a hand for the next train through. Quite gentle then, but rather nice. I may even join him again next weekend. *** A little more scholarly is The Silk Road (BBC4, Sunday). It was basically the internet of its day, a superhighway along which not just posh cloth, paper, gunpowder, rhubarb etc was traded, but also information, philosophies, ideas. And it all began because the emperor wanted bigger horses. Now, historian Sam Willis is retracing the ancient route, armed with a Polaroid camera, a sketchbook, a big toothy smile and a nice turn of phrase. “It looks like human hair,” he says of the newly spun silk at the factory. “As though a million Rapunzels have just donated.” I had no idea that the manufacture of silk involved the boiling alive of millions of poor caterpillars who will never get the chance to complete their own little journeys, grow wings and fly. Still quite sexy though, isn’t it?",
  "webTitle": "Paul Merton’s Secret Stations review – a gentle, absurd travelogue",
  "webPublicationDate": "2016-05-02T06:20:16Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/paul-mertons-secret-stations-review-out-of-the-ordinary-out-of-the-way",
  "keyword": [
    {
      "webTitle": "Paul Merton",
      "id": "culture/paul-merton",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland holidays",
      "id": "travel/scotland",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/paul-mertons-secret-stations-review-out-of-the-ordinary-out-of-the-way"
}