{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/brazils-political-chaos-whats-the-mood-where-you-are",
  "id": "2016-05-13-139",
  "sectionId": "world",
  "body": "There have been a lot of words said and written about Brazil’s political situation in the past few days, and not many of them have been very complimentary. With the impeachment of president Dilma Rousseff, who has been replaced by an interim in the form of Michel Temer, it has been a particularly turbulent week in a country beset by economic difficulties and social unrest.  We want to hear from people in Brazil on what they make of the current situation. What do you think of the impeachment? What do you think will happen next? How do you think the situation will be resolved? Are you optimistic for Brazil’s political future? You can tell us what you think by filling out the form below. You can also share your photos and stories by clicking on the blue ‘Contribute’ button on this article. You can also use the GuardianWitness smartphone app or the Guardian app or email us at guardian.witness@theguardian.com.        GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others.",
  "webTitle": "Brazil's political chaos: what's the mood where you are?",
  "webPublicationDate": "2016-05-13T14:25:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/brazils-political-chaos-whats-the-mood-where-you-are",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "world/2016/may/13/brazils-political-chaos-whats-the-mood-where-you-are"
}