{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/13/about-to-graduate-heres-how-to-avoid-career-panic",
  "id": "2016-05-13-258",
  "sectionId": "education",
  "body": "As you finish exams and prepare to leave university, it can feel like you’re facing one of the most important decisions of your life: what to do next. But don’t worry if you don’t have a plan – some of the best careers are decided off the cuff.  Take recent University of Exeter graduate, Joanna Freeman, who didn’t know what she wanted to do until after she graduated. “I didn’t choose my career,” she says. “I wanted to go into marketing but ended up doing a graduate scheme at a communications company. I fell into it. I was lucky that it turned out to be exactly what I was looking for, because I hadn’t heard of internal communications before.” Whether you have your entire career mapped out, or don’t know where to start, here’s our guide to having confidence in your future and getting where you want to be.   Related: Five ways students can boost their confidence at uni    Deciding what you want to do Some students know what they want to do when they graduate. For others it isn’t so clear cut and graduating can feel like a step into the unknown. “Don’t panic,” says Hannah Morton-Hedges, founder of Momentum Careers Advice. “These decisions can take a long time to make and get right. Think long and hard about your career values and what you want. How important is money, for example? Or helping others in your work? Would you benefit from a very structured role or do you crave the freedom to work your own way? Choosing a job that clashes with your values is unlikely to keep you satisfied for long.” Start by looking at activities you enjoy doing, says Jon Gregory, a graduate careers adviser and coach. “If that’s reading magazines, work out what about that is interesting to you. Is it fashion related, travel, film appearances, the public or social opportunities? What jobs would lead you into that world? Perhaps clothing or cosmetic design, event management, public relations or marketing.” Graduate careers adviser Corinne Mills adds that you need to try out different careers before you know for certain what you want to do. “The reality of the job and the nitty-gritty of the day-to-day work is often different to the idea. So my advice is to speak to people who do jobs that interest you and try to get as much experience as you can.” Building up your CV and experience Once you’ve narrowed down your graduate job hunt to a particular role or industry, you need to build up the skills that would be appealing to a potential employer. “Anything you can do to show that you understand what the job you’ll be applying for is really like will be a major bonus,” says Gregory. Another (often dreaded) part of looking for a graduate job is having the confidence to network. “At university there should be opportunities to meet employers, attend workshops and find out about the world of work,” says Morton-Hedges. “Start by thinking about the people around you – friends and family – who may be able to help you get a foothold into their industry.” Once you have a little bit of experience on your CV, doors will open more easily.   Related: How to stay positive and manage anxiety during exam season    Getting the job you want To succeed at getting the job you want, you need to build up confidence in your abilities. “Put energy into getting something running – perhaps starting up a campaign, working in a charity shop, or volunteering to put on a drama production. Confidence comes from knowing ‘I did this and it went well’,” says Mills. Once you’ve managed a project or demonstrated these skills it will boost your confidence. Morton-Hedges agrees that having experience of successfully using your skills will grow your confidence when job hunting. “Be proactive and seek out opportunities to gain experience and get involved. Don’t forget that we are developing transferable skills all the time, whether through our studies, through responsibilities we take on or through any part-time jobs. It is also really important to remember that employers won’t be expecting the finished article at this stage in your career so try not to worry about not meeting expectations.” Ultimately, you need to be kind to yourself and not pile on too much pressure to find a job when you graduate. “Stay realistic,” says Morton-Hedges. “Don’t pressurise yourself to choose a career for life. Sometimes jobs work out for the long run, other times they don’t. What’s important is that we learn from our experiences. Career success can often be a case of the tortoise and the hare – those that get off to a flying start won’t always reach the finish line first.” Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter.",
  "webTitle": "About to graduate? Here's how to avoid career panic",
  "webPublicationDate": "2016-05-13T09:36:28Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/13/about-to-graduate-heres-how-to-avoid-career-panic",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Careers",
      "id": "education/careerseducation",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "education/2016/may/13/about-to-graduate-heres-how-to-avoid-career-panic"
}