{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/victoria-scraps-on-the-spot-fines-for-fare-evasion-on-public-transport",
  "id": "2016-05-26-340",
  "sectionId": "australia-news",
  "body": "The Victorian government has announced it will abolish on-the-spot penalties for fare evasion after the ombudsman found punishments were poorly targeted and disproportionate. The ombudsman has been besieged by complaints since the Myki system replaced the Metcard system in 2012, prompting the state government to order an investigation.  In the 2014-15 financial year, it received 1,214 complaints about infringement notices and penalty fares, an increase of 43% on the previous year.  “Without appropriate use of discretion, the drift net catches large numbers of unsuspecting tourists, students and numerous other ‘one-off’ evaders, many of whom are left baffled, distressed and almost invariably poorer,” the ombudsman, Deborah Glass, said on Thursday.    Related: Where are our mates? Facebook group keeps tabs on Melbourne's tram inspectors    The most controversial aspect of the system was the on-the-spot fines for fare evasion. Passengers travelling without a valid Myki can pay an on-the-spot penalty of $75. If they fail to do so, they are issued with a $223 infringement notice. Passengers have complained they feel compelled to pay the smaller fine because of a fear of receiving the larger one, even if they believed they had been wrongfully fined and might have otherwise contested the penalty. By paying the smaller fine, they lose their right to contest.  Ticket inspectors have also been accused of bullying commuters and of being intimidating. Some people have alleged inspectors have used standover tactics to get people to pay. Adding to the problem is that Myki card-readers on trams often fail to detect valid Myki cards, and the cards can be faulty. If the machine fails to read the card, a Myki inspector can issue a fine to a commuter for failing to “tap on”.  Commuters cannot top-up their cards on trams.  The system prompted Victorians to establish a Facebook page to alert commuters to the presence of the inspectors, and to support people with concerns. The high-profile human rights barrister Julian Burnside has offered his support to those who feel they have been unjustly fined or treated poorly by inspectors.   Related: Melbourne's myki fare system under investigation by ombudsman    In a statement on Thursday, Glass said an investigation had found the system must be redesigned to encourage inspectors to use more discretion. “The current approach has not got the balance right between financial imperative and fairness,” she said. “It hits the vulnerable and innocently ignorant, and fails to focus on recidivist fare evaders.  “Authorised officers should take into account at the start of an encounter with a passenger, what the likely outcome will be at the end of it.  “If an infringement will eventually be withdrawn due to the ‘special circumstances’ of someone’s vulnerability – whether that be disability, homelessness or other factors – why waste bureaucratic time and money and cause personal distress?” Research shows that 1.7% of the Melbourne population are recidivist fare evaders and responsible for 68% of all fare evasion. But the system was not designed to target these people, Glass said. The transport minister, Jacinta Allan, said penalty fares were anonymous, so there was no record kept of serial offenders. She announced reforms to the system which will be introduced by January. The time it takes to top-up Myki cards online will be reduced from 24 hours to 90 minutes, fast top-up devices at trams stops and at major stations will be trialled, and transport officers will be given better training. She said the system “penalises and intimidates the most vulnerable, while providing an incentive to others to travel without a ticket”. “We know only a very small percentage of people deliberately fare evade,” she said. “Most passengers want to do the right thing and we’re making it easier to do that.” Fairfax previously revealed that when the government announced the review of the system in December, the magistrates court was dealing with more than 40,000 challenges to Myki fines.",
  "webTitle": "Victoria scraps on-the-spot fines for fare evasion on public transport",
  "webPublicationDate": "2016-05-26T02:18:01Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/victoria-scraps-on-the-spot-fines-for-fare-evasion-on-public-transport",
  "keyword": [
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/26/victoria-scraps-on-the-spot-fines-for-fare-evasion-on-public-transport"
}