{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/refugee-crisis-china-germany-uk-most-welcoming-countries-amnesty-international",
  "id": "2016-05-19-353",
  "sectionId": "world",
  "body": "The people of China, Germany and the UK are the most welcoming to refugees in the world, according to an Amnesty International survey on attitudes towards those fleeing war and persecution.   Related: Seven in 10 Australians think the government should do more to help refugees    In a global survey of 27,000 people across 27 countries, nearly 70% said their governments should being doing more to help refugees, while 80% said they would accept refugees living in their country, city, or neighbourhood. One in 10 would welcome a refugee to live in their own home, with the figure rising to 46% in China and 29% in the UK.  China and the UK were first and third respectively on Amnesty’s Refugees Welcome Index, with Germany in second place.    Refugees welcome index   In Germany, a country that received 1.1 million asylum seekers in 2015, almost every respondent (96%) said they would accept refugees in their country, while only 3% said refugees should be refused entry. And 76% of German respondents said their government should be doing more to assist refugees. Of UK respondents:   84% agreed that “people should be able to take refuge in other countries to escape war or persecution”. 7o% believed the government should do more to help refugees fleeing war or persecution. 82% would welcome refugees living in their city, town, or village. 76% would welcome refugees living in their neighbourhood. 29% would welcome refugees living in their own home.    Would you accept refugees into your home   In many cases the response of people appears at odds with their country’s political culture, such as in Australia, which is fifth on Amnesty’s index.  While the country has hardline policies towards people seeking asylum on its shores, including mandatory and sometimes indefinite detention in remote island camps overseas, seven in 10 people believe the country should do more to help people displaced by war or persecution.     A pro-refugee rally outside the state library in Melbourne. Photograph: Julian Smith/AAP    The Australian immigration minister, Peter Dutton, claimed, in the midst of an election campaign this week, that Australia could not accept more refugees because most were what he described as uneducated, illiterate, and would take Australian jobs or be a drain on the welfare system. “For many people, they won’t be, you know, numerate or literate in their own language, let alone English. These people would be taking Australian jobs, there’s no question about that. For many of them that would be unemployed, they would languish in unemployment queues and on Medicare.” Dutton’s own department commissioned a report which found refugees make valuable economic and social contributions to Australia. “The research found the overwhelming picture ... is one of considerable achievement and contribution,” the department said in its own summation of the findings.   Should people be able to take refuge in other countries to escape from war or persecution?   The overwhelming majority – 86% – of the world’s refugees do not live in industrialised nations, but are hosted in developing countries, usually close to the one they fled. In those countries, attitudes to asylum seekers are overwhelmingly positive, according to the Amnesty research. In Jordan, a country that already hosts 650,000 Syrian refugees, 84% of people believe their government should do more to assist refugees fleeing war or persecution. A quarter of Lebanon’s population are refugees and 69% of that country’s citizens believe their government should do more to assist.    Should your government do more to help refugees fleeing war or persecution?   “These figures speak for themselves,” said Salil Shetty, Amnesty International’s secretary general. “People are ready to make refugees welcome, but governments’ inhumane responses to the refugee crisis are badly out of touch with their own citizens’. “The Refugees Welcome Index exposes the shameful way governments have played short-term politics with the lives of people fleeing war and repression.           Thousands at Solidarity with Refugee rally in London - aerial video    “Governments cannot allow their response to the refugee crisis to be held hostage by headlines. Too often they use xenophobic anti-refugee rhetoric to chase approval ratings. This survey suggests they are not listening to the silent majority of welcoming citizens who take the refugee crisis personally.” National leaders and delegates will meet at the UN-convened world humanitarian summit in Istanbul next week, where countries are expected to make commitments to resettle more refugees, particularly those displaced by ongoing conflict in the Middle East.",
  "webTitle": "Chinese, Germans and Britons most welcoming to refugees, says report",
  "webPublicationDate": "2016-05-19T00:01:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/refugee-crisis-china-germany-uk-most-welcoming-countries-amnesty-international",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "world/2016/may/19/refugee-crisis-china-germany-uk-most-welcoming-countries-amnesty-international"
}