{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/rodney-giesler-obituary",
  "id": "2016-05-30-58",
  "sectionId": "film",
  "body": "My father, Rodney Giesler, who has died aged 85, was an accomplished director and writer of industrial documentaries and educational films, and later, an oral historian. His passion for film-making was sparked when he went to see Carol Reed’s Odd Man Out (1947), which starred James Mason; it left him transfixed. Rodney was one of four children born to Eileen (nee Boulding) and William in Manston, Kent. He spent most of his childhood in Somerset, where the family were evacuated during the second world war. He attended the Nautical College, Pangbourne (now Pangbourne college), in Berkshire, hoping to train for a career in the navy, but it turned out that he was colour blind. In 1955 he joined the National Coal Board Film Unit on the basis of some tentative short films he had made with a local group in his home town of Ashford, Kent. Since most of his working days were spent lying in a pool of water in a narrow coal seam, film camera in hand, there was not a lot of competition for the job, for which he was paid £10 a week. He quickly progressed to becoming a writer and director. His skill at finding engaging narratives within a sometimes stern working environment gained him a reputation that served him well throughout his career. After four years working for the resident film unit of the Kuwait Oil Company, he went freelance, most notably writing and directing And Gladly Would He Learn (1964), filmed in pre-Amin Uganda and intended to encourage teachers to go to post-independence Africa. My father managed to translate the enthusiasm and excitement of those who had done the job of teaching into a compelling script and story and it was nominated for a Bafta for best specialist film. His one move into features came in 1971, when he wrote and directed The Insomniac, a film in which a man experiences a nocturnal world that combines his own surreal fantasies and his children’s dreams. It was recently re-released on DVD. A chance meeting in Zurich with the chairman of the aluminium and renewable energy company Norsk Hydro, Johan Holte, led to a 15-year working relationship. My father directed a string of films, helping company expansion across the world and bringing its scientific and industrial achievements to life for audiences of all generations. On retirement Rodney conducted more than 500 interviews for the oral history department of the Imperial War Museum, the Royal Aeronautical Society, the Brooklands Trust at Brooklands Museum, dedicated to aviation and motorsport history, and the BFI National Archive. He supported the Liberals and the Liberal Democrats and was a Guardian reader since the Fleet Street strike of 1955 deprived him of his daily News Chronicle. He put in a special order in for the Manchester Guardian and stuck with the paper for the rest of his life. He met Pam (nee Wyard) when on leave from Kuwait in 1960; the couple married six weeks later. She survives him, as do their sons, Nick and me, and his five grandchildren.",
  "webTitle": "Rodney Giesler obituary",
  "webPublicationDate": "2016-05-30T16:58:27Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/rodney-giesler-obituary",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "film/2016/may/30/rodney-giesler-obituary"
}