{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/boycotting-school-pressure-young-children-teachers-schools-nicky-morgan",
  "id": "2016-05-02-136",
  "sectionId": "commentisfree",
  "body": "Hands up who knows what a subordinating conjunction is? I’m a journalist and I had no idea what one was, nor have I ever needed to. My seven-year-old son and daughter, however, were expected to explain what one is as part of their homework recently. This is where education is, these days – by my reckoning, pretty much where it was in the 1950s – and I’m not alone in fearing it’s going to get even worse. That is why I am taking my children out of school on Tuesday, along with many others. It’s not a decision any parent would take lightly, especially one who strongly believes in the importance of learning (and spends five mornings a week hurrying their children into school). But it’s an act of protest against a government agenda that’s putting undue pressure on children, subjecting them to a narrow, joyless curriculum, shutting out parents’ democratic rights and, ultimately, forcing every school to become an academy, effectively putting all of state education into private, democratically unaccountable hands – or rather, pockets. If Nicky Morgan’s white paper goes through, all this will come to pass, with no democratic mandate to speak of – it wasn’t in the Conservative election manifesto.    Parents are the largest contingent in the entire education system, and yet we’ve felt powerless to do anything    “I’ve never yet been on a doorstep where education has come up as an issue,” Morgan said last month. If nothing else, she’s succeeded in making it one. Teachers are already horrified at what’s happening, and are fighting their own battle, when they’re not too exhausted from jumping through the government’s bureaucratic hoops. Most of them are doing their best to shoehorn in the stuff that actually interests and engages children, around the subordinating conjunctions and the rest of the crashingly dull curriculum. Kids are stressed out by the amount of hoop-jumping they’ve got to do too. In a fortnight, like every year 2 pupil in England, my seven-year-olds will do their standard assessment tests, or Sats – a week of exams prioritising things like grammar, spelling, punctuation and handwriting. Which means matters as trivial as the size of a letter s could define them as academic successes or failures at an age when children in more enlightened countries have barely started school.   Related: Parents to keep children out of school in key stage exam boycott    On top of that, my 11-year-old daughter will be sitting her year 6 Sats, which have been made more difficult this year (you thought subordinating conjunctions were bad, try “fronted adverbials”). She’s coming off the other end of the testing treadmill that primary education has become. Literacy and numeracy are all that counts. If your child excels at art or music or dance or science or poetry or geography or history or critiquing retrograde educational dogma – tough. Doesn’t count. If there’s any evidence that any of this is a sound approach to education, I’ve yet to see it. Why shouldn’t parents make themselves heard too? We’re the ones whose children are being affected. We’re also the ones compliantly subjecting them to it. We’re also the ones paying for a significant proportion of the education system that we’re against. We’re the largest contingent in the entire education system, and yet we’ve felt powerless to do anything. We will not be subordinated, like conjunctions! Last Saturday, I went to the launch of Parents Defending Education in London – the name speaks for itself. “Our schools don’t belong to the government,” their launch statement reads. “They belong to our children, to the community, to the parents, to the teachers and support staff and to future generations.” Michael Rosen persuasively joined the dots of the government’s broad agenda, and others who’d been through forced academisation shared their horror stories.   Related: I’d rather have a Margaret Thatcher state school than a Michael Gove one | John Harris    That was the first time I heard about the proposed “boycott” or “pupils’ strike” on Tuesday, inaugurated by the equally self-explanatory parent group, Let Our Kids Be Kids. Few Londoners seem to be aware of the campaign (though I’m told it has more support in the north and west of England). Nobody in my school was. When I met the headteacher to discuss it, I was expecting a frosty response. It was more a gasp of relief. Teachers and schools need parents to stand alongside them. Parents can say and do things they can’t. At a school parents’ meeting the following night, the response was overwhelmingly positive. Dozens of us are taking our children out of school. We’re planning on getting together in the park for a day of “fun learning” – painting, bug hunting, that sort of thing. Understandably, many parents are unable to do so as they’re working. Others, ironically, felt that taking their children out of school would detract from their preparations for their Sats. A few felt it would be “politicising” their kids. But virtually all parents not taking part in the boycott still pledged to sign letters of support for the action. We’re all in this together. Incidentally, the definition of a “subordinating conjunction”, if you’re wondering, is a conjunction (that is “a part of speech that connects words, sentences, phrases, or clauses”) that “connects an independent clause and a dependent clause, and also introduces adverb clauses.” Any seven-year-old could tell you that. For example: I’m taking my children out of school for one day so that they get a better academic future than the one Nicky Morgan is mapping out for them.",
  "webTitle": "Why are we boycotting school? Because of the pressure on our young children | Steve Rose",
  "webPublicationDate": "2016-05-02T12:52:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/boycotting-school-pressure-young-children-teachers-schools-nicky-morgan",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Steve Rose",
      "id": "profile/steverose"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/boycotting-school-pressure-young-children-teachers-schools-nicky-morgan"
}