{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/13/warnings-alcohol-middle-age-men-refuse-believe-risks",
  "id": "2016-05-13-83",
  "sectionId": "society",
  "body": "Experts are calling for health warnings on all alcoholic drinks after data showed millions of middle-aged men drink above government guidelines and do not believe it does them any harm. Findings from the alcohol industry-funded charity Drinkaware suggest that efforts are needed to persuade men they are putting their health in danger. Some 3.5 million men drink more than 14 units a week – the level that guidance from the UK’s chief medical officers suggests will keep their risk of alcohol-related liver disease and cancer low.  The new guidance was published in January. It lowered the limit for men from 21 units a week to 14, the same as women. Drinkaware’s research, carried out last November but only published now, shows that middle-aged men were exceeding the old guidance, too. On average, it found that men aged 45 to 64 were drinking 37 units a week. Many are drinking at a level known to harm health – 800,000 were consuming 50 units or more a week, the equivalent of 21 pints. The new guidance of 14 units is the equivalent of six pints of 4% beer. Government statistics have shown that people in this age group are the most likely to be admitted to hospital with alcohol-related disease. Drinkaware says that many middle-aged men simply do not believe their health is at risk. “More than half (53%) of middle-aged men drinking above the low-risk guidelines do not believe they will incur increased health problems if they continue drinking at their current level, with almost half (49%) of these drinkers also believing moderate drinking is good for your health,” says the organisation. The Alcohol Health Alliance, an umbrella organisation for a number of health charities and experts, says people need to be reminded they are courting cancer and other risks as they pour out the wine or drink a bottle of beer.   Related: Have you stopped drinking alcohol? Share your experiences    “These figures are concerning, and demonstrate the need for clear and legible health warnings on labels of alcoholic products, which inform the public of the impact of alcohol on health, and of the chief medical officers’ new alcohol consumption guidelines,” said Prof Sir Ian Gilmore, chair of the Alliance. “The public have the right to know what impact alcohol has on health, so that they are able to make informed choices about the amount of alcohol they consume. “Awareness of the link between alcohol and cancer, for example, is particularly low. Recent research carried out by Cancer Research UK found that only around 1 in 10 people is aware of the link between alcohol and cancer. As the chief medical officers explain in their new guidelines, any amount of alcohol increases the risk of developing cancer, along with over 60 other illnesses. “The UK’s chief medical officers advise that, by limiting alcohol consumption to no more than 14 units per week, spread across the week, the risk of health harms from alcohol can be kept low. Whilst there is no level of alcohol consumption which can be considered entirely ‘safe’ from risk, drinking within this guideline would likely mean a dramatic improvement in health for many of the men identified in this study.” The survey of more than 2,303 adults found middle-aged men used alcohol as “a crutch”. Half would drink to cheer themselves up when in a bad mood. Nearly half – 45% – also drank to fit in with other men or be liked, something normally associated with a younger generation. But their drinking did not always have a good outcome. Nearly a third (29%) of those drinking above the guidelines found they could not stop, 27% felt remorse or guilt for things that had happened while they were drinking and 32% had at some time been unable to remember what had happened the morning after a drinking session. “For a large number of middle-aged men, drinking is part of their daily routine and often goes unnoticed,” said Elaine Hindal, chief executive at Drinkaware. “As there are often no immediate negative consequences to their drinking, they are unaware of how their drinking may be impacting on their health.” Rosanna O’Connor, director of alcohol and drugs at Public Health England, said: “The fact is, over 10 million adults are drinking alcohol at levels that increase their risk of disease, including cancer. “Many are unaware of the harm caused not only to the individual’s health but society as a whole, costing the NHS £3.5bn per year. Public Health England’s recently launched One You campaign encourages adults to take greater care of their health, including how much they are drinking.” A Department of Health spokesperson said: “Drinking any level of alcohol regularly carries a health risk for anyone, but if men and women limit their intake to no more than 14 units a week it keeps the risk of illness like cancer and liver disease low. “Our latest guidelines give the public the most up to date scientific information so that they can make informed decisions about their own drinking and the level of risk they are prepared to take.”",
  "webTitle": "Experts call for warnings on all alcohol as men refuse to believe risks",
  "webPublicationDate": "2016-05-13T17:08:12Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/13/warnings-alcohol-middle-age-men-refuse-believe-risks",
  "keyword": [
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcoholism",
      "id": "society/alcoholism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/13/warnings-alcohol-middle-age-men-refuse-believe-risks"
}