{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/good-night-stories-for-rebel-girls-is-dream-kickstarter-success",
  "id": "2016-05-25-125",
  "sectionId": "books",
  "body": "“Once there was a Mexican girl whose name was Frida,” begins one of the 100 fairytale reinventions included in Good Night Stories for Rebel Girls. A new children’s book that sets out to confront gender stereotypes, it has quickly raised more than $600,000 (£409,000) on Kickstarter. Created by Elena Favilli and Francesca Cavallo, co-founders of children’s media company Timbuktu Labs, the book tells the stories of 100 great women, from Kahlo to Elizabeth I to Serena Williams, illustrated by female artists from around the world. Favilli and Cavallo launched their Kickstarter a month ago, with the goal of making $40,000, and printing their first 1,000 copies. With hours to go before closing to further pledges, their fundraising total stands at $624,905. “It’s insane. We were expecting the project to be successful but not at this level,” said Favilli. “It’s beyond any possible dream.”     ‘Venus and Serena would train every day...’ Photograph: Timbuktu Labs    The pair have now added a series of “stretch goals” to their Kickstarter, including a week of workshops in Rwanda about female leadership in January 2017. They estimate that they will be printing more than 10,000 copies of the book and are also planning an edition for general distribution, once the fundraiser ends on Wednesday. “We chose to write the stories in the style of a fairytale – lots of them start ‘once upon a time’,” said Favilli. “We are really thinking of the book as a modern fairytale that children will read at bedtime before they go to sleep.” On their Kickstarter page, Favilli and Cavallo explain that part of the inspiration for the book was their own journey as entrepreneurs, which “made us understand how important it is for girls to grow up surrounded by female role models”, because “it helps them to be more confident and set bigger goals”. They also realised “that 95% of the books and TV shows we grew up with lacked girls in prominent positions”. Pointing to a study of 6,000 children’s books published between 1900 and 2000, which found that just 7.5% had female protagonists, they add that not much has changed since.   Related: Picture books that draw the line against pink stereotypes of girls    “We know children’s books are still packed with gender stereotypes,” said Favilli. “And we’re both in our early 30s, we’re female entrepreneurs, and we know first-hand how hard it is to succeed, to be considered, to be given a chance.” The idea for the book, she said, “didn’t happen overnight, it was more of a process. We started to send pieces of content out with our newsletter, short stories about extraordinary women, and at some point we realised that the response we were getting just from sending the newsletter was so great, so intense. This doesn’t happen often with you send a newsletter; usually people don’t open it. So it became clear this was a book we had to make.”",
  "webTitle": "Good Night Stories for Rebel Girls is 'dream' Kickstarter success",
  "webPublicationDate": "2016-05-25T14:40:35Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/good-night-stories-for-rebel-girls-is-dream-kickstarter-success",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kickstarter",
      "id": "technology/kickstarter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Frida Kahlo",
      "id": "artanddesign/kahlo",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Serena Williams",
      "id": "sport/serena-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/25/good-night-stories-for-rebel-girls-is-dream-kickstarter-success"
}