{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/experience-my-army-platoon-abandoned-me-in-the-desert",
  "id": "2016-05-27-149",
  "sectionId": "lifeandstyle",
  "body": "It was the first week in March 1991 and my army unit was told that Operation Desert Storm was over. I was relieved the war had ended; I looked forward to going home and seeing my family again. We had been in Saudi Arabia and Kuwait for three months; but before we could leave, we needed to repair our vehicles and ship them back to Germany, where we would be heading. Then word reached us that a soldier in the Rafha refugee camp run by the US army, in northern Saudi Arabia, needed help: he’d been operating a fork lift for weeks and was desperate for a break. It was only for three days, so I offered to cover. We flew there in a helicopter and, as I climbed out, the guy I was replacing ran past me and jumped in, saying, “See you, buddy!” Three days later, there was no sign of him. I couldn’t check where he was with my superiors, because I had no walkie-talkie or mobile. Everything in the military is on a need-to-know basis, so I didn’t question it – I was 22 at the time. I was stationed at a site at the bottom of a hill, about 700m from where the soldiers were staying: I slept there in my forklift to guard all the supplies and a tanker full of diesel fuel. It was a makeshift camp and I wasn’t reporting to anyone, just driving there from my post. Trucks would drop off supplies at my site and leave. I had left one platoon behind and I wasn’t part of the platoon in the camp; I was very much left alone. I didn’t have daily contact with the soldiers because I was quite far away. I was there for about six weeks; they didn’t know me and I didn’t know them. My job was to protect supplies, not stay in the camp, so I somehow slipped through the net. One morning I was bringing food and water to the camp as usual, only to find it was deserted. There had been at least 2,000 people, but they must have left in the night. Staying at the bottom of the hill, I hadn’t heard any activity; often the wind was so strong you couldn’t hear much. The barbed wire that enclosed the camp was gone. There were a few broken tent poles left and empty water bottles. I took a photo on my disposable camera. I thought, “If I don’t survive, at least someone will see where I spent my last days.” I honestly believed I was going to die. So many thoughts ran through my head: how could this have happened? But I wasn’t angry for long. I put all my effort into trying to come to terms with the situation. I had a supply of ready meals and water, and figured I had enough food for three months, four at most. I had a cassette player and batteries, and my Bible. I did pull-ups to keep fit and I started driving as far as I could go each day, drawing a terrain map to try to find out where I was. That was risky, because the sandstorms regularly changed the landscape. One morning, I was out driving and thought I saw a sandstorm coming, but knew that it was far too early. I swerved to the left of it and drove as fast as I could. Then I realised it was a convoy of trucks with two tanks. One fired a warning shot at me, but I kept going. As they got closer, a man shouted, “Man, where the hell did you come from?” I said, “I’ll tell you, just get me out of here first!” They were US army. I got in one of the trucks. As I told them my story, we passed the white bones of a camel. The driver said, “That could have been you.” It turned out I’d lost track of time: they told me it was May; I’d been alone for about two and half weeks.   Related: Experience: I ran a medical trial that went wrong    Eventually, I rejoined my unit in northern Germany. When I stepped through the door, one of the guys fell to the floor in amazement – he thought he’d seen a ghost. Most of them thought I had died. No one has taken responsibility for abandoning me, and there was no investigation. So much for the army adage, “We never leave a soldier behind.” I originally joined the army because I had been abused as a child, and I wanted to prove to myself no one could hurt me again, and that I could protect people. I now know no one can break me, but I will never get over feeling utterly abandoned. • As told to Kate Connolly Do you have an experience to share? Email experience@theguardian.com • This article was amended on 2 June 2016 after Joseph Sellers-Anan contacted us to correct some details of his experience.",
  "webTitle": "Experience: my army platoon abandoned me in the desert",
  "webPublicationDate": "2016-05-27T13:00:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/experience-my-army-platoon-abandoned-me-in-the-desert",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/27/experience-my-army-platoon-abandoned-me-in-the-desert"
}