{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/06/greenham-common-protest-1981-remembered",
  "id": "2016-05-06-116",
  "sectionId": "artanddesign",
  "body": "People forget what the cold war atmosphere was like. Nuclear war seemed a very real possibility, so the news in 1980 that, in response to the Soviet Union’s ramping up of its weapons, US cruise missiles would be stationed at RAF Greenham Common was terrifying. We felt very frightened for our kids. It was an outrage. The following year, I read a notice in the Guardian by Ann Pettitt, who was organising a women’s march from Wales to Greenham in Berkshire, in protest. I desperately wanted to join them – I’d been a member of CND since the 1960s – but my teaching job and small children didn’t allow me to. Instead, I went along to support them on the day they arrived. There were around 50 women, with men in support, carrying baggage or looking after children. Their role has got a bit lost; they were some of the first feminist men. The women had no plan of action. A couple chained themselves to the fence, but the RAF commander said he didn’t care if they stayed there or not. He said our march was pointless and stupid. The demonstration got almost no publicity, so I decided we needed to get Greenham Common properly into the news. Colin, a friend in my local CND group in Sussex, had made a missile out of cardboard – we often used it as a prop in street theatre performances around the county, alongside a CND member dressed up as a US general. I’ve seen a few papier-mache missiles in my time, but this was the best by far; Colin was a perfectionist. We always got lots of attention. A couple of weeks later, a few of us drove to Greenham in a Transit van with the missile on the roof. We delivered it to the gates dressed in boiler suits and skull masks – a cliche now, but not then. That’s me on the left; behind me is Colin, and on the right is a good friend called Linnie. Both, sadly, are now dead. It was exciting; there was a sense that nothing else was as important as this. I had phoned up all the national newspapers to say that “something big” was going to happen, and they were a bit pissed off because it wasn’t the dramatic stunt they thought it would be. But, nonetheless, a few days later this photograph appeared on the front page of the Observer and the resulting publicity got the whole Greenham Common protest started. People were looking for a focus for their anxieties, and Greenham was it. I could never have predicted the camp would last 19 years, and have the impact it did.   Related: Chris McClure poses on the cover of Arctic Monkeys’ debut album, 2006    My fears haven’t subsided. I was at the Trident rally this February. Nuclear weapons are inhumanely crazy, a waste of money, and a political weapon more than anything. Any country with nuclear weapons is a rogue state. They make no strategic sense; it’s about status, not defence. Now, for the first time, it feels a real possibility that Britain could get rid of its missiles in my lifetime. It was great to see so many younger people on the demo this year. Online petitions make people feel they’re doing something, but nothing beats direct action: getting cold, wet, muddy and scared. • Interview: Hannah Booth Are you in a notable photograph? Email thatsme@theguardian.com",
  "webTitle": "‘People were looking for a focus for their anxieties, and Greenham was it’",
  "webPublicationDate": "2016-05-06T15:00:09Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/06/greenham-common-protest-1981-remembered",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Greenham Common",
      "id": "uk/greenham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/06/greenham-common-protest-1981-remembered"
}