{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/16/not-a-drop-to-waste-how-expanding-australian-cities-can-tackle-water-shortages",
  "id": "2016-05-16-319",
  "sectionId": "sustainable-business",
  "body": "For the international water industry delegates descending upon Melbourne last week, in the leadup to OzWater 16, it must have seemed they had arrived in the wrong place.  The torrential rain and flash floods inundating the city appeared at odds with Australia’s billing as the driest inhabited continent in the world, and certainly made for an unlikely setting to host a conference focusing on sustainability in a future of increasingly scarce water supplies. In reality, though, the wild weather was a perfect example of the Australian predicament: extended periods of drought interrupted by extreme downpours, a pattern that has long existed on this desert continent and one that promises to become familiar to more and more people around the world as climate change kicks in. Hosted by the Australian Water Association, OzWater is an annual three-day water industry conference and exhibition, and one in which organisers hope can enable Australia to learn from the world and vice versa.   Related: Rainwater harvesting and rooftop solar: world's greenest shopping centre could be Australian    AWA’s chief executive, Jonathan McKeown, said a major focus of the event, which featured more than 200 speakers, was the challenge of urban population expansion, which in Australia represented 83% of all population growth over 2014-15, according to the Australian Bureau of Statistics.  This population rise in Australia is reflective of world trends, with the UN world urbanization prospects report observing the 2014 global urban population of 3.9 billion is on track to balloon out to 6.4 billion by 2050, during which time rural populations are projected to decline. With rising urban populations and climate change putting pressure on water supplies, the conference heard from speakers with ideas about ways to improve the efficiency of water systems. Among the speakers was Amir Peleg, chief executive of the Israel-based startup TaKaDu, in Australia to spruik his company’s smart leak detection sensor technology, which uses meter and sensor readings to deliver live alerts about inefficiencies and water loss via statistical algorithms.  The company counts four big Australian utilities companies – Yarra Valley Water, Sydney Water, Queensland Urban Utilities and Unitywater – among its global portfolio of clients, and Peleg said he would be negotiating more contracts while he was in the country.  According to Peleg, Australia and his native Israel share not only an arid climate, but an understanding of the importance of conserving water and an openness to new solutions.  “Traditionally, everyone thinks of the water industry as low tech, plumbers and that sort of thing,” he said. “But it’s not about the technologies, not about smart sensors, not about clouds – all the ingredients exist already.  “It’s about the people: management, staff, public, politicians. Sometimes they need to make a change, accept that in the past things weren’t that good and we need to make it better and, to do that, you need data.” He pointed to the Sunshine Coast-based Unitywater, one of his Australian clients, as an example of a company that saved huge amounts of water via TaKaDu’s software.  “Unitywater was a merger of six local councils that perhaps did not have the best technology, very conservative – but new management saved six to seven billion litres of water, improved customer services, reduced their repair cycle by two-thirds, and got plenty of positive publicity,” he said. “The software is only as good as the people who use it. They established a team with great people with new skill sets, more staticians in addition to plumbers. Now they know about leaks before someone even calls them and, instead of building a whole new desalination plant, they just saved water.” ClimateWorks Australia’s chair, John Thwaites, who was one of the keynote speakers, said water authorities could look beyond climate change to other ways they can improve livability. “Water-sensitive cities planning can help deliver healthier cities for people and for the environment,” he said. “For example, using stormwater to promote additional tree canopy cover can reduce urban heat and the risk of heat stress.”   Related: Cities that steal smart ideas from plants and animals    He noted that water authorities don’t just have to face up to the challenges of climate change, but their role in contributing to it as well. “Water authorities need to be much more energy-efficient as well as using renewable energy to power their operations,” he said. “Water authorities can expand their use of mini-hydro schemes, waste-to-energy and renewables like wind and solar. “Unfortunately, climate policy in Australia has been all over the place and this has led many water authorities to halt the action that is needed.”  Paul Collier from the consultancy group Beca told the conference that rising water and energy demands fed into each other. “Much energy production requires significant amounts of water, which has in recent years given rise to a growing international focus on what is described as the water-energy nexus. “These factors are compounded by a growing water scarcity, which is creating a global drive for alternate water sources, such as recycling and desalination.” But Beca said these novel approaches were increasing energy demands, with the globe’s 1,700-odd desalination plants consuming an annual 75,000 gigawatt hours, of which only 1% is renewably sourced. For all the diverse ideas in discussion at OzWater 16, one common theme permeated – whether it is leaking pipes on the Sunshine Coast or the stormwater washing down drains in the wake of a Melbourne thunderstorm, Australia soon won’t be able to afford to let a drop of water go to waste, and neither will the rest of the world.",
  "webTitle": "Not a drop to waste: how expanding Australian cities can tackle water shortages",
  "webPublicationDate": "2016-05-16T06:53:16Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/16/not-a-drop-to-waste-how-expanding-australian-cities-can-tackle-water-shortages",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Max Opray",
      "id": "profile/max-opray"
    }
  ],
  "guardianId": "sustainable-business/2016/may/16/not-a-drop-to-waste-how-expanding-australian-cities-can-tackle-water-shortages"
}