{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/facebook-50-minutes-of-your-time-social-media",
  "id": "2016-05-07-19",
  "sectionId": "global",
  "body": "I’m the definition of what tech companies call a “late adopter”. When I first heard about the phenomenon of combining mobile phones with cameras, I thought the idea of giving up my Nokia 6100 and brick-like digital camera for something that did both – surely not as well – was crazy. When a friend explained this new thing called Facebook, I couldn’t understand why you wouldn’t text a message to your friends, or share your photos over email, rather than posting them for everyone you knew to see. And I laughed at the idea of Twitter: who’d go for a pared back, rubbish version of Facebook? Needless to say, I’ve now enthusiastically embraced them all. But when I read that Facebook wants us to spend more time on it, the old late-adopter questions went through my mind. Users already spend an average 50 minutes a day on Facebook. Like most people I know, I use it mainly to keep up to date with friends, spy on my exes and show off about my social life. Fun up to a point, but I certainly don’t do that for almost an hour a day. How, then, does Facebook want to eke more time out of us? I spend far more than 50 minutes a day on social media in total: I just spend much more time on Twitter. The average Briton spends 80 minutes a day managing an average of four social networks. So it’s not the total time on social networks that I find it hard to get my head around. I read Twitter when I’m commuting, when I’m watching TV, and when I’m on hold waiting to speak to my bank. It decreases my productivity in some ways: I got very little work done the day Ken Livingstone’s self-implosion was being tracked in real-time. But for me, the benefits far outweigh the downsides: I read news on the go, and access thinking I simply wouldn’t if I were limited to reading one daily newspaper. As I suspect most people do, I fit social media around my life rather than vice versa. Because you can use social media while doing other things – travelling, watching, waiting – I’m sure there’s scope for the total time we spend on it to increase. But there’s got to be a limit, because we all have real-world things that require exclusive attention: reading to your kids, dinner with friends, meetings at work. So I read Facebook’s desire to capture extra time more as a grab on the rest of the time we spend online and on other apps. It wants that 30 minutes we spend on other types of social media: if Facebook had its way, there’d be no Twitter, LinkedIn or Pinterest. Just as Microsoft sought to position itself as the only software option, and Apple as the only choice for interconnected phones and tablets, Facebook wants to be the only social media site you’ll ever use. There are reasons to think it might achieve it. It has an inherent advantage of ubiquity: an amazing 85% of online adults, excluding China, have an account on one of Facebook’s four services (the others being Instagram, Messenger and WhatsApp). And its impressive success comes from the way it has seamlessly evolved over time. From its humble origins as a university-style online message board, it fast became a way of making public declarations of love and stalking people you haven’t seen in years. Now it’s used to generate support for big political campaigns and as a way for celebrities to share updates with their followers. But it wants more: to become the only platform we use to share content: once you open it up, there’ll be no reason to leave it.    We pay for Facebook through the ads we consume. That’s why Facebook cares so much about the time we spend with it    Would a world where we all spend more time on Facebook be so bad? Despite my initial scepticism I am, on balance, a fan. Of course there are downsides. It nurtures the show-off in us all: when on holiday, I find it as hard as the next person to resist posting a photo of a nice palm tree. It has changed my attention span: I rarely watch a big live TV event without scanning Facebook or Twitter to see what people are saying about it – although I think this makes things more fun. I find the enthusiastic virtue-signalling a bit distasteful, even as I take part in it: I wonder if changing your profile picture or posting a video of the ice-bucket challenge makes it easier to assuage any guilt you might feel at not getting involved with real social change. But it is Facebook’s quest to be “the everything app” that is worrying. We pay for Facebook through the ads we consume. That’s why Facebook cares so much about the time we spend with it: more time equals more advertising. Its reach is already massive, so its growth strategy depends on directing us to ever-more tailored content, so that we use it for everything. It seems to me this is the fatal flaw in Facebook’s plan. As lovely as my friend’s baby photos are, much of the best content I interact with on social media is free to access, but created by people paid to produce it. And the only sustainable business model for that free-to-access quality content is the same online advertising revenue that sustains Facebook and Google. As we all know, those platforms are hoovering up an increased share. To the extent it gets invested, their ad revenue is spent not on the content itself but on their interfaces, and clever algorithms that curate the content. It’s hard to see how a declining share of online advertising available for producers of content won’t undermine the quality of what gets shared. I’m only a lowly late adopter: but I do wonder if Facebook is at risk of cannibalising itself. @soniasodha",
  "webTitle": "I love you Facebook, but don’t be greedy",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/facebook-50-minutes-of-your-time-social-media",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "LinkedIn",
      "id": "technology/linkedin",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Sonia Sodha",
      "id": "profile/sonia-sodha"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/07/facebook-50-minutes-of-your-time-social-media"
}