{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/budget-cut-of-224m-leaves-foreign-aid-at-record-low-say-aid-groups",
  "id": "2016-05-04-369",
  "sectionId": "australia-news",
  "body": "Scott Morrison has sought to blame Labor for the fact Australia’s aid budget is its least generous in history, saying the government would not have had to cut $224m from it had Labor not “set fire to the budget”. The budget confirmed official development assistance will be $3.8bn in 2016-17, confirming a $224m reduction in spending foreshadowed in earlier budgets. Aid groups have complained the cut left Australia’s contribution at a record low as a proportion of national income and would trigger cuts to life-saving programs. On Wednesday, when asked about his maiden speech in 2008 in favour of raising foreign aid, the treasurer told the National Press Club: “When I gave that speech, this country had a $20bn surplus. “When I gave that speech, we had $40bn in the bank and Labor blew it all. They blew it all, with reckless policies that set fire to the budget.” “It’s regrettable, it grieves me, I know it grieves [foreign minister] Julie [Bishop] terribly. But don’t elect the government that’s going to set fire to the budget, then you won’t have to worry about that.”  Foreign aid will be cut by $11.3bn over five years compared with levels Labor projected in May 2013. Australia has signed on to the UN target of spending 0.7% of gross national income on aid but the 2016-17 budget leaves that figure at 0.23%.   Related: Australians massively overestimate level of foreign aid in budget, poll finds    The chief executive of the Australian Council for International Development, Marc Purcell, said the budget had delivered the fourth successive aid budget cut. “If re-elected, the Turnbull government will preside over the lowest-ever level of Australian aid for the full term of the next parliament,” he said. “Through cuts to programs, the poorest have suffered by life-saving programs ceasing.” Aid cuts damaged Australia’s relationships with neighbours such as Afghanistan and Burma, Purcell said. Oxfam Australia’s budget spokeswoman Joy Kyriaco said the cut meant Australia gave just 23 cents in aid for every $100 of national income, one of the lowest levels in its history. “It beggars belief that the government has now cut more than $11.3bn from Australian aid,” Kyriacou said. “Oxfam has already had to scale back life-saving work in Indonesia, Bangladesh, Sri Lanka and sub-Saharan Africa – the poorest region in the world – due to unprecedented aid cuts.” Childfund Australia’s chief executive, Nigel Spence, said the budget had made “even deeper cuts to an already decimated aid budget”. Spence said: “We have to realise these cuts have a significant human cost for some of the most vulnerable children and families in our region and beyond.  “We’ve had to cut education projects, child protection projects and an innovative global education program that was building bridges between children in Australia and developing countries throughout Asia.” The campaign director for Campaign for Australian Aid, Tony Milne, said he was “extremely disappointed” with the budget cut, which made Australia “the least generous we’ve ever been”.  “We are walking away from our role as a global citizen and building a fairer world.” In a statement, the foreign minister, Julie Bishop, said the $3.8bn spent on aid made Australia “approximately the 12th largest donor in the Organisation for Economic Cooperation and Development”.  “The aid program will continue to focus on the Indo-Pacific region,” she said. “The budget highlights Australia’s ongoing commitment to humanitarian assistance. Australia will increase the emergency fund to $130m in 2016-17, to enable timely and effective responses to disasters and other humanitarian crises.” She said the government would give a further $220m over the next three years to address the humanitarian needs in Syria and neighbouring countries hosting large numbers of refugees. Labor’s foreign affairs spokeswoman, Tanya Plibersek, said Australia’s aid program was now the weakest in history. “The Liberals have trashed Australia’s reputation as a good global citizen.” She told Guardian Australia: “Labor will always do better on aid than the Liberals. Our record speaks for itself – in government, Labor doubled the aid budget.”  Plibersek committed to provide $450m for refugee assistance, and $40m for non-governmental organisations working on maternal and child health, schooling, clean water and sanitation in the developing world.",
  "webTitle": "Scott Morrison blames record-low foreign aid on Labor for 'blowing it all'",
  "webPublicationDate": "2016-05-04T00:48:33Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/budget-cut-of-224m-leaves-foreign-aid-at-record-low-say-aid-groups",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/04/budget-cut-of-224m-leaves-foreign-aid-at-record-low-say-aid-groups"
}