{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/19/brexit-camp-fair-play-tory-steve-baker",
  "id": "2016-05-19-197",
  "sectionId": "politics",
  "body": "By coincidence I was listening to the Tory MP Steve Baker, complaining on Radio 4’s Today about Downing Street’s orchestrated abuse of the Brexit camp, while throwing out piles of old newspapers, multitasking as many people do in a tidying moment.  “Queensberry rules please,” he said. I’m sure Baker, MP for High Wycombe since 2010, is as sincere as a fairly inexperienced politician can be, though it was a bit off-message on a day when David Cameron’s Queen’s speech package was supposed  to be a forward-looking exercise in binding up Tory Euro-wounds.  But one-sided abuse only? A campaign of abuse in which shaggy big beasts like Michael Heseltine and John Major  are sent on radio or TV to disparage the Brexiters by the youngsters at No 10? I don’t think so, Steve. I think you’ll find they were invited on by the wicked media, bent on generating lively headlines. I believe Brexit’s box office champion, Boris Johnson, is quite media savvy too.   Related: In Starbucks and on Tinder, campaigners seek out the young vote    And the media’s own proactive role, always more self-effacing (“we just report the news”) than it should be? What I couldn’t help noticing going through old copies of the Daily Mail was how much it bangs on about Cameron’s “Project Fear” strategy for the 23 June vote, almost as much as independence campaigners did in Scotland’s 2014 referendum. That’s a bit rich, I thought, not for the first time. After all, the Mail’s brilliant strategy for a hugely successful paper is rooted in its own version of Project Fear, especially aimed at its loyal female readers. It’s spine-chilling stuff and often very readable. But first readers have to wade their way past front pages Project Fear-ish enough to give them strokes. Here’s a recent sample: Greed of Loan Shark Banks; Bomb Plotter’s Tour of Britain; Thousands of Heart Victims Killed by Poor Care; Hospitals Braced for Five Days of A&E Chaos and EU Vote: Now PM Warns of War and Genocide (he didn’t). You get the picture: it’s Project Fear on a daily basis. The only upbeat exception I could find was: Birthday Smile That Says She’s Loving Every Minute, but that’s excusable on the Queen’s 90th, though almost certainly untrue as well as sentimental. The poor woman would probably have preferred a little zzz. So Baker, by trade an RAF aerospace engineer turned Lehman Brothers IT man (the 2008 crash drove him into politics), has little to complain about while he has Fleet Street’s dogs of war on his side.  Cameron makes a reasonable point about the EU helping keep Europe’s fragile peace and the Mail – not Cameron – turns it into a “war and genocide” warning. You don’t believe me? Read the speech here. Boris plays the Hitler card and the Mail reports that Tories backed him (they were actually divided). It was a generosity not shown when Ken Livingstone crassly played the same card a few days earlier. And so on. Of the four papers I buy at home the Guardian, Times and FT all make a decent stab at reporting both sides. I assume their readers would insist. So the pro-EU FT recently carried a 300-word explanation of why a Treasury official had been wrong-footed on a Brexit detail. It was so obscure that I failed to understand it after three attempts. But I was glad it was there, against the paper’s editorial line.  Needless to say, the Mail, an excellent paper in so many ways, rarely does balance, which it mistakenly sees as weakness. But nor do the wider Brexit crew, who have said some pretty lurid things, not least about the prospects for uncontrolled immigration into Britain if we don’t leave the EU. The Mail gives the impression that 75 million Turks will be heading straight for Penge. For the sake of fairness (see above) I’m not going to assert that one side has been consistently worse than the other side. Campaigners in both camps have made foolish, inflammatory or unprovable claims, floated statistics they might not want examined in daylight. The Treasury’s official analysis is not beyond criticism and has been criticised extensively. But even Christopher Booker, founder editor of Private Eye and pro-Brexit Sunday Telegraph columnist, calls the Brexit camp’s “£350m a week” payments (allegedly) made to Brussels a childish untruth. Boris keeps repeating the bogus slogan all the same.     Baker’s Radio 4 complaints make him sound quite innocent in a wholesome way. All of which helps explain why he’s a free market romantic who thinks Britain will be better off if we reject Europe in favour of the open sea. None of us really know what will happen after 23 June’s verdict (do register, kids, I’ll be dead by the time you regret it). The best we can do is assess the balance of risk. As in Scotland in 2014 (correctly as it turned out, even with oil edging back to $50 a barrel), the balance of expert assessment is in favour of staying in. That’s scientists and house builders, farmers and big pharma, universities as well as those fat cat corporations that upset Baker. It’s not mere self-interest; it’s underpinned by factual analysis. Such a conclusion isn’t brave or romantic, but, as in Scotland, it is real. That may be why the latest Ipsos Mori poll, grudgingly reported in the London Evening Standard, shows voters sceptical of both camps, but edging towards remain by 55% to 37%. Healthy scepticism, quite different from mere cynicism, is as much in order about fallible polls as it is about fallible politicians. So don’t believe Ipsos Mori either. This one won’t be over until the fat lady sings (and the Mail promptly tells its readers that she’s overweight).",
  "webTitle": "It's a bit rich for the Brexit camp to call for fair play",
  "webPublicationDate": "2016-05-19T11:59:12Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/19/brexit-camp-fair-play-tory-steve-baker",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/blog/2016/may/19/brexit-camp-fair-play-tory-steve-baker"
}