{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/22/mau-mau-kenya-compensation-lawsuit-high-court",
  "id": "2016-05-22-53",
  "sectionId": "law",
  "body": "Compensation claims for torture, rape, wrongful detention and forced labour brought by 40,000 Kenyans who allege they were mistreated by British officials during the Mau Mau insurgency are due to be heard in the high court in London on Monday. The lawsuit against the Foreign Office is far larger than a previous class action brought by survivors of the 1950s colonial-era independence campaign. The oldest claimant is aged 91.  Lawyers for the government are expected to make a last-minute application to delay the long-running case in a dispute over translation of witness statements. Approximately 1,500 claimants have died since the case was launched. Three years ago the then foreign secretary, William Hague, announced the UK was paying out £19.9m in costs and compensation to more than 5,228 elderly Kenyans who suffered torture and abuse during the Mau Mau uprising.  The admission came at the end of a test case brought by the law firm Leigh Day which established that UK courts did have jurisdiction to hear historical claims brought by those detained in military camps. While regretting the “abhorrent violations of human dignity” that took place in Kenya, Hague did not admit government liability and indicated it would defend future claims for compensation. The latest class action is being coordinated by Tandem Law, a Manchester-based law firm. The claimants will be represented in court by Simon Myerson QC. The judge, Mr Justice Stewart, will initially consider 27 test claims – including those of two people who have died – to assess the range of allegations made by the entire group. Later this summer some of the survivors are due to give evidence to the court via video-link from Nairobi. The allegations relate chiefly to injuries sustained by claimants between 1952 and 1961 during the state of emergency declared by the colonial administration in the face of African resistance to British rule. Most of the assaults are said to have taken place in screening centres, prisons, detention camps and under a programme known as “villagisation” in Kenya’s central province.  Most of the claimants are from the Kikuyu, Embu and Meru tribes. The Kenyan government is not involved in the case.  One test claim involves a mother whose daughter allegedly had her fingers cut off in front of her. Beatings are said to have been inflicted regularly on those detained in Manyani, Langata, Embaffaki and Athi River military camps .  Kenya was finally granted independence in 1963. The Foreign Office has in the past argued that the Kenyan government, as the successor authority, should be liable for the claims.  Unlike the first Mau Mau case, these new claims are not restricted to those who endured extreme physical violence. Over the emergency period, an estimated 90,000 Kenyans were killed or injured. Evidence of colonial brutality has emerged belatedly from files that were kept out of the National Archives for decades. In June 1957, one letter records, Eric Griffith-Jones, the attorney general of the British administration in Kenya, wrote to the governor, Sir Evelyn Baring, detailing the way the regime of abuse at the colony’s detention camps was being refined.  For the abuse to remain legal, Griffith-Jones wrote, Mau Mau suspects must be beaten mainly on their upper body. “If we are going to sin,” he wrote, “we must sin quietly.” The lead solicitor at Tandem Law, Freddie Cosgrove-Gibson, said: “We are disappointed that the British government continue to dispute the claims on all fronts, especially when they settled similar claims three years ago.  “During this time at least 1,500 of our clients have sadly passed away, denying them the opportunity to see justice being done for the truly awful treatment they suffered during the 1952 Kenyan emergency. Every day this number continues to increase.” The Foreign Office declined to comment before the opening of the trial, which is expected to run on into next year.",
  "webTitle": "Mau Mau lawsuit due to begin at high court",
  "webPublicationDate": "2016-05-22T17:36:43Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/22/mau-mau-kenya-compensation-lawsuit-high-court",
  "keyword": [
    {
      "webTitle": "Torture",
      "id": "law/torture",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/22/mau-mau-kenya-compensation-lawsuit-high-court"
}