{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/hillary-clinton-emails-no-crime-donald-trump-campaign",
  "id": "2016-05-26-145",
  "sectionId": "commentisfree",
  "body": "The much-awaited State Department report yesterday declared that Hillary Clinton broke some rules concerning her email management as secretary of state. The verdict taints her but does not deliver a knockout punch. Clinton does not deserve the slammer or political burial. However, Donald Trump has been ranting for months that “she should be going to prison for what she’s done with the emails”. But facts do not support that statement. She was chastised for her use of private email but so was former Republican secretary of state Colin Powell. The department itself was criticized too for not modernizing communications over the years and for failing to impose proper supervision in an era of growing cybersecurity threats. Donald’s parallel universe of character assassination aside, I believe Clinton is guilty of a misdemeanor – not a crime. A FBI investigation still lingers, looking into whether her handling of classified information was illegal. But reports suggest that officials have yet to find that she “maliciously flouted classification rules.” Clearly, however, she’s been bruised, even if exonerated from criminality.  Her defense has also been bruised. She maintained that a private email server was a “convenience” that allowed her to deal with only one smartphone and one email address, rather than two of each. She has further stated that “it was permitted. I did it. It turned out to be a mistake. It was not the best choice.” Unfortunately, yesterday’s report stated that no permission was granted, nor was it sought by her. In this respect, she put herself above the rules within the department. Trump continued yesterday to declare that the email controversy proves she’s a crook even though only the FBI and the courts can determine criminality, not him. But his repetitious, unproven slanders about her won’t end. Unlike other countries with libel and slander protections, the United States considers public figures fair game and they can be maligned with impunity. Trump has mastered the art of the smear. Yesterday, he said again that Clinton was “as crooked as they come. She had a little bad news today as you know. Some reports [that] came down weren’t so good.”  He also slammed two other prominent women – the most successful Hispanic Republican politician in America, Susana Martinez, governor of New Mexico, as well as Democratic senator Elizabeth Warren. “She’s [Martinez] not doing the job. We’ve got to get her moving. Come on. Let’s go, governor,” Trump said to the crowd. “Maybe I’ll run for governor of New Mexico. I’ll get this place going.” His animus toward Martinez is because she refuses to endorse him and boycotted his rally in her state yesterday. Senator Warren is a favorite Trump whipping girl whom he calls “Pocahontas”, because she has Native American heritage, and whom he has labelled as a “total failure” as a politician.  Clinton’s other rival, senator Bernie Sanders, ignored the email controversy yesterday and pledged to stick to issues. During the campaign trail, he has stated that the American people were sick of Clinton’s “damn emails”. Following yesterday’s wrist-slap report, Sanders campaign chair Jeff Weaver said “the report speaks for itself. This is obviously an area where the senator has chosen not to go.” A cranky Sanders said in an interview in California that he had been asked “five million times” about the emails and won’t comment about that or about Bill Clinton’s personal life. But Trump is an unrelenting muckraker and will continue to hammer away about Bill Clinton’s old sexual escapades in an attempt to impugn Clinton’s character. His strategy of insults has won him television ratings and polling results so far. But the general election is not American Idol. The media is riveted to his performances, but there is widespread concern about his intemperate, unsubstantiated and crude outbursts. And November is months away.",
  "webTitle": "Hillary Clinton's emails: broken rules, but nothing 'crooked' | Diane Francis",
  "webPublicationDate": "2016-05-26T15:00:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/hillary-clinton-emails-no-crime-donald-trump-campaign",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Diane Francis",
      "id": "profile/diane-francis"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/hillary-clinton-emails-no-crime-donald-trump-campaign"
}