{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/10/cult-heroes-danny-fields-ramones-stooges-punk",
  "id": "2016-05-10-124",
  "sectionId": "music",
  "body": "A mixed blessing of social media is that it allows pop stars to convey their thoughts directly to fans. While it can be painful to read the unpunctuated trumpetings of some YouTube embryo, it represents a much better deal for fans than was the case in the 1970s, when teen magazines were the immoveable gatekeepers to the stars. American pop fans had an especially hard lot: the biggest magazine, 16, had a distinctly autocratic flavour, with an editor who encouraged readers to address her as Miss Stavers – no first names tolerated – and reputedly flew into a fury when teenage readers turned up at her office.  Miss Stavers left in 1975 and was replaced by her assistant, Danny Fields, who co-edited 16 (with Randi Reisfeld) for the next five years. In a small but significant way, that changed my life. As a kid who’d discovered 16 towards the end of Stavers’s reign, I was the target audience for Fields’ big strategy, which was to introduce America to the Bay City Rollers. He had a hunch that the Edinburgh group would be the first UK boyband to break the US since the 60s, and featured them on 13 successive covers. It was one of many Fields hunches that proved right: thanks to him, millions of American girls, me included, found their entry-level boyband.   Related: Ramones: 'They were outcasts who had contempt for those who rejected them'    Years later, I found out that during his entire time as editor, he had also been managing the Ramones. What? The guy who’d written all those giddy stories about the Scottish dreamboats had been helping to found punk at the same time? The British equivalent would have been Bernard Rhodes editing Jackie while managing the Clash: it just didn’t compute. And Fields wasn’t some weekend punk: he stayed with the Ramones until 1980 (they finally parted ways because the band were frustrated at having never had a hit single) and was the subject of their song Danny Says (which subsequently lent its name to a 2015 documentary about Fields’ life). The rest of his CV is equally documentary-worthy. Fields, who grew up in New York and still lives there, sees himself primarily as a photographer and interviewer – his current project is a book of photos of the Ramones he took in the mid-70s, titled My Ramones. But he was really a blue-chip trendspotter. It was partly talent and partly luck, but he was present at several cultural turning points in the 60s and 70s, and found ways to influence events. As an Elektra Records A&R man – a job he landed because he’d been the publicist for Elektra signing the Doors – he signed two Detroit bands whose visceral rock signalled to him that the mid-60s hippie idyll was over. He went to Detroit to secure the MC5, then saw them supported by what he called their “baby brother band”, and insisted the label sign the Stooges as well. He is friends with Iggy Pop and the 5’s Wayne Kramer to this day. Similarly, having seen a 17-minute Ramones set at CBGBs in 1974, he instantly offered to manage them. He persuaded Seymour Stein of Sire Records to sign them, and took on Stein’s wife Linda as co-manager. Not long afterward, he took over at 16, but if he ever cross-pollinated by using 16 as a platform for the Ramones, I don’t remember it. He must have realised that a hairy stick insect like Joey Ramone wouldn’t have been a good fit with the doe-eyed sex thimbles who populated the magazine’s pages.      From the photography book My Ramones, by their former manager Danny Fields.    Before all that, after a brief stint at Harvard law school, he had been a peripheral member of Warhol’s Factory crowd, becoming close friends with Nico and Lou Reed (there’s an audio recording of him playing a Ramones demo to Reed, who effusively responds: “That is without doubt the most fantastic thing you’ve ever played for me, bar none”). He introduced Nico to Jim Morrison, and – he claims – David Cassidy to cocaine. But he wasn’t undiscerning, declining to manage an unknown Boston band called Aerosmith because he didn’t like the group’s members. And the furore over John Lennon’s remark that the Beatles were bigger than Jesus? That was Fields, too. In 1966, while editing a teen magazine called Datebook, he came across the quote, which had attracted little notice when it appeared in London’s Evening Standard a few months before. Fields thought it an eye-catching comment, and put it on the cover of Datebook. The ensuing controversy figured in the Beatles’ decision never to tour again. The Danny Says documentary is full of famous people, including Iggy and Kramer, remembering a life that combined hedonism and an unerring ear for the next thing, even when the next thing initially appeared to be more spectacle than substance. “This was a guy who would look at something that nobody else was really ready to see and say, ‘People could enjoy this – this should be everywhere,’” Iggy Pop says in the film. Fields himself blames the parents: “I always went against the grain, whether it was because I was a flaming faggot or because I didn’t like my parents’ taste in anything.”  It helped, naturally, that he came of age when music was undergoing seismic changes, and lived in the city where much of the countercultural spadework was being done. Out and proud early (he chose to go to Harvard because he expected to find “cute boys” there), he immersed himself in the alternative scene. Its acceptance of gender non-conformity and Fields’s innate gregariousness quickly saw him travelling in the scenester top tier. Along the way, he photographed everything, and, encouraged by Warhol, taped phone conversations too. His archive is so big that he’s donated much of it to Yale University’s Beinecke Rare Book and Manuscript Library.  In the documentary, Fields is self-deprecating: “My talent is just that I’m a super audience member, a No 1 fan. And I think I have good taste.” As the success of the Bay City Rollers proved, good taste can be wide-ranging and open-minded.",
  "webTitle": "Cult heroes: Danny Fields – the 60s and 70s scenester who made punk happen",
  "webPublicationDate": "2016-05-10T15:27:28Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/10/cult-heroes-danny-fields-ramones-stooges-punk",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Ramones",
      "id": "music/ramones",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Iggy Pop",
      "id": "music/iggy-pop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Sullivan",
      "id": "profile/carolinesullivan"
    }
  ],
  "guardianId": "music/musicblog/2016/may/10/cult-heroes-danny-fields-ramones-stooges-punk"
}