{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/north-korea-security-ahead-national-congress-kim-jong-un",
  "id": "2016-05-03-286",
  "sectionId": "world",
  "body": "Security is being stepped up in North Korea’s capital as Kim Jong-un, the pariah state’s supreme leader, takes no chances in the tense run-up to this week’s first national congress of the ruling Workers’ party for 36 years. Travel to and from Pyongyang has been halted, spot checks are being carried out at hotels and private homes, and additional people’s security ministry personnel have been drafted in from the provinces, South Korea-based media reported. Anyone getting into trouble with the authorities before the congress is being treated as a political offender and punished accordingly, an unidentified source told DailyNK. “They are creating a day-to-day atmosphere that is terrifying.” Kim is expected to use the congress, which opens on Friday, to cement his grip on power and reinforce the totalitarian one-party system. The 33-year-old will unveil plans for badly needed economic reforms.   Related: Strong sign of North Korean nuclear test as regime calls 6 May party congress    By triumphantly showcasing North Korea’s status as a nuclear weapons state – his other key aim – Kim will provide an alarming reminder to the international community of its failure to rein in the regime’s increasingly menacing missile and weapons programmes. Kim seems keen to get the world’s attention. Recent months have seen a sharp escalation of high-profile, illegal weapons trials. A long-range rocket was launched over the Sea of Japan in February. This was followed by two consecutive tests of the land-based, medium-range Musudan missile, both of which reportedly failed. Last weekend, the regime attempted a submarine ballistic missile launch – a bigger worry since such a weapon could, in theory, be covertly deployed off Japan or the western US seaboard. North Korea has a small stockpile of atomic bombs. It conducted its fourth underground nuclear test in January. South Korea is predicting a fifth test, possibly before or during the congress.     An undated photo released by the North Korean Central News Agency shows a test fire of a strategic submarine ballistic missile. Photograph: KCNA/EPA    The international community – and in North Korea’s case, unusually, the major powers are in unanimity – is at a loss. Additional, tougher UN security council and EU sanctions imposed in March have not deterred Kim. On the contrary, Pyongyang portrays the measures, along with April’s biggest ever US-South Korea military exercises, as further evidence it is threatened with invasion and “decapitation”, meaning regime change.  Reacting to the submarine launch, Barack Obama played into North Korea’s threat narrative. Kim was erratic, irresponsible and dangerous, he said. “We could, obviously, destroy North Korea with our arsenals. But aside from the humanitarian costs of that, they are right next door to our vital ally, Republic of Korea.” Obama scorned an offer of talks from North Korea’s foreign minister, instead highlighting US help for Japan and South Korea in constructing missile defences.    Related: Obama rejects North Korea's nuclear offer: 'You'll have to do better than that'    Obama’s harsh attitude reflects frustration that, on his watch, the problem has got measurably worse. In 2007, he promised to “eliminate North Korea’s nuclear weapons programme”. As president, he said, he would “work to forge a more effective framework in Asia that goes beyond bilateral agreements, occasional summits, and ad-hoc arrangements such as the six-party talks on North Korea”. But once in office, Obama failed to replace the six-party talks process (involving the Bush administration, China, Russia, Japan, and the two Koreas) with anything more effective after it collapsed in 2009. The modest progress made two years earlier, when the North agreed to shut down its nuclear facilities in exchange for fuel aid and normalisation, was squandered. Obama’s reluctance to directly engage with the regime, in contrast to George W Bush and Bill Clinton, seems to have stoked its paranoia and defiance. Clinton’s 1994 framework agreement appeared, for a while, to curb North Korea’s weapons programmes. Although flawed, it showed talking and diplomacy get results, while containment and confrontation do not, said Joel Wit, a former US government official.  “The US is in a direr situation today than it was in 1994. Pyongyang’s nuclear weapons and missile programme are more advanced, and its leadership is less interested in talking and more unpredictable. That makes it even harder to conceive of an approach that could stop and eventually reverse this alarming trend,” Wit wrote last month.      A picture from the last Workers’ party congress in 1980 showing then leader Kim Il-sung, centre, and his son Kim Jong-il, left. Photograph: AP    Not only has North Korean intransigence punctured Obama’s dream of enhanced Asian security, but China, too, has rebuffed him, aggressively expanding its maritime military power while continuing to act, despite its evident unease over Kim’s behaviour, as the North’s key ally, trade partner, and protector. Beijing fears American regional intervention more than North Korean nuclear brinkmanship.    Related: China will 'never allow war or chaos' on Korean peninsula, says Xi Jinping    Nobody knows how this week’s congress will play out, how much personal pressure Kim is under, or which way he will jump: towards heightened confrontation or conciliation. As the North Korea expert Aidan Foster-Carter noted, this situation is not new. “The year 2013 saw a spring of North Korean sabre-rattling, for no clear reason, which ended as suddenly as it began ... With any luck the peninsula will emerge unscathed this time, too.”  One thing is certain: pummelling Pyongyang is pointless. “If they believe they can actually frustrate us with sanctions, they are totally mistaken,” North Korea’s foreign minister, Ri Su-yong, said last week. “The more pressure you put on to something, the more emotionally you react to stand up against it. And this is important for the American policymakers to be aware of.”",
  "webTitle": "North Korea ramps up security ahead of national congress",
  "webPublicationDate": "2016-05-03T09:14:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/north-korea-security-ahead-national-congress-kim-jong-un",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kim Jong-un",
      "id": "world/kim-jong-un",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South Korea",
      "id": "world/south-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/03/north-korea-security-ahead-national-congress-kim-jong-un"
}