{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/safe-schools-coalition-co-founder-roz-ward-resigns-over-facebook-post",
  "id": "2016-05-27-240",
  "sectionId": "world",
  "body": "The co-founder of the Safe Schools Coalition, Roz Ward, has resigned her advisory role with the Victorian government over a Facebook post reportedly labelling the Australian flag “racist”. A spokeswoman for Victoria’s minister for equality, Martin Foley, confirmed on Friday that Ward had “chosen to resign” over an impending story in the Australian highlighting her Facebook activity. According to the newspaper, Ward posted a picture on Tuesday of the rainbow flag flying over the Victorian parliament, with the comment: “Now we just need to get rid of the racist Australian flag on top of state parliament and get a red one up there and my work is done.”   Related: Caving in to the right on Safe Schools could undermine Turnbull's greatest asset | Lenore Taylor    The LBGTI flag was erected above parliament the day the premier, Daniel Andrews, made an apology to the gay community for historic discrimination, including laws against homosexual acts. It is understood the Australian was going to publish a story about the Facebook post on Saturday.  Ward released a statement saying she apologised “for any offence that comments posted on my private Facebook page may have caused the government and members of the LBGTI community”. “These were private comments that were never intended for the public domain.” She said the comments did not reflect the views of either the Safe Schools Coalition nor the Victorian government.  “I understand the damage that comments like these can do when taken out of context and so I am today resigning from the education working group of the LGBTI taskforce,” Ward said.           Q&A: student Carter Smith’s passionate defence of Safe Schools LGBTI program    The state’s gender and equality commissioner, Rowena Allen, said she accepted Ward’s resignation “following an inappropriate Facebook post on her private account”. “Ms Ward has acknowledged that the post was inappropriate and may have caused offence, even if meant in jest, and posted in private,” she said. Allen said the state government remained proud of and committed to the Safe Schools program.   Related: Turnbull government unveils dramatic changes to Safe Schools program    News Corp publications have been campaigning against the Safe Schools program, which is designed to make schoolyards more accepting of LBGTI students, but which critics argue pushes inappropriate sexual material on young people and promotes “cultural Marxism”. Ward, a leftwing activist and academic specialising in gender issues, was part of a reference group set up in September to advise a state government taskforce on LBGTI policies. The program has become controversial among Christian groups and conservative MPs, and in March the Turnbull government announced dramatic changes, including sharp reductions in the lesson content and a requirement that students get parental consent before participating.",
  "webTitle": "Safe Schools Coalition co-founder Roz Ward resigns over Facebook post",
  "webPublicationDate": "2016-05-27T08:54:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/safe-schools-coalition-co-founder-roz-ward-resigns-over-facebook-post",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Bullying",
      "id": "society/bullying",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "world/2016/may/27/safe-schools-coalition-co-founder-roz-ward-resigns-over-facebook-post"
}