{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/28/women-avoid-pregnancy-not-solution-hiv-zika-virus-internation-day-action-womens-health-conservative-religious-ideologies",
  "id": "2016-05-28-133",
  "sectionId": "global-development",
  "body": "It is widely recognised that, if the transformations outlined in the sustainable development goals (SDGs) are to be achieved, respecting, protecting and fulfilling the human rights of women and girls – including their sexual and reproductive rights – will be essential. However, there is a significant barrier to this that frequently goes unmentioned: the role of some religious institutions and conservative religious ideologies.   Related: Sexual health gets little attention in a crisis, with devastating results | Tewodros Melesse    For example, until about a month ago, the US Department of Health and Human Services provided $10m (£6.8m) a year in grants for abstinence-based education, an approach informed directly by Christian ideology and initiated by President Ronald Reagan. Over the past 25 years, the US government has spent more than $1.5bn supporting this approach, despite the fact that there is no research to demonstrate it achieves sustainable positive results.  On the contrary, mounting evidence supports the value of comprehensive sexuality education (CSE) in advancing young people’s sexual and reproductive health, as well as their rights. A recent Unesco review of 87 CSE programmes, including 29 in poorer countries, found many positive outcomes for adolescents. Lack of access to contraception and safe abortion is a global crisis marked by a tension between ideology and evidence. In Latin America, the impact of the Zika virus means ideology holds sway: women are advised to “avoid pregnancy”, but there has been no corresponding provision of easy access to affordable and acceptable modern contraception and no repealing of laws that criminalise abortion. In Namibia, a disproportionate number of girls and young women contract HIV; instead of addressing the root causes, authorities tell women living with HIV that they should not have children. In some cases this has been enforced through coerced sterilisation.  Research from the Association for Women’s Rights in Development (Awid) details the many ways that religious fundamentalism undermines progress on sexual and reproductive health and rights (SRHR). The report, The Devil is in the Details (pdf), points out that women’s bodies – and the bodies of people who don’t conform to norms of binary gender and heterosexuality – are often a major focus for religious fundamentalists. Curtailing women’s choices about their bodies and sex lives is a common denominator across different forms of fundamentalism. In addition to struggles at local and national level, an ongoing battle persists in international human rights spaces. In March 2016, the UN Commission on the Status of Women agreed by consensus to a resolution on women, girls and HIV. For many women’s rights activists, the resolution’s failure to call on governments to implement CSE as an important component of HIV prevention came as a disappointment. On the other hand, for the first time in several years, there was no reference to abstinence-only education.   Related: 'Stop making sex a taboo': young people speak out on family planning    These examples expose widespread tension between protecting women’s sexual and reproductive rights and implementing programmes that reflect religious norms. In the UN, these tensions are evident in the increasingly strong presence of religious fundamentalists – as some NGOs and member states, and the Holy See, articulate fundamentalist precepts as government policy, and tactically portray demands for SRHR and gender equality as infringements on traditional values. Such a fraught dynamic hampers sustainable development. Research from Awid notes the difficulty in challenging an “us” versus “them” agenda. “It can be difficult,” they note, “to question or challenge community leaders or national leaders when they define how things are supposed to be done on the basis that it is ‘our culture.’”   Weak health infrastructure and capacity create fertile ground for religious fundamentalism. Awid notes that where states have stopped providing services such as healthcare and schooling, fundamentalists have stepped into the breach. For this, “they reap rewards: the loyalty of the populations they serve and access to new channels to spread ideology”. One analysis of Pepfar, a far-reaching US government programme of foreign aid for HIV programming, found that “where social services have assumed the form of chronic emergency relief … religious organisations have come to play an increasingly prominent role.”  The analysis added: “In the context of an ongoing public health crisis, Pepfar has institutionalised the social authority of the Pentecostal and charismatic churches.” Awid urges development actors to move away from programming that minimises state responsibility for providing services and social safety nets. At the same time, they stress the importance of prioritising progressive local partners, to avoid giving resources or legitimacy to religious fundamentalists who curtail women’s rights. Feminist organisations coming together to mark International Day of Action for Women’s Health on Saturday do so with a sense of urgency. The spread of Zika and its impact on pregnant women and their children, and the disproportionate impact of HIV on girls and young women in eastern and southern Africa (pdf), shows the need to act now. Collective action will be vital to advancing gender justice and sustainable development. • Susana T Fried is a global health justice partnership fellow at Yale University and was previously senior gender adviser at the UN Development Programme",
  "webTitle": "Telling women to avoid pregnancy is not a solution for HIV and the Zika virus | Susana Fried",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/28/women-avoid-pregnancy-not-solution-hiv-zika-virus-internation-day-action-womens-health-conservative-religious-ideologies",
  "keyword": [
    {
      "webTitle": "Reproductive rights (developing countries)",
      "id": "global-development/reproductive-rights-developing-countries",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aids and HIV",
      "id": "society/aids-and-hiv",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/28/women-avoid-pregnancy-not-solution-hiv-zika-virus-internation-day-action-womens-health-conservative-religious-ideologies"
}