{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/24/oakland-raiders-las-vegas-move-nfl",
  "id": "2016-05-24-231",
  "sectionId": "sport",
  "body": "This year’s NFL offseason has been uncharacteristically quiet, thanks to the absence of round-the-clock coverage on ball deflation, text messages between equipment managers, and discussions of ideal gas law by people who didn’t take a science class past the 12th grade.  Team Brady is back appealing his suspension, but the Deflategate story just doesn’t generate the publicity per square inch it used to, and TV ratings show the vast majority of fans don’t care about the league’s love of doctoring science. Yet for those who prefer their NFL without anything resembling an offseason or a lull in coverage, there is good news: the groundwork is being laid that will give the league a dedicated homebase to churn out headline-grabbing scandal for decades into the future. And not just any kind of scandal either. Lurid stuff that really grabs attention.    Related: Was the Odor-Bautista fight acceptable? Baseball's code is unclear ...    If current momentum continues, there may be an NFL team in Las Vegas by 2017. And not just any team. The Raiders. The Las Vegas Raiders. No city and team could be a better match than Sin City and the NFL’s original team of outlaws. Younger fans may not see the Raiders as “bad boys,” just bad at football, but channel surfing through the NFL Network when they’re replaying the John Facenda-narrated “Raiduh” bit is a quick way to get a sense of what the image of the franchise once was – and what it could soon be again.             The Raiders hit hard, with intent to injure, and stood over their victims. They talked trash. They cursed. They smoked and drank, and didn’t care what anyone thought about any of it. If the internet and social media had existed in the 1970s, the Raiders would have set the all-time sports record for thinkpieces generated. Now imagine taking a team with that history and dropping them in a city where anything goes. Into a town with legal gambling and in a state that allows prostitution. The NFL may well do it.    Related: Raiders owner promises Las Vegas move will be 'offer NFL can't refuse'    Granted, today’s Raiders are far from the Raiders of old. The team is finally on the path to being regular playoff competitors again, but nobody, for one example, has compared the off-the-field lifestyle of devout Christian quarterback Derek Carr to Ken Stabler in his prime. The closest the modern Raiders have been to outlaws came in 2013, when defensive end Desmond Bryant got arrested for misdemeanor criminal mischief after showing up drunk and shirtless at a Florida family’s home. It resulted in maybe the most comical mugshot of all-time. That’s classic Florida Man behavior, not the stuff of the vintage Raiders. But the newer, cleaner image of the Raiders can, and will, change if they land in a proposed $1.6bn, 64,000-seat stadium on the Las Vegas Strip. Not every Raider would fall victim to Vegas temptations, but enough would. The existence of a Vegas Raiders means dozens of single, recognizable, twentysomething millionaires would be living year-round in a city that built its reputation on debauchery. They aren’t all going to be able to stay out of the news for long. Whether the NFL means to or not, it is potentially creating a headlines monster in the Nevada desert. When the Raiders themselves aren’t getting into trouble or showing up on social media drunk and in a Johnny Manziel-style disguise at one of the city’s more than 70 casinos, the NFL teams they welcome into town eight weekends a year could fill the void. Every time a late-game fumble, missed tackle or blown coverage causes a gambling line swing, we would hear whispers about point shaving. Each year’s draft coverage will be full of discussion about which prospects with “red flags” can or can not handle playing in Las Vegas. The NFL would have to debate whether bringing the Super Bowl, their sacred game, to America’s city of ill repute will tarnish the shield. These are not issues that come with NFL teams that play in quaint hamlets like Green Bay, Wisconsin, or East Rutherford, New Jersey. Even the dystopian (and very realistic) football drama Playmakers didn’t dare put a team in Las Vegas. Remember when NFL man of the year Eugene Robinson got arrested for soliciting a prostitute in a seedy section of Miami the night before Super Bowl XXXIII? All of Las Vegas could be called a seedy section and adding an NFL team isn’t likely to change things. “Vegas” is about to become a regular NFL storyline. Las Vegas mayor Carolyn Goodman says the city is open for NFL business: “I think we’re certainly mature enough and ready enough for a major league any sport and have been for some years – because we’ve grown to over 2.1 million in resident population and have over 42 million visitors.” Ah, yes. The visitors. The Raiders bring a special kind of visitor no other team does. A face-painted, spiked shoulder-pad wearing batch of diehards who should sue the makers of Mad Max: Fury Road for stealing the story of a Raiders Nation road trip without attribution. The team’s fans followed them from Oakland to Los Angeles and back again, so – extradition issues excluded – there’s no reason they won’t jump in their dune buggies and travel across state lines to see them play in Vegas, too. What a sight that will be. More than 60,000 of these fair citizens unleashed on the streets of Las Vegas for four months a year, while the likes of those who travel to the city for accountant conferences cower in fear behind slot machines.  There is nothing to not love about the Las Vegas Raiders if you enjoy mayhem. None other than Patriots owner Robert Kraft gave his full support for the move in the last week, telling USA Today: “I think it would be good for the NFL. For me, I think that certainly the fact that Las Vegas has a gambling aspect to it is far overshadowed by the entertainment value, if you will, family appeal, that you have, the convention appeal. So it does not have disfavor with me, in my opinion, relative to being an NFL city.” In the past, Kraft has vouched for the character of people ranging from Aaron Hernandez to Donald Trump, so you know he’s right on Vegas, too. For a league that has been plagued by negative off-the-field issues, avoiding Las Vegas would be the safe play. But the NFL isn’t safe, no matter how many junk science studies they publish that claims otherwise. The league sees dollar signs on the Strip and that’s all that matters. An NFL team in Las Vegas is almost definitely a terrible idea, but it will bring in money and headlines. The Las Vegas Raiders will be the epitome of Roger Goodell’s NFL.",
  "webTitle": "The NFL would love the mayhem of the Las Vegas Raiders",
  "webPublicationDate": "2016-05-24T10:00:08Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/24/oakland-raiders-las-vegas-move-nfl",
  "keyword": [
    {
      "webTitle": "Oakland Raiders",
      "id": "sport/oakland-raiders",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Las Vegas",
      "id": "us-news/las-vegas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/24/oakland-raiders-las-vegas-move-nfl"
}