{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/01/sun-tls-phone-hacking-pcc-stig-abell",
  "id": "2016-05-01-112",
  "sectionId": "media",
  "body": "As Stig Abell settled into the editor’s chair at the Times Literary Supplement last Wednesday he may have been relieved that his days as managing editor of the Sun were over. It was the day his former paper faced a barrage of protest for failing to cover the inquest verdict of the 1989 Hillsborough football tragedy on its front page. When asked Abell wouldn’t say what he would have done if still at the Sun, but it seems unlikely the sensitive man colleagues describe would have agreed with the story’s treatment. Nevertheless there is an incongruity to his change of jobs. He agrees that, after spending the best part of three years at the populist red-top, his move to a highbrow literary weekly review is remarkable. “It’s a very strange old thing, isn’t it,” he says. Anyone studying his CV would concur and might also believe he has enjoyed something of a gilded life. He has built a successful media career as a newspaper executive, radio broadcaster and TV performer some 15 years after graduating from Cambridge with a double first but without any firm plans. “I didn’t have a clue what I wanted to do,” he says. “I saw a Guardian advert offering a starter job for a graduate with the Press Complaints Commission, so I applied.” He also emailed the TLS’s then fiction editor, Lindsay Duguid, and said he would like to review books. “She had a wonderful policy of trying people out and sent me a novel by the American author, Ethan Canin, asking for 600 words please. And that was it. I started writing for the TLS every month.” That led to him also reviewing for the Daily Telegraph and the Spectator. “I had this little cottage industry of book reviewing while at the PCC.” His rise at the now defunct PCC saw him promoted rapidly to assistant director, then deputy director and, in 2009, to the key role of director. He had already formed a good working relationship with a chairman he admired, Christopher Meyer, but they soon found themselves plunged into the phone-hacking controversy. Abell says: “We were a small group trying to help members of the public while upholding the principle of freedom of expression. But the PCC’s phone-hacking report was wrong. And we were widely criticised for being insufficiently interested in hacking, which has a certain amount of truth to it. We were overwhelmed, and I spent two years trying to keep the PCC relevant as the scandal grew worse. Let’s be honest: it was an issue that bamboozled institutions a lot more powerful than the PCC.” He stresses that the regulator was being sensibly reformed until “the edifice came down” with the Guardian’s revelation in July 2011 about the interceptions of Milly Dowler’s voicemail messages. Then came the Leveson inquiry and Abell wrote the longest submission by any organisation, 140,000 words. “It was just me in a room with our lawyer,” he recalls with some pride. He left soon afterwards. “I had to think of my mental health, my family life. It was a very stressful job running the PCC.” He took a salary cut to work for Pagefield, an agency specialising in corporate reputation management. “It was fascinating,” he says. “I was able to draw on my experience in handling PCC media storms. I did crisis communications for two years and enjoyed it.” But he hankered for a return to the newspaper industry and was offered managing editorships at two titles. He chose to answer the call from the Sun’s editor, David Dinsmore. With his PCC background, was he not viewed as the gatekeeper becoming a poacher? He agrees: “People could have been sniffy, but they were welcoming because they could see I was just trying to help them do their jobs. “I realised the need to restore confidence among staff who’d had the stuffing knocked out of them because so many had been arrested for paying public officials. I feel very protective of the Sun and the staff. There are so many nice, decent people who don’t get the credit they deserve.” He also exhibits some of the paper’s chippiness about what its staff regard as establishment bias against the Sun. As an example, he points to the failure to win the scoop of the year award for its July 2015 story, “Their royal heilnesses”, the revelation of a 1933 film clip of the future Edward VIII teaching the princesses how to make a Nazi salute. “I remember walking with David to Buckingham Palace to show them the video two days before publication. Then we published it across eight pages, did it beautifully, proper popular history and popular tabloid journalism. We were so proud of it and got nothing for it.” Despite his lack of a journalistic background, Abell regularly edited Monday issues of the Sun. “I got great satisfaction from it,” he says. But the severing of his partnership with Dinsmore is thought to have played a part in his decision to leave the paper. Once Tony Gallagher became editor, Abell had less of an influence in the newsroom. But by that time, he had expanded his media profile, having become a radio presenter on LBC and a newspaper reviewer on Sky News. Is he not in danger of doing too much? “Yes, but it’s a precarious existence in the media. I’ve agreed with my wonderful understanding wife that I’ll work hard for 10 to 15 years and take it while I can get it, provided that the life doesn’t destroy home life.” And now for the TLS: how did he land that job? With the planned retirement after 14 years of its editor, Peter Stothard, there were vague plans to approach a high-profile figure, such as Martin Amis. But they were abandoned when Abell sent a two-page document with ideas for revitalising the weekly to News UK chief executive, Rebekah Brooks. She showed it to News Corp’s chief executive, Robert Thomson, who said: “Go for it.” Abell scoffs at any suggestion of dumbing down. “I love the paper but I think there’s more to be done with it. I’ve sat down with virtually every member of staff. They have ideas too. They’re interested, enthusiastic and passionate, so I’m looking forward to working with them. I’m also respectful of the readers who currently subscribe. They are loyal, have certain expectations, so the changes that may come are additional, not substitutions.” And what might they be? He talks of “more cultural content, more film reviews, essays, works-in-progress by writers”. Abell recognises the TLS, which lays claim to 30,000 subscribers for its print and digital versions, is a niche publication. Its elite readers are arguably less likely to drift away than those deserting daily newsprint titles. “It provides intelligent journalism and that’s a growth area,” he says. He believes the audience straddles two groups – an academic readership that “regards the TLS as an authority [because it] reviews big, serious books properly” and university-educated professional people – lawyers, say, or doctors and accountants – “who are interested in being challenged, big ideas”. He believes the TLS enjoys “a great reputation in America because it epitomises the best of British scholarship, and the best of British journalism.” Abell thinks that the gradual reduction of their arts coverage by several national papers in the UK offers the TLS an opportunity to pick up new readers “eager to engage with important cultural ideas”. He also reveals that the TLS is to become part of the Times’s overall subscription offering and that “podcasts are coming”. Abell, known for having spent his commuting hours in 2013 reading the complete plays of Shakespeare, bubbles with as much enthusiasm for his new venture as he did for his Sun front pages. Curriculum vitae Age: 36 Education: Loughborough Grammar; Emmanuel College, Cambridge Career: 2001 Press Complaints Commission 2009 director 2012 partner, Pagefield crisis communications 2013 managing editor, the Sun 2016 editor, TLS",
  "webTitle": "From Sun to TLS: Stig Abell on phone hacking, Leveson and books",
  "webPublicationDate": "2016-05-01T12:00:54Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/01/sun-tls-phone-hacking-pcc-stig-abell",
  "keyword": [
    {
      "webTitle": "Phone hacking",
      "id": "media/phone-hacking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press Complaints Commission",
      "id": "media/pcc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press intrusion",
      "id": "media/press-intrusion",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Press regulation",
      "id": "media/press-regulation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Rebekah Brooks",
      "id": "media/rebekahwade",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Leveson inquiry",
      "id": "media/leveson-inquiry",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/2016/may/01/sun-tls-phone-hacking-pcc-stig-abell"
}