{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/tony-blair-i-underestimated-forces-of-destabilisation-in-iraq-chilcot-report",
  "id": "2016-05-24-185",
  "sectionId": "politics",
  "body": "Tony Blair has admitted he profoundly underestimated the forces that were going to be unleashed in Iraq after the war, and says his understanding of the Middle East is much deeper now than at the time of the invasion in 2003.  He also revealed the extent to which the mistakes in Iraq had led him to call for a much more evolutionary solution to regime change in the wake of the Arab spring.  Blair has made similar admissions of culpability before but these remarks, weeks before the July publication of the Chilcot report into the war, are likely to be seen as his chief line of defence. Speaking at an event sponsored by Prospect magazine in Westminster, he said: “For sure we underestimated profoundly the forces that were at work in the region and would take advantage of change once you topple the regime. That is the lesson. The lesson is not complicated. The lesson is simple. It is that when you remove a dictatorship out come these forces of destabilisation whether it is al-Qaida on the Sunni side or Iran on the Shia side.”  He added: “To be honest my understanding of the Middle East is a lot deeper today than it was when I was prime minister, quite frankly.” He said that when the the Arab spring began “I was one of these that said ‘Let us be careful’. What did we learn from Iraq? We learned that once you get rid of the dictatorship, that is the beginning of a new chapter where all these poisonous forces and influences come out and start to disrupt the situation.” He said that led him to support a process of political evolution.  Blair again refused to apologise for the invasion even though he knows he is set to be criticised by the Chilcot report for making commitments to the US about it, and for failing to consult his cabinet more fully before troops were sent in. He said the sectarianism of the Maliki government, which took office in 2006, played a part in the disaffection of Sunni Muslims and the rise of Islamic State. But he said the roots of Isis went back many decades, and was not the responsibility of one government. He said he regretted the way Saddam Hussein was removed, but still called for more western troops on the ground in Syria and Iraq to defeat Isis.  In Syria, he admitted, Russia’s intervention had given it the leverage around the negotiating table. He added that a solution there might take years: “This is as close to a problem being without a solution right now as anything I can remember.” He said the west had “not yet taken on board that there is no way of defeating these people without defeating them on the ground. Airstrikes are not going to defeat Isis. It does not mean it has to be our forces all the time – it could be that our forces are in support. But be in no doubt, if you want to defeat these people you are going to have to wage a proper ground war against them. The only question for us is whether we are prepared to.”   Related: Tony Blair: west must be ready to deploy ground troops against Isis     He said the fight against Isis required a mindset in which the west recognised that the battle required the same slower rhythms of the cold war.  Referring to the Arab spring, Blair said it showed that young populations with radical forces operating within them were not going to accept authoritarian governments. The dictatorships which fell after 2011 did so, he said, because economic anxiety and frustration brought together two groups of people: “Disorganised liberal-minded people that wanted rule-based economies and tolerant societies, and on the other side, numerous and extremely well-organised Islamists”. Blair attacked Donald Trump, saying: “I want an American president that is strong, engaged and is going to build the alliances necessary for the western world and you are not going to build the alliances you need with the Muslim countries by denigrating all Muslims.”",
  "webTitle": "Tony Blair: I underestimated Iraq's destabilising forces",
  "webPublicationDate": "2016-05-24T11:58:55Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/tony-blair-i-underestimated-forces-of-destabilisation-in-iraq-chilcot-report",
  "keyword": [
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Iraq war inquiry",
      "id": "uk/iraq-war-inquiry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Arab and Middle East unrest",
      "id": "world/arab-and-middle-east-protests",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "politics/2016/may/24/tony-blair-i-underestimated-forces-of-destabilisation-in-iraq-chilcot-report"
}