{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/greek-bailout-eu-on-best-behaviour-until-referendum-over-brexit",
  "id": "2016-05-25-231",
  "sectionId": "commentisfree",
  "body": "Imagine what’s going to happen at 10.01pm on Thursday 23 June. The polls will have just closed in the referendum on Britain’s membership of the European Union and, in an instant, the rest of Europe will be able to relax – and revert to type. Suddenly, the migrant boats will be back on the water, heading for the Greek coast. The floodgates that have been slammed shut will be flung back open. In Brussels, the bureaucrats will reach for the desk drawer they’ve kept dutifully locked and pull out their grand plans to impose straight bananas and ban tasty crisps. And the central bankers will be able to tighten the screws on Greece once more. No longer obliged to play nice – as they did in the early hours of Wednesday morning, when they agreed to release €10.3bn in bailout money for Athens – they’d now be able to revive their demand that Greece live on ever more meagre rations in penance for its huge debts.   Related: Eurozone unlocks €10.3bn bailout loan for Greece    I jest of course. None of these things is going to happen on the evening of 23 June. And yet observing Britain’s 27 EU partners these last few months has been like watching a usually clumsy man hiding in a cupboard and holding his breath, determined not to make even the slightest disturbance. Just imagine the racket he’s going to make when the referendum is over and he can at last exhale. Of course, Britons should not be so naive or egocentric as to think this is all about us. EU decision-making has its own rhythms and its own multiple pressures. But it’s been hard to avoid the sense that Brussels and our fellow EU member states have been on best behaviour since February, when David Cameron struck his renegotiation deal. They all got the message: don’t do anything that will play into the hands of the Brexiteers. Top of the list has been avoiding the kind of images that dominated the news during last summer’s migration crisis. The last thing the remain campaign needs is TV pictures of boatloads of migrants heading for Europe’s shores: #Refugeeswelcome – but not until 24 June. No one had a greater interest in the deal struck between the EU and Turkey, sending back those who had crossed the Aegean sea, than Cameron and his fellow remainers. Whatever long-term issues that arrangement ducks, whatever price has to be paid, as far as the in campaign is concerned, it just needs to hold till after Britons have cast their votes. The standoff with Greece is not quite as pressing, but it still matters. Remain cannot win without the support of Labour voters, and plenty of those have been appalled by the fiscal whipping meted out to the impoverished Greeks. Whatever the rights and wrongs of that austerity argument, Cameron has wanted the issue to go away – at least for another month. Today’s bailout loan has achieved that. So far everyone has been doing their bit. Brussels has been careful to issue no centralising edicts that might confirm the leavers’ caricature of the meddling EU. On the contrary, European commission president Jean-Claude Juncker’s sole intervention in the referendum campaign has been an uncharacteristic admission that the EU interferes too much. They all need to keep it up for just one more month. Four more weeks of holding their breath. After that they can breathe out – so long as we vote in.",
  "webTitle": "The Greek bailout shows the EU is on its best behaviour – until 24 June | Jonathan Freedland",
  "webPublicationDate": "2016-05-25T09:35:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/greek-bailout-eu-on-best-behaviour-until-referendum-over-brexit",
  "keyword": [
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Freedland",
      "id": "profile/jonathanfreedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/greek-bailout-eu-on-best-behaviour-until-referendum-over-brexit"
}