{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/chinese-media-dismisses-gossip-over-queens-attack-on-behaviour-of-beijing-officials",
  "id": "2016-05-12-361",
  "sectionId": "world",
  "body": "The Communist party’s best-selling tabloid has accused the British media of “hyping up” the Queen’s comments about “rude” Chinese officials and spreading malicious “gossip” in order to hurt ties between Beijing and London.  Beijing would not confirm whether its “golden” friendship with Britain was still alive on Wednesday after the Queen was caught on camera lamenting the behaviour of Chinese officials involved in President Xi Jinping’s state visit to Britain in 2015.    Related: When it comes to China, the Queen’s gaffe reveals some inconvenient truths | Mary Dejevsky    “They were very rude to the ambassador,” the Queen complained to the senior police chief responsible for policing the event, describing the Chinese conduct as “extraordinary”.  A spokesperson for China’s foreign ministry declined to say whether the special relationship – supposedly cemented when Xi visited Britain in October – was still intact in the wake of the Queen’s criticism.  In a prominent editorial on Thursday, the Chinese language Global Times newspaper hit back at criticism of its country’s officials, blaming the controversy on the British press. “The western media loves gossip more than anything else,” the editorial claimed.  The editorial – which was headlined, ‘British media hypes up the Queen’s private conversation, the whole world lauds the UK’s gossiping skills’ – claimed Fleet Street had reacted to the Queen’s comments as if it had discovered “treasure”. But such “hyped up” coverage would not affect the “golden” relationship between Britain and China, the Global Times argued. “The ‘golden era’ of China-UK relations is built on profound bilateral interests. Rationality has a unique place in the long-histories of these two nations.” “It is perfectly normal that the closer the relationship, the more friction there will be,” the editorial continued. “It isn’t a big deal for your friend to complain a little bit in private. I presume Chinese officials make jokes about British officials in private too.” The editorial added: “The West in modern times has risen to the top and created a brilliant civilisation, but their media is full of reckless ‘gossip fiends’ who bare their fangs and brandish their claws and are very narcissistic, retaining the bad manners of ‘barbarians’. “As they experience constant exposure to the 5,000 years of continuous Eastern civilisation, we believe they will make progress” in terms of their manners, it said.  The Global Times was one of the only party-controlled newspapers not to completely ignore the episode on Thursday, suggesting Beijing, which has also blocked BBC World reports on the subject in China, hoped to downplay the potentially embarrassing episode. The Beijing Youth Daily broadsheet ran a prominent front page story about a mass brawl between Chinese football players but there was no room anywhere for a report on the spat between Buckingham Palace and Beijing. The editorial pages of the Global Times’ English language edition were also bereft of any mention of Her Majesty’s dim view of Chinese officialdom. In a brief news story the tabloid described Xi’s state visit as a “great success” and noted that investment deals worth $61.6bn were signed.  One of the few mainland news outlets to cover the Queen’s comments was Toutiao, a popular news website and app. In an online article it attributed the Queen’s anger to “cultural and political differences” between China and Britain. “China’s state visit appeared to have been very successful,” it reported. “But it has taken us some time to understand the discomfort between the two sides. Overall, Britain’s discomfort can be mainly attributed to differences of culture and political views.” Unlike China’s heavily controlled media, US news groups offered their readers extensive coverage of the Queen’s thoughts on Chinese diplomacy.  Royal expert Ingrid Seward told the Los Angeles Times she suspected the footage had been deliberately leaked by an enraged royal family.  “She must have known what was going on,” said Seward, the author of a biography about the Queen. “I can’t think it was a mistake ... I assume that she felt extremely strongly that the Chinese treated her ambassador badly,” she added. “I know she hates rudeness.” Asked if China believed the leak had been deliberate, foreign ministry spokesperson Lu Kang said: “I think you should refer your questions to those who put the footage on the website.” Additional reporting by Christy Yao",
  "webTitle": "Fleet Street 'gossip': Chinese paper plays down Queen's attack on 'rude' officials",
  "webPublicationDate": "2016-05-12T04:50:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/chinese-media-dismisses-gossip-over-queens-attack-on-behaviour-of-beijing-officials",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/12/chinese-media-dismisses-gossip-over-queens-attack-on-behaviour-of-beijing-officials"
}