{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/simon-cowell-advice-write-childrens-book-michael-rosen-philip-ardagh",
  "id": "2016-05-25-206",
  "sectionId": "books",
  "body": "The award-winning children’s author Philip Ardagh has suggested that Simon Cowell visit a library for expert literary advice, after the Britain’s Got Talent judge announced that he was planning to write his own children’s book because most are “quite boring”. Cowell told a US television show that he had “read a lot of these children’s books” to his two-year-old son, “and they’re quite boring. I think I could do it better.” His own title, he said, would “be about animals”, and would include a character based on himself, “obviously a sort of hero figure”. His comments sent the world of children’s books into a social media spin – “Simon Cowell says that all children’s books are ‘boring’, but I suspect he was probably just having trouble with some of the longer words”, tweeted comedian and children’s author Danny Wallace, while bestselling writer Matt Haig said Cowell was “trolling the whole of children’s literature”. Ardagh took the time to write an open letter to Cowell, providing the celebrity with a few tips. “No doubt you’ve already received a lot of flak from my fellow children’s authors regarding your announcement that you might give writing children’s books a go. It comes with the territory,” wrote Ardagh. It “could well be true”, he said, that Cowell has read a lot of “quite boring” books, because “as with pop music and TV shows, there’s good and bad stuff out there”. Ardagh, winner of the Roald Dahl funny prize, went on to suggest that a good, professional librarian “can point you in the direction of some amazing books for your son, whatever his age and interests”.   Related: The children's books Simon Cowell needs to read    Ardagh also took the opportunity to speak out for public libraries, which he told Cowell had been closing “at an alarming rate in the UK”, with “many of those remaining open [without] professional staff”. More than 300 libraries have closed over the last six years, with almost 8,000 jobs lost as a result. “So, whether you choose to get into children’s publishing or not, it would be wonderful if you’d show your support for libraries and librarians with a kind word or two,” said Ardagh. “It’s great that you talk publicly about reading to your son. May you share many brilliant books together, whether by you or by other people.” “I am very pleased that Simon Cowell is writing a children’s book,” Michael Rosen, former children’s laureate and author of We’re Going on a Bear Hunt, wrote on the blog of publisher Scholastic. “The more often famous and popular people write books, the more popular children’s books become. There are thousands of wonderful kids’ book out there to read. Welcome to the party, Simon.”",
  "webTitle": "Simon Cowell gets star advice on plan to write children's book",
  "webPublicationDate": "2016-05-25T10:34:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/simon-cowell-advice-write-childrens-book-michael-rosen-philip-ardagh",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Simon Cowell",
      "id": "media/simoncowell",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Michael Rosen",
      "id": "books/michael-rosen",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philip Ardagh",
      "id": "books/philip-ardagh",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Libraries",
      "id": "books/libraries",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/25/simon-cowell-advice-write-childrens-book-michael-rosen-philip-ardagh"
}