{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/12/amy-schumer-gun-control-brady-comics-benefit-show",
  "id": "2016-05-12-12",
  "sectionId": "stage",
  "body": "Incongruous as it seems, comedy and the campaign to end gun violence are regular bedfellows these days. Last month, Amy Schumer devoted an entire episode of her sketch show to gun control, playing a QVC-style host hawking firearms. Former SNL star Rachel Dratch has starred in PSAs related to guns and alcohol.  The pop culture pushback on gun violence is in full swing, and last night at the Highline Ballroom in New York City, Fun Loves United hosted an event to benefit to the Brady Campaign to Prevent Gun Violence, a night of “music, comedy and gun sense” to raise awareness about gun safety.     Dolly Wells and Emily Mortimer of HBO’s Doll & Em. Photograph: Ali Smith for the Guardian    Both Schumer and Dratch’s productions were linked to Everytown for Gun Safety, an organization that came together in 2014 and has made pop culture campaigns central to their outreach. The Brady Campaign, which has existed under various names since the 1970s, has teamed up in recent years with Adam McKay and Funny or Die to produce star-studded videos about gun safety.  Since the Sandy Hook elementary school shooting in 2012, tackling gun violence has again become a burning issue in progressive politics, with some comedians following suit. Dan Gross, president of the Brady Campaign, says comedians have a role to play because things start to change “when voices start coming from people other than the usual suspects”.     Jeanne Darst discussed her unexpected life of marriage and motherhood in Los Angeles. Photograph: Ali Smith for the Guardian    At the Highline Ballroom, Gross reminded the crowd that the organization’s former president, Sarah Brady, used to encourage everyone to “have fun” at the end of her press conferences. “That was her way of inspiring us to carry on her fight,” Gross explained in an interview before the event started, “and nights like tonight are a great opportunity to do that, to have fun while we’re solving problems.”  A similar Fun Lovers Unite event was held in Los Angeles in 2014 with comics Sarah Silverman and Tim Heidecker. The idea was a star-studded, jam-packed show to bring attention to a worthy cause; like any good event, there were many calls to social media, to be tagged with #Enough.  Wednesday’s show was, if anything, over-stuffed; a three-and-a-half-hour event on a weeknight was more than much of the audience seemed game for, and the venue had lost half its crowd by the time headliners Yo La Tengo took the stage.  Comedically, the acts tended toward the alternative side of the spectrum. Jon Glaser, best known for his work on Adult Swim, told a Donald Trump story that was strong but didn’t capture the attention of distracted crowd, while surprise guest Todd Barry’s more road-tested material won them over. The cabaret and performance artist Tammy Faye Starlite’s satirical set as a pro-gun Christian was unsubtle but fun nonetheless.      Janeane Garofalo: didn’t dwell on politics in her set Photograph: Ali Smith for the Guardian    Janeane Garofalo didn’t dwell on politics in her set, taking an adoring crowd on a journey that finished with her musing about taking the Brontë sisters to a Sephora, while Josh Gondelman’s set touched briefly on the presidential campaign but veered mostly to the personal. Storyteller Jeanne Darst discussed her unexpected life of marriage and motherhood in Los Angeles, while author and comedian John Hodgman explored on his difficulties as a homeowner.  Despite gathering for such a serious cause, the night rarely felt preachy. A slide toward the end offered “4 Fun-Lovin’ Actions” that could be taken to help end gun violence, and the merch table sold buttons reading “F#&% the NRA”.  But neither was it a night of unbridled optimism; instead the feeling was a long march to progress. Yo La Tengo’s Ira Kaplan finished their set with a plea: “I hope we don’t have to do this next year.”   This article was amended on 16 May 2016; Fun Lovers Unite hosted the event to benefit the Brady Campaign, not the other way round.",
  "webTitle": "Comedians come together to make it clear that gun violence is no joke",
  "webPublicationDate": "2016-05-12T22:04:45Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/12/amy-schumer-gun-control-brady-comics-benefit-show",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Elise Czajkowski",
      "id": "profile/elise-czajkowski"
    }
  ],
  "guardianId": "stage/2016/may/12/amy-schumer-gun-control-brady-comics-benefit-show"
}