{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-koalapak",
  "id": "2016-05-03-311",
  "sectionId": "small-business-network",
  "body": "Georgina Damiano, company director of Koalapak, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Koalapak delivers creative activities to children aged 3-8 by post each month. Parents sign up on our website and we deliver a pack full of arts, crafts or science projects straight to their home. Each Koalapak is different, so each month there is something new to create and learn and everything needed to complete the projects is provided.  Since we launched, we have successfully managed to use cost-effective ways to build brand awareness. One of these ways is being active on social media. Facebook and Twitter have really enabled us to engage with our customers, as well as find new ones. Parents send us photos of their children enjoying the activities and other parents on our pages see how much fun other families are having with their Koalapaks. We have also held competitions on Twitter, which has been a very effective way to reach out to new customers and gain new followers.  We have won two awards so far: a Mumprenuer UK website award and a Bright Pig’s Business of the week award. We continue to see an increase in our website traffic, subscribers and followers. Our plan now is to start shipping abroad and we have already started receiving enquiries from the US in particular.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Koalapak",
  "webPublicationDate": "2016-05-03T07:12:53Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/03/startup-of-the-year-competition-entry-koalapak",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/03/startup-of-the-year-competition-entry-koalapak"
}