{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/martha-plimpton-interview-the-real-oneals-trump-politics-women",
  "id": "2016-05-05-117",
  "sectionId": "world",
  "body": "Martha Plimpton is an Emmy-winning actor and pro-choice activist. She currently stars in The Real O’Neals. Her friend Rebecca Carroll is a Guardian US writer, author and critic-at-large for the Los Angeles Times. They emailed about politics, feminism and art Rebecca: You’ve been really outspoken about your pro-choice views in the past, so we should start this conversation with a fresh acknowledgement: Donald Trump is now the Republican candidate, and he’s also arguably a misogynistic freak show of a person who has a ton of supporters. His campaign is broadly about prioritizing money over humans. In the event that he wins, how do we keep humans at the forefront of US? Martha: Oh, lordy. Well, I don’t believe he has a chance in hell of becoming president. I really do not. I just think it’s beyond comprehension. Beyond Bush II. Beyond the beyond. It’s not going to happen, so I won’t even go there. Not because I’m in denial – I literally think there is no data of any kind to support that kind of doomsday planning as far as Trump is concerned. I’m not being a partisan here. I love a good contest, but there will not be one in this election. We are about to have our first female president, I really don’t care what Tim Robbins says. Rebecca Carroll: In The Real O’Neals you play Eileen, Agnes’ daughter. Eileen is kind of a control freak trying to reassess her life, which involves being far more open-minded than she has been raised to be, especially since her Catholic conservative mother is racist and homophobic.  The first thing I thought after watching the show was: how come Eileen evolved to eventually embrace things that her religion does not (gay people, divorce, black and brown people) and Agnes didn’t? Martha Plimpton: Generational differences are pretty important here. Exposure to new things, especially within your own family, forces a kind of acceptance you never thought you could one day accept. And the more people come out, or demand to be respected and treated as equals, the more likely it is that change is coming to your house.  That’s the case with my character, Eileen. Our show is essentially focused on ideals of forgiveness, empathy, love and acceptance, but it’s a TV show. It’s a heightened reality made to entertain and hopefully move people enough to contribute to the understanding that homosexuality is normal. On some level, we’re hoping that Eileen’s journey will be encouraging for other parents who may be struggling with their views on LGBT issues. We want them to know that it is possible to change, and that it can be a joyful experience too. My own personal thoughts on this might be a little more informed by the darker aspects of human beings. I know how hard forgiveness, or even tiny little forward motion, can be. I also know it takes a long, long time to come, and that the penny doesn’t always drop. Rebecca: On the subject of forgiveness – for all its difficulty to embrace and offer in a meaningful way, lots of folks are quick to say that forgiveness sets you free. But I actually feel quite free in my anger. I don’t know what or who forgiveness serves. I don’t forgive my fifth-grade teacher for being racist. I don’t forgive the grown man who messed with me when I was six. I forgive immaturity in myself and my friends, and I forgive some mean things we said to each other – but I feel like people who do awful things don’t get to have my forgiveness. Is that evil?    When you keep women’s health, bodies and sexualities a secret, then it’s much easier to fool people with bogus laws    Martha: “Is that evil?” Haha! No, of course I don’t think you are capable of evil. I relate to this mostly in that I don’t equate forgiveness with the erasure of anger or a sense of injustice. They can and often do exist and thrive in parallel relation to one another. In a weird way, for me, they go hand in hand. But now we’re getting into almost esoteric levels of subjective thinking ... Rebecca: Speaking of esoteric, why do some people still think feminism is akin to witchcraft? I struggle to reconcile how men wouldn’t want women to be able to keep our reproductive organs healthy. The Senate and state plans to defund Planned Parenthood is just unbelievable. Y’all know we don’t just get abortions at Planned Parenthood, right? We get pap smears and breast cancer checks and STD checks that allow us to safely continue the human race. Martha: It’s so weird and I have no idea, though of course there are theories. The ability to “create life”, whatever that means, might play a part in this. (As if there’s not a man always definitively involved in that endeavor!) But somehow, women are the ones who get in trouble for it. As far as reproductive health goes, we know that a woman who becomes pregnant is not suddenly, magically possessed by another entity that automatically owns her. No – she is a self-contained and autonomous human in the process of slowly building another human. When you keep women’s health, their bodies, their sexualities and their biological processes a secret, or try to isolate them from the greater human experience as something “other” and “weird” and “dirty”, then it’s much easier to fool people with bogus laws that pretend to be protecting them but are actually depriving them of their liberty. There are so many gradations to sexism, and so many mitigating and aggravating factors for a sexist person to use as a sort of bread crumb trail back home to Fearville. But we know what happens to bread crumbs in the forest. Birdies come and foil your plans. So, feminists are the birds eating the crumbs in that fairy tale metaphor, I guess. Why some people want to do this, I will never know. What matters more to me is that they are winning. Their reasons are less interesting to me than what we are intending to do about it. Rebecca: For me, the truth is that women are more powerful than men – and I say this with all due respect to men. I should probably be more egalitarian, but I think women represent the very model of humanity. We are – and of course I’m generalizing – emotionally sophisticated, intellectually curious, physically strong AF, and know how to channel our vulnerabilities into revolutionary acts (hi, Lemonade). But how do we better harness this power? Martha: I hear you, but personally, it doesn’t quite sit right with me to associate the ability to be pregnant or “create life” with female power. I think that’s the point I’m trying to make. That’s a myth we accept because it reads and is experienced as the only power we do have in the eyes of the patriarchal structure. Not that it gets us maternity leave or childcare, because we are so powerful we don’t need it, I guess? But many, many women cannot conceive or have children, or simply choose not to, and they are just as inherently powerful and physically realized as those who do. Right? So when we buy into that, we’re agreeing on some level that pregnancy, or the ability to be pregnant, is a strata of human value that is separate from the human value of anyone. Maybe I’m an equality purist in this way, but that’s a huge part of the problem in my own view. We are no more, nor less, powerful than the person beside us, regardless of our physical attributes, and that is the foundation of equality and civil rights. Rebecca: My god, when you say we are no more powerful than the person beside us – I have to disagree. You are far more powerful than the person beside you on the subway going to work at the sandwich shop in Grand Central. I am more powerful than the person beside me on the subway going to work at Forever 21 in Union Square. Right? I mean it would be dense and obtuse to not recognize this. Martha: Yes, in social terms of course you’re right. I meant in terms of the natural rights and value and capabilities of all human beings. This is the basis of civil rights work, legislation and activism. This basic truth, that all human beings are of equal value and carry the same inherent power to move, live, thrive. Yet we largely don’t recognize or accept this, and we subvert this truth constantly and systemically, which is why we need civil and human rights movements and advocacy. Rebecca: That’s fair. One more question. You are a celebrity. It’s weird to ask this because you are my friend, but what do you think is the morally comfortable place for a celebrity to talk about politics?Martha: I don’t know how my moral responsibilities are altered by my job, but I accept that some people think they are. I am a citizen and also a performer by trade, and sometimes that means I have a means of communicating on a bigger scale. But it doesn’t alter my moral responsibilities. Anyway, morality is subjective. I’m more interested in the ethics and responsibilities of being a decent human being.",
  "webTitle": "A conversation with Martha Plimpton: 'Trump, president? Not a chance in hell'",
  "webPublicationDate": "2016-05-05T16:08:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/martha-plimpton-interview-the-real-oneals-trump-politics-women",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Carroll",
      "id": "profile/rebecca-carroll"
    },
    {
      "webTitle": "Martha Plimpton",
      "id": "profile/martha-plimptong"
    }
  ],
  "guardianId": "world/2016/may/05/martha-plimpton-interview-the-real-oneals-trump-politics-women"
}