{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/04/bungalow-of-fred-west-friends-excavated-in-search-for-childs-body",
  "id": "2016-05-04-83",
  "sectionId": "uk-news",
  "body": "Excavation work by police is expected to continue until the weekend at the home of a couple who were friends of serial killers Fred and Rose West and were themselves jailed for child sex offences. Specially trained officers are digging at the bungalow of Pauline and David Williams in the picturesque Devon village of Bradninch. The force refused to comment on rumours that they had been tipped off that a child’s body may have been concealed at the property. David and Pauline Williams were jailed at Exeter crown court in November for a string of sexual offences dating back to the 1980s. David was jailed for life, his wife for 12 years.  Their catalogue of abuse started in Gloucester, where they met the Wests, and continued when they moved to Devon in the 1990s. Exeter crown court heard they subjected six girls and four boys to rapes, sexual assaults and beatings when their victims were as young as seven. In some cases the abuse continued until they were teenagers.     David and Pauline Williams. Photograph: Devon and Cornwall police/PA    The jury had heard that David Williams terrified some of his victims by boasting of his connections with the Wests, who used to drink at the Prince Albert pub in Gloucester, which the Williamses ran. Fred West killed himself before being put on trial for a string of sexually motivated murders. His wife, Rose, is serving life after being convicted of 10 murders. A Devon and Cornwall police spokesman said: “We are not in a position to comment on what is being searched for other than to say it is based on historic [sic] information. This is the only property being looked at in relation to this investigation.” In a statement outside the property Keith Perkin, head of the public protection unit for the force, confirmed on Thursday the search was expected to continue for a further two days. He said: “Officers are here today carrying out excavations to a house in Bradninch near Cullompton in Devon. “This follows certain information of an historic nature that we have received in connection to this property and its former occupants. I expect that this work, carried out by specially trained search officers will take a further two days. “I am aware that given the media attention around a small village this will impact on the local community and I can reassure them that there will be local neighbourhood officers out today and tomorrow to give them that reassurance.”     Police at the former home of David and Pauline Williams. Photograph: Claire Hayhurst/PA    Police officers, some with pickaxes, were seen coming and going from the property throughout the day and digging could be heard. One local person said: “The garden is not visible from the road but you can clearly hear what is going on. The whole village seems to be in shock.” Other former neighbours of the couple claimed they would try to get young children to come and play in their garden – and regularly offered them sweets. One mother said: “It is just horrific. They used to encourage children to come and play in their garden. I always thought they were creepy so never had anything to do with them.” The council property has remained empty since the pair were jailed. The investigation into the couple, named Operation Abbey, began in July 2013 when a woman disclosed to a mental health professional that she had been raped and sexually abused by David Williams when she was 15. A number of other people then came forward. The police are believed to have been at their bungalow since Tuesday. Another neighbour said: “They obviously moved here as a hideaway because it is a villagey place where nobody would know them.”",
  "webTitle": "Police dig at home of child abusers who were Fred West's friends",
  "webPublicationDate": "2016-05-04T17:25:25Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/04/bungalow-of-fred-west-friends-excavated-in-search-for-childs-body",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/04/bungalow-of-fred-west-friends-excavated-in-search-for-childs-body"
}