{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/09/martine-syms-fact-and-trouble-ica-art-not-most-effective-protest",
  "id": "2016-05-09-129",
  "sectionId": "artanddesign",
  "body": "Walking into Martine Syms’s first solo UK show, Fact & Trouble at the ICA, feels like walking into someone else’s memories: a disconcerting mix of the familiar and the foreign.  Arrows point up a narrow, poorly lit stairwell which opens up into a bright white floor. In the small corridor that separates two rooms, enlarged pictures and video stills plaster the walls. These images are part of Syms’s 2016 work, Misdirected Kiss, and appear in what seems to be no particular order; an imperfect tapestry of moments in other people’s lives. Syms builds on this sense of voyeurism in the adjacent rooms. Two screens mounted back to back show snippets of home videos from her ongoing project Lessons (2014-), in a randomly ordered loop. I watch footage of a gospel choir, the video quality so bad I can’t make out any faces, until it’s suddenly replaced by another clip. Painted in large black letters on the three walls that surround the screens are the words: “Lightly, Slightly, Politely.”     Imperfect tapesty ... Fact & Trouble at the ICA. Photograph: Mark Blower/ICA    The characters here are anonymous, save for a photograph of the actor and rapper Queen Latifah, and another of model Tyra Banks, posing with a pre-teen Syms. Syms’ work considers what is to be a black woman, based on representations in film, text and photography: but Fact & Trouble makes no explicit attempt to create a narrative. As I crane my neck to see what lies behind one of her double-sided pictures, searching for meaning starts to feel as futile as trying to make sense of a hoarder’s treasures – their aesthetic and symbolic appeal apparent only to the hoarder.    I don’t think art is the most effective form of protest. I don’t think it changes policy    And Syms does describe herself as a hoarder, of what she calls “orphaned media” – old home videos and family photos. We meet just after her exhibition opens, at the west London hotel where she is staying. Tired, dishevelled and dressed in black, she is sitting at a booth in the restaurant, sipping on green juice. Given what I’ve read about her – Syms calls herself a “conceptual entrepreneur” whose work covers themes as varied as “Afrofuturism, queer theory, the power of language, and the spiritual nature of the colour purple” – I am expecting to meet someone burdened by deep thoughts and artspeak.     Conceptual enterpreneur ... Martine Syms Photograph: Christopher Horne/ICA    Instead Syms, who looks younger than her 28 years, exudes southern California cool. She takes her time, pausing often, aware perhaps that her life and experiences will always be compared to the stereotype of what it means to be black in America. “My mum was very interested in art and liked to write, and my dad was a hobbyist photographer,” she says of her upbringing (some of her father’s photos are in the show). “It was a cultural household, but that wasn’t a special thing – I feel like a lot of black families are like that. Being into music wasn’t a thing. I don’t even know if being into photography is anything special.” This habitual exposure, and also her years as a graphic designer, explain why Syms isn’t interested in what she calls “a rarified type of art”. Instead, she takes her work to where everyone is – the internet – and engages with different audiences through films, public lectures and publications.  “People act like art is a white thing – or not for people of colour – when really so much culture and art comes from people of colour. I want everyone to get into what I am doing. So sometimes I don’t like to work just in an art context because” – she pauses for a long time then says, laughing – “it feels like a lot of people aren’t going to see it. I like it to be a part of everyday life. It is for me.” Raised with three siblings in Altadena, an area north of Los Angeles (which in the early 1900s attracted millionaires from the east, many of whom left after the schools became desegregated in the 1960s and 70s), Syms was home-schooled for three years: “The area I grew up in didn’t have the best public schools and it was hard to get all of us into the same private school – for a lot of racist reasons from what it sounds like.”  Skipping grades when she did start school, Syms is influenced by ideas old and new. Misdirected Kiss derives its name from a 1904 film and both our conversation and her “performative lecture”, later in the week, are peppered with references to African American intellectuals (Jacqueline Najuma Stewart, Arthur Jafa, Audre Lorde) and other cultural theorists such as Alison Landsberg. She appears more at ease examining and testing the work of these thinkers than immersing herself in the more ephemeral, attention-seeking world of pop culture. Even as pop icons such as Beyoncé delve into politics and respond to protests such as the Black Lives Matter movement, Syms doesn’t believe art can change the status quo for black people in America. “I have said it before and I will continue to say that I don’t think art is the most effective form of protest,” Syms tells me. “I don’t think it changes policy, I think it changes discourse, and discourse can change ideas, and for me that’s what it’s about: having that space for conversation.”         Martine Syms’ Mundane Afrofuturist Manifesto    And Syms wants to have that conversation, whether with art audiences at venues such as the ICA or the wider black cultural community, whom she targets in her Mundane Afrofuturist Manifesto, a video essay first published in 2013 by the digital art organisation Rhizome. Afrofuturism has traditionally explored the black experience through science-fiction and is often seen as a means of escape from present-day hardships. But Syms puts forward the theory there’s no happy-ever-after for the black person beyond the stars.   Related: Afrofuturism:  where space, pyramids and politics collide | Chardine Taylor-Stone    “I was a black person using technology so in this one year I kept getting invited to all these Afrofuturist events,” she explains. “And I was not really feeling it. I thought some of the claims were just a little too self-serious. Around the time there was a noticeable increase in deaths from police brutality, and some of it just felt extremely strange. Senseless. I had already been thinking about that and responding to that.” Drawing inspiration from writers Kodwo Eshun and Greg Tate, as well as Geoff Ryman’s mundane science-fiction manifesto, Syms starts by saying: “We the mundane Afrofuturists, being alternately pissed off and bored, need a means of asserting a different set of values to begin imagining the future.” Dreams of utopia, she says, “can encourage us to forget that outer space will not save us from injustice … post-black is a misnomer, post-colonialism is too”. It’s not all serious, of course. Syms’ humour, transmuted to her work, is dry and sarcastic. At her ICA lecture, she deadpans some of her personal “rules”: “The natural state of your skin is ashy. Shea butter is the only defence, use it generously. Lotion is for white people. When unoccupied, read from a book with an impenetrable title such as The Politics of Representation in Network Television.” But at a time when black creatives from Cape Town to Chicago are building bodies of work and reputations on the very notions Syms is dismissing, her manifesto has been met with both praise and scorn.  “I guess I can be a little mischievous!” Syms counters. Mischievous is one word. Some might say volunteering to create a space for meaningful, open dialogue beyond the art bubble is bold, dangerous even, especially in an age when trolling is mistaken for candour and the ubiquitous presence of cameras means everything you’ve ever said or produced could live forever online. Still, Syms insists she is ready for it: “Art’s function is to communicate. If someone goes to the show and they hate it and want to write about that, that’s cool. I’m happy for that. Don’t email me about it. Don’t @ me, but go ahead!” • Fact & Trouble is at the Institute of Contemporary Arts, London, until 19 June. Box office: 020-7930 3647.",
  "webTitle": "Martine Syms at the ICA:  'people act like art is a white thing'",
  "webPublicationDate": "2016-05-09T15:30:00Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/09/martine-syms-fact-and-trouble-ica-art-not-most-effective-protest",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Video art",
      "id": "artanddesign/video-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Eliza Anyangwe",
      "id": "profile/eliza-anyangwe"
    }
  ],
  "guardianId": "artanddesign/2016/may/09/martine-syms-fact-and-trouble-ica-art-not-most-effective-protest"
}