{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/catfish-and-bottlemen-the-ride-review",
  "id": "2016-05-29-134",
  "sectionId": "music",
  "body": "Much like fiction boils down to a few archetypal stories framed by genre strictures, rock albums have recurrent motifs. The Ride, Catfish and the Bottlemen’s second album, finds this foursome – surprise winners of a Brit for breakthrough act, against far more house-trained opposition – at a tipping point. Having sold 250,000-odd copies of their debut, 2014’s The Balcony, these north-westerners (plus token Geordie guitarist Johnny Bond) are on a quest – to become the new Oasis, this generation’s purveyors of everyman tales, written to be hollered back by the hordes. Catfish have an authentic, anthemic edge over the landfill indie rock that blighted the 00s, and a natural star in singing guitarist Van McCann, a man who exudes self-belief without the douchebag-ness that often accompanies it. Interestingly, there’s also a Beatles to Catfish’s Stones: the 1975 are not dissimilar in age, “overnight sensations” a decade in the making, sharing the same dedication to the idea of being a rock band.    This is the well-worn tale of a band on the up, retold with slightly different detailing    The 1975’s recent take on ambition involves the 80s, R&B and long titles. By contrast, Catfish and the Bottlemen are almost comically one-dimensional, keeping things tight. As with Catfish’s debut, The Ride boasts one-word song titles and tunes that don’t fanny about. “She tends to obfuscate, when it’s black and white,” spits McCann on Oxygen. He’s half-appalled, but half-intrigued. The song’s chorus, meanwhile, owes a debt to Noel Gallagher’s “route one” approach. Naturally, our protagonists head off to America to get the widescreen treatment, this time courtesy of producer Dave Sardy (Oasis, Primal Scream). Subplots unfold. “New York surprised me,” begins McCann on Emily, unwittingly summarising the plot of the 1975’s album to boot: “I must admit, I think I lost my way a bit.”         Catfish and the Bottlemen performing 7.    This is, then, the well-worn tale of a band on the up, retold with slightly different detailing: of getting confused about the time difference, of being in love, “but I need another year alone”, as McCann sings on 7. Of racing from soundcheck to catch a girl on her fag break, of picking someone special up from Heathrow, of love trouble. On Glasgow, McCann is plucking an acoustic guitar, being propped up on Sauchiehall Street, falling for the girl that makes him “do the shit that I never do”. There is little original here. But McCann has his moments. The way he tinkers – as though off-handedly – with repeated lyrics belies attention to craft. Twice is a particularly likable high point. “Christ!” McCann sings on the chorus, “I ain’t ever going back to thinking straight.” He’s uncomfortably sober – regretting arguments, calling in sick on Mondays and mourning “every ex I didn’t treat right”. Bond’s guitar solo on Anything, meanwhile, is an object lesson in pithy eloquence – this unadventurous but crowd-pleasing album’s strongest suit.",
  "webTitle": "Catfish and the Bottlemen: The Ride review – no messing",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/catfish-and-bottlemen-the-ride-review",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/29/catfish-and-bottlemen-the-ride-review"
}