{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/uncharted-4-fire-emblem-fates-birthright-conquest-battleborn-review",
  "id": "2016-05-16-333",
  "sectionId": "technology",
  "body": "Uncharted 4: A Thief’s End PS4, Sony, cert: 16★★★★★ In a medium where a sense of spectacle is taken as a given, Uncharted 4 raises the bar to a new level. Naughty Dog’s exquisitely pretty game takes unhurried players on a 15-hour-long journey, leading them through jungle into tombs over sun-baked isles. It might be seen, then, as conventional adventuring fare in the tradition of Lara Croft. But the latest voyage for everyman protagonist Nathan Drake proves thematic familiarity and high quality are not mutually exclusive. Here, every moment is delivered with such craft and care, and every set piece so precisely considered, the result is a benchmark game for the PlayStation 4, assisted by outstanding performances from the cast. Uncharted 4’s gunplay is refined and reliable, the writing as engrossing as the series has seen, and the cinematographic delivery utterly beguiling, as Drake chases down the myth of a pirate Shangri-la. Put simply, it is a game that looks, sounds and plays like one of the finest titles of this console generation. WF     Fire Emblem Fates: finely tuned strategic gameplay.    Fire Emblem Fates: Birthright/Conquest 3DS, Nintendo, cert: 12 ★★★★Making the best of a popular and successful franchise, what is ostensibly the 14th game in the Fire Emblem series is actually made up of three separate titles. The first two are Birthright and Conquest (the third, Revelation, is due in June), which open the same way but change completely when the hero chooses which warring family to side with. Those familiar with Fire Emblem will know what to expect from Birthright and Conquest. They’re turn-based strategy RPGs, with handsome anime visuals and addictive gameplay. Players must develop relationships between the characters while keeping them alive in order to improve the chances of victory on the battlefield. Birthright is the beginners’ game, a little easier, but lacking the variety and depth of the darker Conquest. Admittedly, neither game offers much that is new, and the tutorial is convoluted, but the finely tuned strategic gameplay, beautiful soundtrack and compelling narrative make these a welcome pair of 3DS classics. CD         Watch a trailer for Battleborn.    Battleborn PS4, Xbox One, PC, 2K Games, cert: 16★★★ Even if developer Gearbox’s name were absent from Battleborn, its pedigree as a product of the makers of Borderlands would be clear. From the simple but satisfying shooting mechanics to character progression that unlocks abilities, the two bear similarities so striking, it’s hard to believe it is not a direct spin-off. At the end of the universe, the few survivors huddle around the last remaining star to squabble over dwindling resources. The threadbare story serves mainly to justify wildly divergent characters – 25 in total, all from different species and boasting unique skills. The meat of the game is in its multiplayer mode. Battleborn is, however, servant to too many masters. Gameplay ranges from conventional team shooter to multiplayer online battle arena, with elements of tower defence and loose strategy. A nice twist is that all characters revert to level one for each match, allowing you to explore new abilities each time, but no single aspect is evolved enough to please devoted fans of the many genres it attempts to balance.  MK",
  "webTitle": "Games review roundup: Uncharted 4: A Thief’s End; Fire Emblem Fates: Birthright/Conquest; Battleborn",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/uncharted-4-fire-emblem-fates-birthright-conquest-battleborn-review",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Role playing games",
      "id": "technology/role-playing-games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Shoot 'em ups",
      "id": "technology/shoot-em-up",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Dring",
      "id": "profile/chris-dring"
    },
    {
      "webTitle": "Will Freeman",
      "id": "profile/will-freeman"
    },
    {
      "webTitle": "Matt Kamen",
      "id": "profile/matt-kamen"
    }
  ],
  "guardianId": "technology/2016/may/16/uncharted-4-fire-emblem-fates-birthright-conquest-battleborn-review"
}