{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/sadiq-khan-pledges-to-put-london-first-as-he-swears-in-as-mayor",
  "id": "2016-05-07-80",
  "sectionId": "politics",
  "body": "London’s new mayor, Sadiq Khan, has said he will “put London first” as he looked to move on from the divisive campaign run by his rival Zac Goldsmith, but added Muslims had been discouraged from seeking public office by the Tories’ campaign. At his signing-in ceremony at Southwark Cathedral, backed by a secular choir, the Labour mayor said he wanted the moment to herald the start of a City Hall run for all Londoners and all communities. He said he hoped to “ put aside party-political differences”.    Related: Sadiq Khan officially takes over as London mayor - live    His official swearing-in as mayor came hours after two senior Conservative figures appeared openly divided on their judgement of Goldsmith’s failed mayoral campaign. Michael Fallon, the defence secretary, defended attempts to link Khan to extremism as the “rough and tumble of politics”. Meanwhile, the leader of the Conservative Muslim Forum, Mohammed Amin, said he was “disgusted” by Goldsmith’s approach.  The ceremony was attended by the former Labour leader Ed Miliband and Britain’s most senior ranking police officer, Sir Bernard Hogan-Howe, but not Jeremy Corbyn. The Labour leader instead chose to visit Bristol, where Labour secured a comfortable victory in the city’s own mayoral race. Khan, who has kept a safe distance from the leader during his campaign, later said he did not know why Corbyn was not there to see him signed in. “It is an open invite, I’m not sure Jeremy was doing today, we’ll have to find out what he was doing,” he told the BBC. Later on Saturday afternoon, Corbyn arrived in Bristol to congratulate the city’s new Labour mayor, Marvin Rees. Though Khan said he now had bigger problems than Goldsmith’s losing campaign, he said he was concerned about the dozens of Muslims who had written to him saying they did not want their children to get involved in politics having seen how he was treated.   Related: Sadiq Khan's London mayoral win gives Corbyn reason to be cheerful    “I’m hoping the result on Thursday encourages young people to get involved in mainstream politics, encourages Londoners of Islamic faith and other minority communities, encourages British Muslims and others to get involved in civic society and get involved in mainstream politics,” he said. “The decency of Londoners, the decency of British people will always cut through.”     Sadiq Khan attends the signing ceremony for the newly elected Mayor of London, in Southwark Cathedral, London. Photograph: Pool/Reuters    Khan arrived at Southwark Cathedral under blue skies for his signing-in ceremony, greeted outside by 76-year-old acting grandee Sir Ian McKellen. The venue, which has been a site of Christian worship for more than 1,000 years, filled up with supporters and London dignitaries. After a brief introduction from Doreen Lawrence, mother of murdered teenager Stephen Lawrence, Khan stepped up to the so-called crossing of the cathedral under the central tower to rapturous applause and a standing ovation. Standing beneath an ornate 17th-century chandelier, a self-assured Khan declared: “My name is Sadiq Khan and I’m the mayor of London.”He said he wanted the ceremony to take place in the cathedral as a reflection of his intent to represent “every single community” as a “mayor for all Londoners”. Miliband, who employed Khan as shadow justice secretary when he was the party’s leader, was on the front row of the nave. “It’s a fantastic win and sends a message all round the world about the kind of place London is,” Miliband said.   Related: Forgive and forget Zac Goldsmith’s racist campaign? No chance | Owen Jones    “Obviously it’s a historic moment to have a first Muslim mayor but it goes beyond that. Sadiq ran a positive campaign about the issues and I think Zac Goldsmith ran a very nasty, divisive campaign and I think that has been roundly rejected.”  Asked to comment on the wider local elections results, which saw Labour fall to third behind the SNP and the Tories in Scotland, lose seats in Wales and become the first opposition party to fail to gain council seats in mid-term elections since 1985, Miliband said: “Today’s a day for celebrating Sadiq.” After a children’s choir from St Bonaventure’s school in Forest Gate performed, the gathering moved outside to the churchyard for refreshments and to seize a chance to congratulate the newly elected mayor.     Sir Ian McKellen greets Sadiq Khan ahead of his signing ceremony. Photograph: John Stillwell/PA    Speaking to reporters, Khan said he had on average had 90 minutes sleep a night for the last week. He said he wanted to move on from discussions over the way the Conservative party campaign against him was conducted. “I’m disappointed by the negative, desperate, divisive campaign that the Tories have run,” he said. “We’ve had a positive campaign throughout. I’m quite clear that I’ll work with anybody when it’s in London’s interests. “I’m looking forward to working with the prime minister when it comes to us remaining in the EU, when it comes to infrastructure and investment, when it comes to all sorts of issues and what’s important to put aside the past, put aside party-political differences and put London first.” He announced his intention to step down as MP for Tooting, south London, and in an apparent swipe to parting London mayor Boris Johnson, added: “I think what you need if you’re a mayor is to be a full-time mayor – no second jobs.” McKellen, star of the Lord of the Rings and X-Men movie franchises, said having a Muslim mayor was “preferable to me to any alternative regardless of the politics”. “I hope it’s an image that will go round the world as representing a new sort of England that’s at peace with itself regardless of race and so on. That’s the beauty of it.” Congratulations came in throughout the day, from Conservatives Lady Sayeeda Warsi and Sajid Javid, who, like Khan, are also the children of Pakistani bus drivers. Hillary Clinton, the Democratic presidential candidate, also tweeted her congratulations. There has been no word so far from her Republican rival Donald Trump, who has previously said he would like to ban all Muslims from entering the US.",
  "webTitle": "Sadiq Khan pledges to ‘put London first’ as he is sworn in as mayor",
  "webPublicationDate": "2016-05-07T16:48:20Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/sadiq-khan-pledges-to-put-london-first-as-he-swears-in-as-mayor",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    },
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "politics/2016/may/07/sadiq-khan-pledges-to-put-london-first-as-he-swears-in-as-mayor"
}