{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/england-roy-hodgson-marcus-rashford-australia",
  "id": "2016-05-27-5",
  "sectionId": "football",
  "body": "Roy Hodgson acknowledged that Marcus Rashford had done his hopes of being a member of England’s squad for the European Championship in France a power of good after the 18-year-old Manchester United striker scored on his international debut on Friday night. “I am pleased with him,” said England’s coach, who saw Rashford’s third-minute volley set England on the way to a 2-1 win against Australia in Sunderland. “He’s done his chances of coming in the final 23 no harm. But he wouldn’t have been in the 26 if I didn’t think he had a chance. I guess it [the debut goal] will chop a few trees down tomorrow. I thought Marcus did well – but I wasn’t nervous about him or surprised how well he played.” Hodgson was enthused not only with Rashford’s ability to switch to a wide role after Wayne Rooney came on in the second half but his evident chemistry with Manchester City’s Raheem Sterling. “There was good link-up play between him and Raheem,” he said. “They don’t have an awful lot of experience playing in that system but they were both very lively. “We saw the best of them together and we knew that, with those two together, we would be very dangerous on the counter because of their pace. When Wayne came on, Marcus played on the flank and showed what he could do there. He tired late – but that’s understandable.” England’s coach admitted he had some vexing decisions to make as he whittles his squad down to 23 before Tuesday’s midnight deadline. “There’ll be two or three more sleepless nights before I submit my list,” he said. Although Daniel Sturridge – who was not involved due to a calf strain – later told reporters he was fit to return to training, the Liverpool forward is likely to endure some anxious moments before Tuesday. The good news for Sturridge is that, despite Rashford’s emergence, Hodgson seems minded possibly to take both forwards. “Daniel’s a quality player,” the coach said. “I know Daniel Sturridge. If it turns out the injury would mean he was unfit to play Russia in Marseille [in England’s first match of Euro 2016], that might make a difference – but I have no indication it is serious enough to keep him out.” There were times when Australia dominated the game and Hodgson conceded it had been a “stern test” against the Asian Champions. “It was a tough game, Australia are good, they’re European standard,” he said. “But I was pleased with aspects of our play. We were dangerous on the break and I was pleased so many players who didn’t start against Turkey (in the previous friendly) showed what they could do.”",
  "webTitle": "England’s Roy Hodgson: ‘Marcus Rashford did well but I wasn’t surprised’",
  "webPublicationDate": "2016-05-27T22:44:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/england-roy-hodgson-marcus-rashford-australia",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia",
      "id": "football/australia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/27/england-roy-hodgson-marcus-rashford-australia"
}