{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/17/romaldo-giurgola-architect-of-australias-parliament-a-giant-who-never-forgot-the-human-scale",
  "id": "2016-05-17-327",
  "sectionId": "artanddesign",
  "body": "The old man stood before the expansive windows with his arm extended. He shut one eye and, with a hand remarkably steady for that of a 91-year-old, traced with his finger the northern bank of Lake Burley Griffin, glittering down there in the autumn sunshine. We were admiring the vista from the apartment of Romaldo Giurgola, the designer of the “new” federal Parliament House in Canberra, who has died this week at 95. It was four years ago. I was researching a book about Canberra and I wanted to know why this remarkable man, born in Italy in 1920 and who later ran his architecture practice out of New York City, had decided to stay in the comparatively sedate surrounds of the Australian national capital after Parliament House was built.   Related: Cities that steal smart ideas from plants and animals    You can tell much about a person from their domestic surrounds. Those of Romaldo – “Please, it’s Aldo” – were beautiful for a seamless blend of elegant functionality and aestheticism. His apartment, high up in an externally anodyne tower in the inner-south Canberra suburb of Kingston, was all open surfaces and light. The walls featured beautiful art. There was sculpture, too, on otherwise bare surfaces. The bookshelves (with titles, among many, on Boccioni, Picasso, Rodin, Venetian villas, Renaissance architecture, the unicorn tapestries, Schubert, Beethoven and Haydn) betrayed, I’d later write, “a refined aesthetic sensibility”. Mostly, however, I think his apartment was about the view of the city that had come to enchant him, for its story, its symbolism and its beauty. From where we stood at the window, there was a postcard vista of Telopea Park, the lake, Black Mountain and Mount Ainslie – all critical features of the city design of another foreign (landscape) architect, Walter Griffin, who had a far less positive experience with the Canberra project than Giurgola. While Canberra is regarded as Griffin’s city, in truth much of what Griffin planned was never built. I’ve written at length over the years about how the conservative Anglophile planners undermined Griffin from the moment he won the competition to design the capital for the new Australian federation in 1912     Romaldo Giurgola at the University of Sydney in 2003. Photograph: Mick Tsikas/AAP    I won’t reiterate the story here, except to say that one element of the Griffin design, his ill-explained “capitol” on Kurrajong Hill, formed one of the architectural anchors for the north-south axis central to the design.  The capitol was intended to be the most symbolically democratic of Griffin’s public buildings: a place, he tried to explain, for popular reception and ceremony – “or for housing archives and commemorating Australian achievements rather than for deliberation or counsel ... representing the sentimental and spiritual head, if not the actual working mechanism of federation”. Griffin left the Canberra project close to broken after the Hughes government all but sacked him in 1920. The capitol never happened. But, 60 years later, Giurgola won the international design competition for the permanent parliament house that would stand in its place on completion in 1988. There is a neat symbiosis of democratic philosophy between the imaginary capitol and the built Parliament House, in a city that is franked in the symbolism of nation building. While parliament, unlike the capitol, was designed for legislators, it would not ostentatiously stand atop Kurrajong – a sacred place for the traditional custodians of the Limestone Plains upon which Canberra is imposed.    In Canberra, he said, it was easier to attain 'measure' between lifestyle, natural, beauty and human ambition    As Giurgola explained: “The building should nest with the hill, symbolically rise out of the Australian landscape, as true democracy rises from the state of things.”  And so it is that Parliament House is built within, not on top of, Kurrajong. But back to that vista from Aldo’s apartment, and his hand extended so that I might follow his line of sight. Although the unrealised Griffin plan allowed for medium-density dwelling among the monuments, Aldo was critical of much of the recent high-intensity residential developments, especially around the lake, as architecturally short-sighted and inconsistent with Canberra’s bush topography. He took aim with his hand at the Asio building (then under construction), with its malevolent expanse of dark glass, and its gaze on his parliament building across the lake.     St Patrick’s cathedral at Parramatta. Giurgola and MGT architects was commissioned in 1997 for the restoration and design of the new cathedral complex after fire destroyed the previous building.    “I complain about the Asio building because it has become like a big retaining wall of dark glass on the landscape ... making everything secret ... separating the natural slope between the mountain (Mount Ainslie, the other anchor for Griffin’s axis) and Constitution Avenue from the lake,” he said. (It’s no coincidence that in recent years he’d heavily criticised additions to Parliament House to enhance counter-terrorism security measures as incompatible with the openness of his design.) Aldo explained why he’d taken Australian citizenship and remained in Canberra, a “delight” for its “generosity of space” and “human scale”, after completing the Parliament House commission.   Related: Le Corbusier tapestry finally finds its home on Sydney Opera House wall    He said, “I always found myself living in places where I found that my work had been appreciated. I have lived in New York. It’s a fantastic city [but] … a city for the young”. In Canberra, he said, it was easier to attain “measure” between lifestyle, natural, beauty and human ambition. Gesturing to Telopea Park, its treetops bursting with russet, blood orange and wheat colours, he said: “And what more do you need? Down there are trees of every variety and colour.” He smiled and said: “Of course, that is just my opinion.” This caveat perhaps typified the modesty and generosity to which those who knew Giurgola well (not least his architectural brethren and the thousands of students he mentored over the years) have themselves pointed to since his death earlier this week.  Aldo Giurgola never lost sight that successful buildings had to serve both humanity and landscape. It’s why, at draft, he was usually the first to insert a person. Only then could the proposed building find symbiosis with landscape and people. As he said, it’s all about “human scale”.",
  "webTitle": "Romaldo Giurgola, architect of Australia's parliament, was a giant who never forgot the 'human scale'",
  "webPublicationDate": "2016-05-17T04:01:03Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/17/romaldo-giurgola-architect-of-australias-parliament-a-giant-who-never-forgot-the-human-scale",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Canberra",
      "id": "australia-news/canberra",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Australian Capital Territory (ACT)",
      "id": "australia-news/australian-capital-territory-act",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Daley",
      "id": "profile/paul-daley"
    }
  ],
  "guardianId": "artanddesign/2016/may/17/romaldo-giurgola-architect-of-australias-parliament-a-giant-who-never-forgot-the-human-scale"
}