{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/gogo-penguin-review-koko-london-jazz-dance-music",
  "id": "2016-05-08-98",
  "sectionId": "music",
  "body": "Related: GoGo Penguin: Man Made Object review – club-ready electronics and jazz    Lou Reed said that one chord was fine, two chords pushing it, three and you were into jazz. Former Mercury contenders GoGo Penguin pushed it to two chords and a few more at Koko, but their looping hooks, steady bass drones and percussion throb nonetheless proved Reed’s implication, that you can’t put too many bends in a musical narrative without confusing an audience that wants to shake its booty. Their mix of big rock-oriented crescendos, with Chris Illingworth’s Esbjörn Svensson-influenced piano and Nick Blacka’s jazz-bass sound has lately led this original Manchester trio to shift tickets way off the usual jazz circuit at a dizzying rate. After evocatively autobiographical singer/songwriter Daudi Matsiko’s opener, the trio emerged silhouetted against white light, punching a piano hook against Blacka’s bowed-bass drone and drummer Rob Turner’s driving pulse. They swelled it to a roar and then a dead halt – met by cheers, the pattern of the night. A more rhapsodic theme built to an ascent like the late Svensson’s trio at its most compelling – lightning flashes punctuating the accents – before a bluesy bass vamp and a gentle piano jangle pulled closer to jazz. Then a steady bass hum against racing drum-grooves moved away, and a trancelike interlude of treble trills and soft hi-hat sounds preceded the tenacious groove-power and arrhythmic accents of One Percent, from their v2.0 album. Too few bends in the road here for jazzers, maybe, but it’s an intelligently original twist in the story of dance-music. • At Love Supreme, Glynde Place, East Sussex, 3 July, and Citadel festival, Victoria Park, London, 17 July. Then touring until 9 November.         Watch GoGo Penguin play One Percent",
  "webTitle": "GoGo Penguin review – rhapsodic themes and driving grooves",
  "webPublicationDate": "2016-05-08T13:23:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/gogo-penguin-review-koko-london-jazz-dance-music",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/08/gogo-penguin-review-koko-london-jazz-dance-music"
}