{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/saturday-sundae-sean-dyche-shower-hartlepool",
  "id": "2016-05-07-4",
  "sectionId": "football",
  "body": "Man of the day Sean Dyche. Title in the bag, Burnley’s Ginger Mourinho complied with football tradition directives and took a full dressing-room soaking during his post-match live TV interview. Goal of the day Sunderland’s Wahbi Khazri put an end to a limp rally of head-tennis around the Chelsea box with a thunderous must-see volley. Capturing the mood Charlton’s official Twitter feed announced José Riga had “resigned from his poison as head coach”, before swiftly correcting. Away day of the day From north-east to south-west, 521 Hartlepool fans, most dressed as Stormtroopers, made the 400-mile journey to Plymouth. They were thumped 5-0. Best endorsement Friday: Sam Allardyce reveals his use of transcendental meditation. Saturday: Sunderland beat the former champions 3-2 and close on a great escape. Finest margin Accrington Stanley sub Shay McCartan twice hit the bar against Stevenage at the death as they failed to get the goal which would have secured promotion to League One. They face the play-offs instead. And the final insult Obligatory banner fly-past of the day came above Villa Park - a plane trailing the message: “Randy Lerner is a Blue BCFC.”",
  "webTitle": "Saturday Sundae: Sean Dyche’s shower; Hartlepool fans; and Big Sam",
  "webPublicationDate": "2016-05-07T23:31:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/saturday-sundae-sean-dyche-shower-hartlepool",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Observer Sport",
      "id": "profile/observer-sport"
    }
  ],
  "guardianId": "football/2016/may/08/saturday-sundae-sean-dyche-shower-hartlepool"
}