{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/dilma-bolada-brazil-president-facebook-twitter",
  "id": "2016-05-09-137",
  "sectionId": "world",
  "body": "Related: A warrior to the end: Dilma Rousseff a sinner and saint in impeachment fight    For most Brazilians, this week’s expected ejection of Dilma Rousseff from the Planalto palace is unlikely to be cause for much mourning. But it may well prompt wailing and gnashing of the teeth at one of the country’s favourite spoof social media accounts. For much of the past six years, the fake Facebook and Twitter character – Dilma Bolada (which very roughly translates to badass or sassy Dilma) – has been more popular than the president it sympathetically lampoons. Full of bravado, this virtual diva Dilma acts like a North Korean dictator with John Stewart’s sense of humour. In many ways, she is everything the real president is not: brash, vain, mocking, ready to lap up the spoils of power – and brilliant at online communication and tapping into the zeitgeist.  “The first, only and eternal president,” reads the official description of the page, which carries a portrait of the young bespectacled Rousseff during her Marxist guerrilla days, and a garish background image of the normally dour leader with a bow and arrow that makes her look more like the heroine of the Hunger Games or the character in a role-playing fantasy.     A young bespectacled Rousseff. Photograph: dilmabolada/Instagram    It is the work of a twentysomething Jefferson Monteiro, who has described himself as an admirer of the president. His gentle mockery has proved a hit with 1.6m likes, several awards and sponsorship revenue. In 2014, it also appears to have inspired Rousseff and her aides to up their game by belatedly reactivating the official account of the president.  The latest post is a photoshopped image of a beaming Rousseff giving the finger to a caption reading “Bela, Recatada e Do Lar” (Beautiful, Demure and Domestic) – a mocking reference to a recent Veja magazine cover that profiled the wife of the vice- president, Michel Temer, using these adjectives. That article has been widely derided for its conservative image of the ideal woman, particularly at a time when the country’s first female president is being forced from power. Memes on this and other subjects abound on the vibrant and sometimes aggressively over-the-top online world of Brazil, which has roughly 80 million Facebook users, behind only the US and India. But in the past year, the right has dominated the political debate on social networks as the fortunes of Rousseff and the Workers’ party have faded. Today, Facebook’s top three most “liked” politicians in Brazil are the pro-market conservative Aécio Neves, who narrowly lost to Rousseff in the last election, followed by the evangelical preacher-congressman Marco Feliciano, and then the ultra-right Jair Bolsonaro, who is an apologist for the 1964-1985 military dictatorship. Rousseff is a distant fourth.     Dilma Bolada gives the finger to the idea of being beautiful, demure and domestic. Photograph: dilmabolada/Instagram    These controversial characters provide plenty of material for satirists, but given the increasingly venomous political atmosphere, it is as yet hard to imagine they will generate the same affectionate, tongue-in-cheek parody evident in Dilma Bolada.",
  "webTitle": "Dilma Bolada: Brazilian president's digital alter ego is more popular than she is",
  "webPublicationDate": "2016-05-09T15:10:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/dilma-bolada-brazil-president-facebook-twitter",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/09/dilma-bolada-brazil-president-facebook-twitter"
}