{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/walk-in-park-life-and-times-of-peoples-insitution-travis-elborough-review",
  "id": "2016-05-30-157",
  "sectionId": "books",
  "body": "In 1850, Frederick Law Olmsted, an American journalist and farmer, arrived in Liverpool from New York. Perturbed to find some of the other guests at his temperance hotel smoking, he and his companions soon moved on to Birkenhead, then a genteel but rapidly expanding new town. There, he tried to buy some buns, only to be told by the baker that he should on no account leave Birkenhead without seeing its wondrous new park, a 226-acre quasi pastoral paradise designed by Joseph Paxton on what had previously been a gorse-infested common prone to “unhealthy mists”. In 1847, some 56,000 people had attended its opening, a figure substantially bigger than the town’s then population.    The plight of many parks is obvious: gates are closed, lavatories remain out of order, litter is an increasing problem    Olmsted had never visited a public park before – such things did not yet exist in the US – but he was much taken with what he found. In particular, he loved the fact that entrance to its driveways, lakes and meadows was free. “I was glad to observe that all the privileges of the garden were enjoyed equally by all classes,” he wrote, approvingly. Seven years later, he and a young English-born architect, the excellently named Calvert Vaux, won the competition to design Central Park in New York. How much of an influence was Birkenhead to be on its more famous transatlantic sibling? The modelling seems to have been quite close. In 1859, some years before Central Park’s completion, Olmsted visited it once again, keen to obtain from its keepers the “full particulars of its construction, maintenance and management”.   Related: The 10 best parks    In his amiable new history of the public park, Travis Elborough gives Birkenhead something of a starring role, and not only for the inspiration it gave Olmsted. Its history, after all, mirrors that of so many others like it. One of the first publicly funded civic spaces in the world, the park was used to grow food during the first world war; in the second, its metal railings were removed to help the war effort. In the 1960s, there was talk (never realised, thank God) of encircling its Victorian splendour with multistorey flats, while in the 70s, it was the victim of predictable neglect and vandalism, its lodges covered in graffiti, its cricket pavilion torched. But then, another shift in its fortunes. As the century drew to a close, it was Grade I listed, a move that was followed by an £11.5m lottery-funded renovation (completed in 2007). What does the future hold? Elborough is pessimistic. Austerity, he suggests, threatens a slide towards more privately owned parks; the management of the Royal Parks is, for instance, already committed to generating income from more “events, concessions and licences”. In the meantime, the plight of many, if not most, is obvious: gates are closed, lavatories remain out of order, flowerbeds are weedy, litter is an increasing problem.     A warm June evening in Kelvingrove Park in the West End of Glasgow. Photograph: Alamy Stock Photo    The first parks belonged to kings and queens, and were used largely for hunting. In the 18th century, however, the aristocracy developed a mania for landscaping; by 1873, there were 4,000 private parks in Britain. These, though, were all in the country. It wasn’t until the 1840s that parks appeared in our ungodly cities: Southampton’s East and West Parks in 1846, Glasgow’s West Park (now Kelvingrove) in 1852, Reading’s Forbury Gardens in 1856. Elborough’s history is rather un-excitingly chronological – he begins absolutely at the beginning, and ends absolutely at the end – but he turns up lots of interesting, joyful stuff along the way. He’s particularly good on our forebears’ taste for the ersatz and the odd when it comes to garden ornaments: the model dinosaurs in Crystal Palace Park, which were, according to one contemporary observer, “destined to roam, as in their native state, through the deep Penge morasses”; the bizarre replica of the Khyber Pass that was built at Hull’s East Park in honour of Queen Victoria’s golden jubilee (pictures from the 1930s, he says, reveal Lowry-esque figures in flat caps stepping through this strange valley “as gingerly as mice emerging from a hole in a skirting board”); the development of Pulhamite, the artificial rock that fed Victorian gardeners’ tastes for all things alpine and Romantic (the Cascades in Battersea Park and the Zig Zag Path in Folkestone are both made from Pulhamite). I was fascinated to discover, too, that we owe the appearance of our bandstands to the Crimean war, their design being similar to the raised platforms of Ottoman kiosks.     The Victorian Cascades in Battersea Park, complete with Pulhamite rocks. Photograph: Phil Whitehouse    For the most part, A Walk in the Park is an enjoyable stroll. There’s always plenty to look at, even if the jaunty Elborough doesn’t, perhaps, give enough attention either to ducks, or to the history of children’s playgrounds (I was hoping to be told when, exactly, local authorities turned against the terrifying witches’ hats on which we used to whirl in the 70s). My biggest criticism of the book, however, has nothing whatsoever to do with its author, and this is that it has no index. Why publishers try to save money by this means, as they seem to increasingly often, is beyond me. It’s a false economy. The first thing anyone is likely to do on seeing A Walk in the Park in a bookshop is to try and find out if their own favourite (mine is Endcliffe Park in Sheffield, scene of much youthful wine-drinking) made the cut (it didn’t). Unable to do this, how disappointed they’ll feel, as if they’d run towards the ice cream van at the park gate only for it to have driven off at the last moment. A Walk in the Park is published by Jonathan Cape (18.99). Click here to buy it for £15.19",
  "webTitle": "A Walk in the Park: The Life and Times of a People’s Institution by Travis Elborough – review",
  "webPublicationDate": "2016-05-30T08:00:28Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/walk-in-park-life-and-times-of-peoples-insitution-travis-elborough-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sport and leisure",
      "id": "books/sportandleisure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Health, mind and body",
      "id": "books/healthmindandbody",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/30/walk-in-park-life-and-times-of-peoples-insitution-travis-elborough-review"
}