{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/barack-michelle-obama-dc-home-leaving-white-house",
  "id": "2016-05-27-209",
  "sectionId": "us-news",
  "body": "There is a basketball court, some trendy restaurants and a dog-walking path that will suit Bo and Sunny. And in a delicious dig at the conspiracy theorists who have hounded his presidency, there is also a mosque. Barack and Michelle Obama’s life after the White House will begin in Kalorama, a bucolic, elegant and diplomat-studded area of Washington, according to reports officials declined to confirm. The first couple are believed to have leased a 8,200-square-foot, nine-bedroom mansion in the affluent neighborhood for when the president leaves office in January. While their younger daughter Sasha finishes high school, the family will reportedly rent the home of Joe Lockhart, once press secretary and senior adviser to Bill Clinton. Lockhart bought the house two years ago for $5.3m. It has castle-like turrets, three fireplaces and parking for up to 10 cars and overlooks Rock Creek Park, making it discreet and easy for the secret service to protect. Yet it is also within walking distance of shops, bars and restaurants in Dupont Circle and Adams Morgan. The website Zillow estimates the monthly rent at $22,000. All things considered, it is an unsurprising choice. Other former presidents who lived in this urban oasis include Woodrow Wilson, William Howard Taft, Franklin Roosevelt, Warren Harding and Herbert Hoover. Former defense secretary Donald Rumsfeld and Senator Edward Kennedy were also residents. Prince Albert of Monaco chose it for his first embassy to the US. Just a couple minutes’ walk from the Obamas’ new front door is the Islamic Center of Washington, a mosque and Islamic cultural centre. An employee, who did not wish to be named, said: “All the Muslim diplomats come to pray here on Fridays.” Told of Obama’s arrival in the area, he added: “Why not? We welcome anybody.” Rumour-mongers, including Republican nominee Donald Trump, have long tried to make mischief with claims Obama may in fact be a Muslim born in Kenya. The president has dismissed such speculation, once joking: “These days, I look in the mirror and I have to admit, I’m not the strapping young Muslim socialist that I used to be.” Nor is he quite the basketball player he used to be, tending to prefer golf these days. But on Thursday the president would have found men shooting hoops near his future abode. Among them was Evan Ruchell, 24, an unemployed graduate.  “It would be neat to see him play here but I don’t think it will happen,” he said. The Obamas’ elder daughter, Malia, turns 18 in July. She is bound for Harvard after a gap year. Would she want to hang around with mom and dad?  Ruchell added: “Adams Morgan is a very popular spot for college-age people. There’s a lot of good food and divey bars.” In Adams Morgan, Sofia Grace, 35, managing partner of the Soussi bar and restaurant on Kalorama Road, said: “On Fridays and the weekends it’s crazy. People come for all the nightlife. My clientele is very diverse in all aspects.” Another neighbour will be one of Washington’s few openly gay ambassadors. Gérard Araud of France is known for throwing parties at his grand neo-Tudor residence, including the Vanity Fair bash that follows the White House correspondents’ dinner every year. But Virgilio Reyes, 53, residence manager for another neighbour, the European Union ambassador, expressed concern: “I’m very surprised. It’s not a good choice because security will be tight every time he gets home and goes out. He will have his own private bodyguard.” In Kalorama, crime is low and rents are high. Mandy Mills, of The Mandy & David Team estate agency, estimated the average house price at $3m to $4m.  “Kalorama is very desirable,” she said. “It’s one of the chic-er neighbourhoods. People really love Kalorama because it is beautiful and discreet but it’s got everything downtown has to offer. There’s a quieter vibe and you still have all the privacy but you also have all the advantages of the city.” In this there is an echo of Bill and Hillary Clinton’s choice for life after the White House of Chappaqua, New York, which enjoys a quiet, woodsy setting but is within commuting distance of Manhattan. The Obamas’ commute to downtown DC will be drastically shorter, however. Their future home was built in 1928 by F Moran McConihe, a property developer who served in the General Services Administration under President Eisenhower, according to the New York Times. It was bought by Captain Charles Hamilton Maddox, a veteran of both world wars, who in 1912 designed and tested the first successful radio equipment used in naval aircraft. On Thursday afternoon people were rolling pushchairs and walking dogs along the tree-lined streets. Iris Miller, 19, a student, was lying in the sun with friends in Kalorama Park. She welcomed the prospective residents. “I’m excited for it,” she said. “I’m probably going to be stalkerish: ‘My neighbours the Obamas.’ I really hope they’re protected because some people hate them. I’m happy they’re staying in DC, though.” The president and first lady have chosen wisely, she added.  “If they had asked me, I would definitely have said here. It’s not too secluded and it’s not too crazy.”",
  "webTitle": "The diplomat-studded and desirable neighborhood the Obamas look set to call home",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/barack-michelle-obama-dc-home-leaving-white-house",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michelle Obama",
      "id": "us-news/michelleobama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/27/barack-michelle-obama-dc-home-leaving-white-house"
}