{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/el-chapo-prison-move-mexico-ciudad-juarez",
  "id": "2016-05-08-97",
  "sectionId": "world",
  "body": "State and civic officials seldom speak happily about the prospect of a high-profile prisoner, or see a crime lord’s arrival as a sign to the world that their city is recovering and attracting investment. Yet the governor of Chihuahua state appeared enthused about having cartel kingpin Joaquín “El Chapo” Guzmán occupy a prison cell in Ciudad Juárez – the border city once considered the murder capital of the world. Local leaders there are anxious to shed old stereotypes and show that security institutions are improved enough to house Mexico’s most notorious criminal and two-time escape artist. “The decision of having him brought here is because there will not be any escape,” Governor César Duarte said on Saturday evening.    Related: Juaquín 'El Chapo' Guzmán transferred to prison near US-Mexico border    “This speaks well of the state’s [security] system, speaks very well of the environment that we are experiencing in Chihuahua, and above all, the strengthening of institutions, which we have achieved,” Duarte said, according to the newspaper Reforma.  Guzmán was sent suddenly during the early hours of Saturday morning to a federal penitentiary in Ciudad Juárez, though his lawyers say the move in no way speeds up possible extradition to the United States. Federal officials say the move was made so they could “reinforce security” at the Altiplano prison to the west of Mexico City, where Guzmán tunnelled out in July 2015 and was returned after his recapture six months later. The interior ministry said in a Saturday statement that it regularly rotated prisoners around the country as part of a policy introduced last September while Guzmán was on the lam.  Guzmán’s lawyers have applied for injunctions against his extradition, though the process is proceeding slowly. The interior ministry said it had advised the judges weighing the injunctions that Guzmán had been sent to Ciudad Juárez, just across the border from El Paso, Texas. One of Guzmán’s lawyers, José Refugio Rodríguez, told the Guardian he was advised of his client’s transfer at 2am on Saturday. He was not told why the government moved Guzmán, though he called the Interior ministry’s explanation “contradictory”. “It’s a common practice that [the authorities] transfer prisoners around the country,” Refugio said.   Related: El Chapo entered US twice while on the run after prison break, daughter claims    Security analysts also expressed surprise at the transfer to Ciudad Juárez – where Guzmán is believed to have orchestrated a claim for a coveted smuggling corridor, causing chaos and violence in the city – but suspected the government wanted to avoid another embarrassing escape.  “Moving him from one prison to another is one way of delaying any potentially successful escape plans, or they might have had some information that an escape plan had been hatched,” said Alejandro Hope, a security analyst in Mexico City. Chihuahua state officials, who say crime in Ciudad Juárez has plunged by 92% since 2010, and who threatened to sue the producers of the movie Sicario for its unflattering portrayal of the city, expressed no misgivings about the local penitentiary. “The security conditions are well above those in Altiplano,” Duarte said, “so there is no risk of an escape.” In February, Pope Francis met with inmates at the state prison in Ciudad Juárez, once considered among the worst prisons in Latin America, in a visit publicized by state officials as an endorsement of their efforts in improving the city. Details on Guzmán’s security inside Cefereso No 9 prison in Ciudad Juárez are not known.  Guzmán has escaped prison twice. He is said to have wheeled out of a Guadalajara-area prison in a laundry cart in 2001 – though there have long been allegations that he walked out with corrupt officials – and in 2015 escaped from Altiplano by slipping through a shaft connecting a shower to a nearly mile-long tunnel. He was recaptured in his home state of Sinaloa in early January and sent back to Altiplano, where he was kept under constant guard in a cell with reinforced concrete.  Guzmán’s beauty queen wife, Emma Coronel, and his legal team launched a public relations offensive earlier this year, saying “El Chapo” was suffering ill health and was unable to sleep due to security staff constantly waking him. Federal officials showed little sympathy. National security commissioner Renato Sales told reporters at the time: “He’s sleeping perfectly.”",
  "webTitle": "'There will not be any escape': El Chapo's prisoner's welcome in Ciudad Juárez",
  "webPublicationDate": "2016-05-08T13:33:45Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/el-chapo-prison-move-mexico-ciudad-juarez",
  "keyword": [
    {
      "webTitle": "Joaquín 'El Chapo' Guzmán",
      "id": "world/joachim-el-chapo-guzm-n",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Agren",
      "id": "profile/david-agren"
    }
  ],
  "guardianId": "world/2016/may/08/el-chapo-prison-move-mexico-ciudad-juarez"
}