{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/belardo-royal-ascot-roger-varian-newbury-lockinge-stakes-godolphin-log-out-island-horse-racing",
  "id": "2016-05-14-79",
  "sectionId": "sport",
  "body": "The course was decked out in the colours of Al Shaqab Racing here on Saturday to mark the Qatari bloodstock operation’s sponsorship of the Lockinge Stakes card, but on the track it was the royal blue of Dubai’s Godolphin that took the major honours. Belardo’s win in the main event was backed up by a remarkable performance from Log Out Island in the Carnarvon Stakes, and both horses now have realistic Group One targets at Royal Ascot next month. The pair are trained outside the main Godolphin stables in Newmarket and Roger Varian’s Belardo could prove to be the main domestic challenger to the outstanding North American-trained mare Tepin in the Queen Anne Stakes, the first race of the royal meeting on 14 June. It is a legacy of Belardo’s success on easy ground in the 2014 Dewhurst Stakes that he is often seen as a horse that only wins when it is soft. The going was good here on Saturday, however, and Belardo showed an impressive turn of foot to make up several lengths in the final furlong and a half. Limato, the favourite, travelled best of all through the first seven furlongs but failed to get home on his first try at a mile. Euro Charline took over and got the better of Endless Drama inside the final furlong, but Belardo’s strong finish carried him past the pair of them and a length clear at the line. “He’s put up some great performances since that Dewhurst win and he was due another big one,” Varian said. “He has good acceleration, he gets a mile well and he’s comfortable on this ground. “He was half a length behind Solow at Ascot in October last year and that’s arguably the best form going into this race. He will be in all the big mile races and hopefully this is just the start.” Belardo was cut to 5-1 second-favourite for the Queen Anne by Paddy Power and William Hill, behind Tepin, the winner of her past six starts, at 4-1.   Related: Frankie Dettori heads to Royal Ascot with impressive York winner Nemoralia    There were distant echoes of Frankel’s performance in the 2,000 Guineas as Log Out Island shot 10 lengths clear of his field after a furlong of the Carnarvon Stakes, then maintained an advantage to the line to win by three-and-a-quarter lengths. Horses generally come back to their field after grabbing such a long early lead, but Log Out Island’s stride never shortened and a useful field of opponents could not land a blow. It will be more difficult to repeat the trick in the Group One Commonwealth Cup at Royal Ascot, but Log Out Island has at least shown himself worthy of a place in the field. “He pulls a little bit, but James [Doyle] said he just let him run, and he loved it,” Richard Hannon, Log Out Island’s trainer, said. “When you see the furlongs ticking down, you think, he’s got to stop in a minute, and then they start walking and end up finishing last, but it never happened. Ascot has to be the next logical step. If he’s like that, he’s going to go quite close.” Two impressive first-time winners lined up for the Olympic Glory Conditions Stakes, but it was a mismatch from a quarter of a mile out as Mehmas, a maiden winner at Chester this month, comprehensively beat Global Applause, the odds-on favourite. Mehmas was relaxed and travelling well from the off under Frankie Dettori, then quickened three-and-a-quarter lengths clear of Global Applause. He will now be another leading contender for Dettori at the royal meeting next month, and moved straight to the top of the betting market for the Coventry Stakes at 4-1 with William Hill. There was also a beaten odds-on favourite in the Group Three Aston Park Stakes as Eagle Top, whose full brother Wings Of Desire took Thursday’s Dante Stakes at York, could finish only fourth of five after a slow start. Astronereus, the 14-1 winner, had not seen a track since finishing down the field in the Ebor Handicap at York last August, but had been a progressive handicapper to that point and his primary aim now is the Group Two Goodwood Cup in July.",
  "webTitle": "Belardo has Royal Ascot target after winning Newbury’s Lockinge Stakes",
  "webPublicationDate": "2016-05-14T16:38:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/belardo-royal-ascot-roger-varian-newbury-lockinge-stakes-godolphin-log-out-island-horse-racing",
  "keyword": [
    {
      "webTitle": "Godolphin",
      "id": "sport/godolphin",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot 2016",
      "id": "sport/royal-ascot-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/14/belardo-royal-ascot-roger-varian-newbury-lockinge-stakes-godolphin-log-out-island-horse-racing"
}