{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/adelaide-tram-project-labor-pledges-to-create-jobs-with-500m-for-first-stages",
  "id": "2016-05-17-332",
  "sectionId": "australia-news",
  "body": "Labor has committed $500m to the initial stages of the AdeLINK tram project in Adelaide, which it claims will create 2,000 jobs. Bill Shorten made the announcement in Adelaide on Tuesday, alongside the Senate leader, Penny Wong, the shadow treasurer, Chris Bowen, and the South Australian premier, Jay Weatherill. AdeLINK is a proposed tram network with six new tram lines in areas that are currently served by buses. The tram network is estimated to cost $3bn. In February the South Australian government committed $4m to put together a business case for the tram network.  Labor has pledged to spend the $500m over the next four years, although the vast majority ($450m) is scheduled for the last two years. The project is on Infrastructure Australia’s priority list but needs the infrastructure body to give a positive assessment of the business case for the project to go ahead. Labor’s commitment is contingent on a positive assessment. Shorten said: “Labor believes it is appropriate to use scarce taxpayer dollars to help improve public transport of our cities.   Related: Coalition delays backpacker tax by six months but won't commit to scrap it    “The truth of the matter is it’s not good enough for [Malcolm] Turnbull to take selfies on trams, he’s got to build public transport. We’re providing grant funding for an idea that is well over due.”  The cost of congestion in South Australia and Adelaide is projected to increase four times to $4bn, he said. Asked whether the $500m merely provided “false hope” to Adelaide residents as Infrastructure Australia examined the business case, Weatherill said it was “a massive contribution, half a billion dollars to invest in our tram network”.  “It will make a very substantial contribution to beginning that project,” he said. “Obviously it is a very large project but that would fund at least one of the links to one of the sectors of the metropolitan area that we’ve planned.” Weatherill said investment in the tram network “inevitably leads to other private investment along the tram corridor”. Inner suburban councils had also “expressed interest in being part of an investment to bring trams back to South Australia”, he said. The policy said Labor would work with the South Australian government to access Labor’s planned $10b infrastructure finance facility, announced in 2015, which might see more federal funds spent on the AdeLINK project. On Friday, Turnbull committed $43m to the $85m the Tonsley rail line in Adelaide, connecting Flinders University and the medical centre in the CBD. In a statement he said it would “greatly improve access to Adelaide’s metropolitan rail network for those living in the southern suburbs of Adelaide and provide better travel options for more than 26,000 people who travel to the Flinders precinct each day”. Weatherill praised Labor’s $59m advanced manufacturing package, announced on Monday, which is designed to encourage new manufacturing jobs in regions including Geelong and northern Adelaide. “This is a massive point of difference,” he said. “Everyone’s talking about the transformation of the economy. There’s only one party, the Labor party, that’s talking about helping workers and businesses make that transformation.”",
  "webTitle": "Adelaide tram project: Labor pledges to create jobs with $500m for first stages",
  "webPublicationDate": "2016-05-17T03:06:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/adelaide-tram-project-labor-pledges-to-create-jobs-with-500m-for-first-stages",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Adelaide",
      "id": "australia-news/adelaide",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Penny Wong",
      "id": "australia-news/penny-wong",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "South Australia",
      "id": "australia-news/south-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "South Australian politics",
      "id": "australia-news/south-australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/17/adelaide-tram-project-labor-pledges-to-create-jobs-with-500m-for-first-stages"
}