{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/dairy-price-drop-nationals-and-labor-grapple-with-farmer-crisis",
  "id": "2016-05-18-339",
  "sectionId": "australia-news",
  "body": "The agriculture minister, Barnaby Joyce, has predicted the dairy price crisis will widen, while Labor’s agriculture spokesman, Joel Fitzgibbon, has written to the banks to urge a “sympathetic approach” to debt management.  Joyce met with dairy industry representatives on Wednesday in Shepperton to discuss ways to address the hit to dairy incomes after Murray Goulburn and Fonterra cut their farm gate prices for the previous 11 months, leaving dairy farmers owing thousands of dollars each. Murray Goulburn is Australia’s largest milk processor. The debt must be paid back with interest over the next three years. Joyce said he expected the price drops to spread through the dairy industry but tried to reassure farmers that the long-term prognosis was good.  “This is an issue which will be more widely felt later on, it’s currently really concentrated on Fonterra and Murray Goulburn,” Joyce said. “We acknowledge the reduction in price will probably be seen in a wider form so we need a sense of resilience but ultimately the industry – once the issues in Europe go through the system – the long-term trend in the increase of consumption in the dairy product globally will continue.” Before the crisis the Coalition was already in the process of changing concessional loan requirements, which could allow more dairy farmers to access the cheaper finance rate. Joyce also promised to widen the guidelines for farm household allowance payments, which have not been widely taken up due to difficult eligibility criteria. Fitzgibbon, who met with Victorian dairy farmers last week, said the cut in the milk solids price from $6.00/kg down to as low as $4.70/kg had a dramatic impact on farmers he met last week. “I met with a number of dairy farmers in south-west Victoria who have been dramatically adversely affected by what appears to be an implosion in the financial standing of Murray Goulburn,” he wrote in a letter to the banks. Fitzgibbon said debt estimates were up to $150,000 for some farmers while those who subscribed to the Murray Goulburn note raising at $2.10 had found their investments trading at $0.97 – effectively cutting their “superannuation”.  “It may be that the milk price will fall further and more processors/marketers could follow,” Fitzgibbon said.   Related: Dairy farmers say sudden milk price drop leaves them high and dry    “The large number of farmers affected find themselves in extraordinary but unique circumstances and may not be able to continue without support. Your bank is a lender to many of the farmers who supply Murray Goulburn and Fonterra. “Many of them are rightly concerned about their capacity to service their debt following processor demands. I’m sure your shareholders would be supportive of a sympathetic approach to the management of farmers struggling to meet repayments in the near term. We also need to be very sensitive to the mental state of distressed farmers.” Fitzgibbon said the talk of class action by dairy farmers against Murray Goulburn and the investigation by the Australian Securities and Investments Commission (Asic) were other reasons to “hasten slowly” on any emerging debt issues. The Victorian government has set up a taskforce to investigate the plight of farmers and Coles has created another brand of milk with a 20-cent levy for a consumer driven farmers fund. However some farmers, including Victorian Liberal MP and former dairy farmer Roma Britnell said it was too little, too late from the company that introduced $1 a litre milk.  Dairy industry representatives will report back to the Coalition with their wishlist.",
  "webTitle": "Dairy price drop: Nationals and Labor grapple with farmer crisis",
  "webPublicationDate": "2016-05-18T05:07:05Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/dairy-price-drop-nationals-and-labor-grapple-with-farmer-crisis",
  "keyword": [
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/18/dairy-price-drop-nationals-and-labor-grapple-with-farmer-crisis"
}