{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/shame-on-you-six-new-things-to-feel-guilty-about",
  "id": "2016-05-06-354",
  "sectionId": "commentisfree",
  "body": "Yippee! I’ve said every day I’ve woken up this week, looked out the window and seen that today is yet another beach day when we should be rugging up.  “How great is this? The backpackers have gone home, the sun is shining, the water is still warm, and it’s May!” I say to a fellow swimmer on Bondi beach.  “Yay to global warming!” he replies, immediately killing the mood. There’s probably a German word for enjoying the effects of global warming and taking pleasure in planetary pain (maybe beschämendwetterfreude). But since I am not German – I am Catholic – the only word I can think of is “guilt”. Swimming at the beach in the sunshine, in autumn, in the southern hemisphere is not normal … just as a warm Christmas in the northern hemisphere is not normal. Mother Earth is like a patient running a high fever. According to reports released this week, April was another record hot month – “by some margin” - making it 12 months in a row that have set new records for heat.   Related: Unseasonably warm weather a clear sign of climate change, say scientists    Enjoying my swim on a warming planet, I realised I need to update the things I feel guilty about. Feeling shame about using plastic bags seems so 90s. These are the new things I feel guilty about. This week. Tote bags It was 2007 and the hottest item on the high street was a cloth Anya Hindmarch tote with the words “This Is Not a Plastic Bag” on the side.  Damn straight it’s not! You’re right on with your cloth, you’re letting people know “This Is Not a Plastic Bag”. You are rocking your environmental credentials loud and proud. Except ... fast forward nine years and you have 300 cloth tote bags. You get them at music and writers’ festivals, trade shows, farmers’ markets, when you arrive at an event and when you enrol in a new class. At home you have totes within totes within totes – like cloth babushka dolls, with handles, each containing old crumbs and faded receipts. People are pushing a tote on to you whenever you step out the door. No more totes!! When will you ever use your thousands of tote bags? They sit in the linen cupboard, taking up space. Too substantial to throw out, too many to use. At least with plastic bags you could reuse them as garbage bags. With totes they just sit there, looking smug and saying: “I am not a plastic bag.” The Daily Mail’s sidebar of shame You’re a feminist. You feel shame when someone is body shamed. You believe there are 20m ways to look hot. You would NEVER approach a woman – IRL – with a red marker and draw a massive circle on her thighs because there is some cellulite there. So why the hell are you reading a story about a celebrity you’ve never heard of who is pictured on a yacht “celebrating her curves”? Or clicking on a story with the headline: “Rachel McAdams flashes skin in see-through red ensemble at New York screening of her narrated documentary Sonic Sea.” Or reading about some Big Brother reject you’ve never heard of who’s eating too many cakes and sweets and has the scarlet circle of shame around her thighs? You are stuck in the Daily Mail sidebar of shame vortex, even if it’s only in your lunch hour. Every time you click on one of their body shaming stories, you’re giving the Daily Mail a reason to just keep doing more of the same.  Getting your nails done Gee, this nail salon is great. It’s so cheap and it’s open all the time and Grace – my favourite – seems to work seven days a week. I mean she’s always there, wearing that cute little mask over her nose and face! Your cheap massage, your cheap wax, your cheap mani/pedi – the prices are too good to be true, right?  Not only are workers exposed to toxic fumes and chemicals but investigations by the New York Times have shown the links between nail bars and human trafficking. Australia is a destination for victims trafficked from around south-east Asia – particularly China, Korea and Thailand, according to humantrafficking.org. Of course not every nail bar is a den of slavery. But in Australia, awareness of wages and conditions can be an issue in nail bars, according to the fair work ombudsman in Darwin, who last year conducted random audits of businesses. Workers at such businesses “can be vulnerable if they are not fully aware of their workplace rights or are reluctant to complain”, said the ombudsman, Natalie James. Coffee pods So you stopped buying takeaway coffee because of the all the disposable cups that you were using. Now you save money – and the environment – by using the coffee machine in the office, which has these cute pod things.  Even the inventor of the plastic coffee pod regrets creating them. According to an article in the Atlantic: “Looking back on his invention, amid increasing public condemnation of K-Cups as a scourge on the planet, [inventor John] Sylvan told me, ‘I feel bad sometimes that I ever did it.’”  In 2014 alone, nine billion K-Cups were sold and most of those ended up in landfill. The pods themselves are indestructible. Says Sylvan: “No matter what they say about recycling, those things will never be recyclable. The plastic is a specialised plastic made of four different layers.”  Free range eggs You used to think you were virtuous because you purchased free range – NOT CAGED – eggs. Now you find out that the free range birdies aren’t leading the happy, frolicking life you imagined and it’s more crammed in there than a train carriage in Tokyo at peak hour. In the UK, investigations have shown that “free range” birds are often placed in highly crowded, stressful situations.    Related: Outraged by the new 'free-range' egg definition? Then stop eating eggs | Jenna Sten    The Australian consumer group Choice has called on shoppers to boycott brands that come under the definition of free range – but are a far cry from birds gambolling in field. Choice has named and shamed “free range” eggs from Woolworths, Coles, Aldi’s Lodge Farm, Ecoeggs, Farm Pride and Pace Farm as ones to avoid.  Using Facebook Let’s face it, no one likes Facebook. Even the heavy users of Facebook frequently express disgust with it – the wall-to-wall humble brags;picture of babies you’ve never met, belonging to people you can no longer remember; island holidays that you’re not on; prizes you have not won; marathons you have not run. But now Facebook is not just making us feel bad, it is munching through the skeletal and sad remains of traditional media. They’re using our content without paying for it and selling ads from it. Media companies aren’t getting any of this revenue.  C’mon, Facebook – please! We’ve suffered enough! Leave our teeny-tiny bits of revenue alone. This article was amended on 15 May 2016 to remove the suggestion that no types of coffee pods are recyclable.",
  "webTitle": "Shame on you: six new things to feel guilty about | Brigid Delaney",
  "webPublicationDate": "2016-05-06T01:06:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/shame-on-you-six-new-things-to-feel-guilty-about",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Brigid Delaney",
      "id": "profile/brigiddelaney"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/shame-on-you-six-new-things-to-feel-guilty-about"
}