{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/colonial-ruins-epitaph-british-empire-commonwealth",
  "id": "2016-05-02-81",
  "sectionId": "commentisfree",
  "body": "In Lagos, the city I grew up in, there are not many signs that Nigeria was once a British colony. There are some unusual street names such as Bourdillon Road, named after the popular governor general, Bernard Bourdillon. There’s the Ikoyi Club, formally opened to Africans in 1947 and now the preserve of the black bourgeoisie. There are a few weathered colonial buildings on prime property. These were once the homes of colonial staff, which are now destined for demolition and high rises. Not only is our British past not missed; it is barely remembered.   Related: Saving Rangoon: the battle for Burma's ancient and colonial heritage    Thus it was with a wry smile that I read of the call for the preservation of colonial buildings and monuments by Philip Davies, a former director of English Heritage. Davies frets over the dilapidation of crumbling “government houses”, the dereliction of secretariats and the decay of clubs around the Commonwealth. He asks that the British government contribute to their preservation, as these buildings are part of Britain’s history and legacy. Imperial architecture has always played a crucial role in empire building. Albert Speer, the chief architect of Nazi Germany, designed buildings he hoped would make great ruins a thousand years hence, ruins that would rival the Colosseum. The equally ambitious architects of the British empire designed buildings to intimidate, to awe, to be a physical representation of the might and the violence of empire. Their efforts make spectacular ruins. There is the British secretariat in Yangon, Myanmar, that took six years to build and is a massive construction the size of London’s V&A museum. It is completely abandoned today. Plants grow between the arches, damp creeps into the pillars, and the crumbling balconies may give way any minute. Or the countless rundown colonial buildings that litter India, once the jewel in Queen Victoria’s crown. Perhaps this is the befitting legacy for all empires: ruins. Yet Davies would disagree. He sees these buildings not as symbols of the folly of imperialism but as a legacy Britain should be proud of. He says: “At a time when so much public debate is focused on Britain’s role in Europe, I think we often forget that we built much of the modern world.” It is a grand claim, in line with the grand claims made by the imperialists of the 19th and 20th centuries.   Related: The rubble of the Raj    But what is the modern world? What does it consist of? Large, stuffy brick buildings unfit for the tropical climate of Myanmar? A railway line built to transport cash crops from the Nigerian interior to the ports, where they would be exported to enrich the Cadburys and Unilevers of this world? Who is this modern world built for? Who is it designed to enrich? The ability to preserve and expand European infrastructure and economic models has often been used as a metric to judge the success of post-colonial nations. You build roads, you have running water, constant electricity, skyscrapers and a stock exchange: then your country is progressing, developing, moving one step closer to civilisation. If you don’t have these things, you are backward, primitive, a suitable case for “development”. Don’t get me wrong: rail networks, roads and plumbing are useful and necessary, but an abundance of technology does not equate to an abundance of civilisation. What have countries such as Nigeria chosen to preserve from the often destructive effects of colonial contact with Britain? We’ve preserved our indigenous languages, our marriage customs, chieftaincy titles, monarchies and, in some parts, our communal way of life, despite attempts to destroy them. We haven’t preserved these things in their entirety and complexity, nor have they remained closed to outside influences; but any conservation efforts have been centred there, not on buffing imperial statues and whitewashing colonial secretariats. As a historian, I sympathise with the case for the conservation of colonial monuments – not because they are the building blocks of the “modern world” but because nations should confront painful parts of their history. This is why the jail on Robben Island was not torn down but is now open to tourists. Yet, in the same South Africa the people have decreed that Rhodes must fall. Perhaps some colonial monuments must be toppled. Either way, it is for the people of the former empire to decide how they will commemorate their connection to Britain: with ruins or with plaques. The ruins of the Commonwealth are a warning for all would-be empire builders. Remember Ozymandias, “king of kings: Look on my works, ye Mighty, and despair!”",
  "webTitle": "Colonial ruins are a fitting epitaph for the British empire | Chibundu Onuzo",
  "webPublicationDate": "2016-05-02T16:47:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/colonial-ruins-epitaph-british-empire-commonwealth",
  "keyword": [
    {
      "webTitle": "Colonialism",
      "id": "world/colonialism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "British empire",
      "id": "world/british-empire",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chibundu Onuzo",
      "id": "profile/chibundu-onuzo"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/colonial-ruins-epitaph-british-empire-commonwealth"
}