{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/olympics-23-athletes-caught-out-london-2012-drug-retests",
  "id": "2016-05-27-189",
  "sectionId": "sport",
  "body": "Sebastian Coe has welcomed the announcement that 23 athletes from the London Olympics have failed drugs tests after their defrosted urine and blood samples were reanalysed, saying it sent out a strong message to all cheats that they will eventually be caught. Lord Coe, who chaired the London 2012 Olympic and Paralympics, also insisted the news, which followed the intelligence-led retesting of 265 samples of athletes who could take part at the Rio Games this summer, showed that the battle for a clean sport was moving in the right direction. “The 2012 Games were an amazing event with 10,500 athletes competing across 26 sports,” he said. “Even one cheat in that 10,500 is too many but using intelligence-based testing the message is clear to any athlete who believes they may be a little ahead of testing technology at any given moment in their career. We will catch you.” The International Olympic Committee said that the 23 newly banned athletes are from five different sports and six countries. None have been officially named. However the Guardian understands the British Olympic Association has not been contacted about any of its athletes failing tests. The IOC also confirmed that its reanalysis programme is ongoing, with the possibility of more results in the weeks to come, news that Coe was quick to welcome. “We will not stop building profiles or sharing information,” he added. “If today’s reanalysis means fewer cheats compete at the Rio 2016 Games then we are clearly moving in the right direction in our mission to protect and promote clean athletes and clean sport.” Last week the IOC revealed that 31 athletes tested positive for banned substances at the Beijing Olympics in 2008 after 454 retrospective urine samples were reexamined using more advanced technology than was available eight years’ ago. The Russian news agency Tass said that 14 of the 31 positive tests came from its country’s athletes. Among the names it mentioned were Mariya Abakumova, the javelin silver medallist, and Denis Alekseyev, who anchored Russia’s 4x400m team to bronze. If the news is confirmed, it would lead to Goldie Sayers, the British javelin record holder, and the British men’s 4x400m relay team, who both finished fourth in Beijing, belatedly being awarded bronze medals. The Guardian understands that of the track and field athletes who had their London 2012 samples retested, all came from either Russia or Belarus. IOC president Thomas Bach said the reanalyses showed his organisation’s determination in the fight against doping. “We want to keep the dopers away from the Olympic Games in Rio de Janeiro,” he added. “This is why we are acting swiftly now. I have already appointed a disciplinary commission, which has the full power to take all the decisions on behalf of the IOC.” However Greg Rutherford, who won long jump gold at London 2012, said the IOC was still not doing enough to catch cheats, and called for every sample to be retested as soon as new technologies became available. “Obviously it’s fantastic to hear the news,” he said. “But I still fear the IOC has missed so many tests that should be re-tested. I hope more people get caught. And I hope more tests are done on the old samples and it happens every year as new information comes out. We need to get rid of every person who’s cheated and repair the reputation of athletics. Rutherford also wants sports’ governing bodies to find a way to recover the money cheating athletes have earned, along with their medals. “It’s all well and good getting caught years later, but they’ve been able to enjoy the plaudits and money that comes from winning Olympic medals,” he said. “So there has to be a stronger stance. Cheating has impacted on multiple people, it’s changed lives. So there has to be a stronger reprimand for people who have taken drugs.” But Pat Myhill, the director of operations for the United Kingdom Anti-Doping Agency, insisted that sport was doing its best to right the wrongs committed by cheats. “Doping has a huge impact on the clean athletes - it takes away once in a lifetime opportunities,” he added. “We can never replace those memories, but we can do our best to ensure that individuals who choose to steal those moments are caught and punished accordingly.”   Related: 14 Russians guilty of doping at Beijing Olympics, suggests state media",
  "webTitle": "Olympics: 23 athletes caught out after London 2012 drug retests",
  "webPublicationDate": "2016-05-27T11:32:04Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/olympics-23-athletes-caught-out-london-2012-drug-retests",
  "keyword": [
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games 2012",
      "id": "sport/olympics-2012",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/27/olympics-23-athletes-caught-out-london-2012-drug-retests"
}