{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/next-warns-on-sales-profits-cold-weather",
  "id": "2016-05-04-239",
  "sectionId": "business",
  "body": "Clothing and homeware retailer Next has cut its guidance for annual sales for the second time in less than two months after a disappointing first quarter of the year. Cold, damp weather in March and April reduced demand for clothing over the past six weeks, Next said. Though sales have improved in the past few days as weather has improved, the company said demand for clothes could stay weak. In the three months to 2 May, Next’s total sales fell by 0.2% and full-price sales dropped 0.9%, at the low end of full-year sales guidance of -1% to +4%.  As a result, Next cut its annual guidance for full-price sales to between -3.5% and +3.5%. It slashed its previous guidance in March when Lord Wolfson, the company’s chief executive, predicted this year would be the most difficult since the financial crisis. The company said it was “unlikely but possible” that sales would deteriorate further and the poor performance of the last six weeks could indicate a weaker underlying demand for clothing and potentially a wider consumer slowdown. Wolfson said: “It’s unquestionably a combination of the weather and the economy. It’s difficult to know how much of either it is but the fact that sales are so weather dependent - on warm days sales go up significantly - is an indicator of the economy as people are only buying when they need to.” He said wider economic indicators, such as real earnings and manufacturing output also suggested the UK could be headed for another recession. Next stunned the City in late March when it slashed sales forecasts for the year and predicted tough trading caused by the slowing economy and falling consumer confidence. Wolfson, a keen observer of consumer trends, said this year “may well feel like walking up the down escalator”. Since Wolfson’s warning, other fashion retailers have reported difficult trading amid concerns about the health of the high street and consumer confidence. Primark reported its first fall in half-year sales for 12 years last month and Debenhams has said conditions are difficult. Next said it reduced its forecasts again this week after erratic sales figures over six weeks and that business had picked up significantly as warmer spring weather arrived. The company gives clearer guidance than most big companies and a scheduled trading statement arrived at the end of a particularly weak period. Wolfson that there was clearly a shift in consumer spending away from clothing towards other priorities such as eating out, housing and cars but he didn’t think the shift was permanent or that we had reached “peak stuff”, as some commentators have suggested. “I think that’s an easy conclusion to draw whenever there is a slowdown but these things go in cycles,” said Wolfson. “Because fashion is a crowd activity, if you get a long period where the weather is not appropriate to buying new clothes and you don’t see other people wearing new clothes you are less likely to buy them yourself. It’s very unlikely it’s permanent.”  Some analysts have argued that Wolfson, a Tory peer, has used the economy and the weather to cover for Next’s own problems, including the declining performance of its directory catalogue business and under investment in mobile technology - the fastest growing sales route. Wolfson admitted in March that the company had work to do to overhaul its products and systems. On Wednesday, Wolfson said that sales at Next were likely to have been affected by a number of factors beyond the weather including a slight increase in discounting across the high street over Easter. The chain does not offer discounts in its stores except at the end of July and after Christmas. Wolfson said Next had gained from relaunching its mobile website in March and improving product availability for the Directory in recent weeks. James McGregor, a parner at consultancy Retail Remedy, said: “It was inevitable that the weather would feature in some way in Next’s trading update and we have not been disappointed. “If Next have been challenged by the unseasonal weather this season, then we can assume that the majority of fashion retailers are really suffering. Ever cautious, we are not surprised to hear Lord Wolfson warn of difficult trading ahead.” Next shares, which have lost almost a third of their value this year, rose 2.4% in early trading.",
  "webTitle": "Next warns on sales and profits as cold weather chills spring ranges",
  "webPublicationDate": "2016-05-04T10:52:07Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/next-warns-on-sales-profits-cold-weather",
  "keyword": [
    {
      "webTitle": "Next",
      "id": "business/next",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    },
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/04/next-warns-on-sales-profits-cold-weather"
}