{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/23/paapa-essiedu-hamlet-paradise-lost-theatre-top-tickets",
  "id": "2016-05-23-301",
  "sectionId": "stage",
  "body": "Monday Made in China’s murderously good show Tonight I’m Gonna Be the New Me is at Norwich Arts Centre as part of the Norfolk and Norwich festival, which also includes Penny Arcade’s Longing Lasts Longer in the Spiegel tent. Time is starting to run out for People, Places and Things at Wyndham’s, London. Paapa Essiedu’s arresting Hamlet continues at the RSC, Stratford-upon-Avon. Peeping Tom’s acclaimed 32 Rue Vandenbranden is at Home, Manchester, until Wednesday.            Tuesday A Nation’s Theatre festival at Battersea Arts Centre, London, reaches its final week with two very worthwhile shows: Andy Smith’s The Preston Bill and Lost Dog’s terrific Paradise Lost (Lies Unopened Beside Me), inspired by Milton. Greyscale’s exploration of parent/child relationships, Gods Are Fallen and All Safety Gone, is at the Junction in Cambridge. Vamos’s touching mask piece about forced adoption in the 1960s, The Best Thing, is at the Tobacco Factory in Bristol. Patrick Marber’s version of Strindberg, After Miss Julie, goes out on tour from the Theatre Royal, Bath. Vincent Gambini’s brilliant This Is Not a Magic Show and Will Adamsdale’s The Joke are both at Camden People’s Theatre, north London. Also in north London, Sea Life at the Hope theatre, Islington is the latest from Lucy Catherine, and tells a story of trying to swim against the tide. Idle Motion are at the New Diorama, London, with the world premiere of Voyager, a show about space exploration. David Somlo’s Mandala, an immersive participatory live art/sound experience is at the Yard in Hackney Wick, east London, as part of the Now16 festival. During the first world war, wounded Indian soldiers were treated at a temporary hospital in Brighton’s Royal Pavilion gardens. Now their story is recreated in Dr Blighty, a world premiere by Nutkhut as part of the Brighton festival.            Wednesday The excellent Curious Directive are premiering a new show, Spindrift, as part of the Norfolk and Norwich festival. It co-opts science and storytelling to explore how little we really know about the world. Stan’s Café present Made Up at ARC in Stockton. For one night only at Theatre Delicatessen, Sheffield, is Chris Dobrowski’s Antarctica, a tale of adventure, survival and professional failure. Simon Godwin directs Sunset at the Villa Thalia by Alexi Kaye Campbell which considers the effects of foreign influence on a person’s choices. It’s at the Dorfman at the National Theatre, London. I’m looking forward to catching Ria Hartley’s Untouchable, a show about childhood trauma, which is at the Albany in Deptford, London. Thursday Texts from Hannah Arendt, Virginia Woolf, Emma Goldman and more feature in Katie Mitchell and Duncan Macmillan’s The Forbidden Zone at the Barbican, London. Leicester’s Curve takes over Battersea Arts Centre, London, as part of A Nation’s Theatre with shows such as 2Magpies’ Ventoux about cycling triumph and disgrace, Rachael Young’s I, Myself and I, and John Berkavitch’s Wrong. Peggy Shaw’s Ruff is at Quarterhouse in Folkstone, Kent. The Lighthouse in Poole, Dorset, hosts Dante or Die’s Handle With Care, written by the wonderful Chloe Moss and playing in a local self-storage facility. Richard Norton-Taylor and Matt Woodhead’s Chilcot, edited from testimonies to the long-running enquiry, is at the Lowry, Salford. Dea is the latest from Edward Bond and it’s at the Secombe Centre in Sutton. The Pulse festival, Ipswich and offers a chance to see new and rising companies.            Friday and the weekend Patrick Jones’ Before I Leave, the latest from National Theatre Wales, previews at the Sherman, Cardiff – a story of memory, defining political moments and solidarity. Emma Rice’s final production for Kneehigh, The Flying Lovers of Vitebsk, begins its tour at Bristol Old Vic and explores the marriage of Marc and Bella Chagall. Neil Bartlett’s Stella at the Theatre Royal, Brighton, tells the story of one half of the Victorian cross-dressing duo Fanny and Stella. The Watch Out festival at the Junction, Cambridge, features new work from Andy Field, Sh!t Theatre, Christopher Brett Bailey, Rachel Mars, Ira Brand and more. As part of the Brighton festival, veterans from both sides of the 1982 Falklands conflict meet on stage in Lola Arias’ Minefield at the Brighton Dome. Edinburgh’s brilliant festival of theatre for young people, Imaginate, is at various venues from today. National Theatre of Scotland’s The James Plays are on this weekend at the Theatre Royal, Plymouth.",
  "webTitle": "Plan your week’s theatre: top tickets",
  "webPublicationDate": "2016-05-23T06:00:04Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/23/paapa-essiedu-hamlet-paradise-lost-theatre-top-tickets",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/23/paapa-essiedu-hamlet-paradise-lost-theatre-top-tickets"
}