{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/23/ken-loach-i-daniel-blakes-shock-cannes-palme-d-or",
  "id": "2016-05-24-148",
  "sectionId": "film",
  "body": "For better and worse I, Daniel Blake is pure, distilled Ken Loach. It’s the story of a 50-something Newcastle carpenter who, after suffering a heart attack, finds himself bundled up in the bureaucracy of applying for state benefits. Before seeing it at this year’s Cannes film festival, the Guardian film team joked that the synopsis, which was supplied by Loach’s regular screenwriter Paul Laverty, sounded like something that would be coughed out of a Ken Loach Random Plot Generator. The actual film, which won Loach his second Palme d’Or, occasionally pushes the algorithm to breaking point.  That’s not to say it’s bad, but it is aggressively Loachian. Its most moving scene is set in a food bank. Single mum Kattie (Hayley Squires) was moved up from London with her two kids (by different dads) after her local council was unable to find her a flat in the capital. She’s exhausted and famished and – left alone as a kindly volunteer sorts her nippers out some juice and a biscuit – she grabs a tin of beans, pries off the lid and starts eating. It’s a basic, desperate act based, according to Loach, on a real-life incident. It’s here, as Kattie swallows handfuls of cold beans and starts to cry, that Loach is universally powerful. Whoever you are, wherever you’re from, you can’t help but feel sad and angry that it’s come to this.    Related: I, Daniel Blake review: Ken Loach's welfare state polemic is blunt, dignified and brutally moving    There are times, however, when I, Daniel Blake is less a cutting social realist drama than a French and Saunders sketch. The film opens with Daniel on the phone to a government helpline. Daniel has been signed-off work by his doctor and wants his benefits. But the healthcare professional on the other end of the line has a form to fill out. She’s working her way down the checklist, obsessed with his arms, his legs, his arse – anything but his heart, the problem that Daniel is trying to talk about. The comedy arising from the conflict between plain-speaking Daniel and the faceless form-follower is broad, and the point rather soft. The call-centre mentality of the modern government worker is rather an easy target.  Loach and Laverty have a tendency to tell you what they’re saying. Daniel, a man who spent decades working with his hands, is a digital know-nothing. He’s so adrift in the new world of online form submission that, on his first visit to the library, he tries to use the mouse by placing it directly on the screen. Later, after his application for disability assistance has been delayed and his jobseeker’s allowance submission has stalled, Daniel is forced to sell his furniture. The buyer, having stripped Daniel’s flat bare, sees a wooden mobile of a shoal of fish that Daniel carved. “How much do you want for that, mate?” he asks. There’s nothing wrong with the points being made (many people do struggle with a benefits system that has moved the submission process online), it’s just that the film-makers’ ways of showing these issues are very blunt.      Hayley Squires and Dave Johns in I, Daniel Blake    Cannes adores Loach almost as much as it loves Woody Allen. His second Palme d’Or (he won in 2006 for The Wind That Shakes the Barley) arrives at a time of riots over labour laws in France. He captures the struggle of the working poor in a way that speaks to a French audience, even if, as at the Cannes screening, the Geordie accents needed subtitling in English as well as French. If there’s an irony in the director being feted at a festival that has always been brazenly elitist, Loach recognised it. During his Palme d’Or acceptance speech, he said that receiving the award in such glamorous surroundings was “very strange”. The jury, headed by the Mad Max: Fury Road director George Miller and staffed by stars including Kirsten Dunst, Donald Sutherland and Mads Mikkelsen, saw no conflict in awarding a film about intense poverty the top prize at a film festival where, 50 metres from the cordoned-off Grand Theatre Lumière, a family of refugees slept out in the open.    Related: Cannes 2016: Ken Loach wins Palme d'Or – the Dailies film podcast    If British viewers find a lot of I, Daniel Blake comical, then perhaps it’s because we’re a more cynical bunch. That’s our fault, not Loach’s and not the festival’s. I, Daniel Blake is a heartfelt film, occasionally powerful and often overblown. It highlights social ills that are unjustifiable and calls, in its klaxon-honking way, for all of us to take responsibility for fixing them. Is it the best film of this year’s Cannes competition? Not by a very, very long way. But perhaps – given the topic, given the times – now might be a time to lower the critical spotlight and give the polemic space. Loach’s win, whatever else it means, amplifies a message that is worthy, in both senses.",
  "webTitle": "Ken Loach's win is cheering – but the bluntness of I, Daniel Blake may shock Brits",
  "webPublicationDate": "2016-05-24T13:29:44Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/23/ken-loach-i-daniel-blakes-shock-cannes-palme-d-or",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "I, Daniel Blake",
      "id": "film/i--daniel-blake",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/filmblog/2016/may/23/ken-loach-i-daniel-blakes-shock-cannes-palme-d-or"
}