{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/major-league-soccer-zlatan-ibrahimovic-la-galaxy",
  "id": "2016-05-16-229",
  "sectionId": "football",
  "body": "If MLS was ever looking for a prospective new signing to herald as their very own LeBron James, trailing his decision over which team he will be taking his talents to next, they might have found one in Zlatan Ibrahimovic. The striker last week confirmed his exit from Paris Saint-Germain, and clubs in England, Italy and China are presenting their cases to the Swede. But reports suggest he is instead on his way to North America. Ibrahimovic could milk this even more than James ever did.   Related: Zlatan Ibrahimovic to leave PSG: ‘I came like a king, left like a legend’    When linked with a player of Ibrahimovic’s stature certain MLS clubs tend to be named. The LA Galaxy are one such club, with Bruce Arena’s side demonstrating why they could use the former Barcelona striker in their 2-2 draw at PPL Park last week. It was somewhat fitting that at such a juncture of speculation that the Galaxy faced the Philadelphia Union on Wednesday night, because if they are to dare to go for Zlatan they must go through them. The Union confirmed following the emergence of an image on social media that at one point or another not so long ago they had held the discovery rights for the 34-year-old. But will we ever see the Swede running out for Philly? Well, the short answer seems to be no - and that’s coming from the club. On Saturday, Union coach Jim Curtin admitted their interest in the Swede is tactical more than anything (ESPN reports that if Ibrahimovic does sign for another MLS team then Philly would be owed $50,000). “Is there a strategic move to have him on there? Possibly,” Curtin said. “You look at different things and different mechanisms that our league has, different unique ways that players come into our league – [there are] ways you can be rewarded if you’re a little bit out in front of things.” Of course, every team in MLS could use a player of Ibrahimovic’s quality, but Saturday’s 1-1 draw between the Union and Montreal at Stade Saputo showed why the Philadelphia Union – with CJ Sapong leading the line as an improvised and slightly out of sorts centre-forward – need the striker more than most. Whether they sign him or not, the club are likely to be on the frontline in the fight. With the signing of Ibrahimovic the Galaxy would boast undoubtedly the most illustrious frontline in MLS history. Hurdles must be leapt over before they can make their move for the Swede, with Robbie Keane, Giovani Dos Santos and Steven Gerrard already signed to DP deals and Targeted Allocation money already used to sign Nigel De Jong and Jelle Van Damme. A space would have to be cleared. Wherever Ibrahimovic goes, a space needs to be cleared. GR Patrick Vieira is creating unity in New York New York City FC are tied for first place in the Eastern Conference. The Portland Timbers are just one point away from the Western Conference cellar. No, this isn’t the beginning of a Rod Serling narrative. This is as real as NYC FC’s victory over the Timbers on Sunday. Now, your take on the match really depends on your point of view. For Caleb Porter, manager of the defending MLS Cup champions, it was a painful experience. “This is about as cruel a game as I have been a part of. We dominated the game, start to finish. The pressure, possession, chance creation - we dominated,” he said.  And he is right. As Patrick Vieira admitted post match, conceding possession was not part of his gameplan. The Portland Timbers were just that good. But the larger narrative emerging from Sunday night’s encounter is the complete turnaround of New York City FC under Vieira. Were NYC FC lucky? Sure. Just look at the blatant non-call on the handball that led to their first goal. However, if this match had been played in 2015, NYC FC would have lost. There is no reason NYC FC should have won on Sunday. Not the way Portland played. However, City’s dogged determination, disciplined performance and team unity has propelled them to their third straight victory — a feat the team has only achieved one other time in their brief history. Vieira plays a major part in that achievement, particularly in harnessing the club’s fighting mentality. “The first year will be hard for any team that comes in, but now we beat the defending champions,” Mix Diskerud said. “When you see this past month and see us as a team, [we are] a group that is willing to fight together, and do whatever it takes to get the W.” That was a sentiment echoed by team captain, David Villa. “In any league in the world, you can play good, you can take quality players, good defense, good goalkeeping, but if you don’t fight for every ball, if minute by minute you are fighting with your team-mates against your other teammates, you are dead,” he said. “The team understood this three to four games ago and [the results are] very nice for us.” Are NYC FC for real? Only time will tell. But for now, one thing is certain – they are better. And that is on Vieira. Has the New York derby killed the DC-Red Bulls rivalry? The way the New York Red Bulls were talking prior to their match against DC United, you would think the denizens of the District were the most hated people on Earth. But following a thorough 2-0 loss at RFK, perhaps that talk was simply New York reminding themselves of how they should feel. While the New York-DC rivalry is filled with rich history and contentious battles, the most heated of those encounters remain far in the past – particularly from the Red Bulls’ perspective. Recent history has been solidly on the side of New York, who have taken four of the past six “Atlantic Cup” trophies while eliminating DC from the playoffs in two consecutive seasons. That has created a noticable complacency in recent matches – a trend which became all the more apparent in contrast to the Red Bulls’ white-hot matches against New York City FC last season. The Red Bulls were sleep walking through their assignments to start the match on Friday, allowing DC to spring into action. Another new-look centerback pairing in Chris Duvall and Aurelien Collin was left exposed with a perfect through ball to the feet of Patrick Nyarko. With space and time on his side, the Ghanaian midfielder comfortably served the ball across the area to Red Bull killer Alvaro Saborio for the early lead. DC doubled the lead just shy of halftime, winning the ball off of lazy possession from Mike Grella, springing two uncontested passes that ended with a goal from Nyarko. One would think New York would find inspiration at the half, being down to their historic rivals in such inauspicious fashion. Instead, it was DC with a nose for goal in the final stanza. New York’s response? Well, that came in the form of apologies after the match. “I just need to apologize to the fans for that performance,” said Red Bulls skipper Dax McCarty. “It’s one of the most embarrassing performances I’ve been a part of since I’ve been at this club. There’s no excuse for it. It’s sad in a rivalry game, to let them off the hook like that and not be up for the challenge. Red Bull boss Jesse Marsch assumed “the load of responsibility” for the team’s listless performance as well. “We came into a rivalry game, one that we knew would require a team that was always up for the competition and for the night, and we came up zero for 11 on that.” This isn’t meant to take away from the performance of DC. Ben Olsen – a veteran of the NY/DC wars – had his players prepared to take on their hated rival, and Travis Worra made some spectacular saves early in the match to keep his team ahead. But the motivation on both sides was clear. In other words, DC got it. “It’s a rivalry,” DC United’s Sean Franklin said after the match. “They’re a team that we hate and they hate us.” On Friday night, only half of that statement rang true. DM The signing of Kei Kamara could be a season changer They say a week is a long time in soccer, and it’s an even longer time if you’re Kei Kamara. In that time the Sierra Leone forward managed to have a blazing on-field row with a team-mate one Saturday, then secure a trade and start for his news side the following Saturday. Kamara’s possessions are probably still sitting in a U-Haul truck somewhere in Columbus, but he has already demonstrated the difference he will make for the New England Revolution.            Of course, there was perhaps little surprise in the impact Kamara made for Jay Heaps’ side in the 2-0 home win over the Chicago Fire. He finished as MLS’s top goalscorer last season, finding the net 26 times as the Columbus Crew made a run all the way to MLS Cup. Had it not been for a certain Atomic Ant carrying an entire team, franchise and the CN Tower on his back, Kamara would have been 2015’s MVP.  Against Chicago Kamara demonstrated his quality from the start, re-energising the Revolution’s ailing frontline and recording six shots on goal (no New England player has tallied that many shots in a match all season). There was an energy to the Revs’ performance that has been lacking for quite some time, and that was down to Kamara. His signing could be a season-changing moment for his new team. Kamara has been painted as the pantomime villain in some quarters over his behaviour at Columbus this season, but he did have justifiable grounds for complaint. The Crew should have handed the forward a Designated Player deal much sooner than they did, with the relationship between the two parties already damaged by the time pen was put to paper. Maybe he was right to feel undervalued. Greg Berhalter and Columbus feel they got the better of the deal that sent Kamara to New England, but even at 32 he is a match-winner and a difference-maker. “I want to thank Columbus, obviously,” Lee Nguyen joked after the win over Chicago. “[Kei’s a] great addition. He’s so smart, so athletic, and he wins everything. You’re going to have to watch him. It adds another dynamic to our attack.” Indeed, the Revolution have a lot to thank Columbus for. Heaps should probably add Berhalter to his Christmas card list. GR Pablo Mastroeni may have gone too far to the other extreme Glance at the standings in the Western Conference and one team stands out as the 2016 season’s surprise package so far - the Colorado Rapids. Often the league’s most tediously tragic side last season, the Rapids have become this year’s unlikely frontrunners, staying top of the table despite Saturday’s 1-1 road draw against the Columbus Crew. And yet at Mapfre Stadium there were fleeting signs for apprehension as far the visitors were concerned.            Not so long ago Pablo Mastroeni was the subject for much criticism over his team selectios. They were seemingly made by pulling balls randomly out of a hat. The former USA international midfielder experienced some sort of realisation over the off-season, though, and things have been very different this term. In a sense, perhaps a little too different. Mastroeni has stuck with the same starting lineup for much of the season, giving the Rapids a sense of stability and consistency that has been central to Colorado’s streak. However, that means squad rotation has been minimal, with the first signs of fatigue and stagnation coming in the draw against the Columbus Crew on Saturday evening. The Rapids looked completely sapped of energy late on at Columbus, with their frontline suffering most. They were slow in thought and action, with the Crew making the most of their opportunity to claim a point against the league leaders. There are a lot of players on Mastroeni’s team who have played a lot of minutes and it showed. Mastroeni should have seen this coming. Saturday’s fixture was the final leg of a stretch that saw the Colorado Rapids play three games over just eight days. They stuck with largely the same line-up for much of that run, with the Colorado boss also reluctant to use his substitutes to refresh his side even when they are so blatantly flagging. All this points to a coach with little self-assurance in what he has achieved this season, stumbling across something so successful he is now fearful of deviating from it. What’s more, the Rapids have options – like Dillon Powers and Dillion Serna – who Mastroeni is currently overlooking. The Colorado boss has enjoyed an unprecedented start to 2016, but now he must recognise what is needed to maintain it. GR",
  "webTitle": "Would Zlatan Ibrahimovic ever choose Philadelphia Union over LA Galaxy?",
  "webPublicationDate": "2016-05-16T11:17:39Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/major-league-soccer-zlatan-ibrahimovic-la-galaxy",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Zlatan Ibrahimovic",
      "id": "football/zlatan-ibrahimovic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Philadelphia Union",
      "id": "sport/philadelphia-union",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York Red Bulls",
      "id": "football/newyorkredbulls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "LA Galaxy",
      "id": "football/losangelesgalaxy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "DC United",
      "id": "football/dcunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Colorado Rapids",
      "id": "football/coloradorapids",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruthven",
      "id": "profile/graham-ruthven"
    },
    {
      "webTitle": "Dave Martinez",
      "id": "profile/dave-martinez"
    }
  ],
  "guardianId": "football/blog/2016/may/16/major-league-soccer-zlatan-ibrahimovic-la-galaxy"
}