{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/usain-bolt-positive-drug-tests-2008-olympics-tarnished-sport",
  "id": "2016-05-18-103",
  "sectionId": "sport",
  "body": "Usain Bolt has said that the announcement that 31 athletes from the 2008 Olympics have tested positive for banned substances after their samples were re-examined is “really bad news” – and marks another “rough” moment for the sport. The Jamaican, who won gold in the 100m and 200m at the Beijing and London Games, added that it was clear that drug use was “something that has been tarnishing the sport for years”.   Related: Russians expected to be among failed doping tests from 2008 Olympics    However Bolt insisted that the World Anti-Doping Agency (Wada), which has been heavily criticised for failing to act when the whistleblowers Yuliya and Vitaly Stepanov sent the organisation 200 emails about systemic doping in Russia, was up to the task of policing international competition. “They are doing a very good job of cleaning up the sport,” he said. “They’ve proven that anybody who has cheated, they’re going to catch.” Bolt, who was speaking in Prague a day after the International Olympic Committee (IOC) announced that 31 athletes were implicated after 454 samples from the 2008 Olympics were retested, confirmed he was fit again after a hamstring scare. The 29-year-old only ran a modest 10.05 seconds over the 100m in his season debut in the Cayman Islands last week, but said he believed he could run 9.8 at the Golden Spike meeting in Ostrava in the Czech Republic on Friday. “I’d be very happy with 9.8,” he said. “I’m feeling pretty good, I trained yesterday and everything was better.” Bolt has always insisted that he would retire after next year’s World Championships in London, but for the first time he dangled the prospect of continuing beyond 2017. “I was always thinking it would be after the world championship next year but my coach keeps saying that I should stop saying that,” he admitted. “If you could figure out a way to train less and still run fast, I would stay very long. Travelling the world and racing, it’s the same fun, I really enjoy that – but training, it’s only getting worse.” His ambitions, he insisted, were still to “go under 9.10” for the 100m and “to run sub-19s” for the 200m. “I think anything is possible, that’s my motto. I go there every day with that mindset,” he added. “I’m just trying to close it out as best as possible.” Meanwhile the IOC president, Thomas Bach, has refused to be drawn on whether Russia should be banned from the Olympics following the New York Times’ revelations that the country’s anti-doping officials and Federal Security Service agents deliberately gave athletes banned substances and tampered with their samples at the 2014 Winter Olympics in Sochi to ensure they were not caught. “I will not rate Russia’s chances,” he said. “We are waiting for the results of the Wada inquiry and we are taking our decisions based on established facts and have to respect this procedure. It has to be a fair and open procedure that has to establish the facts.” • The headline and standfirst on this article were updated on 19 May 2016 to remove ambiguity",
  "webTitle": "Usain Bolt says drug use has been tarnishing athletics for years",
  "webPublicationDate": "2016-05-18T16:11:30Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/usain-bolt-positive-drug-tests-2008-olympics-tarnished-sport",
  "keyword": [
    {
      "webTitle": "Usain Bolt",
      "id": "sport/usainbolt",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    },
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/18/usain-bolt-positive-drug-tests-2008-olympics-tarnished-sport"
}