{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/football-transfer-rumours-everton-to-sign-joe-hart-for-40m",
  "id": "2016-05-24-257",
  "sectionId": "football",
  "body": "When Gary Neville opted to pack in his job as a highly regarded Sky Sports analyst in favour of a more fraught and less secure life as manager of Valencia, José Mourinho was quick to point out that the former Manchester United full-back would not have the benefit of touchscreen technology in the dugout during matches. “On the bench, you cannot stop the video, touch the screen and make movements happen,” he said. “It’s a different story, but to accept the challenge proves he feels he is very well prepared.”    Related: Ryan Giggs offered role on Mourinho’s coaching staff at Manchester United     Little over a fortnight later, the then Chelsea manager found himself out of a job, while Neville’s tenure at the Mestalla would last just four months. Now reports suggest he may be offered another challenge, to become part of Mourinho’s backroom team when the Portuguese is formally announced as Manchester United manager. While Mourinho will arrive at Old Trafford with his regular fourth official-baiters, Rui Faria and Silvino Louro, in tow, assorted news outlets suggest he is ready to sound out both Neville and Brian Kidd about joining his coaching team. Both are likely to be intrigued by the possibility, although the former’s close friendship with Ryan Giggs and the latter’s recent three-year stint as No2 to Manuel Pellegrini at Manchester City are being mentioned as potential stumbling blocks. Giggs’s future (or lack of one) at United has yet to be decided.   Despite making no mention of Monday’s seismic upheaval at Old Trafford in his final blog of the season, lovable Spanish scamperer Juan Mata is understood to be ready to knuckle down and fight for his first-team place under the new regime despite having been moved on from Chelsea by Mourinho in a previous life. Chelsea midfielder Nemanja Matic may also make the switch from Stamford Bridge, while Everton central defender John Stones looks likely to pitch up at Old Trafford as Mourinho sets about what is likely to be a major rebuild.  The future of Joe Hart has been shrouded in doubt since it was announced that Pep Guardiola would be taking up the reins at Manchester City, with many suggesting the England goalkeeper may be moved on. The Sun say currently managerless Everton are about to make an “ambitious £40m move” for the least flaky scalp in Premier League football and will pay Hart £200,000 a week for his troubles. Pellegrini, the goalkeeper’s former Manchester City boss, is one of many men believed to be under consideration for the vacant manager’s job at Goodison Park, along with Ronald Koeman, Frank de Boer, Rafael Benítez and Unai Emery. David Moyes is the latest to be linked with a return to his former gig, having apparently turned down an offer to shake Aston Villa out of their torpor. Whoever gets the Everton job will almost certainly have to make do without striker Romelu Lukaku, who is being linked with a return to Chelsea. Quite how such a move would tally with his ambition to play in the Champions League sooner rather than later remains to be seen.   Related: Pep Guardiola and José Mourinho in Manchester: let the rivalry recommence | Sid Lowe    Across Stanley Park at Anfield, it seems increasingly unlikely that Kolo Touré will be offered a new contract by Liverpool, while Bayern Munich midfielder Mario Götze appears to have dismissed the club’s interest in him by announcing he’s ready to play in Carlo Ancelotti’s Bayern Munich side. “I look forward to the new season in Munich and will do everything possible to be in top shape for my first training session under Carlo Ancelotti,” he said, in an interview with Bild that will disappoint Liverpool fans who were excited at the prospect of seeing the German line up in their colours.  In a bid to keep the spine of the unlikely lads who led their club to the most improbable title win in football history, Leicester City are ready to tie Robert Huth to a chair, stick a new and improved deal under his nose and tickle him until he promises to sign it. The Foxes are also ready to embrace Islam Slimani by splurging €30m on the 27-year-old Sporting striker, but could lose Jamie Vardy to any Champions League club prepared to trigger a £20m release clause in his contract. N’Golo Kanté looks like he’ll definitely be on his way out of the King Power Stadium and Leicester hope to maintain the quota of midfield apostrophes that served them so well by signing Sevilla midfielder Steven N’Zonzi as his replacement.  The Albion Express & Star say West Brom have been linked with a “summer raid” for Aston Villa and Republic of Ireland defender Ciaran Clark, who will be bundled into the back of a van and driven to the Hawthorns. Recently relegated Newcastle left-back Paul Dummett may also be rescued from a life of Championship toil, with the Baggies among three different Premier League teams ready to offer him a top-flight reprieve. A native Geordie, Dummett has also attracted admiring glances from Crystal Palace and Stoke City.  And finally, sales of wet-look hair gel are set to plummet on the south coast as Southampton prepare to bid adieu to Italian striker Graziano Pellè, who they’d quite like to replace with Juventus goal-getter Simone Zaza.",
  "webTitle": "Football transfer rumours: Everton to sign Joe Hart for £40m?",
  "webPublicationDate": "2016-05-24T08:45:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/football-transfer-rumours-everton-to-sign-joe-hart-for-40m",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/24/football-transfer-rumours-everton-to-sign-joe-hart-for-40m"
}