{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/branford-marsalis-review-bath-abbey",
  "id": "2016-05-24-219",
  "sectionId": "music",
  "body": "The jazz saxophonist’s lexicon of swagger, sermonising and private introspection has entered sacred spaces since the 1990s, taken there by the hit partnership of Jan Garbarek and the Hilliard Ensemble – but Branford Marsalis goes further back into African American connections between jazz and the church, balancing them with European classical music’s spiritual subtleties in his own way. Playing unaccompanied on soprano, alto and tenor saxes, the eldest Marsalis brother headlined the opening celebrations of the 10-day Bath international music festival at Bath Abbey.     Peep! … Branford Marsalis at the Bath International Music festival. Photograph: Julian Foxon    Marsalis’s skill in using the Abbey’s echo to enhance the fluidity of his soprano phrasing was plain from the opener, Steve Lacy’s Who Needs It. Then Hoagy Carmichael’s Stardust hinted at tenor-sax swing, a Telemann Flute Sonata of birdlike soprano peeps ended on an arresting split-note pop, and the Allemande from Bach’s Cello Suite No 1 and Sonny Rollins’ shruggingly swinging Doxy figured in a graceful tenor sequence. Jimmy Rowles’ The Peacocks was a second-half highlight, with Japanese classical composer Ryo Noda’s Mai startling in its ghostly multiphonic harmonies, deep booms and fluting trills, and a Stravinsky solo clarinet piece acquired bite and jigging vibrancy, in a sophisticated concert perfectly fitted to the occasion and the setting. The day’s earlier gig by Jay Rayner, the Observer restaurant critic and creditable pianist, was rather less nuanced as jazz, but featured hilarious gut-convulsing food stories, sprightly food-themed songs – and the day’s most memorable quote, that hapless menu-writer’s classic: “Basil-enthused pasta.”   Bath international music festival continues until 29 May. Box office: 01225 463362.",
  "webTitle": "Branford Marsalis review – Bath Abbey",
  "webPublicationDate": "2016-05-24T10:49:25Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/branford-marsalis-review-bath-abbey",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/24/branford-marsalis-review-bath-abbey"
}