{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/21/montreal-city-guide-hotels-restaurants-bars-music",
  "id": "2016-05-21-113",
  "sectionId": "travel",
  "body": "Montreal doubled for Brooklyn in John Crowley’s eponymous 2015 film, has been dubbed the next Seattle, and last year became the new “city that never sleeps” when Mayor Denis Coderre extended retail opening hours in the downtown district to 24 hours a day, 365 days a year. Not that high living is anything new for the city on an island in the St Lawrence river. During prohibition, Montreal (a convenient train ride from New York) was known as the place where the drink flows and anything goes, and it has been living up to that reputation ever since. It has more than 100 festivals through the summer – many of them free – and chic new hotels such as the ALT Hotel (doubles from £100 room only) and downtown Renaissance (doubles from £155 room only). Add in two new low-cost flights from London Gatwick – WestJet launched two weeks ago (from £145 one-way) and Wow Air  launches this week (from £99 one-way) – and Montreal may soon become the latest North American city break.     The chic new Alt Hotel    I didn’t have to look far to discover Montreal’s party spirit. Old Montreal, the city’s historic district, is where most tourists end up. It has good museums, the cobblestoned, 17th-century Rue St-Paul and the impressive 200-year-old Notre Dame basilica (see fitzandfollwell.co for guided tours of Old Montreal from £41pp). Across the harbour, the Biodome (£10.50 adult, £5.40 child) houses an excellent recreation of the four major ecosystems of the Americas: from the rainforest of the south to the polar tips of the north. The Latin Quarter has good restaurants and fun bars, such as the 1920s-style speakeasy En Cachette. Venues such as La Sala Rossa and the Fairmount Theatre host live music every night of the week. And for outdoor fun, there are 217 miles of cycle paths, hundreds of parks (including Mount Royal, with views across the city), the nine-mile Lachine Canal for kayaking and canoeing, and one of the world’s best standing river waves – surfers can ride this continuous wave on the St Lawrence river all day, without moving an inch. All of which is great, but it’s not where the real action is. The new spirit of Montreal lies on the periphery, in former industrial districts such as Mile End, Saint-Henri and Little Burgundy, where vibrant artist communities are shooting up like flowers from the pavement.      Alternative tours by Spade & Palacio    To explore them, I took a different kind of tour. Rather than traditional sights and histories, Danny Pavlopoulos, co-founder of Spade & Palacio, offers a look around his home turf, the Plateau district, just north of downtown (spadeandpalacio.com, from £47pp including food and drink tastings). We had pastries in his local Café Le Dépanneur (206 Rue Bernard Ouest), which is also Montreal band Arcade Fire’s coffee-stop of choice. We swung by his favourite brewpub, the Dieu du Ciel for a glass of Péché Mortel (deadly sin), a thick coffee-infused stout (my favourite, though, was the very hoppy Babylone IPA at Montreal’s first microbrewery, Le Cheval Blanc) and tried the unofficial favourite food of Quebec province, poutine. This is cheesy chips and gravy, but somehow infinitely more delicious: Patati Patata (4177 Boulevard Saint-Laurent) is the locals’ favourite.     Classic poutine, with chips, gravy and cheese curd. Photograph: Alamy    Danny also showed me where to buy the best threads (Clark St Mercantile, which is big on independent brands, including its own clothing line); the best place for sundowners (Alexandraplatz Bar, a pop-up drinking den in a former warehouse in the Mile-Ex district); and the best summer parties (Piknic Electronik, for outdoor DJ sets on Ile Sainte-Hélène every summer Sunday, tickets from about £7). People hugged him on the streets, and I met his friends.  Later, I headed south to Little Burgundy. Along with neighbouring Griffintown, this former working class district is like the city’s Mile End district was 10 years ago: arty but still edgy. It’s swiftly becoming the foodie capital of Montreal, too. Famous spots like Joe Beef and Liverpool House, sister restaurants on Rue Notre Dame Ouest, have become synonymous with this city’s no-nonsense, high-quality food – the lobster spaghetti (£26) and oysters from its seafood bar come highly recommended. But there are also new treats, such as experimental Le Fantome (1832 Rue William), known for peanut butter and jam sandwiches with foie gras, and hip cafe-cum-bakery La Bête à Pain, which has just opened a branch on Rue Young a little way north in Griffintown.     La Bête à Pain    There are excellent cultural spaces too. Warehouse-style galleries such as Arsenal and Division Gallery, both on Rue William, are smaller than the main museums downtown but more challenging – until 3 July, for example, an interactive, virtual- and augmented-reality exhibition called Automata examines the impact of artificial intelligence on art and culture. Montreal is an in-between land. It is a city of two tongues, two minds and two ways of life. French is the official language, but half the city speaks English. It’s like the confluence of two rivers: some of the waters blend together, but others may never mix. That creates a clash.     A stylised mural near the riverfront in Montreal Photograph: George Rose/Getty Images    “Living in Montreal is like dating someone with borderline personality disorder,” says Russ Cooper, a local guitarist. The French influence is everywhere: bars look more like brasseries, chip shops offer hand-cut frites and the patisseries rival Paris – including one that’s so good it’s called the G-spot (Point G) known for its macaroons. But there are also things that France would never condone: fine dining restaurants with tattooed waiters, microbrewed beer that trumps appellation controlée wine, gastronomy that is experimental and fresh.  And that’s what makes Montreal special. Differences generate new ideas. Montreal now has the world’s second-highest proportion of people employed in creative industries (after London). The National Film Board of Canada has become a world leader in virtual reality and interactive films, picking up six Webby Awards for innovation this year. Montreal is also the third-largest centre in the world for video game production and fourth-largest for visual effects.     Cobbled Rue Saint-Paul in downtown Montreal. Photograph: Alamy    Arts centres such as downtown’s PHI offer constant streams of pioneering creative content, from boundary-pushing theatre and music to digital art installations, ground-breaking cinema and more. And the more creative the city becomes, the more creative people come here. There is a palpable sense of ingenuity and imagination on the streets. And there’s plenty to do, too. This summer sees the Mural Festival of street art (9-19 June), a Circus Arts Festival (7-17 July), the Montreal International Fireworks Competition (2-30 July), as well as events for comic books, kites, folk music, rock’n’roll and reggae. Montreal now has the biggest comedy festival in the world – Just for Laughs (13-31 July), this year hosting Jimmy Carr and Russell Howard from the UK, often in small, intimate venues – not to mention the world’s largest jazz festival (June 29-July 9). More than one local I met said their only complaint was that they felt guilty for having a night in.     Printemps Numerique Photograph: Martine Doyon    Electronic arts are thriving, too. I visited during Montreal’s Digital Spring, a city wide celebration of arts numeriques (until 21 June) and in one night explored a gallery of first world war photographs displayed in virtual reality beside endless rows of gravestones, and ended up on my back in a 360-degree acid-trip-inspired planetarium show at a cool technological arts bar and event space called S.A.T. Things like that tend to happen here. Early summer is the best time to come. In winter, temperatures drop to skin-burning degrees and people hibernate like bears. (Although there are exceptions: “Dancing in a one piece fluorescent ski suit in -35C is pretty special,” one local told me.) Summer is the release. Bars and restaurants take over the streets, music rings from every corner, flowers bloom and colour floods the city. It’s like the final bell of the summer term, when all the kids run out to play.     Le Mal Nécessaire, a pineapple-themed bar in Chinatown    And play I did. My last night started in a pineapple-themed bar in Chinatown, Le Mal Nécessaire, then I moved on to watch award-winning Canadian comic Heidi Foss and sidestepped to Little Italy and a new, retro pinball machine joint called North Star. I should have ended the evening listening to Seb Black perform at Emery Street Studios, but somehow, four giant bowling-pin-sized beers later, ended up with my head nearly in a plate of poutine at Patati Patata. And that was just an “ordinary” Friday night out.  Montreal’s not the new Brooklyn or the new Seattle. It’s not France, Great Britain or America. It’s not even really Canada. It’s its own thing, an island city. On Place d’Armes, in Old Montreal, a pair of sculptures depict a French woman holding a poodle and a British man holding a pug. The humans are turning away from each other, but the poodle and the pug just want to play. Perhaps, more than anything, they encapsulate the spirit of this city. Because whatever clashes and harmonies this city creates, what matters most is that right now, the winter is over, the sun is out, there’s music playing – and Montreal is up for a good time.• The trip was provided by Tourism Montreal (tourisme-montreal.org), Tourisme Québec (quebecoriginal.com) and Explore Canada (explore-canada.co.uk) This article was amended on 24 May: it said, incorrectly, that Piknik Electronique was at Mont-Royal, and was free.",
  "webTitle": "Montreal city guide: what to see plus the best bars, restaurants and music",
  "webPublicationDate": "2016-05-21T11:00:11Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/21/montreal-city-guide-hotels-restaurants-bars-music",
  "keyword": [
    {
      "webTitle": "Montreal holidays",
      "id": "travel/montreal",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Canada holidays",
      "id": "travel/canada",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "North and Central America holidays",
      "id": "travel/northandcentralamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/21/montreal-city-guide-hotels-restaurants-bars-music"
}