{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/manu-tuilagi-ruled-out-england-australia-tour",
  "id": "2016-05-24-202",
  "sectionId": "sport",
  "body": "Manu Tuilagi will miss England’s tour to Australia next month because of the hamstring injury he sustained in Leicester’s Aviva Premiership semi-final defeat at Saracens. The centre, who has been plagued by groin and hamstring problems for two years, was understood to have sustained a grade-two hamstring tear, an injury that carries a six-week lay-off, and has been ruled out of the three-Test series against the Wallabies following a scan. Eddie Jones, the England coach, said: “It’s bad luck for Manu so close to the tour but it provides a great opportunity for someone else. We wish Manu all the best and a quick recovery.” A replacement will be named after the Test against Wales at Twickenham on Sunday. Ollie Devoto or Luther Burrell is expected to step in. Tuilagi’s injury has fuelled the debate over the virtues or otherwise of artificial surfaces. After the match Richard Cockerill, Leicester’s director of rugby, once again voiced his distaste for plastic. “If you get more purchase on a pitch,” he said, “you put more force through your body – and that causes more problems.” Cockerill stopped short of blaming the surface for Tuilagi’s injury but a feeling appears to be developing that some players are more vulnerable on artificial turf than others. Saturday was the first time Tuilagi had been exposed. Cockerill would like there to be a policy of uniformity across all the clubs in the Premiership. Saracens have responded defiantly to any suggestion that their pitch may be detrimental to players’ bodies. Evidence so far suggests that injury rates are no higher on them than they are on grass pitches. “I think it was a foolish thing for Richard to say,” Mark McCall, Saracens’ director of rugby, said of Cockerill’s complaints about the surface. “Manu’s injury happened 18 minutes into the match. Maybe they should look at themselves as to why a player pulled a hamstring so early in a game like that.”   Related: Rugby union: talking points from the Premiership and Pro12 play-offs",
  "webTitle": "Manu Tuilagi to miss England’s Australia tour with hamstring injury",
  "webPublicationDate": "2016-05-24T11:12:16Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/manu-tuilagi-ruled-out-england-australia-tour",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Manu Tuilagi",
      "id": "sport/manu-tuilagi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/24/manu-tuilagi-ruled-out-england-australia-tour"
}