{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/eagle-lager-ugandan-beer-local-farmers-communities-sabmiller",
  "id": "2016-05-27-313",
  "sectionId": "sustainable-business",
  "body": "Agriculture is the mainstay of the economy in Uganda. Despite its favourable climate, however, the country’s population has yet to fully benefit from the potential the sector offers for fuelling economic growth. As a result, companies willing to invest in local farmers, support improvements and generate lasting markets are both welcome and necessary. More than a decade ago, the UK-based SABMiller started producing Eagle lager in the country, a cross between sorghum beer (using locally-produced crops) and conventional lager. The result was a local beer that the company could use to grow its market share in Uganda and also use to help promote sustainable development in the country. SABMiller has faced allegations in the past, which it denies, of tax avoidance in Africa, but its work with Eagle lager through its Ugandan subsidiary Nile Breweries has showcased the beneficial work it is doing in Africa. Within five years of its launch, the Eagle lager brand represented around half of the subsidiary’s sales in the country.   Related: The Californian craft beer brewed from waste water    The company claims that rather than a development project, it sees Eagle lager as part of a bigger shift in its business model. It had wanted to demonstrate it could establish a completely new supply chain that used local farmers, ensure that the new beer was commercially successful (both inside and outside Uganda) and use both to give back benefits to the local economy. “At its heart the desire was to bring down the cost of beer by replacing expensive imported raw materials with locally-sourced ingredients, and then engaging with Uganda’s government to secure excise concessions for beer brewed using home-grown ingredients and helping improve livelihoods,” says SABMiller. So far more than 20,000 smallholder farmers have earned income from the production of Eagle lager - with $15m (£10m) given out to farmers on top of $70m (£47.8m) in tax revenue annually for the government. In addition, social benefits have included 93m litres of water supplied annually to 160,000 people, 51 education scholarships worth $380,000 (£26,000) and, in a country with tragically high HIV rates, 25,000 farmers and stakeholders have been screened for HIV/Aids, with support provided to those testing positive. Eagle lager is the 2016 winner of the supply chain category of the Guardian Sustainable Business Awards. Since this piece was published, SABMiller have also given further information about the project. See the comments section below for details.",
  "webTitle": "Eagle lager: the Ugandan beer that aims to help local farmers and communities",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/eagle-lager-ugandan-beer-local-farmers-communities-sabmiller",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "SABMiller",
      "id": "business/sabmiller",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Beer",
      "id": "lifeandstyle/beer",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Uganda",
      "id": "world/uganda",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aids and HIV",
      "id": "society/aids-and-hiv",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Levitt",
      "id": "profile/tom-levitt"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/eagle-lager-ugandan-beer-local-farmers-communities-sabmiller"
}