{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/banja-luka-mosque-bosnia-herzegovina-serbia-reopens-reconstruction",
  "id": "2016-05-06-73",
  "sectionId": "world",
  "body": "A 16th-century grand mosque in the Serb-run Bosnian city of Banja Luka will be reopened on Saturday, 23 years to the day after it was blown up by nationalists as part of a campaign of ethnic cleansing. Ferhadija mosque, named after Ferhad Pasha, the Ottoman governor who had it built, was rebuilt over nine years. The reconstruction utilised many of the stones from the original building, which were dug up from rubbish dumps and lifted from riverbeds where Bosnian Serb militiamen had dumped them in an attempt to strip Bosnia’s second city of all traces of its long Muslim heritage. The site was razed to the ground by bulldozers, leaving little but foundation stones and the wooden pilings.   Related: 14 years a fugitive: the hunt for Ratko Mladic, the Butcher of Bosnia | Julian Borger    Other mosques and Islamic graves were destroyed on the same night on 7 May 1993. A total of about 60,000 Muslim and ethnic Croat residents were rounded up and deported from the municipality, imprisoned or killed. Muhamed Hamidovic, former head of the Sarajevo architecture faculty, led the restoration effort after realising that the many sketches he had made of the mosque as a student in socialist Yugoslavia provided clues to how to rebuild it. It also helped that the mosque had been rebuilt before, after an earthquake in 1968, and diagrams and drawings were drawn up then. Locals were interviewed to identify sites where the rubble had been hidden in 1993.      Bosnian Muslim women pray at the reconstructed mosque. Photograph: Fehim Demir/EPA    “Stones were found everywhere, mostly in landfills and dumps in and around Banja Luka,” Hamidovic told The Guardian. “Some were found at stonemasons’ workshops. We couldn’t use all of the material that was found because it was damaged by pathogenic materials that could not be treated. But there was only one piece – a pillar – that was found whole. It was discovered in a lake by members of the Banja Luka Divers’ Club.” In all, about 3,500 fragments, 65% of the original material of the mosque, were recovered. For the parts that were missing, Hamidovic was able to identify the original quarries with the help of Ottoman-era archives and source replacement stones from them.  The stones were examined and sampled to determine whether they belonged to the Ferhadija mosque or to other ruined monuments. Then they were scanned and their likely place in the construction identified by a specialised computer programme. It was the biggest and most significant piece of architectural reconstruction in the region since the rebuilding of the Mostar Bridge, another world famous Ottoman monument, reopened in 2004.     The revamped ceiling of the Ferhadija mosque. Photograph: Fehim Demir/EPA     Related: We came to America fleeing war in Bosnia. I still feel caught between worlds | Amina Spahic    The Ferhadija reconstruction was funded by private foundations, the Turkish government and the government of the Serb-run half of Bosnia, the Republika Srpska. The reopening ceremony in Banja Luka, expected to be attended by 20,000 people, will mark a symbolic acceptance of its Islamic past, although the actual return of the Muslim population to the town in the more than 20 years since the war has been limited. About 8,000 live there now, compared to about 30,000 at the outbreak of conflict in 1992. “The re-opening of the Ferhadija gives me a great personal satisfaction because I am confident that we have done the job professionally, using methods similar to the original ones,” Hamidovic said. “It can be a model for the future reconstruction of over 2,500 cultural and historic monuments that were destroyed during the war in my country. And, of course, I am happy that we have enabled the people to have their memories back.” The first time an attempt was made to reconstruct the Ferhadija mosque, in 2001, Serb nationalists rioted. Aleksandar Trifunovic, an independent journalist from Banja Luka, said the environment has changed since then, but is still a long way from tolerance and reintegration. “I was present at the ceremony when the first foundation stone was laid after the war. There was most brutal violence, the buses that brought the believers were on fire, you could feel the hatred in the air, it was one of the worst days of my life. I wish and I hope that the hatred is gone, but I fear it isn’t,” Trifunovic said. “We have to work to prevent these things from happening, but those who maintain the state of hatred will be in the first rows at the opening of the mosque, and this is not fair.” He added: “This is not a celebration of politics, this is a celebration of the good people who believe in the future of this country, whichever temple it is that they go to in order to pray for the future. They aren’t many, but we have to believe that events such as the opening of Ferhadija will increase the numbers on their side, rather than on the side of the hatred, nationalism and fear.”",
  "webTitle": "Banja Luka mosque rises from rubble, 23 years after it was destroyed",
  "webPublicationDate": "2016-05-06T16:41:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/banja-luka-mosque-bosnia-herzegovina-serbia-reopens-reconstruction",
  "keyword": [
    {
      "webTitle": "Bosnia-Herzegovina",
      "id": "world/bosnia-and-herzegovina",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Borger",
      "id": "profile/julianborger"
    }
  ],
  "guardianId": "world/2016/may/06/banja-luka-mosque-bosnia-herzegovina-serbia-reopens-reconstruction"
}