{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/alan-clarke-bbc-scum-firm-dissent-disruption-1969-1989-box-set",
  "id": "2016-05-05-84",
  "sectionId": "tv-and-radio",
  "body": "John Strickland, Susanne Bier, Darcia Martin: do these names ring a bell? They should do. They directed some of the most-watched TV of the year so far – respectively, the series finales of Line of Duty, The Night Manager and Call the Midwife. But while cinema continues to be a director’s medium, telly remains the realm of the writer. All of which makes the late Alan Clarke even more unique: a director of TV as revered as any writer, who stamped a gritty style on his 23-year body of work, collaborating with writers of a similar, socially concerned temperament and showing a bloody-minded determination to tell important contemporary stories. Dissent and Disruption: Alan Clarke at the BBC (1969-1989), a restoration of his BBC oeuvre out on 6 June, is years overdue.     Ray Winstone (standing) in Scum. Photograph: Ronald Grant    The Bresson of Birkenhead is routinely heralded as one of the UK’s greatest gifts to the small screen – Bafta didn’t name its outstanding creative contribution to television award after him for nothing. To run a finger down his CV is to trace the evolution of TV fiction from studio-bound beginnings to a more cinematic place. An early adopter of the Steadicam, Clarke shot over the shoulder years before it was standard-issue. But he knew when to stand back; a stairwell Stanley knife attack in 1989’s portrait of a white-collar hooligan, The Firm, is all the more disturbing for taking place in long shot. In the provocative Elephant, a near-wordless short about the Troubles produced by a young Danny Boyle, we watch 18 wordless sectarian murders. It is one of the most shocking pieces of TV I’ve seen, but you can’t tear your eyes away. Not unfairly thumbnailed as a scruffy grammar-school anarchist, Clarke was the dramatist’s dramatist – David Hare called The Firm an “authentic British television masterpiece” – whose life was cut short by lung cancer in 1990, aged 54, which allowed contemporaries Mike Leigh and Ken Loach to forge ahead of his finite cinema CV (Clarke only made three films). Apprenticed in amateur theatre before floor-managing at ITV franchisee Associated-Rediffusion, once a director he empowered writers such as Roy Minton (Scum), David Rudkin (Penda’s Fen) and David Leland (Beloved Enemy) in the BBC’s vital Wednesday Play slot and its successor Play for Today, initiatives whose spirit have since been crushed by the mercenary need for returning series. (Only Jimmy McGovern seems allowed to buck this bulk-buying trend.) One of Clarke’s big hits includes the still-raw slice of borstal life Scum, banned by the BBC in 1977 (Clarke remade it for the cinema in 1979, to get it out there), which forged careers for debutants Ray Winstone and David Threlfall. His theatre grounding taught him how to get the best out of actors – radically, through constant praise. Lesser-known treats are the black-and-white trainspotter’s odyssey The Last Train Through Harecastle Tunnel (1969) and Penda’s Fen (1974), in which paganism meets cold-war politics. Known but rarely shown is the bawdy Brecht adaptation Baal (1982) starring David Bowie, now twice stalked by death. If Clarke had written his own plays, we’d be allowed to call him an auteur. Bowie aside, this last train from Clarkesville proves great TV drama need not run on cliffhangers or star power. If the form is going through a golden age now, it’s because so many writers and directors grew up watching Play for Today.",
  "webTitle": "Alan Clarke at the BBC review: he was the Bresson of Birkenhead",
  "webPublicationDate": "2016-05-05T17:49:23Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/alan-clarke-bbc-scum-firm-dissent-disruption-1969-1989-box-set",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Collins",
      "id": "profile/andrewcollins"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/alan-clarke-bbc-scum-firm-dissent-disruption-1969-1989-box-set"
}