{
  "apiUrl": "https://content.guardianapis.com/society-professionals/2016/may/18/why-we-need-the-guardian-public-service-awards",
  "id": "2016-05-18-261",
  "sectionId": "society-professionals",
  "body": "It’s 50 years since the TV drama Cathy Come Home put homelessness centre-stage in British politics. As the issue again rises menacingly up the policy agenda, it’s a salutary reminder that the core challenges facing our public services never go away. Dealing with those challenges has never been tougher. Austerity has proved a long, cold tunnel – longer and colder than we imagined it would be back in 2010. It will now be a full decade, at best, before we emerge blinking into the sunlight and the public service infrastructure will be in a sorry state indeed. Yet we must start planning now for a post-austerity world. We need fresh, creative thinking about how what public services will look like in the 2020s and how they will respond to homelessness, care and support, transport and the myriad social and welfare issues that the market alone cannot fix. The 2016 Guardian Public Service Awards are the crucible of this fresh thinking. Here’s where teams from the public, private and voluntary sectors will highlight the very best projects that start to paint a picture of resurgent public services, fewer and leaner perhaps, but drawing on the latest technology and collaborative working truly to do more with less – and to do it better. Do bring your projects to this showcase, uniquely reflecting the entire public-service waterfront. Share your ideas, your learning and your achievements so that you get the credit you deserve and we are all able to look forward to moving on, eventually, from this pernicious austerity era.",
  "webTitle": "Why we need the Guardian Public Service Awards",
  "webPublicationDate": "2016-05-18T09:41:19Z",
  "webUrl": "https://www.theguardian.com/society-professionals/2016/may/18/why-we-need-the-guardian-public-service-awards",
  "keyword": [
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Guardian Public Service Awards",
      "id": "society/publicservicesawards",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "David Brindle",
      "id": "profile/davidbrindle"
    }
  ],
  "guardianId": "society-professionals/2016/may/18/why-we-need-the-guardian-public-service-awards"
}