{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/ti-new-york-show-shooting-irving-plaza",
  "id": "2016-05-26-289",
  "sectionId": "music",
  "body": "One person was killed and three others wounded in a shooting inside a concert venue in New York City, where hip-hop artist TI was scheduled to perform, police said. It happened around 10.15 pm Wednesday in a third-floor green room area at Irving Plaza, a 1,025-capacity ballroom-style music venue near Manhattan’s Union Square. Police said a 33-year-old man was shot in the stomach. He was taken to a hospital, where he died a short time later. A 34-year-old man was shot in the chest. He was listed in critical condition. A 26-year-old woman and a 30-year-old man were both shot in the leg. They were expected to survive. Police said they were unsure who had been in the venue’s green room at the time, and it was not immediately known who had access to that area.. Though there were metal detectors at the entrance to the club, the perpetrator was able to avoid them to bring a gun into the venue.     Police outside Irving Plaza, near Manhattan’s Union Square in New York after the shooting. Photograph: Dana Schimmel/AP    The New York Daily News reported that an employee of the venue said the shooting was the result of “a beef between two rival crews”, associated with different rappers – not TI – who had credentials to get to the green room. A separate witness who was in the green room, Johnny Wilkins, told the Daily News: “It was a fight over a push, it was some bullshit. It was like 50 or 60 people in the VIP room. It was crazy. It’s crazy more people didn’t get shot.” Ayo Fagbemi, a 21-year-old student, told the New York Times he heard two gunshots “and right after there was a stampede”. After people began trying to flee the venue, he said he heard a third shot. Another witness, Paul Cantor, told the New York Times he had seen a fight spill from the backstage area on to the stage, with one man falling backwards. “There was a body that came across the stage, sort of with flailing arms,” he said., adding there was a gap of seconds between him seeing the fight and hearing gunshots. Elijah Rodriguez was attending the concert with his sister and they were in the VIP area by the stage. He said TI was supposed to go on stage at 9 or 9:30 pm but “he never showed up”. At or around 10pm he said the venue started playing music again, and at about 10.15pm, he saw a line of people coming out from where the performers were coming onstage. “All the sudden I heard someone saying that there was a shot, that someone got shot,” Rodriguez said.     TI performing at Madison Square Gardens in New York, 2015. The hip-hop stars representatives are referring all questions about the shooting to police. Photograph: Scott Roth/Invision/AP    Rodriguez didn’t actually hear the shots himself, but heard people saying that someone had gotten shot. “It was scary to deal with. When I got outside, like literally across the street, there were a few girls having panic attacks. One girl thought she saw someone get shot in front of her,” Rodriguez said, adding that TI was not on stage when the shots were fired. Video shot inside the venue showed a chaotic scene as concertgoers rushed to the sides trying to leave the area as a group of people tended to a person on the floor. Representatives for TI, whose real name is Clifford Joseph Harris Jr, said they were referring all questions about the shooting to police. No arrests have yet been made.",
  "webTitle": "One person killed and three wounded in shooting at rapper TI's New York show",
  "webPublicationDate": "2016-05-26T07:49:50Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/ti-new-york-show-shooting-irving-plaza",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/26/ti-new-york-show-shooting-irving-plaza"
}