{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/17/judas-kiss-review-rupert-everett-oscar-wilde-bam",
  "id": "2016-05-18-358",
  "sectionId": "stage",
  "body": "In Oscar Wilde’s final years, did life imitate art? Several plays might have predicted a jollier, tidier end to the man’s life. But his fairy tales and novel suggest a darker finish, in which beauty and pleasure yield to fates far crueler. That’s the concern of David Hare’s 1998 play, The Judas Kiss, now revived at the Brooklyn Academy of Music after stops in London and Toronto. A play set in two acts, the first occurs in a London hotel room after the first of three trials that would lead to Wilde’s imprisonment on charges of “gross indecency” and the second following his release from two years of hard labor and his reunion with his lover, Lord Alfred Douglas or Bosie, in a village near Naples.  The play faltered in its first New York outing, a feat of miscasting (with the imposing Liam Neeson as the famed aesthete) and its appearance alongside two somewhat more experimental approaches to the material, Tom Stoppard’s melancholy and fanciful The Invention of Love and Moisés Kaufman’s documentary drama Gross Indecency: The Three Trials of Oscar Wilde. But now the play has returned with Rupert Everett in the lead role and a somewhat less literal-minded production from the Australian director Neil Armfield.  Everett is of course the chief attraction, both because of his obvious sympathy for Wilde and the physical transformation he has enacted to play him. Here, his lithe figure has been bloated into stoutness, his handsome face powdered and swollen until it resembles a pale side of beef. In the second act, it comes to look like a death’s head, with dark eyes shining out of the otherwise stolid features. His is an absorbing portrayal, compelling in its immobility.     The Judas Kiss explores Wilde’s penchant for Christian self-sacrifice. Photograph: Richard Termine/Photo by Richard Termine     Some of the problems that plagued the initial run are still present. Wilde’s passivity has a way of dulling dramatic tension. In the first half, the likelihood that he will flee from prosecution, as advised by his friend and former lover Robert Ross (Cal MacAninch), seems slim, particularly as Wilde’s “seminal decision” in the scene is to eat his lunch. In the second, he leaves any decisions up to others. And while Bosie, as played by the often nude Charlie Rowe, is undeniably attractive, his callow narcissism diminishes the poignancy of Wilde’s relationship with him. Obviously, this is part of Hare’s point, that a man so sharp of mind could be so foolish of heart and it emphasizes, in Hare’s reading, Wilde’s penchant for Christian self-sacrifice. Still, a few redeeming qualities for Bosie, pulchritude aside, would not have gone amiss.   But there’s pleasure and substance to be found here, too. Many of the quips sound a lot like Wilde — in part, because many are from Wilde. Others don’t, as when he describes his appearance as “that of a senior pederastic Anglican bishop who has been locked all night in a distillery,” yet they’re amusing all the same. And for all Wilde’s inactivity, the play does ultimately present his downfall as a kind of tragic inevitability. As Hare’s Wilde explains in the first act, the hamartia of hopeless love has already doomed him. “I am cast in a role,” he says. “My story has already been written. How I choose to play it is a mere matter of taste.”",
  "webTitle": "The Judas Kiss review – Rupert Everett compels as a doomed Oscar Wilde",
  "webPublicationDate": "2016-05-18T02:15:16Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/17/judas-kiss-review-rupert-everett-oscar-wilde-bam",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "David Hare",
      "id": "culture/david-hare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rupert Everett",
      "id": "film/rupert-everett",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Oscar Wilde",
      "id": "culture/oscar-wilde",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/17/judas-kiss-review-rupert-everett-oscar-wilde-bam"
}