{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/28/ed-miliband-warns-britain-could-leave-eu-if-young-people-dont-vote",
  "id": "2016-05-27-1",
  "sectionId": "politics",
  "body": "Ed Miliband says his own experience of losing the 2015 general election shows the polls can be wrong and that there is a serious risk of Britain voting to leave the EU. Speaking to the Guardian, he warned against complacency and said that it was essential to get young people to turn out in force if the remain camp was to win the vote.    Brexit explained: current polling   He said the remain campaign had been “too Tory and too male” and that it was important for the Labour case for Britain remaining in the EU to be heard more vocally in the final weeks of the campaign. Miliband was speaking in advance of a cross-party Britain Stronger in Europe event in London on Saturday, where the former Labour leader will urge young people to ensure that they register to vote, because their intervention could be decisive. “At the general election, less than half of young people turned out. It is not what people tell pollsters that matters, as I know from experience. It is what actually happens on the day. And turnout could be decisive in this referendum,” Miliband said. Referendum polling has been mixed, with phone polls generally showing remain clearly ahead and online polls showing the race neck-and-neck, but there is some evidence that remain is strengthening its position, while leave are widely seen as behind. “I think there is this latent support for remain, by big margins, amongst young people, but it cannot simply be latent or silent. It has got to be vocal and real, because the referendum will be determined by those who turn out, not those who don’t,” Miliband said. “If young people do not turn out, there is a danger this referendum will be lost.”   Related: EU referendum: Corbyn criticises media focus on Tory divisions    Miliband spoke at a remain event alongside his successor, Jeremy Corbyn, on Friday, where Corbyn said the referendum debate was focusing too much on Tory divisions. Miliband backed his comments. “Over the course of the campaign, we are establishing the Labour message and establishing the unity of Labour’s voice, but we’ve got more to do to do that. Definitely. I and others will be doing stuff over the coming weeks to make sure people know where Labour stands.” He said he accepted that some Labour supporters might have reservations about backing remain because they did not want to feel they were siding with David Cameron. But that was the wrong approach, he said. “This referendum was caused in part by divisions in the Tory party, it has exposed divisions in the Tory party, but it’s not about divisions in the Tory party. This is a decision about what kind of country we are.” He said he agreed with the point made by Harriet Harman this week about the need for more women to be seen speaking up for remain. “It’s looked too Tory and too male. We definitely need women’s voices front and centre of this in the next four weeks,” he said. In his speech on Saturday, Miliband will say that there are 6 million 18- to 24-year-olds eligible to vote, but that 1.5 million of them are not registered. And eight million 25- to 34-year-olds are eligible, of whom 2 million are not registered.   Related: The Guardian view on the Leave campaign: show some respect for truth | Editorial    He will say: “This is, in the end, about the character of our country. Do we work with others or on our own? Do we join hands across nations or do we hunker down? Do we build bridges or do we build walls? “This is the question being confronted round the world. And the answer, I believe, from this generation is that Britain should join hands, build bridges, and work with others.”",
  "webTitle": "Ed Miliband warns Britain could leave EU if young people don't vote",
  "webPublicationDate": "2016-05-27T23:01:18Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/28/ed-miliband-warns-britain-could-leave-eu-if-young-people-dont-vote",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ed Miliband",
      "id": "politics/edmiliband",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/2016/may/28/ed-miliband-warns-britain-could-leave-eu-if-young-people-dont-vote"
}