{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/19/the-atmosphere-was-electric-opening-up-theatre-to-autistic-people",
  "id": "2016-05-19-227",
  "sectionId": "lifeandstyle",
  "body": "Theatre is on an accessibility drive – and rightly so. The Arts Council’s mission statement – “Great art for everyone” – requires as much, and disabled access falls squarely within its remit. Legislation has made most theatres wheelchair-accessible, and hearing loops and captioned performances have opened up the art form to deaf audiences. There is, however, much more to be done. As many as one in 100 people in Britain are on the spectrum. For people with autism, theatre can present a number of problems. It is a visceral, experiential and unpredictable art form, watched in a social setting in an unfamiliar place with a specific, often unspoken, etiquette. This means the opposite is also true: austistic people can seem like a problem for theatre. Their behaviour, everything from involuntary noises to overexcitement, can become disruptive for other theatregoers. Sarah Ziegel has four sons, all of whom have autism. The family go to the theatre “occasionally”, but have attracted more than their fair share of “tuts and glares”. Theatre tickets priced as they are, family outings are not cheap, and just picking the wrong show – or, by chance, the wrong night – can prove costly. The Ziegels aborted a recent trip to The Railway Children after their youngest, aged seven, refused to go into the theatre. The others left at the interval. “We have to pick things that are accessible to them from a cognitive point of view; things that are visual and don’t need you to follow a narrative.” However, theatre is increasingly catering for autistic audiences through special “relaxed” or “autism-friendly” performances - including the The Railway Children itself. There is some debate over the terminology: Britain prefers the euphemistic; the US tends towards the medical. Once the preserve of a few pioneering organisations – in particular the Polka and the Unicorn children’s theatres in London – relaxed performances are percolating through British theatre, from panto season to major subsidised theatres, such as the National and the Royal Shakespeare Company (RSC), all the way to the West End. In fact, surprisingly, the commercial sector has led the way, with shows such as Matilda, The Lion King and Wicked offering annual relaxed performances.     The RSC puts on annual relaxed performances of the musical Matilda. Photograph: Tristram Kenton for the Guardian    Relaxed performances differ in a number of ways. The show itself is adjusted for its audience: lighting states softened, loud noises lowered. It’s not simply a matter of reducing levels, but of addressing specific issues, based on a specialist’s suggestions. An actor speaking before entering can be confusing, as can surround-sound speakers. The process requires planning and rehearsal, and the aim is to leave as much as possible intact, says Ros Hayes, head of access at the National Theatre, and “not to change the content”. Without having seen the usual show, audiences shouldn’t notice a difference.  The real changes happen in the auditorium. Relaxed performances never play to capacity, since large crowds can be an issue, and up to half of seats go unsold. House lights stay on throughout, with audiences free to come and go as they please. Outside, designated “chill-out” zones allow for time out, with video feeds and related activities provided to maintain contact with the play or its imaginative world. Autism is not uniform. Different individuals have different needs, cognitive abilities and flashpoints. “Research into who is coming is really important,” says Hayes. Shows must adapt not only to an abstract audience, but also to the individuals in the room. To this end, box-office staff and ushers are provided with specialist training, and a separate booking line helps individuals find the seat to suit them. Audiences are sent visual storyboards in advance: one for the child, another for carers or parents. These explain the theatre’s layout and the theatrical event, and familiarise the audience with the story. “One of the things about children with autism,” says Jacqui O’Hanlon, the RSC’s head of education, “is that the more prepared they are and the more they know about what they’re going to encounter, the better.”   Related: 'Relaxed' theatre performances will let autistic children enjoy hit shows    All this has allowed a new audience access to the theatre, but it has also enabled families to attend. “Just knowing that no one is going to judge you or tell you off if your child does shout out or laugh inappropriately is fantastic,” says Ziegel. Theatre is a social art form but, for those affected by autism, that’s a big part of the problem – relaxed performances remove the social anxiety. In fact, these performances often increase the social element. The cast will often greet audience members in character post-show – “That was lovely,” says Ziegel – and members of the audience are often vocal and expressive. For actor Jonathan Slinger, an RSC stalwart currently playing Willy Wonka in the West End, the relaxed performance of Charlie and the Chocolate Factory was a revelation. “To this day, in terms of responsiveness to the show, it was the best we’ve done. The atmosphere was electric. When Charlie found the golden ticket, the place went wild. It was like being in a football match.”  It wasn’t until 2013, and an industry-wide initiative led by the Society of London Theatre and Theatre UK, that relaxed performances started becoming widespread – two years after the first such performance on Broadway. However, as Heather Wildsmith of the National Autistic Society says: “There’s definitely momentum. It has grown so much in that time.”  That’s partly a case of initiating relaxed performances. Once the skills are in place, they’re in place for good. Partly, it’s case of growing an audience. Having initially targeted special educational needs schools, the scope has widened to include families and adults with autism. Collaboration is crucial. In the West Midlands, several theatres including the RSC are promoting one another’s relaxed performances to their audiences. “They’re just part of the theatregoing ecology now,” says O’Hanlon. And that’s the key: ensuring that relaxed performances become standard practice, just as captioned performances have. “We’re talking about a cultural change,” says Wildsmith, “so that there’s a whole audience to tap into. It’s just getting the word out more.”     Charlie And the Chocolate Factory: one of several shows that has been tweaked for autistic people. Photograph: Helen Maybanks/AP    Upcoming relaxed performances in London Matilda: Cambridge Theatre, 12 June 2016 Railway Children, Kings Cross, 22 June 2016 A Midsummer Night’s Dream: Royal Shakespeare Theatre, 14 July 2016 Alice’s Adventures in Wonderland: Opera Holland Park, 16 August 2016",
  "webTitle": "'The atmosphere was electric' – opening up theatre to autistic people",
  "webPublicationDate": "2016-05-19T11:00:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/19/the-atmosphere-was-electric-opening-up-theatre-to-autistic-people",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Autism",
      "id": "society/autism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt Trueman",
      "id": "profile/matt-trueman"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/19/the-atmosphere-was-electric-opening-up-theatre-to-autistic-people"
}