{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/danny-willett-irish-open-rory-mcilroy-muirfield",
  "id": "2016-05-19-46",
  "sectionId": "sport",
  "body": "Danny Willett’s journey to the position of Masters champion suggested he was never likely to rest on his laurels. The Yorkshireman proved as much at the K Club on Thursday, on his second competitive outing since donning the Green Jacket, with a first round of 65 to lead the Irish Open. When Willett said he wanted a tilt at world No1, the words were not hollow. Willett had played flawless golf in reaching the 17th tee in seven under par. He promptly dropped a shot, before recovering with a birdie on 18 in a style befitting his status. Rory McIlroy, who is second at minus five, will be among those aware of the scale of task in hand to overhaul Willett even with 54 holes to play. Willett came within one of the course record on the outskirts of Dublin.   Related: Muirfield loses right to hold Open after voting to remain men-only    McIlroy found 17 greens in regulation and was in generally fine form, save a three-putt for bogey at the short 14th. This was his first sub-par Irish Open first round in four attempts. On a tough day with ever-changing weather Martin Kaymer, Callum Shinkwin, Shane Lowry, Ross Fisher, Paul Dunne and the defending champion, Soren Kjeldsen, are among a select group of players who posted under-par rounds. Kaymer’s prominence is intriguing, with the former world No1 looking to recapture form and play himself back into the Ryder Cup equation after a curious spell in golf’s wilderness. On one of the more newsworthy days of this – or any other – golfing season, events in Scotland were not far from the thoughts of competitors. Padraig Harrington, a two-times Open champion, was among those to congratulate the R&A for its swift response to Muirfield’s refusal to admit female members. The course will not stage another Open. “What harm would it do having a few lady members?” asked Harrington after a disappointing opening round of 76. “There is no reason why it can’t work, and in this day and age, who would want to be in a golf club with only men? The R&A has done the right thing for the bigger picture and the greater cause because they have that responsibility. This shows they are moving into the modern era, that they have more of a responsibility than just golf. “Obviously there is great history and heritage to Muirfield and the players love playing it. It’s a great golf course and I can see why people would want to keep it [as an Open venue] but the reality is the R&A has a bigger responsibility outside of golf. “If you want to be a smaller club and not deal with the outside world, that’s their [Muirfield’s] business. But once you step into the general public and society – and especially a media world – then you have to make sure everything is fair to everybody.” Paul Lawrie, the 1999 Open champion, insisted Muirfield’s stance “doesn’t make sense”. There was bad news for the European Tour as Justin Rose withdrew from next week’s BMW PGA Championship at Wentworth. The event, which will be played against the backdrop of a high-profile dispute between Wentworth’s Chinese owners and local residents, was already missing McIlroy, Sergio García and Henrik Stenson. “I battled the onset of back pain all week at the Players Championship and symptoms worsened during my week after at home,” Rose said. “I have a great team of people around me who are working diligently to help me get as fit as possible, as soon as possible and I must fully focus on rehab at this time.” Timing is key here; Rose will go in search of a second US Open title in mid-June. In the United States, Phil Mickelson was named – but not criminally charged – in an insider trading case. Mickelson has agreed to repay $1m. The five-times major winner’s spokesman said: “Phil understands and deeply respects the high professional and ethical standards that the companies he represents expect of their employees, associates and of Phil himself. “He subscribes to the same values and regrets any appearance that, on this occasion, he fell short. He takes full responsibility for the decisions and associations that led him to becoming part of this investigation. He is pleased that this matter is over.”",
  "webTitle": "Danny Willett gets back in the groove to lead Rory McIlroy at Irish Open",
  "webPublicationDate": "2016-05-19T19:24:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/danny-willett-irish-open-rory-mcilroy-muirfield",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Tour",
      "id": "sport/european-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/19/danny-willett-irish-open-rory-mcilroy-muirfield"
}