{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/andy-murray-amelie-mauresmo-splits-coach",
  "id": "2016-05-09-229",
  "sectionId": "sport",
  "body": "Andy Murray’s split with his coach, Amélie Mauresmo, may not have been a complete surprise to some close to the player but it leaves the Scot with an unscheduled distraction going into a summer of unprecedented workload.   Related: Andy Murray broke mould to benefit from Amélie Mauresmo’s calm approach    While his long-time friend and assistant trainer, Jamie Delgado, will take over from Mauresmo until Murray finds a replacement he has yet to identify any immediate candidates and is said to be in no hurry to make a decision. However, it is hardly an ideal situation as he prepares for the French Open on clay at the end of the month, followed by Queen’s Club and Wimbledon on grass, a Davis Cup quarter-final back on clay in Belgrade, then the Olympic Games, where he will be defending the title he won in London four years ago, and the US Open on hardcourt – with only short breaks between them. Murray elaborated on the reasons for the split as he practised in Rome on Monday, suggesting that they were spending too much time apart to make the partnership effective. “I’m sad about it but it just wasn’t working,” Murray told the Daily Telegraph. “We only spent 10 days together in two and a half months. And in those 10 days I was going through a tough patch in Indian Wells and Miami. It just makes things difficult because you need to work your way through those tough times and when you’re not spending time together it’s very difficult to do that. “In Miami we only had four days before the tournament. It’s not really enough if you’re trying to work on things and change things. You need a little bit more consistency, so it was just a case of accepting that it wasn’t going to work that way. “Those periods were going to continue happening through the year: post-Wimbledon and post the US Open there were going to be periods where we were spending significant time apart.” There is no denying Murray’s season will be tougher without Mauresmo, who he appointed in June 2014. His failure to retain the Madrid Masters title in a three-set final against Novak Djokovic on Sunday has pushed him back to No3 in the world, which robs him of the guaranteed advantage of starting tournaments at the opposite end of the draw to the Serb. So, after a fitful return to the game since the arrival of his daughter, Sophia, Murray has reason to be frustrated on several fronts. Nevertheless there was no sign of rancour between Murray and Mauresmo – who have always got on extremely well – when the announcement was made on Monday afternoon. “It’s not a complete surprise,” an insider said. “They’ve tried to make things work as they are fond of each other.” Both are new parents, too, and, although Mauresmo did not state explicitly that looking after a young child was a reason for withdrawing from the rigours of the Tour, it is likely to have been at least a minor consideration. In January she brought her baby boy to Melbourne, where she and Murray compared notes before his own happy event with Kim, who was expecting their baby “at any minute” in London. Murray took a one-month break before the Davis Cup in April and, in that time, both of them had space in which to consider their needs. Mauresmo is still France’s Fed Cup captain and will probably devote most of her energies towards the team now. Murray would dearly love to beat Serbia – with or without Djokovic, who seems reluctant to declare his availability – in the Davis Cup and is prioritising the Olympics in Rio. Those diverging commitments created scheduling gaps for both.   Related: Novak Djokovic holds off Andy Murray fightback to win Madrid Masters    In carefully worded statements on Monday afternoon they paid each other compliments and there was no hint of any falling out, although some observers pointed to her watching from elsewhere on the Miami court and not his player’s box as evidence of trouble – which he was quick to deny at the time. As Murray pointed out, he had tried a similar move at the ATP World Tour finals at the O2 Arena in Greenwich last year, to see if it aided his concentration. It did not. Murray was asked if he would consider ­working with another female coach and he said: “Yeah. But I haven’t thought about it. Certainly my experience with Amélie was a good one. Obviously we would have liked to have won another grand slam in that time, but I got myself from No 11 back up to No 2 in the world and had good results. I had a good experience with Amélie.” Mauresmo called working with Murray “a fantastic experience”, adding: “I’ve thoroughly enjoyed being part of the great team of people he has around him.” Her more nuanced contribution read: “Dedicating enough time, along with the travel, has been a challenge for me.” Murray said he had “learned a lot from Amélie” since they first worked together at the 2014 Wimbledon. “We will all miss having her around.” When he signed Mauresmo it followed a lengthy spell alone after the more tumultuous departure of Ivan Lendl. This time, too, he will not rush into a decision. “I’ll take some time to consider the next steps and how we progress from here.”",
  "webTitle": "Andy Murray’s split from coach Amélie Mauresmo leaves him in limbo",
  "webPublicationDate": "2016-05-09T11:05:32Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/andy-murray-amelie-mauresmo-splits-coach",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/09/andy-murray-amelie-mauresmo-splits-coach"
}