{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/why-isnt-more-indonesia-literature-translated-english",
  "id": "2016-05-28-118",
  "sectionId": "books",
  "body": "I n February last year, I was sitting in Cafe Batavia on Fatahillah Square in Jakarta, talking to an Indonesian friend. We were discussing how any novelist might describe a country to a readership who know nothing about it. We were surrounded by framed photos of Indonesian politicians and Hollywood stars, and the ceiling fans turned overhead. Outside, it was hot and overcast, and students milled around the front of the History Museum, built by the Dutch in 1710 and now housing objects from the founding of Jayakarta in 1527. How could any writer portray such a diverse culture? My friend smiled wryly. “You only have the same problem as the rest of us,” he said. “Indonesia isn’t a nation. It’s an imagination.” There are some countries so vast and diverse that any attempt to summarise them feels insulting: such is Indonesia. With a population of 258 million, it is the world’s fourth most populous nation and the largest formed by an archipelago. When it was guest of honour at the Frankfurt book fair last year, it appeared under the banner “17,000 islands of imagination”, a phrase describing its geography but also encapsulating the complexities of representation. Indonesia is home to hundreds of different ethnicities speaking as many languages, and, along with Hindus, Christians and Buddhists, has a majority Muslim population that is the largest in the world. But, as yet, little of its literature has been translated into English. Elizabeth Pisani is a writer and epidemiologist who has lived in Indonesia for many years. She has a simple explanation for this: ignorance. “Indonesia has no place in the British imagination,” she says. “It wasn’t a British colony and there’s virtually no Indonesian diaspora here, which means Brits aren’t even introduced to the country through food or a cultural presence.” In the absence of such historical links, can literature fill that imaginative gap?     The military takeover of 1965 is what often what attracts the few outsiders who undertake English translations of Indonesian work. Photograph: Carol Goldstein/Getty Images    Remarkably few outsiders, certainly from English-speaking nations, have made the attempt, and those who have have tended to centre their work on the most calamitous time in recent Indonesian history – the military takeover of 1965. At that time, the height of the cold war, Indonesia had the largest Communist party outside China or the Soviet Bloc, the Partai Komunis Indonesia, or PKI. Following an abortive coup, an army putsch saw up to a million Indonesians massacred for being Communists or suspected PKI members. The killings were led by the military and aided by the provision of lists of names drawn up by the CIA.   Related: Indonesians have never stopped talking about 1965 – the world should listen    In scale and brutality, these massacres rate alongside those in Rwanda in 1994 and the Cambodian Khmer Rouge killings of the 1970s, and yet their 50th anniversary last year was barely marked. The Oscar-nominated documentaries by Joshua Oppenheimer, The Act of Killing and The Look of Silence, have gone some way to ameliorating this ignorance. But in Europe and America, if readers have heard about the events of 1965, it is often because of The Year of Living Dangerously, by the Australian writer CJ Koch. Published in 1978, and later made into a film starring Mel Gibson and Sigourney Weaver, the book is set during a time of political turmoil in Jakarta, as tension about the killings mounted. But its perspective is mostly that of the white outsiders, though there is a Chinese-Australian character, often mistaken for an Indonesian, who is the moral conscience of the book. Malaysian author Tash Aw’s second novel, Map of the Invisible World, published to critical acclaim in 2009, also portrays the events of that time through the eyes of both foreign and Indonesian characters. According to Goenawan Mohamad, Indonesia’s most well-known public intellectual and founder of Tempo magazine, which was banned for a while under the Suharto regime, “Asian writing is noticeable only when it comes from the site of calamity. Normally, a prolonged war, preferably one involving the US, or a genocide, or a tsunami, brings it to the focus of the world media, and the literary market comes next.” The army officer who came to power in 1965, Major-General Suharto, remained in office for over three decades. For many of those years it was impossible to talk openly about the massacre as the regime was the recipient of arms, money and economic advisers from Britain, the US and other countries prepared to overlook the tens of thousands of political prisoners in Indonesian jails. As a result, Indonesian writers themselves are still grappling with the legacy of 1965, and how to write about it.     Pramoedya Ananta Toer in 2000. Photograph: Dita Alangkara/AP    One of those prisoners was Indonesia’s most famous author, Pramoedya Ananta Toer, a Nelson Mandela-like figure of intelligence and grace who endured no less than three periods of imprisonment. The first came in 1947, when he was arrested by Dutch colonial forces during the fight for Indonesian independence. The second was in 1960, when he fell foul of the Suharto regime. Then, finally, he endured a 14‑year stay on the infamous Buru Island, from 1965-79, during which he endured starvation, illness and maltreatment. Tariq Ali has compared Pramoedya’s first novel, The Fugitive (1950), written in Bukitduri prison in Jakarta, to L’Etranger by Albert Camus, and suggested that Pramoedya should have been a strong contender for the Nobel prize for literature before his death in 2006.   Related: Indonesian writers' festival forced to cancel events linked to 1965 massacre    Much of Pramoedya’s most well-known work, The Buru Quartet, was recited orally to other prisoners on the island, memorised and written down after his release, or smuggled out. Before he left Buru, his possessions and remaining papers were destroyed. His memoir of this time, The Mute’s Soliloquy, is of necessity fragmentary, but it contains some fine descriptions of hunger and suffering. In its early pages, he describes arriving on the island after a harrowing journey at sea. “Festooned atop the island’s baked and cracked soil is a headdress of elephant grass. One of the men assures us that the fish on this island are slow-witted, that using even a stone for bait will guarantee a healthy catch. Our bodies so desperately need protein, we are cheered by the man’s assurances. When catching sight of deer running across the savanna, all we see is protein in flight.” Pramoedya appears as a character in one of the most successful of contemporary Indonesian novels, Home, by Leila S Chudori, translated by John H McGlynn, in which a young woman raised in Paris visits Jakarta, her father’s home, to make a documentary film as a project for her studies at the Sorbonne. Lintang Utara is the daughter of an Indonesian exile and the Frenchwoman he fell in love with. Her return provides the opportunity for several comic set piece scenes of misunderstanding – including a dinner party at which a wealthy Jakartan family make it clear they disapprove of her father’s exile status – but there is undertone of tragedy. Lintang’s father has spent many decades being denied a visa to go back home himself, and is sickened by loss. “Your questions about 65 come at a heated time in Indonesia,” Chudori says. “The government and the people are in absolute self-denial about our dark history … I do not want to be pessimistic, but it’s frustrating.”     Leila S Chudori, author of one of Indonesia’s most successful contemporary novels. Photograph: Ulrich Baumgarten/Getty Images    Indonesia is one of the world’s largest democracies, yet freedom of expression is still far from enshrined. Earlier this month, the 3rd Asean literary festival in Jakarta was granted a police permit to continue after some uncertainty. Protest groups had pronounced themselves unhappy about 1965 discussion sessions, along with events dealing with LGBT issues. One was quoted in Tempo as saying: “We believe that the organisers have a disguised agenda to champion communist ideas, provoke separatism and promote freedom of expression for lesbian, gay, bisexual and transgender people.” Last year’s Ubud writers and readers festival was forced to cancel events commemorating 1965 after a threat that the permit would be withdrawn for the whole festival. In a review of Chudori’s Home, Tash Aw said of 1965: “Its general absence from school textbooks and official discourse has created an enduring problem for the writers currently at the forefront of Indonesian literature: how to reclaim the stories of a missing, epoch-defining era and reconstruct a new understanding of their country.” Home takes a naturalistic approach to storytelling that many western readers will recognise, but some Indonesian writers have used a combination of realism and mythology. In The Question of Red by Laksmi Pamuntjak, the setting is Buru and the subject matter oppression, but the lives of the main characters, Amba and Bhisma, follow the Mahabharata. Pamuntjak’s novel is part of a growing number that have been successfully exported: the German translation is published by Ullstein Verlag and a World English version will be published in the US in July. Pamuntjak shares Chudori’s concerns regarding Indonesia’s openness about its history. “Until recently, the fall of Suharto had given writers, artists, scholars and intellectuals a lot of space to explore Indonesia’s troubled past and complex problems. There was a thirst for alternative readings of history. Now, it’s suddenly like we’ve been thrown back to the authoritarian, paranoid, repressive days of Suharto.” Pamuntjak is unsure why this might be, but perhaps the presence of more than 70 Indonesians at the Frankfurt book fair and the prospect of international attention for its literary stars is creating nervousness among those who would prefer Indonesia’s past to remain hidden.     Man Booker winner, Eka Kurniawan. Photograph: Goh Chai Hin/AFP/Getty Images    This year saw the first Indonesian writer nominated for the Man Booker international prize, Eka Kurniawan, for his novel Man Tiger, translated by Labodalih Sembiring. Kurniawan grew up in an isolated coastal village in West Java in the house with no books, but after evening prayers at the local mosque, the village children would gather on the porch of an elderly woman who would tell them magical tales. Man Tiger, with its main character possessed by the spirit of a white tiger, has elements that UK readers will most readily recognise from Latin American magical realism; indeed, it is common for Indonesian writers to be compared to Jorge Luis Borges, Gabriel García Márquez or even Italo Calvino. But it would be wrong to characterise Man Tiger as fantastical: the small-scale political structures and power plays of village life are very much in evidence too, along with real, believable characters.   Related: The best books on Indonesia: start your reading here    Kurniawan, Chudori and Pamuntjak are just three of the many Indonesian novelists writing today, and they can only begin to introduce readers to this vast country. “A writer is a fragment of the world,” says Mohamad. “I have been living in Indonesia, as an Indonesian, for more than 70 years – long enough to realise the country is a constant multiplicity. I don’t know whether I am capable of explaining it to foreigners. The only way to speak of Indonesia is not to speak for Indonesia.” Or, as Pamuntjak puts it: “Indonesia is maddening in its heterogeneity – you can’t say what’s more ‘Indonesian’ than the other. Or, indeed, what Indonesia is, being an artificial nation, a 20th-century invention. But that’s precisely what makes it so beautiful, so irreducible, so unpredictable and full of surprises. And why talking about it is wonderful and a little terrifying at the same time.” • Louise Doughty’s eighth novel, Black Water, set mostly in Indonesia, is out on 3 June from Faber.",
  "webTitle": "‘17,000 islands of imagination’: discovering Indonesian literature",
  "webPublicationDate": "2016-05-28T10:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/why-isnt-more-indonesia-literature-translated-english",
  "keyword": [
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/28/why-isnt-more-indonesia-literature-translated-english"
}