{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/chris-woakes-england-nine-durham-wickets-warwickshire",
  "id": "2016-05-23-43",
  "sectionId": "sport",
  "body": "Chris Woakes made a compelling case to be selected for the second Test against Sri Lanka on Friday, with the Warwickshire all-rounder’s breathtaking career-best haul of nine for 36 coming on the day he was named as the replacement for Ben Stokes in England’s squad.   Related: Chris Woakes will replace Ben Stokes in England squad for second Test    A knee problem sustained during the three-day victory at Headingley means Stokes is now expected to undergo a minor operation in the coming days that would clean up cartilage damage in the joint and rule him out of international action for up to six weeks. The 24-year-old, who sees a consultant for confirmation of this treatment after reporting a locked left knee while bowling on the second day of England’s victory by an innings and 88 runs, will now hope to be fit for the first Test against Pakistan, the second touring side this summer, at Lord’s beginning on 14 July. Woakes, who travels up to the north-east on Tuesday, is vying for a place in the England side with Jake Ball but the uncapped Nottinghamshire seamer will surely now have to wait his turn after Woakes ripped through Durham. On the second day of the County Championship fixture Woakes bowled with relentless accuracy and at good pace to bowl out the visitors for 190 in 71.4 overs. The 27-year-old now looks primed to resume a Test career that some believed had come to a halt in January with an underwhelming one-wicket performance in Centurion at the back end of the 2-1 series win against South Africa. On his call-up to the squad on MondayWoakes said: “It’s a shame it is because of Ben’s injury but I’m looking forward to getting back amongst it. I didn’t feel I did myself justice in the final Test in South Africa. I struggled for rhythm and it was unfortunate that it came in a Test match. “I suppose myself and Jake are now competing for a spot and it’s whether they rejig the batting order or go for me as a like-for-like in place of Ben. I’ll do what I can in the nets to try and nudge the captain and coach to put me in the final XI.” As the superior batsman to Ball, with nine first-class hundreds and an average of 37, Woakes’s inclusion would disturb England’s balance less even if he represents a more clean-cut, understated cricketer than the man he has replaced in the squad. “I’m obviously a very different character to Ben,” said Woakes. “He’s got a bit of fire but I do too – I just probably show it in a different way. He is an X factor cricketer and maybe I’m more reliable and bring more stability. But I would class that as an X factor spell today.”   Related: England’s Jonny Bairstow determined to keep role as Test wicketkeeper    Transferring his numbers with the ball into the international arena has been Woakes’s biggest challenge, with his 322 championship wickets at an average of 23.74 dwarfing the eight from six Tests that have cost 63.75 runs apiece since his debut against Australia in 2013. He said: “I suppose until you really deliver at international level there are people who don’t believe that you truly belong there. But then that is the way it should be, because international cricket is not easy and not everyone who goes up can either handle it or produce the goods. I’ve been able to do it at county level for a long time now and that tells me I can do it at Test level. But now it’s a matter of forcing that out of myself and producing.” The right-armer certainly demonstrated this domestic pedigree before his slog up to Chester-le-Street, dismantling Durham after lunch through an impeccable length that allowed the ball to swing and preyed on indecision from the batsmen. In an afternoon spell of nine overs, four for 15, Mark Stoneman was bowled off the inside edge, Scott Borthwick feathered behind, Jack Burnham shouldered arms to an inswinger and the captain, Paul Collingwood, slashed to backward point. Woakes returned after tea to complete his 16th five-wicket haul with Michael Richardson edging behind, before the tail of Ryan Pringle, Brydon Carse, Barry McCarthy and the last man, James Weighell, were mopped up in a spell of five for seven off 7.4 overs. The cricketing gods would have one last laugh, however, with Woakes, opening in Warwickshire’s second innings, bowled for four by Graham Onions, as the home side, who were 15 for two at the close and 138 in front, made the most of the rules that allow the leg-spinner Josh Poysden to come into the team as his replacement.",
  "webTitle": "Chris Woakes states England case with nine Durham wickets in an innings",
  "webPublicationDate": "2016-05-23T19:14:04Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/chris-woakes-england-nine-durham-wickets-warwickshire",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Durham",
      "id": "sport/durham",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/23/chris-woakes-england-nine-durham-wickets-warwickshire"
}