{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/20/having-marriage-guidance-help-business-partnership",
  "id": "2016-05-20-314",
  "sectionId": "small-business-network",
  "body": "Hilary Ellis and Lisa Westbury met while organising an event together. Around a year later they decided to launch a career coaching business. Concerned by how little they knew each other, they decided to try out coaching sessions together – with techniques parallel to those used in couples counselling. Here they each describe their experience. Hilary Ellis, co-founder of Career Garden When Lisa suggested we try out relationship coaching sessions with her friend Rob Allen, a team coach, I was hesitant, but curious. It wasn’t until we started working together that it dawned on me just how little I really knew Lisa – and the sessions were a fast way to change that.  Rob is based in Budapest, so our sessions are conducted over Skype. I found the first one awkward and uncomfortable – I’d never experienced anything like it before. Our first aim was to find out what we each wanted from the business, so we began by discussing that. I let Lisa go first as I wasn’t sure where to start.  But once we got going I found it easy to describe my ambitions for the business too. Having a third, objective person listening in made it less about me versus Lisa and more centred on the partnership. Before the sessions, I wasn’t sure how to respond when I disagreed with Lisa’s point of view. But, with Rob’s help, we decided together how we’d discuss issues and make decisions about the business.  And he suggested ways that we could deal with difficult situations. We found out what each other’s biggest concerns about the partnership were – one of mine was “my impact on the business is not what I want”. In one of our workshops, my concern came up when Lisa said that she was responsible for our workshop guides. This made me feel like I wasn’t vital to the business, and it was inaccurate as we write the guides together. It was probably just the way she phrased it, but it really hurt my feelings.  Before our sessions, I wouldn’t have felt brave enough to say anything. And if I stayed quiet I would have ended up feeling resentful. But we’d talked about how we wanted to handle this type of situation – allowing each other to explain the issue without the other person jumping in, and then working together to fix it. So I talked about my concern with the guide and we made a plan together to avoid the problem.  Over the past seven months of coaching, and using these techniques, both our business partnership and our friendship has flourished.  Lisa Westbury, co-founder of Career Garden Both Hilary and I are trained coaches, and we’d gone through individual coaching as part of our training, but our joint sessions feel very different. They mean bearing my innermost thoughts to Rob, and to Hilary. In our first session, I still didn’t know Hilary very well and, since we worked together, her impression of me mattered more than an objective coach’s would – so I felt a bit awkward.  Hilary and I come across as quite different people. A client once described me as the approachable one and Hilary as the expert. Pooling our strengths is good for business – it widens our appeal to clients – but it could make communication difficult.  I think a real turning point for us was when Hilary told me that I had upset her during one of our workshops. She fed back straight away, without any blame or criticism, simply stating the impact my comment had on her. Her honesty was so powerful and direct that I felt absolutely awful and wanted to do something straight away to put it right – and we worked together to come up with a plan.  The sessions have also helped us recognise why it’s important not to get locked into doing a particular role in a particular way, but to constantly check in with one another about how we do our work. The biggest thing I’ve learned is not to make assumptions about what Hilary wants, or is thinking. It’s amazing how much you can make up about what goes on in another person’s head. Before you know it you are having a conversation with a figment of your own imagination – the sessions have helped me to avoid that.  Having regular coaching has given us a space in our busy diaries to work on our partnership and as well as planning for the future. And, as there is no business without us, I consider that vital for business development.  For every hour we have invested in building our relationship, it feels like we have saved many more in potential crossed wires and missed opportunities. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "We're having 'marriage guidance' to help  our business partnership",
  "webPublicationDate": "2016-05-20T06:20:33Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/20/having-marriage-guidance-help-business-partnership",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/20/having-marriage-guidance-help-business-partnership"
}