{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/18/venezuelans-on-food-shortages-economic-crisis-blighting-daily-lives-maduro",
  "id": "2016-05-18-270",
  "sectionId": "global",
  "body": "The clubbing districts of Las Mercedes and San Ignacio in Caracas are as packed as ever, despite the economic crisis gripping Venezuela. But there is one notable difference: a lack of Polar beer. Empresas Polar SA, the country’s largest food and beverage company, has halted beer production because, it says in a statement on its website, it cannot obtain the foreign currency it needs to purchase malted barley. “Nightlife still exists in the city because some people are going out of their way to find a distraction, an escape, from the usual drama the country finds itself involved in. Caracas is hectic, as always, but there is an air of dread pervading the city,” says Luis, a twentysomething programmer from Venezuela’s capital. Closure of the country’s largest brewery is a tiny window into the deepening crises besetting the country, and an indication of the economic and political chaos gripping Venezuela. “Everywhere I go, even in the better neighbourhoods of Caracas, nearly every single supermarket or grocery during the whole day, every single day, has hundreds of people in line waiting outside. It is simply impossible to obtain any products that have their price controlled by the government legally any more,” says Luis.     A customer drinks a Polar beer in downtown Caracas. Empresas Polar SA, the country’s largest beer manufacturer is shutting some of its plants because of a lack of imported barley. Photograph: Fernando Llano/AP    The president, Nicolás Maduro, declared a 60-day state of emergency on Friday, and has threatened to seize the closed factories to reverse the country’s economic woes. Empresas Polar SA’s owner, Lorenzo Mendoza, a fierce critic of Maduro and one of several business owners to cease production across the country, has blamed government mismanagement for the crisis. According to Venezuelans who responded to a Guardian callout, the situation is worsening. They must choose between long queues in the searing heat to buy basic supplies, with the knowledge they may leave empty-handed, or turn to black market traders – known as bachaqueros – who sell basic products at eye-watering prices.           Blackouts, looting and murder: Venezuela’s state of emergency    “We’re supposed to have access to basic foodstuffs on a particular day of the week, according to the final number of your ID card, but usually the products I need are not available,” says Cristina, a 60-year-old translator and conference producer from Caracas. “I have not been able to get milk, sugar or cornflour in about four or five months. Toilet paper is an issue, as well as soap and deodorant. I refuse to buy these products from the bachaqueros since I consider them crooks,” she says.     The Venezuelan president, Nicolás Maduro, has declared a 60-day state of emergency. Photograph: Carlos Garcia Rawlins/Reuters    For those whose ID numbers fail to return supplies, their only option is to buy from the country’s illegal traders – who wait on the streets overnight to purchase goods as soon as stores open. “There’s a woman who sells diapers at 11 times their value from 171 to 2,000 Venezuelan bolívars [£11-£139], and another that sells rice at almost three times its value,” says social media manager Andrea Ramírez, 24, from Caracas.  “Unless you stay overnight, praying the bachaqueros don’t cut the line with violent threats, you can’t find deodorant, shampoo, soap, flour, rice, pasta, margarine, milk, formulas for babies, diapers, oil, beans, sanitary pads, toilet paper, you name it. Conversation always circles around food; what people didn’t find and what they need. The only way to buy them is on the black market.”  Several hundred people looted a truck carrying kitchen rolls and shampoo after it crashed in Tachira state in western Venezuela on Thursday. In Mérida, a city in the Andes mountains of north-western Venezuela, looters stole chicken from a state-run supermarket on Wednesday and a day later, a group of hooded motorcyclists attempted to steal 650 sacks of flour as they were being delivered to a depot in the city.  Asdrúbal, a 25-year-old computer engineer who lives in Mérida, has seen the situation become increasingly militarised under the 60-day state of emergency.     People queue to buy toilet paper and nappies outside a pharmacy in Caracas. Photograph: Carlos Garcia Rawlins/Reuters    “The most striking thing of this state of emergency is that you see the military patrolling the supermarkets all the time. I live in an area dominated by the Tupamaros, a paramilitary group that supports the government. It’s very distressing sometimes. “The government-owned Mercal food store in my neighbourhood only sells food to those who are self-declared and proven Chavistas. This has made life very difficult for those who don’t agree with the government party,” he says. Looting has been reported across the country. In the first four months of 2016, 107 episodes of looting, or attempted looting, were recorded. “People are assaulting you over a bag of flour, punching each other in the queues and supermarkets, wreaking havoc. I live in Caracas but I don’t hang out because I would get murdered,” says Rey, an18-year-old student. “I don’t eat the same any more, in fact, I eat much less due to the lack of food, I’m allowed to buy one canilla [Venezuelan baguette] only, that’s my quota,” he says.   Related: Food scarcity and empty cupboards in Venezuela - in pictures    Maduro has blamed the crisis on drops in global oil prices, a drought cutting the country’s main power source, and an economic war waged by rightwing opponents. The opposition says that the economic policies of Maduro and his predecessor, Hugo Chávez, are responsible. “If I compare my situation with that of the majority of my fellow citizens I may feel privileged, but very far from the level of life I was used to, not that many years ago,” says Federico, a 55-year-old journalist, author and university professor from Caracas.  “I don’t eat bread any more, not even our national corn bread arepa. Supermarkets are dramatically empty, and you can see the long lines in front of them. And there’s never enough for everyone. Thousands of people only have time to provide for their homes. What about their jobs?” he says. Under the country’s constitution a referendum can be called to remove a president from office once they have served half their term. Opponents claim 600,000 people have signed a petition calling for a referendum – more than triple the number needed to begin a recall. But the president, whose approval rating is low, has vowed to see out his term, due to end in 2019. “After work I drive around to supermarkets to look for food every day. I try to buy for me and for my family, who live in the countryside where the situation is worse. I don’t have time to rest. I am really tired and angry,” says Isabel, 53, who works for a home supplies retailer.  “The state of emergency isn’t improving anything. It is not making us eat better. There is only the black market and it is too expensive … this economic model of regulations is only making us poor, without any groceries, and hungry,” she says.",
  "webTitle": "Venezuelans on the food and economic crisis blighting their daily lives",
  "webPublicationDate": "2016-05-18T09:29:32Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/18/venezuelans-on-food-shortages-economic-crisis-blighting-daily-lives-maduro",
  "keyword": [
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food security",
      "id": "global-development/food-security",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    }
  ],
  "guardianId": "global/2016/may/18/venezuelans-on-food-shortages-economic-crisis-blighting-daily-lives-maduro"
}