{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/rafsanjani-daughter-criticised-meeting-leader-banned-sect-iran",
  "id": "2016-05-17-87",
  "sectionId": "world",
  "body": "The daughter of a former president of Iran has been heavily criticised after she met one of the leaders of a persecuted religious minority. Faezeh Hashemi, a former MP and the daughter of Akbar Hashemi Rafsanjani, broke ranks with the ruling establishment last week when she went to visit Fariba Kamalabadi, who had been given five days’ leave after eight years in jail. Kamalabadi and six other leaders of the Bahá’í faith, which is banned in Iran, are each serving 20 years in prison.  Hashemi’s acquaintance with Kamalabadi dates from a period in 2012 when they were both held in the women’s ward of Tehran’s Evin prison. Hashemi, a reformist politician, spent six months behind bars for “spreading propaganda against the ruling system”, and has since described it as one of the most enlightening experiences of her life.  The criticism started after a picture surfaced online showing Hashemi, wearing a hijab, sitting next to an unveiled Kamalabadi. Their meeting made front pages, and hardliners have called for Hashemi’s arrest.  Grand Ayatollah Naser Makarem Shirazi, an influential cleric, said Hashemi had committed a religious crime and should face prosecution, while the judiciary chief, Ayatollah Sadeq Larijani, labelled her behaviour as antisocial.  Rafsanjani, who had been under pressure to comment on his daughter’s visit, described the Bahá’í faith as “a deviant sect” created by colonialists, which “we disavow and have always done”.  Hashemi sounded unrepentant when speaking to Euronews later, saying she had been visiting a friend and had no regrets. Hashemi comes from a family closely connected to the 1979 Islamic revolution, when the authorities stepped up persecution of Bahá’ís. As many as 219 members of the faith were executed in the following years, and in 2014 officials started demolishing the Bahá’í cemetery in Shiraz, where many of the victims are buried.  Rafsanjani played a key role in the revolution and later served as president for two consecutive terms. One of Iran’s great political survivors, he has continued to hold high-level positions even though two of his children have been jailed in recent years and in spite of a growing rift between him and the country’s supreme leader, Ayatollah Ali Khamenei.  Some analysts have suggested that the criticism of Hashemi is in fact aimed at undermining her father because of his success in recent elections for the assembly of experts, which is tasked with appointing the next supreme leader.  The Bahá’í faith was founded in Iran in the 19th century by its prophet, Bahá’u’lláh. Iran has banned the faith since 1981 and deprived its members of many rights, including access to higher education and the right to own businesses.  Iranian leaders are suspicious of the Bahá’í faith and often accuse its members of having links with or spying for Israel, mainly because the Bahá’í governing body is based in Haifa.  There are about 300,000 Bahá’ís believed to be living in Iran, and about 6 million worldwide. Maziar Bahari, an Iranian journalist and campaigner, has launched Not a Crime, a global street art project with the aim of fighting for education equality in Iran, especially for Bahá’ís. His campaign has painted more than 20 murals about the issue in New York, London, Rio de Janeiro, Sydney, Cape Town, Delhi and other cities. “Most young Iranians today have Bahá’í friends, despite the fact the government continues to harass them and portray them in such a negative light,” he told the Guardian. “For me, and this is one of the reasons I started the Not A Crime campaign, the Bahá’ís are a barometer for what’s going on in Iran. When Iranian society is more repressed, it’s the Bahá’ís who are the first victims. It amazes me that a nation that wants to be a nuclear power is afraid of a group that are peaceful and quiet.” Between 70 and 80 Bahá’ís are currently in jail in Iran. In February a court in the northern province of Golestan sentenced 24 Bahá’í men and women to lengthy prison terms because of their religious affiliation. Iran’s judiciary chief has denied that Bahá’í citizens have been imprisoned on the basis of their religious faith. Iran recognises Christians, Jews and Zoroastrians as religious minorities. They all have parliamentary representative, and the captain of Iran’s national football team is a Christian, but the country is sensitive about citizens converting from Islam to other religions.",
  "webTitle": "Rafsanjani daughter criticised for meeting leader of banned minority",
  "webPublicationDate": "2016-05-17T16:52:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/rafsanjani-daughter-criticised-meeting-leader-banned-sect-iran",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/17/rafsanjani-daughter-criticised-meeting-leader-banned-sect-iran"
}