{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/gun-control-march-new-york-julianne-moore",
  "id": "2016-05-07-36",
  "sectionId": "us-news",
  "body": "In December 2012, when the news broke that classrooms full of first-graders had been shot to death at Sandy Hook elementary school in Connecticut, Julianne Moore was on a movie set in Queens.    Related: Sandy Hook victims’ families get access to gun manufacturer marketing records    She turned off the TV in her trailer and asked the crew not to talk about the shooting. Her 10-year-old daughter was with her, and she wanted to shield her from the news.  The same day, Melissa Joan Hart was at home in Connecticut with her family. One of her sons was also a first-grader, at a different public school in the state.  “The first thing I thought,” she said on Saturday, “was, ‘This couldn’t really be happening in Connecticut.’ I didn’t think it could be anything really serious in Connecticut.” The news “shook my world”, she said. She remembers yelling to her husband, “bring my baby home to me,” as he went to pick him up.  The two Hollywood stars joined hundreds of other parents in New York City on Saturday, marching across the Brooklyn Bridge in a call for stricter gun control laws. The march, organized by Moms Demand Action, a gun control group backed by former New York City mayor Michael Bloomberg, was in its fourth year. It was first held in January 2013, a month after the shootings in Newtown.  “What do we want? Gun sense!” the protesters chanted, as they moved slowly across the bridge. “When do we want it? Now!”  One Long Island eight-year-old held up a sign that asked: “Who is afraid of a background check?” A mother from Rhode Island held a placard that read: “178 school shootings since Sandy Hook #NotOneMore.”  Some parents, including Barbara Parker, whose daughter Alison was shot dead on live television nine months ago, were holding photographs of the children they lost. “Nothing will bring back Alison,” Parker, 66, said at a subsequent rally in lower Manhattan. “But we will not stop until every one of the NRA-funded politicians who offer thoughts and prayers but do not act are voted out of office.” Parker said her daughter, a 24-year-old journalist killed in front of 60,000 viewers, was “a victim of an angry man who should never been able to purchase a gun”.   Related: Gun control groups march across Brooklyn Bridge to demand action    Together with Everytown for Gun Safety, Moms Demand Action claims 3 million members nationwide.  The groups push for what advocates call common-sense gun measures, including closing loopholes in existing background check laws, keeping guns “out of the hands of stalkers and terrorists”, tighter regulations for gun dealers, and efforts to encourage gun owners to store their guns locked and unloaded.  “I fervently believe that this is not a partisan issue,” Moore said at the rally. “This is not an an anti-gun or pro-gun argument. This is not a second amendment issue, it does not deserve to be hotly debated as such. It is a safety issue. “A majority of us are on the same side, and yet our federal government seems to be deadlocked.” Moore told the crowd she had been able to keep the news about Sandy Hook from her daughter for only a few hours. As soon as they got home, her daughter looked at her phone and asked: “Mommy, did a bunch of little kids get shot today?”  “That’s when I felt ridiculous and that it was reprehensible of me to try to keep my daughter safe by shielding her from news,” Moore said. “If I really wanted to keep her safe and be a responsible parent, then I needed to help prevent an atrocity like this from ever happening to anyone else in this country.”  Hart said that even though she is a “Hollywood girl” she is not a Democrat, as people tend to assume. “I vote Republican mostly,” she said.  When people hear that, they assume she is vehemently pro-gun.  “I don’t fit in a box,” she said.  Speaking to the Guardian, Hart said: “I think the second amendment is important but there are ways to protect ourselves, the same way we put a helmet on our children when they ride a bike, or the same way you can only buy two packages of Sudafed at the pharmacy.     A young protester. Photograph: Lois Beckett/the Guardian    “Literally the words ‘gun sense’ say it all.”  In the months after Newtown, Hart said, when she was up late at night, nursing her newborn son, “all I could think about were the families – the mothers, the fathers and the grandparents and the siblings that had lost little one. I thought about the first responders and what they had experienced.  “That was my moment. That’s when I decided it just wasn’t good enough to send my prayers and hope it never happens to me.”  Hart said it was “absolutely not the truth” that gun control advocates wanted to take guns from ordinary Americans. She said she might even buy a smart gun if they were more available – something President Obama has made a political priority.  “I’ve gone hunting,” Hart said. “I do not own a gun but if those German handguns that have that fingerprint recognition on them … I would totally own a gun if I knew it wouldn’t be used in my home against the wrong person.” When her kids have playdates, Hart said, she always asks if the family has a gun and if so, how they store it. She sees the angry criticism that gun control advocates receive as a barrier to people getting involved in gun advocacy.  When she tweeted that she was coming to Saturday’s rally, the response was “hate” and “pushback”, she said.  “I’m not here to take anyone’s rights away,” she added, “but the most basic human right is a child to be able to grow up and that’s what I’m here for.” At the rally, advocates decried the lack of action in Congress and celebrated recent victories at the state level, including the vetoing by the governor of Georgia of a campus carry bill.  “Some cynics said our movement would fade away and our outrage was a flash in the pan,” Shannon Watts, founder of Moms Demand Action, told the cheering crowd. “The gun lobby now knows that tough mothers by the thousands are here to stay.”   Related: Gun manufacturer CEO says 'we are good citizens' as gun sales surge    As the march wound slowly across the tourist-packed Brooklyn Bridge, some people said they supported the effort. Camilla Bommen, 45, a tourist visiting from Norway, paused to watch the march go by.  “I sort of think of gun violence when I hear ‘the United States of America’,” she said. “You have a problem here to a much greater extent than we do in Europe. I think it’s crazy that it’s so easy to get a gun here.” Others on the bridge were more skeptical. Thane Kerner, 54, a software investor from New York, said the protesters’ slogans seemed to oversimplify America’s complex history with firearms and the second amendment.  Kerner said he was concerned that gun control activists wanted to limit civilian access to guns, without thinking through what it would be mean to have weapons only in the hands of police or powerful elites.  “I look in their faces – I see this earnestness, but it doesn’t seem to be informed by any of the nuances,” he said.  Listening to the “gun sense” chants, Kerner noted, his wife had said: “It sounds like, ‘What do we want? Nonsense!’”",
  "webTitle": "'Did a bunch of little kids get shot today?' Stars join march for 'gun sense'",
  "webPublicationDate": "2016-05-07T22:19:06Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/gun-control-march-new-york-julianne-moore",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Julianne Moore",
      "id": "film/juliannemoore",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/07/gun-control-march-new-york-julianne-moore"
}