{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-paris-clark-roden",
  "id": "2016-05-16-180",
  "sectionId": "small-business-network",
  "body": "Paris Clark-Roden, KEEN affiliate and manager at Matrix Capital Limited, explains why he should win the Rising Star category of the Guardian Small Business Showcase competition:  I was appointed on a part ERDF-funded graduate programme, The Knowledge Exchange and Enterprise Network (KEEN), with the aim of helping Matrix Capital achieve its visions of growth. Over the last 12 months, I led the team that won a prestigious contract with National Savings & Investments in 2014. Our small Shropshire firm took over the job of advising monthly £1m Premium Bond Jackpot Winners from a FTSE 250 company.  I also redesigned our outdated business and marketing plan, introduced new best practices and improved internal operations, client service and bottom line performance. We subsequently ended 2015 with a 35% increase in gross profit.  I have been involved in an impressive array of volunteering and community work, including as a digital champion of the local Superfast Broadband initiative, and discussed small business entrepreneurship with international MSc students at the University of Wolverhampton.  I completed the Effective Board Member programme for Young Leaders, led by Karl George MBE, and became a member of the Institute for Turnaround Next Generation Group. I was delighted to win the Telford Young Professionals (TYP) Professional Achievement of the Year Award in 2015.  Managing Director of Matrix Capital Limited Robin Melley, says I have “demonstrated a rare blend of intellect, wisdom, creativity and a strong work ethic focussed on results”.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Paris Clark-Roden",
  "webPublicationDate": "2016-05-16T13:16:51Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-paris-clark-roden",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-paris-clark-roden"
}