{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/yorkshire-nottinghamshire-draw-county-championship",
  "id": "2016-05-04-56",
  "sectionId": "sport",
  "body": "In the final 20 overs, a game that had been meandering gently to a draw in the welcome spring warmth burst into a late flourish of hyperactivity. Having eventually bowled Nottinghamshire out for 348 in their second innings, with Chris Read making the 25th hundred of his first‑class career and one of the best, Yorkshire were required to make 320 to win in a minimum of 53 overs.   Related: County Championship roundup: Marcus Trescothick hits unbeaten century    They lost Adam Lyth in Jake Ball’s first over just as they had in the first innings, but then a second‑wicket stand of 116 between Alex Lees and Gary Ballance used up more than half their overs. In their own minds, though, Yorkshire had made the game safe for themselves whatever the circumstance, and so with Lees on his way to 107 to go with 92 in the first innings and Joe Root at the crease, they started to have a go: 176 from the final 20 overs with eight wickets in hand became 144 from 16. By now Jonny Bairstow was in, Root having been caught on the boundary. Bairstow swept – yes, swept – Stuart Broad from outside off-stump and over square leg for six. The bowler responded by delivering the ball into a different postcode outside off stump. Yorkshire persisted. Bairstow made 35 from 20 balls before Broad held a steepler on the boundary while staring into the sun, an important wicket. Then Gurney intervened, first to set Yorkshire back and then to give his side the sniff of a chance themselves. In quick succession, Lees was well taken on the long-leg boundary and Liam Plunkett was caught at mid-off. Time for Yorkshire to shut the shop. In came the field, slips were in place. Then Andrew Gale was lbw to Gurney, and David Willey was dismissed likewise to give the bowler his fourth wicket at a cost of 15 runs in four overs. From Bairstow’s dismissal, Yorkshire had lost five for 24. Now they were clinging on. Gurney had his tail up and Broad came charging in, four slips and two short legs in place, looking for the coup de grâce that had seemed a pipe dream an hour or so earlier. Eight down. Two overs to go. Close fielders encircling completely now. Steve Patterson managed a single to put Adil Rashid on strike and he saw out Gurney’s final salvo, but it left Patterson to face the final over from Broad. The first ball whispered by the edge and the second was stabbed into the deck. Broad was wide with the next and the batsman flagged it through confidently. Not so the next, though. Broad burst through his defence, slammed into the pad and up went Richard Kettleborough’s finger. This left Jack Brooks two balls to survive. He leaned forward to the first and eased a boundary to third man.   Related: County cricket – as it happened    Last ball, heart pumping. It was short, clipped the thigh pad and bounced to safety. Brooks and Yorkshire survived, hands were shaken and both sides took away 10 points, good enough to lift Nottinghamshire to the top of the table by a single point over Warwickshire. That there was a contest at all was down to Read, with the help of Broad and later Ball and Jackson Bird. Nottinghamshire had a slender lead of 122 overnight and the five wickets in hand immediately became four as Samit Patel was dismissed to a fine catch by Root without the score moving. But Read, who only had 13 at the start of play, batted with commendable defiance and skill while Broad played with abandon against some indifferent bowling, making 55 from 57 balls before edging a screamer to slip. Their stand of 104 had already got them back in the game. Eventually, with the last man Gurney for company, Read reached his century, from 178 balls, by hitting Adil Rashid over mid-on for his 14th boundary to go with three sixes. He was last out, caught on the fence straight afterwards. By then Nottinghamshire looked safe and the game, on a good pitch, seemed all but dead.",
  "webTitle": "Yorkshire hang on for Nottinghamshire draw after bold chase almost backfires",
  "webPublicationDate": "2016-05-04T18:28:54Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/yorkshire-nottinghamshire-draw-county-championship",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/04/yorkshire-nottinghamshire-draw-county-championship"
}