{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/27/ken-cameron-obituary",
  "id": "2016-05-27-74",
  "sectionId": "uk-news",
  "body": "Ken Cameron, who has died aged 74, was general secretary of the Fire Brigades Union from 1980 until 2000 and one of the consistent leftwing voices on the TUC general council in the 80s and 90s. His concerns went beyond bread-and-butter trade union issues, to national politics in the Labour party and to international issues. In particular he campaigned against apartheid in South Africa, for the rights of Palestinians, and in defence of Cuba. Cameron took over as general secretary after a spell as national officer of the union and as secretary of the West Midlands brigades during the bruising nine-week national strike in 1977-78. The agreement reached with the Labour home secretary Merlyn Rees, which tied firefighters’ wages to the upper bracket of skilled workers’ earnings, became the abiding issue for Cameron during his four terms as leader of the union. During the entire period of the Thatcher and Major governments the union was on the defensive, fighting to defend wages and retain pensions, and opposing attempts to ban the right to strike in the public sector. Successive home secretaries attempted to dismantle the 1978 agreement until, in 1993, a challenge from Kenneth Clarke, and then Michael Howard, led to a ballot for a national strike, the second in the union’s history. It was called off at the 11th hour when the wage formula was saved. During the miners’ strike in 1984-85, Cameron committed his union to moral and financial support. He was close to Arthur Scargill and to the Scottish miners’ president, Mick McGahey, and acted as liaison officer between the miners and the rest of the union movement, handling finances for the strike in a period of official hostility when mendacious rumours of financial impropriety were spread and the bank accounts of the National Union of Mineworkers were frozen. Cameron’s humour shone through. A startled bank manager was asked for a withdrawal of £200,000 from union funds, and when this was handed over, Cameron asked for directions to the nearest bookie. The banker was not amused, but even worse in Cameron’s eyes was that he didn’t ask for the name of the horse. The money was for miners’ welfare and was paid back to the firefighters after the strike. Cameron was born in Fort William, in the Scottish Highlands, the elder of two sons of an Irish mother, Eileen, housekeeper to a local doctor, and a West Highlands father, Kenneth, who was a lineman for the GPO. Both were Labour activists, but Cameron insisted that he learned his socialism from his mother. After leaving Fort William senior secondary at 15 he made an unsuccessful start as a police cadet, followed by an equally unsuccessful stint as a trainee reporter for the Press and Journal. He was given a warning after failing to file accurate copy from the Drumnadrochit highland games, as a result of spending too much time in the beer tent with hard-drinking hacks. “The phones never stopped ringing,” he recalled, “because Marie Macdonald hadn’t won the tossing of the caber, she’d won the egg and spoon race.” When he fell into the pool while reporting an international swimming competition, the editor showed him the door. He moved to Birmingham in 1961 and joined the West Midlands fire brigade, soon becoming active in the union. His relationship with Nelson Mandela led to the ANC leader being made an honorary member of the FBU in 1990. Mandela sent a letter of thanks to Cameron on his retirement. Cameron also introduced the first pro-Palestine motion at the TUC in 1982. On the election of a Labour government in 1997, Cameron asked the new home secretary, Jack Straw, for an independent investigation into equality in the fire service. The report found institutional racism and sexism and Cameron addressed the problems head on, in tandem with his union president, Ronnie Scott. Together they drove through changes, creating black and minority ethnic, women’s and, eventually, gay and lesbian sections within the union, and encouraging recruitment. This led to the election of Ruth Winters as the union’s first female president in 2002. The honeymoon with the Blair government was short-lived. Cameron had vigorously defended Clause 4, the policy on public ownership, at the Labour party special conference in 1995, and he urged Tony Blair not to diminish employment rights or abandon radical policies. In 1999, after what Cameron regarded as two years of excessively pro-business policies, he called on unions to break their links with Labour. “We can no longer rely on them to be our natural allies,” he said. The FBU disaffiliated in 2004, rejoining last year after the election of Jeremy Corbyn as leader. On retirement, Cameron was appointed to the Central Arbitration Committee, a government body overseeing the regulation of employment law, and served on industrial tribunals. He is survived by his second wife, Nuala, whom he married in 1996, and her son, Sean; by his daughter, Helen, and son, Ewen, from his first marriage, to Barbara Cocksbill, which ended in divorce; and by his brother, Donald. Murray Armstrong Rodney Bickerstaffe writes: I first met Ken Cameron after his major role in the pivotal firefighters’ strike of 1977. He was hugely likable, a sociable broth of a man. A raconteur with a fund of stories that grew over time, he was funny, irreverent and great company. Twenty years on, the TUC general council only added to and honed his wit and wisdom, humour and patience. He reached out to life and was an energetic clear thinker and strategist for his members. He was immensely proud, given their skills and the dangers they face, of the service they provide to the public. Contrary to the view of some on the right of politics that unions only look after themselves, he campaigned tirelessly for many causes, both home and abroad, and his support for the miners in 1984-85, and for health workers in dispute, will be long remembered. Always in the Labour party, he was on its left flank, by instinct and experience. He was proud of being a socialist and did not shy away from the word, as some do. Ken and Nuala, comrades in arms, were a great union. He was known occasionally to take a dram and smoke the odd cigarette. He was humble, principled, funny, generous, wise and fearless. • Kenneth Neil Cameron, trade unionist, born 9 December 1941; died 16 May 2016",
  "webTitle": "Ken Cameron obituary",
  "webPublicationDate": "2016-05-27T16:32:48Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/27/ken-cameron-obituary",
  "keyword": [
    {
      "webTitle": "Firefighters",
      "id": "uk/firefighters",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The miners' strike 1984-85",
      "id": "politics/miners-strike-1984-85",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Murray Armstrong",
      "id": "profile/murrayarmstrong"
    },
    {
      "webTitle": "Rodney Bickerstaffe",
      "id": "profile/rodney-bickerstaffe"
    }
  ],
  "guardianId": "uk-news/2016/may/27/ken-cameron-obituary"
}