{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/operation-black-vote-referendum-poster-divisive",
  "id": "2016-05-30-148",
  "sectionId": "commentisfree",
  "body": "Simon Woolley: No, it reflects reality      There is sometimes a price to pay for holding a mirror up to society’s uncomfortable truths, and racial abuse is an area we often don’t want to acknowledge. I think that has become clear in the reaction to Operation Black Vote’s latest campaign poster, A Vote is a Vote, which was created by the advertising company Saatchi & Saatchi. In the 24 hours since it was released Operation Black Vote has been called everything under the sun, fielding gross abuse and implicit threats of violence. For the past 20 years Operation Black Vote has been dedicated to encouraging political and civic engagement by black and ethnic minorities and tackling all forms of racism. Our goal with this campaign is multifaceted. We want to encourage and inspire many more people from black and minority ethnic (BME) backgrounds to register to vote and to engage in the EU referendum debate. We also want to challenge and counter the toxicity around issues such as immigration, which we feel has arisen on both sides of the debate. The arguments around the EU referendum are crucial and yet all the “nudge nudge, wink wink” and half-truths have taken the public down a path that leads ordinary, hard-working BME people to be abused. We decided to represent, on one side of a seesaw, an Asian woman – we purposely didn’t distinguish her race or religion. On the other side we chose to picture not an ordinary white person – precisely because we didn’t want to generalise white society – but a thuggish-looking character who might be abusive. We didn’t give any indication on the poster of which way either figure would be voting, we just used the visuals to highlight that every vote is equal. Politicians, newspapers and individuals have made their own assumptions about who in this picture might vote leave and who might vote to remain. The debate about immigration has, in recent times, become rabid and those who choose to be abusive don’t distinguish between the many different BME groups who bear the brunt of animosity around this issue.     Vote Leave’s poster warning against immigration from Turkey.    Some of the responsibility for the tone of the debate – and the ensuing racism – must lie at the door of politicians and their parties. For example, last week Vote Leave launched a poster that suggested there was a possibility that 76 million Turkish citizens might come to the UK. This is factually impossible. But the effect of saying it creates fear and loathing, which for some translates into the abuse we’ve captured in this picture. Another example of race entering the debate unnecessarily was Boris Johnson’s suggestion that President Barack Obama was anti-British because his father was Kenyan and had been ill-treated under British colonial rule. Is Johnson suggesting that all of us from the Commonwealth are potentially anti-British? I hope not. In recent years, too, some Labour party politicians and members have done their fair share of “dog whistling” around the immigration issue. Over these last few weeks the Operation Black Vote campaign has included a series of debates up and down the country with BME communities discussing the EU referendum. We were not surprised to find a great diversity of views, with many arguing we should stay and many arguing we should leave. What has become abundantly clear, however, from these debates, is that those who lean toward leave are being alienated by the divisive rhetoric of some leave campaigners. One attendee said they found it hard to be a supporter of leave after Nigel Farage stated that Labour wanted to “rub our noses in diversity”. In a closely fought EU campaign the 4 million BME voters could be the deciding factor but many are being put off by the negativity of the debate at present. If by highlighting what is already an uncomfortable truth politicians on all sides will scale down the politics of fear and loathing, we’ll all benefit. Operation Black Vote hasn’t sought to be divisive but with so much rabid rhetoric – particularly around immigration – we wanted to say that sometimes this is how that noise translates, and it’s really not good. Remona Aly: Yes, such playground politics puts people off voting      The EU referendum debate has predictably descended into a race-fuelled scrap – and last week that scrap turned nastier. The latest stumble into playground politics is a campaign poster launched by Operation Black Vote (OBV), which intends to rally voters from BME communities, and doesn’t hold back on shock tactics. The image depicts a seesaw: at one end sits a white male skinhead, wagging an angry finger at a South Asian granny poised peacefully in her sari at the other end. She looks as if she’d still ply him with a plate of samosas. This poster is in your face and powerful, but in essence I have a problem with it. There’s an implication, intentional or not, that Brexit voters are all white fascists ready to taunt the old auntie next door. By wheeling out drastic stereotypes, this limits what should be a broader and healthier debate around the referendum. Instead, it dives head-first into an already very loaded and messy argument. Simon Woolley, director of OBV, insists the campaign poster is a mirror, reflecting “the toxicity of the present, rabid immigration debate”. Well, it certainly has been toxic. Not only has Boris Johnson alluded to Barack Obama’s “part-Kenyan” heritage as a reason for his “ancestral dislike for the British Empire”, but a poster from Vote Leave also depicted the footprints of Turkish migrants queuing to get into Britain, should it remain a part of the EU. Stereotypes are clearly in play, but should OBV really stoop to the same level? Their poster has been called racist, distasteful and even provoked a hissy fit from Nigel Farage, who said it was “trying to divide society”. As you can imagine, this led to incredulous responses from some – as one tweeter jibed, “pot, kettle, black”. I feel like we’re getting dragged further into the desperate times we’re living in. Instead of rising above the dirty politics, we are led straight in by the nose. Fear-mongering is being used as a tool to push people to vote. It’s true that BME voters could tip the Brexit balance. There are an estimated 4 million in the UK alone, plus an additional 400,000 from the British Commonwealth who are eligible to vote in the EU referendum – although around 30% are not even registered. And of those who are, some are still apathetic. It’s not hard to understand why. Speaking as one of the 4 million minority effnik voters in Britain, I’ll raise a pint of Shloer to toast the day we stop parading fear, panic and polarised cliches just to score points in the political arena. We are all part of the debate. Let’s make it a healthier one.",
  "webTitle": "Is Operation Black Vote’s referendum poster unnecessarily divisive? | Simon Woolley and Remona Aly",
  "webPublicationDate": "2016-05-30T09:38:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/operation-black-vote-referendum-poster-divisive",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Woolley",
      "id": "profile/simonwoolley"
    },
    {
      "webTitle": "Remona Aly",
      "id": "profile/remona-aly"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/operation-black-vote-referendum-poster-divisive"
}