{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/15/food-15-years-of-change-chefs-campaigners-bake-off",
  "id": "2016-05-14-21",
  "sectionId": "business",
  "body": "2001 – THE ORGANIC FOOD BOOM BEGINS As consumer confidence in food production methods declined, amid concerns over chemical spraying and genetic modification, UK sales of organic food shot up – by 14.7% in 2001, according to the Soil Association. By 2004 we were spending £1.21bn on organic produce, up from £100m a decade earlier. 2002 – RANKING THE ELITE One of the most powerful – and certainly the buzziest – ranking systems for the world’s elite restaurants was dreamed up in a central London pub by the editors of Restaurant magazine and introduced as a brattish alternative to the Michelin Guide. ElBulli topped the first World’s 50 Best list, with Restaurant Gordon Ramsay second. When the Fat Duck was voted No 1 in 2005, it saved Heston Blumenthal from financial ruin. 2003 – DEATH HIGHLIGHTS MICHELIN STRESS On 24 February, Bernard Loiseau, chef at the three-Michelin-starred La Côte d’Or in Burgundy, killed himself with a hunting rifle. He was saddled with debts and suffered from depression, but many blamed the pressures of maintaining his Michelin ranking. Last January another three-star chef, Benoît Violier, shot himself at his home outside Lausanne.  2004 – FILM-MAKER BITES MCDONALD’S      When Morgan Spurlock set out to investigate the role of fast-food restaurants in the US obesity crisis, he used himself as a test case. In Super Size Me, the film-maker ate three meals a day at McDonald’s for 30 days – and nothing else – losing energy, suffering mood swings and becoming generally unhealthy. McDonald’s argued that Spurlock’s example was extreme but the franchise quickly dropped its supersize options. 2005 – JAMIE SHAKES UP SCHOOL MEALS Jamie Oliver went into full-blown campaign mode as he set about improving standards – and battling dinner ladies – in Jamie’s School Dinners. The show spawned a broader campaign called Feed Me Better, resulting in a government pledge to spend an extra £280m on school dinners over the next three years. 2006 – TESCO’S GOLDEN YEAR In April, Tesco announced a £2.25bn profit and claimed a 30% share of UK supermarket sales. A decade on, the picture is very different. As the discounters Aldi and Lidl saw their joint share of the market double in three years, Tesco only crept back into profit after posting a £6.4bn loss in 2015. 2007 – BATTLE TO CUT FOOD WASTE A Cabinet Office review of food policy revealed that the UK threw away 4.1m tonnes of the stuff every year, at a cost of £420 per household. Gordon Brown acknowledged the problem and a campaign called Love Food, Hate Waste was launched to combat it. According to the campaign, avoidable food waste was reduced by 21% (more than 1m tonnes) from 2007-2012. A study last year stated that the UK is still the biggest offender in the EU. 2008 – HUGH’S CHICKEN CAMPAIGN      When Hugh Fearnley-Whittingstall broadcast a series about factory-farmed chickens, Chicken Run, in January, it had an immediate effect. Sales of free-range poultry shot up by 35%, while sales of standard birds fell by 7%. According to the RSPCA, 73% of adults said they changed their buying habits after discovering the conditions under which standard chickens were raised. Two years later, on Hugh’s Fish Fight, the chef challenged EU quotas that meant half of all fish caught was discarded overboard. His campaign received 870,000 signatures, OFM readers crowned him their Food Personality of the Year, and a ban on throwing fish back into the sea became European law in June 2013. 2009 – NOROVIRUS SHUTS FAT DUCK On 27 February, Heston Blumenthal was forced to close the Fat Duck for two weeks after diners reported feeling unwell. In total, 529 complained of food poisoning. The cause, according to a report by the Health Protection Agency, was the norovirus bug transmitted by contaminated shellfish. The Fat Duck received £200,000 compensation for business lost and those who fell ill were invited back as guests. 2010 – BAKE OFF TAKES OFF      When the first episode of The Great British Bake Off aired, on 17 August, it attracted a relatively modest audience of 2.24 million. Who would have thought that this low-stakes baking show would become the most popular programme on British TV? Last October, 15.1 million people tuned in to watch Nadiya Hussain win the 2015 final with 16 iced buns, a raspberry mille-feuille and a showstopping Big Fat British Wedding Cake. 2011 – E COLI STRIKES IN GERMANY It took more than a month for health inspectors to locate the source of the E coli outbreak in summer that infected more than 3,000 people around Europe and killed 53. The culprit turned out to be a crop of bean sprouts from an organic farm in Lower Saxony. Fears about failings in the food supply chain were heightened in early 2013 when horse DNA was found in frozen beefburgers sold by Tesco, Iceland (traces), Aldi and Lidl.  2012 – BREADLINE BLOGGER In May 2012, Jack Monroe, an out-of-work single mother in Southend, Essex, started writing a blog. Ostensibly a collection of ultra-low-cost recipes, A Girl Called Jack also gave Monroe, whose food budget was £10 a week, a platform to talk about the challenges and cruelties of life on the breadline in austerity Britain. The blog took off and Monroe went on to become an author and activist, winning an OFM award and addressing a parliamentary inquiry into rising food poverty. That problem hasn’t gone away: a 2015 study showed a 19% year-on-year increase in food bank use across the UK 2013 – KALE BECOMES A THING      One of the surest signs that the clean-eating trend was upon us was the news that sales of kale – the low-calorie, high-fibre vegetable beloved of wellness bloggers and health-conscious celebrities – had gone up by 40% on the previous year. Since then, endorsements from blogs such as Deliciously Ella and celebrities like Gwyneth Paltrow have boosted sales of other so-called “super foods”. In the 12 months to March 2016, a record £128m was spent on avocados in the UK, making them more popular than oranges. 2014 – OBESITY FIGURES SWELL According to a study in the Lancet, 67% of men and 57% of women in the UK were either overweight or obese. The problem was (and continues to be) a global one: around 2.1 billion people – nearly 30% of the planet’s population – are overweight or obese. 2015 – DAIRY FARMERS IN CRISIS In 2005, there were 21,000 dairy farms in England, Scotland and Wales; 10 years later, that number had fallen to 10,500. Falling milk prices were the main cause. At the start of the year, farmers received 20p per litre, down from 33p the year before, while energy and feed costs increased. The result was a sorry situation in which milk cost less than bottled water and farmers were earning less than they were spending on production. 2016 – BRITAIN GETS A SUGAR TAX      On 16 March, George Osborne introduced a tax on sugary drinks that will come into effect in April 2018. By targeting high-sugar drinks popular with children and teenagers, Osborne aims to combat youth obesity and reduce the burden on the NHS. The tax was welcomed by health organisations and Jamie Oliver, who highlighted the dangers of sweet stuff in his 2015 documentary Jamie’s Sugar Rush.  12 July 2016. This article was amended on 2 June 2016 following a complaint from Iceland Foods Ltd. Iceland have asked us to clarify that while samples from two Iceland own-label burger ranges were found to contain traces of horse DNA, the level of horse DNA found of 0.1% was sufficiently low to suggest the results may have been caused by cross contamination.",
  "webTitle": "Fifteen years in the world of food",
  "webPublicationDate": "2016-05-14T23:04:09Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/15/food-15-years-of-change-chefs-campaigners-bake-off",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jamie Oliver",
      "id": "lifeandstyle/oliver",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Hugh Fearnley-Whittingstall",
      "id": "lifeandstyle/hugh-fearnley-whittingstall",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Heston Blumenthal",
      "id": "lifeandstyle/hestonblumenthal",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "The Great British Bake Off",
      "id": "tv-and-radio/the-great-british-bake-off",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "McDonald's",
      "id": "business/mcdonalds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "E coli",
      "id": "world/e-coli",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sugar",
      "id": "society/sugar",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "The Michelin Guide",
      "id": "lifeandstyle/michelin-guide",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Killian Fox",
      "id": "profile/killianfox"
    }
  ],
  "guardianId": "business/2016/may/15/food-15-years-of-change-chefs-campaigners-bake-off"
}