{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/11/nba-playoffs-tim-duncan-san-antonio-spurs",
  "id": "2016-05-11-257",
  "sectionId": "sport",
  "body": "The San Antonio Spurs are now just one game away from being eliminated in the second round of the NBA playoffs. But Tim Duncan already looks finished.  For years basketball fans debated when Duncan’s abilities would slip and he would fall from his place among the best in the game. The discussion ultimately was deemed futile. Year after year, on through his mid-30s and nearing 40, Duncan remained excellent. His minutes were reduced as a precaution, but his impact when on the court was as great as ever. The debate was was decided and shelved: The Big Fundamental would never decline. And so we went back to focusing on and celebrating flashier, more exciting players. Duncan would always be around, like death, taxes and Gregg Popovich glaring at reporters.    Related: NBA MVP Stephen Curry isn't a 'system player' – he is the system    Duncan’s style of play, personality and consistency made it easy to ignore him over the past 19 years, tucked away in San Antonio. Then every postseason the accolades would flow his way as he raised his level of play and reminded us that he was the greatest power forward to ever play the game.  Last year during the regular reason, Duncan played just 28 minutes a game and averaged 13.9 points and 9.1 rebounds per game, well off his career averages. But his defense remained top-notch and in San Antonio’s seven-game defeat to the Clippers in the playoffs, the numbers jumped to 35 minutes, 17.9 points and 11.1 rebounds – including a big 27 and 11 performance in Game 7. Clearly Duncan was the same player he ever was.  So it was assumed we’d see the usual legendary Duncan reemerge in this postseason. Sure, his regular season numbers were career lows across the board in minutes, points and rebounds, but it’s Tim Duncan. He’d flip a switch and become a dominant double-double machine in the playoffs just like always, even though he’s now two weeks past age 40.  It hasn’t happened. Duncan is playing only 20 minutes a game in the postseason, even less than he did in the regular season, and he’s averaging an eye-popping (in the wrong way) four and four per night – what he typically put up in a quarter before this spring. In Game 5, Duncan scored zero points and didn’t attempt a shot in 12 minutes. Game 5 wasn’t much better with five points on one-of-six shooting in 28 minutes. He’s still contributing on the defensive end, but it’s shocking to see The Big Fundamental reduced to a Big, Role-Playing Stiff. One of the greatest players ever is now just one of the players.  Duncan didn’t speak to reporters after Game 5. It’s been assumed all year – outside of the Oklahoma City locker room, at least – that the Western Conference final would be Warriors-Spurs, but with San Antonio down 3-2, the reality is that Duncan may have played his final game ever in San Antonio on Tuesday night.  No one gets a farewell game in the postseason. If this is it for Duncan, he won’t get to go for 60 (fundamentally-sound post moves) in a meaningless game like Kobe Bryant did. It will just be over, the focus of fans on the rise of Russell Westbrook, Kevin Durant and the Thunder, and Duncan will walk away, mostly ignored. The same as always.  Video of the week What else could it be but Steph Curry’s insane overtime performance in Game 4 against Portland?    Come for the show of pure wizardry, stay for the billionaire struggling to process misfortune. https://t.co/vQwmSrVvQR— andré (@carIisIe) May 10, 2016    Trail Blazers owner Paul Allen has an estimated wealth of $17bn. But Steph Curry is worth far more.  Quote of the week  Of course cake is not bread. Is this why Americans are fat? You confused cake with bread? - Steven Adams, Thunder center, on the issue of obesity in America   One of the great stories of this postseason has been the emergence of Steven Adams and Steven Adams’ personality. He is a giant, mustachioed quote machine. No sports league can get enough of those.    Seven feet of not giving a crap: The untold story & hunger of Thunder center Steven Adams: https://t.co/tA8fRUsDeK pic.twitter.com/5RiVaIxyrH— ESPN (@espn) May 3, 2016    And now he’s weighing in on important questions like cake and bread. Next we must ask him if a hot dog eaten on a bun made of cake is a sandwich or a dessert.  How did LeBron carry the Cavaliers this week? He didn’t, as hard as it is to believe. LeBron hit a big shot in Game 4 with 39.2 seconds left to close out the Hawks, and played very well throughout the series, but it was the Hawks. The Cavaliers could have won the series without him. In fact, in Game 3 the Cavs were trailing by nine points in the fourth quarter with LeBron on the bench and Kyrie Irving and Channing Frye led a run that brought them back. “These two guys definitely carried us tonight and it was special,” LeBron said after the game about the comeback duo. LeBron has to love it when he can see more than his own footprints in the sand.  Power rankings 1) Golden State Warriors (1) The Warriors were looking vulnerable and then Steph Curry’s 17-point overtime returned the NBA to normalcy (and probably crushed a lot of hopes and dreams in San Antonio and Cleveland). After the game, Steve Kerr relayed a story about how Golden State’s offense runs when Curry is feeling it: “When Steph would have a game like this last year, [then assistant coach] Alvin Gentry would say ‘I’ve got two plays for you: Steph get the ball and get the ball Steph.’ In Alvin’s honor, that’s what we ran in overtime.”  Gentry went 30-52 as head coach of the Pelicans, in no small part because his two signature plays don’t work away from Golden State. Pray for Luke Walton, basketball fans.  2) Cleveland Cavaliers (2) Back on 24 March, the Cavaliers lost by nine points to the awful Brooklyn Nets. After the game, head coach Tyronn Lue pulled Kevin Love aside and reminded him that the Cavaliers are more than LeBron and Irving. “You’re a bad motherfucker, too,” said Lue. “Play like it.” Love then closed the regular season by averaging nearly 19 and 10 and has improved that to 19 and 12 in the postseason. Tyronn Lue: master motivator. Just not around kids.  3) Oklahoma City Thunder (4) Russell Westbrook dominated down the stretch in Game 5 to give OKC a chance to close out the Spurs at home. Let’s take a moment to remember again that Mark Cuban is an idiot.             4) San Antonio Spurs (3) The Spurs could get eliminated or they could turn it around and advance. There’s really no downside for a basketball fan with no rooting interest. If they lose, we get to see an angry Gregg Popovich. If they win, we get to see Gregg Popovich condescend to all the media that wrote the Spurs off. Win or lose, the fans win. 5) Miami Heat (5) While it seems that even Tim Duncan can age and decline, surely Dwyane Wade will last forever. At the very least, he’ll need to last for two more games if the Heat are going to advance.  6) Toronto Raptors (6) The Raptors are tied 2-2 against the Heat with two home games still left in The North despite Kyle Lowry and DeMar DeRozan shooting a combined 51-for-145 (35%) in the series so far. If they can catch fire, Toronto have a great chance to advance. If they can’t, put some large, protective nets around the CN Tower. Drake might be launching himself off of it.  7) Portland Trail Blazers (8) Down 3-1 to a Warriors team that is now featuring a healthy Steph Curry, the Trail Blazers look done. But don’t take some guy on the internet’s word for it, listen to Draymond Green. He was asked after Game 4 if he thought Portland is finished and said: “Do I think they’re done? Of course I think they’re done. If I don’t think they’re done, I don’t know who else is going to think it.” Draymond Green: good basketball player, but maybe a better analyst. And now, like the Blazers, this column is done.",
  "webTitle": "Spurs creak as the great Tim Duncan finally appears to decline",
  "webPublicationDate": "2016-05-11T11:22:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/11/nba-playoffs-tim-duncan-san-antonio-spurs",
  "keyword": [
    {
      "webTitle": "San Antonio Spurs",
      "id": "sport/san-antonio-spurs",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/11/nba-playoffs-tim-duncan-san-antonio-spurs"
}