{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/katy-b-review-london",
  "id": "2016-05-15-94",
  "sectionId": "music",
  "body": "Midway through her set, Katy Brien reveals that she used to dream of headlining Brixton Academy while working at JD Sports around the corner. Her dreams may have come true, but Katy B hasn’t lost touch with her inner shop assistant. In her black outfit and pumps she could easily pass for one of her own fans, and her sprightly songs of looking for love on the dancefloor make an instant connection.   Related: Katy B: ‘Clubbing has gotta be better than Tinder’    Brien, unlike many pop stars, refuses to sex up her set or rely on high-end production values to dazzle the audience. Nor does she carry herself with the earnest self-regard and faux humility of the new-school singer-songwriters. Crying for No Reason proves she can belt it out with the best of them, but she does so without any hand-waggling histrionics. Her new album, Honey, features numerous cameos, although the only guest to join her tonight is the dubstep MC Sgt Pokes – a move that is both endearingly homely and somewhat anticlimactic. The downside of keeping it so real is that Brien can come across as a little ordinary. Whether dabbling in drum’n’bass, house or R&B, many of her tunes end up as formulaic high-street dancepop. Ultimately, Katy B faces a paradox: her songs are so rooted in Saturday nights out in south London that when you’re already on a Saturday night out in south London, they struggle to transport you anywhere else. • At Common People festival, Oxford, 28 May. Box office: 0844-888 9991. Then touring UK summer festivals.",
  "webTitle": "Katy B review – high-street dancepop from the shopgirl next door",
  "webPublicationDate": "2016-05-15T14:42:57Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/katy-b-review-london",
  "keyword": [
    {
      "webTitle": "Katy B",
      "id": "music/katy-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Richards",
      "id": "profile/samrichards"
    }
  ],
  "guardianId": "music/2016/may/15/katy-b-review-london"
}