{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/philadelphia-phillies-surprise-team-baseball-april",
  "id": "2016-05-05-263",
  "sectionId": "sport",
  "body": "The 2016 Major League Baseball season had a preset storyline: the perennial loser attempting to turn its fortunes around and make history. One month in, the Chicago Cubs have done their part following the script.  But there’s another team with a similar tale that is stealing some of the attention away: the Philadelphia Phillies. And while absolutely everyone picked the Cubs to be a force this season, Philadelphia has come out of nowhere.  The Phillies don’t have quite the same history as the Cubs to contend with, sure. They each last won a World Series in ‘08, but Chicago’s came in 1908. There are elementary school kids who remember a Phillies parade; the world’s oldest living person might not have a recollection of a Cubs title. But if the history of the Phillies organization isn’t cursed, it’s still plenty sad. The Cubs don’t win titles, but they often win games. The Phillies have more losses than any team in North American professional sports history. And when their run of five consecutive division titles ended in October 2011, the franchise quickly became baseball’s highest-priced laughingstock. Last year the Phillies bottomed out with a 99-loss season, 27 games behind the Mets, and traded away franchise legends Chase Utley and Cole Hamels - but were unfortunately unable to get rid of Ryan Howard.  This season was supposed to be more of the same. Oddsmakers set Philadelphia’s win total at 66. But five weeks into the schedule, the Phillies are 16-12, winners of 10 of 13, and are trailing only the Cubs, Nationals and Mets in the National League. Things are going so well in Philadelphia that they’ve taken to masterfully trolling Nate Silver’s FiveThirtyEight.     .@FiveThirtyEight 🤔 pic.twitter.com/vZvS1KO1en— Phillies (@Phillies) May 3, 2016    Well, not as masterfully as Donald Trump’s campaign and NCAA Tournament results continuously troll Silver, but close.  The unexpected ascension has been led by a trio of power arms in the rotation. Vince Velasquez, Aaron Nola and Jerad Eickhoff lead a Philadelphia staff that set the April record for strikeouts per nine innings. The all-time record. Yeah.  Nola has been viewed as the future of Phillies pitching since he was taken seventh overall in 2014. But Velasquez and Eickhoff are surprises, especially for NL East hitters. Velasquez, a 23-year-old righty, was one of five players Philly got from Houston in December in a trade for reliever Ken Giles, while Eickhoff - a 24-year-old righty - came over in a package of six players when Hamels was sent to Texas last July. The Giles-Velasquez deal already looks like an historic ripoff and is a big part of why the Astros are back to their losing ways at 9-18.  Both Velasquez and Eickhoff had solid minor-league numbers, but nothing like they’re putting up so far this year in the majors. Teamed with Nola they have put up 115 Ks in 101.2 innings on the season, eye-popping numbers befitting a “Three Aces” nickname if it continues.  Philly’s pitching has led the way up the standings almost single-handedly because the offense is still one of baseball’s worst with little more than Odubel Herrera and Maikel Franco being complimented in the lineup by the odd Howard connection that happens to fly over the wall.  It’s that combination of surprising, top-heavy pitching and expectedly poor hitting that could make the Phillies’ stay in the top half of the standings short-lived. If Nola or Velasquez or Eickhoff falter, there’s not much major league-ready talent waiting in the wings thanks to former GM Ruben Amaro Jr decimating the minors for years. Philadelphia fans, so desperate for a winner in a town where the Eagles and Sixers have clearly pushed by the baseball team for most embarrassing, seem to be waiting for the Phillies to show some staying power: there’s been an average of nearly 19,000 empty seats per night at Citizens Bank Park. But four games over .500 in May is not nothing. The Phillies of the last three years were nothing. This is more. Better. Much better. The Phillies provide punch-outs now, not punchlines.  Video of the week            In the midst of mowing down the Reds on Tuesday night with nine strikeouts in eight innings, Jeff Samardzija also struck out at the plate and went Bo Jackson on his bat. Samardzija is a career .137 hitter with 72 strikeouts in 182 at-bats. If breaking his bat in half becomes his standard reaction to making an out, America’s forests could be wiped out. Save the trees. Let Samardzija hit.  Quote of the week  Looking at these players with big beards, I decided I [was] going to do a little research on beards … First of all, they say way back to the dawn of humanity, beards evolved, number one, because ladies like them. And, number two, it was the idea of frightening off adversaries and wild animals. Here’s the one-strike pitch. Swung on and missed, strike two. In fact it was so serious, if you look it up, that there’s a divine mandate for beards in Leviticus and Deuteronomy. No balls and two strikes the count.  – Vin Scully, taking the time to educate viewers on beard history during last Saturday’s Dodgers-Padres game.  We only have five more months left of Scully calling games. Dodgers fans (at least those who aren’t blacked out from watching their games on television) will have PhD-level educations by October. Who’s closer to victory: Donald Trump or the Cubs?  Both the Cubs and Trump are destroying even their most dangerous opponents, with Chicago drubbing the Pirates in Pittsburgh and Trump forcing Ted Cruz to tap out in Indiana. The Cubs feel like the better bet to win it all, though, thanks to Trump’s high disapproval numbers. Either way, as Cruz, John Kasich, the Brewers and Reds have already done, it’s probably time for the Pirates and Cardinals to drop out of the race and coalesce behind the frontrunner. Pittsburgh and St Louis are not yet mathematically eliminated, but everyone knows they have no realistic path to a division title. How did the kids piss off Goose Gossage this week?  The Blue Jays and Rangers met this week for the first time since last season’s divisional round series between the two teams was “marred” by Jose Bautista flipping his bat after hitting a huge home run in Game 5. Rangers reliever Sam Dyson, who gave up the blast, then instigated a bench-clearing incident by telling Toronto’s Edwin Encarnacion that Bautista better “never do that again”. Before facing the evil, celebratory Blue Jays again, Dyson spoke to the Dallas Morning News about what transpired on that fateful day of FunGate: “It’s not the first time [Bautista] has done that. Obviously, I didn’t like it. Everybody stares people down. I stare people down. But I’m not going to throw my glove up in the air. Why is he going to throw his bat up in the air?” Probably because it’s a baseball rule that batters may not carry their bat with them around the bases, meaning they must toss it after putting the ball in play, and that leads to the occasional dramatic toss after an especially big hit. Whereas pitchers never remove their gloves on the field, making the comparison illogical. If any of baseball’s unwritten rules are ever put to paper, the first one should be: “Rule No1: None of this makes any sense.” Nine thoughts in order 1. There is absolutely every reason to wonder if Jake Arrieta is on PEDs. He was once a lousy baseball player, now he is the most dominant player in the sport, and his rise to dominance coincided with a noticeable muscular change in his body. Anyone who was older than an infant in the late 1990s remembers all the vows about how baseball and its fans would never again ignore such tells. It’s not lazy to look at Arrieta and his numbers and think something might be up.  2. What is lazy is just throwing it out as an accusation to sit there. Just two minutes of research reveals that Arrieta’s velocity has not increased in any significant way from the time he was a Triple-A scrub in 2013 to being a guy with a decent chance for a no-hitter every time out today. He also hasn’t failed a drug test (for whatever that’s worth). Until we learn about the existence of a kind of PED that helps users improve their accuracy with thrown objects, and Arrieta is linked to the wonder drug, it’s probably best to just sit back and enjoy what he’s doing on the mound.  3. But if you really want to be suspicious about Arrieta and facts about his pitching ruined it for you, then you can always look to his hitting. This season he has an .820 OPS – better than Miguel Cabrera, Andrew McCutchen, Carlos Correa, Joey Votto and Prince Fielder – which is well above his career mark of .466. Feel free to strike the home run Arrieta hit off of Shelby Miller on 10 April from your unofficial baseball record books.  4. Whoever is the next to test positive for PEDs in baseball – and it could be anyone and everyone when slap-hitting Dee Gordon and lousy relievers are using – we know what the excuse will be: bad Mexican meat!     This can't be real life! #SMH #GottaGoVeganOnVacation 🤕 pic.twitter.com/HmWNpi4cAj— Patrick Peterson /P2 (@RealPeterson21) May 3, 2016    “I respect the game of baseball too much to ever cheat. I’m sure it was that food truck taco I ate on my way to the stadium when we were playing in Arizona.”  5. MLB All-Star voting is already open, absurdly early as always. Take a look at the 2016 numbers for the American League catchers. There are 15 candidates and somehow not a single good one. So don’t be surprised if the AL All-Star catcher ends up being Donald Trump. 6. The Marlins played their first home game since Dee Gordon’s suspension on Tuesday night and there were a lot of empty seats in the stadium. Clearly the fans were showing their displeasure and/or it was a sporting event in Miami. 7. Pablo Sandoval is done for the year due to surgery on a torn labrum in his left shoulder. After the Red Sox third baseman showed up to spring training several middle infielders overweight, many predicted he would get hurt. But a torn labrum is not really an injury related to being out of shape. And that’s good for the game. We don’t need management pressuring players like Sandoval and Bartolo Colon to look fit. Half the fun of baseball is watching circular players compete in a professional sport. 8. Some more context on Leicester City winning the Premiership despite 5,000-1 odds. The Atlanta Braves, owners of a 7-20 record and grand total of six home runs in 27 games … a team on pace to go 56-106 … are currently listed at 500-1 by Bovada. Bookmakers see the Braves as 10 times more likely to win the World Series than they did Leicester to win the EPL. That’s absurd. I might give Leicester better than 500-1 odds to beat the Braves at baseball. They’ve at least proven they are skilled athletes capable of success. The Braves so far have not.  9. Bryce Harper has signed a 10-year extension with Under Armour that is reported to be the largest endorsement deal in baseball history. Cam Newton and Steph Curry are also under contract by the apparel upstart, meaning Under Armour has the three biggest and most marketable stars in their respective sports and managed to get them all signed before they exploded as superstars. Whoever is in charge of Under Armour’s athlete acquisition department might be the greatest talent scout in sports history. Stop wasting your time on shirts and shoes guy, and go GM a city to some championship trophies. How has Cleveland not called this person?",
  "webTitle": "How the future came early for baseball's surprise team, the Philadelphia Phillies",
  "webPublicationDate": "2016-05-05T09:15:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/philadelphia-phillies-surprise-team-baseball-april",
  "keyword": [
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Philadelphia Phillies",
      "id": "sport/philadelphia-phillies",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nate Silver",
      "id": "us-news/nate-silver",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/2016/may/05/philadelphia-phillies-surprise-team-baseball-april"
}