{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/ted-cruz-indiana-heckler-canada-zodiac-killer",
  "id": "2016-05-02-14",
  "sectionId": "us-news",
  "body": "Politicians who run for president are used to scorn, mockery and a healthy skepticism from the American people. But few have been heckled by a 12-year-old, questioned about their Canadian birth, or had their spouse field questions about their resemblance to a serial killer. All in one day. Ted Cruz suffered all this and more on Monday in Indiana, a state where he desperately needs to do well if he wants to preserve any hope of winning the Republican nomination for president. Simple arithmetic eliminated Cruz from an outright victory two weeks ago, but he has clung to the possibility that he could deny Donald Trump the 1,237 delegates a candidate needs to win the primary election. Indiana and California are the two largest states that could tilt the race in favor of a contested convention, in which Cruz would have a chance of beating Trump. But Cruz, called “Lucifer in the flesh” by one of his former colleagues in Congress last week, found little more love in Indiana than in Washington. The trouble started with a 12-year-old in La Porte, Indiana. At a rally there, a boy shouted “You suck!” and “Shut up!” during Cruz’s stump speech, thwarting the senator’s attempts to turn the pubescent heckler into a talking point. “You know, one of the things that hopefully someone has told you is that children should speak with respect,” Cruz said. “Imagine what a different world it would be if someone had told Donald Trump that, years ago.” Eventually he gave up, saying: “In my household, when a child behaves that way they get a spanking.” Police escorted the boy away, shouts of “shut up” continuing.  Later, Cruz was confronted near his campaign bus by supporters of his rival, who gleefully shouted “Lyin’ Ted!” at the senator from a few feet away, using Trump’s preferred nickname for Cruz. Trump has bestowed pet names on each of his rivals – “Little Marco” Rubio, “Crooked Hillary” Clinton and “Comrade” Bernie Sanders, for instance – and has reminded his fans repeatedly that Ted Cruz was recently a dual Canadian American citizen. “You’ll find out tomorrow,” the Trump supporter said. “Indiana don’t want you.” The Princeton alumnus and champion debater tried to engage. “The question everyone here should ask ... ” “Are you Canadian?” the voter asked, to titters from the crowd. Then: “Where’s your Goldman Sachs jacket?” an allusion to the employer of Cruz’s wife. Always a lawyer – and one who has argued successfully before the supreme court – Cruz tried a different tack: an appeal to civility. “If I were Donald Trump, I wouldn’t have come over to talk to you,” he said. “Sir, America is a better country ... ” “Without you!” “Thank you for those kind sentiments,” he said. “I respect your right to speak but I’m also going to say in America we are a nation that is better than anger and insults and cursing and rage. And I believe the people in Indiana have common sense and good judgement and want real solu – ” “Woo! Vote Trump! Woo!” the voter screamed, followed by others in the crowd. Cruz spun on his heels and walked away.   Related: Ted Cruz is the Zodiac killer: the anatomy of a meme gone rogue    Cruz’s allies did not have much a better day. His wife, Heidi, was asked by Yahoo News to comment on a string of jokes at this weekend’s White House correspondents dinner, made at her husband’s expense. On Saturday, the comedian Larry Wilmore invoked an internet meme that pretends the senator is the Zodiac Killer, the enigmatic and never-captured murderer who puzzled authorities with coded notes and claimed to have killed several people in the late 1960s and early 70s. “Well, I’ve been married to him for 15 years and I know pretty well who he is, so it doesn’t bother me at all. There’s a lot of garbage out there,” Heidi Cruz said. Elsewhere, Cruz’s would-be running mate, Carly Fiorina, slipped off a stage at a rally as Cruz obliviously continued to shake supporters’ hands.            Carly Fiorina falls off stage during Ted Cruz event    Trump later commented: “Cruz didn’t do anything; even I would have helped her ... That was a weird deal.” There was no report of any injury, but internet comedians quickly seized on her literal pratfall, as well as a strange, fumbling hand clasp she attempted with Cruz. Nor could the Cruz campaign find any comfort in the polls. Averages show Cruz tanking: down 14 points to Trump, while John Kasich hovers around 11%, without enough support to make up for Cruz’s deficit even if all of Kasich’s voters suddenly defected to the Texan.  Trump needs about 45% of the remaining delegates in order to reach 1,237, CBS estimates – a viable possibility, considering his good chances in California, the state with the most delegates. But Cruz insisted that even without Indiana, he “absolutely” had a path to the nomination, defying the cries of Trump supporters to “do the math”. Nor do Americans in general seem to be taking a liking to Cruz, even though a recent Washington Post-ABC poll shows that 67% of Americans have an unfavorable opinion of Trump.  Fifty-three per cent of Americans dislike Cruz. A March poll found that 52% of Americans have unfavorable opinions of Hillary Clinton, the likely Democratic nominee. Additional reporting by Ben Jacobs in Indianapolis",
  "webTitle": "'America is a better country without you': Ted Cruz's very bad day",
  "webPublicationDate": "2016-05-02T22:06:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/ted-cruz-indiana-heckler-canada-zodiac-killer",
  "keyword": [
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/02/ted-cruz-indiana-heckler-canada-zodiac-killer"
}