{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/spain-issues-arrest-warrants-for-russian-officials-close-to-putin",
  "id": "2016-05-04-94",
  "sectionId": "world",
  "body": "Spain has issued arrest warrants for senior Russian government officials close to Vladimir Putin following a decade-long investigation into the activities of the Russian mafia. A Spanish national court judge is seeking to arrest 12 people allegedly linked to Russian gangsters operating in Spain. They include Vladislav Reznik, a prominent MP for Putin’s ruling United Russia party, and Reznik’s wife Diana Gindin.  Also sought are Nikolai Aulov, the deputy head of Russia’s federal narcotics service and Igor Sobelevsky, the former deputy head of the the prosecutor general’s investigative committee, Russian state news agency RIA Novosti reported. Most of those wanted by Spain are believed to be in Russia.  The high-placed officials are thought to have helped one of Russia’s best-known mafia groups, the Tambov gang, infiltrate state structures, police, port authorities and private banks and corporations. The Tambov and Malyshev gangs, which made their names smuggling heroin in St Petersburg when Putin was deputy mayor in the 1990s, allegedly laundered money through Spanish real estate. They are also accused of murder, extortion and drugs and weapons trafficking. The arrest warrants were issued in January but only became public this week. The Spanish prosecutor’s moves bolster longstanding allegations that the Russian government is a mafia state involved in corruption and organised crime. The reputed head of the Tambov gang, Gennady Petrov, has previously been tied to several of Putin’s closest allies.  In 1998-99 he was a co-owner of Bank Rossiya, along with several men who have homes with Putin in the Ozero dacha compound near St Petersburg.  In 2014 the US sanctioned Bank Rossiya, describing it as the “personal bank for senior (Russian) officials.” Last month the Panama Papers revealed that managers at Bank Rossiya transferred at least $1bn to offshore firms linked to Sergei Roldugin, a professional musician and Putin’s best friend. Roldugin owns 3.2% of the bank.  “The criminal organisation headed by Petrov managed to achieve a clear penetration of the state structures of his country, not only with the lawmaker Reznik but with several ministers,” the Spanish prosecutor’s report said. In particular, Petrov allegedly paid investigative committee deputy head Sobolevsky’s personal expenses and presented him with gifts in exchange for information about police actions against his gang. The Spanish court has reissued 2012 warrants for Petrov, his wife, and a supposed member of the Malyshev gang. The arrest warrants follow a major, multi-stage investigation by prosecutors and Spain’s intelligence services into Russian mafia activity. Russian criminals began using Spain as a base of operations back in the mid-1990s. They laundered profits from illegal activities in Russia and invested them in Spanish real estate. In 2004 Spanish prosecutors created a formal strategy to “behead” the Russian mafia. The Russian dissident Alexander Litvinenko, an expert on Russian organised crime, helped the police investigation. It was Litvinenko who, according to US diplomats, coined the phrase “mafia state”. A public inquiry last year into Litvinenko’s murder heard that he was due to give evidence to Spanish prosecutors. A week before the meeting in 2006 he was murdered in London with radioactive polonium.  Other senior Russian government officials not so far indicted feature in Spanish court papers.  They include Russia’s deputy prime minister, Dmitry Kozak, former prime minister Viktor Zubkov, and former defence minister Anatoly Serdyukov, Zubkov’s son-in-law. Also mentioned is Leonid Reiman, a former communications minister. All are close to Putin. The most intriguing name is that of Aulov. The Spanish police collected thousands of hours of intercept material during their inquiry including 78 phone calls between Aulov and Petrov. Shortly before he was killed, Litvinenko wrote an unflattering report about Viktor Ivanov, Aulov’s boss. An inquiry chaired by Sir Robert Owen found last year that the report had fallen into the Kremlin’s hands and may have contributed to Litvinenko’s murder.  It is highly unlikely the Kremlin will allow the extradition of any of the wanted Russians to Spain. Russia’s constitution forbids the extradition of its citizens. Putin has refused to extradite to the UK Andrei Lugovoi and Dmitry Kovtun – the two men found by the public inquiry to have poisoned Litvinenko. The Spanish prosecutor alleges that Reznik helped secure government positions inside Russia for the mafia’s preferred candidates. One of them was Alexander Bastrykin, the boss of Russia’s powerful investigative committee. In return, it is alleged, the mafia rewarded Reznik with money and property. Reznik denies wrongdoing and says his friendship with Petrov is purely social.  Prosecutors have put out a warrant for Reznik through Interpol, a move that Reznik’s lawyer said had been appealed. The federal narcotics service called the decision to arrest Aulov part of “a political hit job to discredit Russian officials”, RIA Novosti reported.",
  "webTitle": "Spain issues arrest warrants for Russian officials close to Putin",
  "webPublicationDate": "2016-05-04T16:59:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/spain-issues-arrest-warrants-for-russian-officials-close-to-putin",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Alexander Litvinenko",
      "id": "world/alexander-litvinenko",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alec Luhn",
      "id": "profile/alec-luhn"
    },
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    }
  ],
  "guardianId": "world/2016/may/04/spain-issues-arrest-warrants-for-russian-officials-close-to-putin"
}