{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/03/ai-weiwei-feature-film-refugee-crisis",
  "id": "2016-05-03-169",
  "sectionId": "artanddesign",
  "body": "Ai Weiwei is making a feature film about the plight of refugees. Will it be a serious response to tragedy – or a monument to self-indulgence? I ask this because Ai’s initial artistic response to the refugee crisis does not inspire confidence.   Related: Ai Weiwei poses as drowned Syrian infant refugee in 'haunting' photo    In a black-and-white photograph unveiled earlier this year, the artist lies on a beach posing as Alan Kurdi, the Syrian boy whose death in 2015 by drowning caused horror in Europe. I honestly don’t understand this work of art. Fans have hailed it as “powerful” and “haunting”, but it looks to me like a bizarre, egotistical stunt.  What does Ai Weiwei lying on a beach say about the sufferings of Syrian children? He is not a Syrian child. He has not been forced to cross the sea in an unsafe boat to escape civil war. Presumably his gesture is an act of empathy and identification. It fails – embarrassingly – to communicate that. It’s tasteless, but not the kind of bad taste that might shock us out of complacency, just a crass, unthinking selfie.  Ai has in the past made powerful works about betrayal and suffering. His protests at the deaths of thousands of schoolchildren in the 2008 Sichuan earthquake, which he blamed on the shoddy construction of state schools, included a wall covered with the names of the dead and a massive installation of rusty steel support bars from the destroyed schools, twisted in the earthquake, straightened out and displayed as a dignified, thought-provoking memorial. The strength of these works of art is their attempt to do justice to the lives and deaths of others, to respect the victims of the Sichuan earthquake both as individuals and collectively. Ai’s Sichuan sculptures have the power of war memorials. What you don’t see in these works is Ai himself. Why would you? It would be strange if he had put himself in the foreground of the Sichuan tragedy. It is just as odd to see him in a picture about the refugee crisis.            Ai Weiwei visits migrants at Greek border camp    At his best, Ai makes art with a genuine social conscience. But his fame is harming his work. Frankly, he seems hooked on celebrity. That photograph of himself pretending to be a drowned refugee child is distressingly solipsistic. Perhaps it even suggests a messiah complex. One thing I do know. It is bad art.    Related: How art is helping Syrian refugees keep their culture alive    If you are nervous about criticising this revered artist, simply imagine if a less culturally distinguished celebrity went to Lesbos and lay on a beach for a photograph – a reality TV star or model. They would be damned as trite and stupid. It’s trite and stupid when Ai does it, too.  The modern world makes integrity very difficult. The speed with which fame can grow in the age of the internet is dizzying. Ai has exploded out of the art world to become a global icon. He clearly has the best intentions and wants to use his fame to change the world. What’s wrong in that?  Yet Ai going to Lesbos is too much like Lawrence going to Arabia. It is a narcissistic mission, an act of emotional colonialism in which a famous artist seems to think he can speak directly for the abandoned and merge his image with that of a dead child. Let’s hope his film restores the genuine compassion of his best work. Let’s hope it gives centre stage to the refugees themselves.",
  "webTitle": "Ai Weiwei is making a feature film: I'm worried",
  "webPublicationDate": "2016-05-03T13:35:08Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/03/ai-weiwei-feature-film-refugee-crisis",
  "keyword": [
    {
      "webTitle": "Ai Weiwei",
      "id": "artanddesign/ai-weiwei",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/03/ai-weiwei-feature-film-refugee-crisis"
}