{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/manchester-city-manuel-pellegrini-real-madrid",
  "id": "2016-05-02-147",
  "sectionId": "football",
  "body": "Manuel Pellegrini has revealed he knew Real Madrid wanted to sack him as manager only two months after being appointed. Pellegrini, who will be replaced by Pep Guardiola as Manchester City manager in the summer, spent one season at Real in 2009‑10 before being sacked with the 10-times European champions having finished as runners-up behind Barcelona in the La Liga title race. In an interview with the Spanish newspaper El Mundo before Wednesday’s Champions League semi-final second leg in Madrid, the 62-year-old opened up on a range of subjects, including the revelation he knew it was always the intention of the club’s president, Florentino Pérez, to dispense with his services.   Related: Kelechi Iheanacho: Manchester’s City’s defeat by Saints ‘not a big blow’    “I knew in August I was going to be sacked because he told Villarreal’s president [Fernando Roig] and he told me,” Pellegrini said. “It’s an honour to manage Madrid. What happens is when you manage Madrid, you have to have the capacity to accept the club is not just sporting, it’s really political. And to that extreme, you have to let people interfere who, for me, don’t have the knowledge of football to do so.” Asked if he was referring to Pérez, he said: “That’s not me [to name names]. If you let people interfere who don’t have football knowledge, it you let yourself be weakened by the criticism that comes from the political side, the sporting side or from personal interests, I don’t think you’re ready. “I had the fortune to pass one of the most difficult tests in football and it did not change me at all. I always knew that what the players most appreciated from me was to arrive on Monday and for nothing to have changed whether we had lost or won. I demanded the same from them, the same concepts, independent of what was being said on the exterior. I never played a player because I was advised by someone else, or if I received more or less criticism. Madrid has its model and it won’t change.” City travel to the Santiago Bernabéu knowing an away goal will significantly increase their chances of reaching their first Champions League final. Pellegrini said Madrid’s defensive tactics in the first leg had surprised him but the Chilean expects Zinedine Zidane’s side to adopt a different approach. “I think we had an attitude of trying to win the game. We will try to do exactly the same in Madrid,” he said. “But we won’t go there for another goalless draw. We will try to get up, press and score, because we always want to score. I also see a more open Madrid. Nobody has scored at the Santiago Bernabéu in the Champions League this season. The statistics are to be broken.” However, Pellegrini dismissed a question on whether he is planning to meet Guardiola, the Bayern Munich manager, to discuss the Spaniard’s move to Manchester. “No, no, I have not spoken to him about it. If I run into him, hopefully it will be in the final in Milan,” he said. Asked if he wanted to avoid Bayern should City reach the final, he said: “No. I want to get there. I do not care against whom.”",
  "webTitle": "Manchester City’s Manuel Pellegrini: I knew Real Madrid would sack me",
  "webPublicationDate": "2016-05-02T12:11:51Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/manchester-city-manuel-pellegrini-real-madrid",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/02/manchester-city-manuel-pellegrini-real-madrid"
}