{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/shakespeare-the-tempest-nude-central-park-new-york-women",
  "id": "2016-05-20-90",
  "sectionId": "stage",
  "body": "On top of a hill in New York’s Central Park about a dozen women flit about naked, as two more play a pagan folk tune on the violin and acoustic guitar. The sunlight is slowly disappearing, and murmurs of the oncoming cold are quieted as on the makeshift stage, a storm erupts. This is an all-woman, fully nude, abridged adaptation of William Shakespeare’s final play The Tempest, performed in part to celebrate the 400th anniversary of the Bard’s death. Produced by the Outdoor Co-Ed Topless Pulp Fiction Appreciation Society (they go by Topless Book Club for short), this is the first of two consecutive performances.   Related: Star Wars' Daisy Ridley to play Ophelia in take on Shakespeare's Hamlet    The show’s other big aim, they say, is to promote the normalisation of the naked female body. For six years, the group has met to read books and have picnics while exercising the right to enjoy the outdoors topless (which the law in New York allows), in an effort to encourage body freedom. This is their first production of a play.  “I said: why don’t we just do Shakespeare, and do The Tempest, and do it naked?” says Charles Ardai, the play’s producer, after the performance. “And the reactions from the audience was wonderful – the initial discomfort, and then getting used to it and then just seeing human beings.”     Prospero’s buff: Kara Lynn, left, as Ferdinand, and Marisa Roper as Miranda. Photograph: Kathy Willens/AP    They chose Shakespeare because, as co-director Alice Mottola points out: “You can’t argue the script sucked.” Each character in The Tempest, they say, is fighting to find the freedom to live out their identity – Mottola says it deals with “confinement versus freedom, being yourself and becoming who you are. “That jives really well with the nudity idea and also the mechanic of the show,” she adds. “We wanted to use nudity, but we didn’t want to just do the performance in the nude. We had to work it into the story. Otherwise, it defeats the purpose of normalizing nudity.” Co-director Pitr Strait, who has directed clothed versions of the plays as a member of Central Park Shakespeare, adds: “This, more than almost any other Shakespeare play, is about coming to this new world and transforming yourself, and taking this thing that was maybe once hidden away from the world and letting it out.” This production is performed on Summit Rock, the highest point in Central Park and a popular natural stage whose slopes accommodate the island setting of The Tempest. It’s not the first theatrical nudity the park has seen. Previous productions of Hair and Henry V have also featured performers in the buff: New York law permits nudity in its parks if you get a permit making it clear you’re doing for entertainment purposes. Before the start of the show, a handful of audience members take their shirts off in solidarity with the performers, although the quickly dipping temperatures keep most non-actors clothed for the duration.     Bare, forked animals: Gina Marie Russell, left, as Prospero and Marisa Roper as Miranda. Photograph: Kathy Willens/AP    About halfway through the show, Ariel, the spirit bound to serve the magician Prospero, the play’s protagonist, approaches the audience and beckons them toward the other side of the slope, seamlessly creating the effect that the audience too is careening around an island. Most of the cast act in the nude, and the handful of characters that appeared in costume discard their clothes by the end of the play. For Gina Marie Russell, who plays Prospero, The Tempest is her first time acting nude. “I’d always had the bucket list item of being naked on stage,” she says. “This is so much more than that, obviously, with the potential of random people wandering through, which is both terrifying and also very exciting.” The Tempest is the second time Russell has performed in an all-female Shakespeare adaptation: she previously starred in a version of Titus Andronicus called Martyr’d Signs with another theatre company. Her experience with The Tempest is different, she says, in that the production interprets the characters as gender fluid. While in the play, Prospero’s daughter Miranda is the lone girl, the adaptation leaves the gender of its characters ambiguous.     The nymphs perform. Photograph: Kathy Willens/AP    At the end of the play, Prospero, devoid of his magic powers, delivers an epilogue, asking the audience to set him free from the island. Russell does the final scene while getting dressed, pulling on leggings, a sports bra, a tank top and a hoodie. “Our hope for that was it would be jarring to see her put her clothes back on because you got used to the nudity throughout,” Mottola says. Strait adds that when it came to Prospero’s ending, they realized he was leaving the island to die, unable to escape his fate. It was an ending significant to the group – once the play ended, they could not legally hang around naked in the park any longer. “We saw these beautiful things happen, people shed their restrictions and were free of their bodies,” Strait said. “But ultimately, at the end of the performance, we had to put our clothes back on. Nudity becomes illegal again, which is strange, and arbitrary and tragic.”  The Tempest has one more show on 20 May at 2pm in Central Park",
  "webTitle": "The Bard goes bare: The Tempest performed naked in New York",
  "webPublicationDate": "2016-05-20T15:53:23Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/shakespeare-the-tempest-nude-central-park-new-york-women",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mahita Gajanan",
      "id": "profile/mahita-gajanan"
    }
  ],
  "guardianId": "stage/2016/may/20/shakespeare-the-tempest-nude-central-park-new-york-women"
}