{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/paul-mccartney-the-biography-philip-norman-linda-beatles-lennon-wings",
  "id": "2016-05-16-324",
  "sectionId": "books",
  "body": "“Never write the authorised biography,” goes one media adage; you are likely to find the most savoury sections of your tale excised. Philip Norman’s fulsome life of Paul McCartney, a companion to his biography of John Lennon, comes with “tacit approval”, meaning there was no interference from McCartney, but no cooperation either, Norman’s 1981 Beatles history, Shout!, being deemed “anti-Paul” (“John Lennon was three quarters of the Beatles” – that’ll do it). McCartney has long nursed a clutch of grievances about the established mythology of the Beatles, foremost that he is invariably portrayed as the “safe”, soft-centred obverse to John Lennon’s acerbic, iconoclastic rocker; doe-eyed, “cute” Beatle Paul, handy with a melody and a bassline but lacking the fire and edginess of “clever” Beatle John. This view was vigorously promoted by Lennon himself in the wake of the group’s bust-up (and later upheld by Yoko Ono), brandishing Tomorrow Never Knows and A Day in the Life against “granny music” like When I’m Sixty-Four and Your Mother Should Know.    In the judgment of producer George Martin, 'John was lemon to Paul’s olive oil.' The Beatles’ magic required them both    Norman presents a different picture. In the squalid Hamburg residencies of the Beatles’ early career, fuelled on booze and uppers, McCartney was an eager participant in the orgiastic craziness. Later, during the Fabs’ mid-1960s peak, it was McCartney who immersed himself in the burgeoning London “underground”, championing the Indica bookshop and gallery (where John first met Yoko), helping found International Times and exploring avant-garde composers like Stockhausen and Luciano Berio. Meanwhile Lennon, as Paul puts it, “was living on a golf course in bloody Weybridge”. Nor was McCartney’s music any less innovative than his partner’s. Always the Beatles’ most evolved musician and a keen student of classicism after lodging with the family of his actor girlfriend Jane Asher, he demanded a string quartet for Eleanor Rigby, while Penny Lane was as brilliant as Strawberry Fields. In the judgment of their equable producer George Martin, “John was lemon to Paul’s olive oil.” The Beatles’ magic required them both. McCartney had himself to blame for perceptions of his role, always playing Mr Nice Guy, developing an affable but vacuous interview technique that Norman aptly terms “soufflé-speak”. Steeped in antique pop by his beloved father, an amateur musician, McCartney was often led astray by sentimentalism during the solo career he doggedly built with Wings, though it delivered chart success (the vapid Silly Love Songs remains his biggest US hit).   Related: Paul McCartney strikes out to gain control of his share of the Beatles catalogue    As if atoning for his earlier misjudgment, Norman offers scant criticism of McCartney’s erratic solo output, and diplomatically tiptoes around his subject’s less appealing qualities – the abrupt dismissal of loyal employees, the control-freakery that grated on the other Beatles, the close-handedness that saw Wings members paid a modest £70 a week. Norman also stumbles when describing the social timbre of the 70s. The punk insurrection is presented in lamentably cliched terms – a froth of mohican cuts and safety pins – whereas a triple album of Wings Over America, the dreary waltz of Mull of Kintyre and videos of Paul and Linda on horseback, multimillionaires living an outworn hippy dream, were precisely why the Clash barking “London’s burning with boredom” was so appealing. The spiteful harrying of Linda – he’s got a woman in the band! – was likewise why female groups such as the Slits and Raincoats were so needed. Equally disconcerting is the assertion that Kate Bush’s agile vocals on 1978’s Wuthering Heights made Yoko’s discordant wails “sound positively mainstream”. Uh, no.    Paul’s fondness for the demon weed provides a chaotic subplot in the story. Tokyo aside, there were several busts    Commercially, McCartney has rarely faltered down the years; even 1984’s epically unfocused movie Give My Regards to Broad Street, in which “a succession of distinguished actors struggled to provide plausibility”, provided a No 1 album. His work rate has been relentless, the flow of albums, tours and collaborations never stalling. The 1990s brought his rediscovery by the Britpop generation alongside the Beatles Anthology for which he was the driving force. Even the death of Linda, the undoubted love of his life, seemed only to spur his productivity and a shift into classical pieces like Standing Stone. Given the landslide of books about the Fab Four, the dearth of fresh revelations here is unsurprising, though Norman provides the first full account of McCartney’s highly uncomfortable nine days in a Japanese prison after Tokyo customs uncovered half a pound of marijuana in his baggage in 1980. Paul’s fondness for the demon weed and the scrapes into which it led him and Linda provide a chaotic subplot in the story; Tokyo aside, there were several busts. At times the long and winding road carries on too far. The unhappy marriage to Heather Mills, spanning 80 pages and a blow-by-blow account of 2008’s fractious divorce proceedings (“legal Armageddon”, remarked one lawyer), intrudes into a portrait of a gifted artist – the most successful songwriter of modern times – and a complex, contradictory personality. For all McCartney’s ruthless business sense, he has maintained his dignity and decency. When vegetarian campaigner Peter Cox first met Paul, Cox was startled to be asked: “Have you ever thought what power the Beatles could have had if we’d gone over to the dark side?” Thank heaven that the Fab Four stuck with peace and love. Paul McCartney: The Biography is published by Weidenfeld & Nicolson (£25). Click here to order it for £20",
  "webTitle": "Paul McCartney: The Biography by Philip Norman – review",
  "webPublicationDate": "2016-05-16T06:29:28Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/paul-mccartney-the-biography-philip-norman-linda-beatles-lennon-wings",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "books/music",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Beatles",
      "id": "music/thebeatles",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "John Lennon",
      "id": "music/johnlennon",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Neil Spencer",
      "id": "profile/neilspencer"
    }
  ],
  "guardianId": "books/2016/may/16/paul-mccartney-the-biography-philip-norman-linda-beatles-lennon-wings"
}