{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/the-guardian-view-on-englands-local-elections-the-maps-unchanged-but-mayors-could-move-things",
  "id": "2016-05-06-41",
  "sectionId": "commentisfree",
  "body": "A year after the voters of the UK handed David Cameron an entirely unanticipated invitation to govern alone, the people of England have again refused to bow to some of the predictions made at the Westminster parish pump. The comprehensive UK elections on Thursday would, the hostile pundits foresaw, be the moment when the people would punish Jeremy Corbyn for his ill-disciplined strand of unbending leftist politics. One or two Labour MPs on the right of the party were so sure that they took to the airwaves to denounce their party’s losses before the first votes were counted. In the event, however, Labour – in Mr Corbyn’s characteristically flat phrase – “hung on” to 98% of the total of councillors it had chalked up when the same seats were last fought in a solid performance in 2012. It nudged a whisker ahead of the Conservatives in terms of vote share. Last but not least, it took control of City Hall in London for the first time in eight years, with Sadiq Khan routing a nasty, ethnically tinged Conservative campaign to win the strongest mayoral mandate in the capital since the inaugural contest 16 years ago. None of this is to pretend that there is any evidence that Mr Corbyn is on his way to No 10. Far from it. Just as governments expect to take losses mid-term, opposition parties should expect to make progress, and, London aside, Labour has made none. The scale of Ed Miliband’s 2012 advances turned out to prefigure not general election victory but a miserable national defeat. Despite a disastrous Conservative budget, Iain Duncan Smith’s resignation and the complete collapse of Tory discipline over Europe, the opposition has stood still. Such spoils as there were to be had, on a night where fewer council seats changed hands than expected, were split between the Liberal Democrats, who stirred back to half-life in a disparate smattering of communities, and Ukip, which made some strides on the east coast. The Labour collapse in Scotland would greatly complicate the task of ending the Conservative tenure on Downing Street, even if it were not for the reality that Labour’s share of the ballot in England is notably down on four years ago. Mr Corbyn has not suffered the losses so many predicted for him, and should surely now, at the very least until the EU referendum, have decisively silenced the parliamentarians who obsessively plot against him. But this is not because he has shown he can win support. Rather, it is because he seems to have found an unexpected knack for shedding support in the right places. Labour retained control of southern bellwethers such as Southampton, Stevenage and Reading, three towns and cities which between them contain five parliamentary seats that Labour failed to take last year. Meanwhile, leakage to Ukip and the stay-at-home party in parts of the industrial north which produced only a few Pennine pick-ups for the Tories in marginal Pendle and Calderdale. While there was nothing yet on the vast scale that would have been required to produce material losses in the traditional English heartlands, the surrender of Coatbridge and Chryston in Scotland, and the Rhondda in Wales illustrated the potential for the old bedrock to crack. At the same time, however, Labour advances in graduate-packed wards in Norwich and Southampton will invite optimistic Labourites to imagine the creation of a new socially concerned middle-class base. Nowhere does that thesis look more plausible than London. A diverse electorate has not been subject to subliminal dog whistles, but rather screaming wolf whistles – including newspaper articles about Labour’s Muslim candidate illustrated by the exploded bus on 7/7, and shameful prime ministerial denunciations of past associates who shared Mr Khan’s faith, but not his politics. The capital, though, has turned away from the politics of divisive reaction, and instead made its decision on the basis of who it trusts to tackle this grotesquely unequal city’s grave and gritty problems, most particularly with housing. But in the process, by electing a Muslim to one of the highest-profile political offices in Europe, London has unwittingly drawn the eyes of the world to the incoming administration. Labour’s internal wrangling is far from over, as Tim Roache, general secretary of the GMB, made plain when he suggested Mr Corbyn had only a year to do better. The Labour leader will indeed – necessarily – continue to be monitored against results. But the bitter solipsism of opposition will do nothing to change minds beyond the progressive tribe: it never has before. Labour was set back on the path to government after the calamity of the early 1930s, not by faction fighting, but by demonstrating it could get real things done in town halls, and above all in the London county council. Together with re-elected Liverpool mayor Joe Anderson, and perhaps from next year, the new metro mayor of Manchester, Mr Khan has an opportunity to do more than talk. The future of progressive politics now requires a little less conversation, and a little more action.",
  "webTitle": "The Guardian view on England’s local elections: the map’s unchanged, but mayors could move things | Editorial",
  "webPublicationDate": "2016-05-06T18:35:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/the-guardian-view-on-englands-local-elections-the-maps-unchanged-but-mayors-could-move-things",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/the-guardian-view-on-englands-local-elections-the-maps-unchanged-but-mayors-could-move-things"
}