{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/01/the-ninth-restaurant-review-jay-rayner",
  "id": "2016-05-01-203",
  "sectionId": "lifeandstyle",
  "body": "The Ninth 22 Charlotte Street, London W1 (020 3019 0880). Meal for two, including drinks and service: £70 - £110 Jun Tanaka’s restaurant on London’s Charlotte Street does not have the most imaginative of names. It’s called The Ninth because it’s the ninth restaurant with which he’s been involved. Then again, bluntness can be its own reward. Frankly, in an age when there are grown men who think Sexy Fish is a good name for a restaurant – rather than, say, an extremely niche category on Pornhub for people who get off on looking at trout – I’ll happily settle for bland. Lord save us from marketing departments trying too hard.    The killer detail is the limpid pool of a perfectly clarified oxtail consommé: it’s the very essence of moo    For all its utility, the name quietly tell us an interesting story about the state of culinary ambition in Britain right now. A few years ago a chef like Tanaka, who has worked at the Capital with Eric Chavot, Le Gavroche and The Square, would be expected to rise through his eight previous brigades to emerge as the head chef of his ninth which would look like all the ones that had gone before. It would be a white tabled-clothed restaurant, the kind where dishes are plated on pieces of porcelain like egg shell, and delivered with hushed reverence to tables of long-married couples – the only ones who can afford the bill – who no longer have anything to say to each other. It would be the kind of place where nobody ever admitted to farting. Instead we are getting chefs like Tanaka, sodden with both technique and talent, who are arriving at this point, their interest in formality now happily misplaced. They just want to feed. And so The Ninth, a perfectly formed little restaurant with food that swings between “bloody lovely” and “oh my gosh”. Sure, it ticks lots of boxes marked London 2016. The bare brick walls leave you wondering if all those brilliant Polish plasterers have finally taken offence at the Brexit campaign and pissed off home. There are hefty leather banquettes and dark wood floors and those cage things over the bar that please the eye, but must be a nightmare to stack with glasses. Naturally, the waiter takes your order without a notepad and the dishes are all made for sharing. There are many you will want to keep for yourself.     ‘The high smoky tang of a bonfire hovers over it’: the flamed mackerel. Photograph: Sophia Evans for the Observer    The joys start early with a puffed up pillow of freshly made pitta, the shape of an inflamed kidney, the crisp outer skin crusted with oregano and salt. You tear it apart to reveal a fluffy crumb and a smell like your table was suddenly a baker’s shop. It is a classy opener. We hold on to some of that bread to dredge through the fiery watercress purée that lies beneath two perfect orbs of oxtail croquette, the strands of long-braised meat spun through with fresh green herbs. If this was served as a cocktail party canapé, I would force whoever had the tray to stand in the corner of the room, their escape blocked, until I had cleared the lot. At lunch there’s a short list of dishes at £17 for two plates and £21 for three. From that, a crispy duck, blood orange and pomegranate salad feels like a playful riff on duck a l’orange, the high fruity notes gently forcing the bird into submission. A sizable ravioli of salt cod with a liquid egg yolk at its heart, is one of those dishes that puts technique in the service of pure pleasure. It’s a whole bunch of complicated things – the making of a pasta as silky as a Terry Thomas cravat, the balance to the cod brandade, the cooking time that leaves the egg yolk flowing across the plate – resulting in comfort. It’s nursery food for grown-ups. From the raw and cured list, there’s a whole uncooked mackerel fillet, lightly flamed so that the high smoky tang of a bonfire hovers over it. Then the fish has been dressed with a fine dice of capers, cucumber and dill, the acidity both setting the protein and keeping the whack of the seashore in its place. Sizable pieces of celeriac are charcoal roasted and served up with smoked almonds and wild garlic.     Best possible taste: the salted beef cheeks. Photograph: Sophia Evans for the Observer    Best of all is a plate of ox cheeks, given the salt beef treatment. This is a truly spectacular plateful. Cheeks do a lot of work so they can be tough old blighters. Unlike salt beef from brisket, which tumbles away into strands, this is tender to the fork but maintains its own internal tension. The pieces of cheek are topped with gossamer slices of bone marrow, rings of morel and podded green beans, like spring has dropped its nubile buds all over your plate. There is a scoop of finely acidulated and diced onions and green herbs to cut through the heftiness of the meat. But the killer detail is the limpid pool of a perfectly clarified oxtail consommé in which all this sits; it’s the very essence of moo. If this liquid, lip-smackingly rich in gelatine, dropped below room temperature you just know it would form a jelly, as any good beef consommé should. Oh how I would love to get all those hucksters and charlatans currently flogging bone broth as if it was a thing (it’s called stock) to line up, sip some of this, and then realise they are wasting everybody’s time and money. Then they could head off to do something more socially useful, like robbing banks. It barely needs saying, but to make a dish like this you need the kind of formal training that only Tanaka’s eight restaurant-long career so far could gift him.     ‘A beautiful thing’: the caramelised tarte tatin for two. Photograph: Sophia Evans for the Observer    Not everything thrills. From that lunch menu a dense, brassica nettle “risotto”, shoved in inverted commas because it’s made with pearly grains of fregola, is slippery and heavy rather than comforting. You can tell it’s good for you, without appreciating it being so. An overly heavy hand with the herbs in a rosemary ice cream makes it taste like a chemically scented candle smells. It’s distracting. But the tarte tatin for two that it accompanies is a beautiful thing, all chewy caramelised pastry, and apples that quiver and fall apart when nudged with a spoon. Ask for it with their vanilla instead. The Ninth is not a unique restaurant in London right now. I can think of a number of places – Piquet, Blanchette and Terroirs, for starters – delivering great food at a reasonable price in relaxed surroundings. But there is a precision and, at times, an understated brilliance to this restaurant which does set it apart. Let’s put it this way: I don’t think Tanaka need move on to his 10th establishment any day soon. Jay’s news bites ■ Generally, numbers slip into restaurants’ names courtesy of the address. Hence: 40 Maltby Street, in a railway arch south of London’s Tower Bridge. This is a wine business, with a food operation attached. But for a secondary trade the robust cooking is far better than it ever need be. The changing menu throws up the likes of skate wing alongside salsify fritters or black pudding with salt cod and rabbit (40maltbystreet.com). ■ An intriguing pop-up called Thornback comes to Leeds from 12-15 May, led by Brett Barnes, formerly of the city’s Reliance pub. He will cook a six-course British seafood menu with Ronnie Murray, group head chef for Mark Hix. Tickets are available from leedsindiefood.co.uk. ■ Harrogate restaurant Norse has introduced airline style “dynamic” pricing to take on the city’s chains. On Mondays prices will be discounted by 25% , with the discount dropping 5% each day until Friday. Owner Paul Rawlinson said he’d consider the impact of the trial at the end of May (norserestaurant.co.uk). Email Jay at jay.rayner@observer.co.uk or follow him on Twitter @jayrayner1",
  "webTitle": "The Ninth: restaurant review | Jay Rayner",
  "webPublicationDate": "2016-05-01T05:00:45Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/01/the-ninth-restaurant-review-jay-rayner",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Jay Rayner",
      "id": "profile/jayrayner"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/01/the-ninth-restaurant-review-jay-rayner"
}