{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/this-weeks-best-streaming-from-lady-dynamite-to-the-invisibles",
  "id": "2016-05-16-302",
  "sectionId": "tv-and-radio",
  "body": "Netflix  Lady Dynamite  This peculiar but queasily hilarious sitcom could well end up being the TV buzz show of the summer. It’s certainly hard to think of anything else quite like it. She’s explored her issues repeatedly in her standup and now effervescent US comedian Maria Bamford has made a small-screen comedy about her real-life mental breakdown. Mitch Hurwitz of Arrested Development and South Park’s Pam Brady are involved in production and writing, but even given this level of pedigree on board, Bamford’s brittle, fragmented and utterly unique performance is the real hook.   Available from Friday  BBC iPlayer  Bodyhack: Metal Gear Man  James Young lost an arm and a leg in a tangle with a DLR train. But this keen gamer’s story had a twist. After a collaboration with gaming company Konami, James now sports a custom-made bionic arm modelled on Metal Gear Solid character Snake. This intriguing film follows James through his recovery period as he comes to terms with his new body, tests out his cyborg limb and shows it off at a body hacking convention (also present: a man calling himself “Upgrade”). An uplifting slice of future-shock. Available from Wednesday  All4  Celeb Dishes: The Food That Made Me  How did Alex James transition from Blur bassist to Master of Cheese? What’s Gizzi Erskine’s spag bol trick? Is there anything Tom Daley wouldn’t do for chocolate cake? This web-only series is on hand to answer all of your food and celebrity-related questions.   Available now  YouTube  #HoodDocumentary  If you’re eagerly awaiting the return of People Just Do Nothing, this slight but likable webseries might just tide you over. Kayode Ewumi is RS, a hapless, self-described “triple threat” whose rapping and dancing is every bit as dismal as his acting. The mockumentary format feels like it’s probably on borrowed time but RS’s bathetic introduction to his manor has some amusing moments.   Available now All4  The Invisibles  The whistlestop tour of niche world television offered by C4’s Walter Presents platform continues with another intriguing drama, this time from the Czech Republic. The Invisibles are otherwise known as Aquarians. They’re a secret society of people with the ability to survive underwater. When one of their number unwittingly exhibits his gifts after a failed suicide attempt, their existence is suddenly in danger of becoming common knowledge. Can they keep their secret from the media and the authorities?   Available now",
  "webTitle": "This week's best streaming: from Lady Dynamite to The Invisibles",
  "webPublicationDate": "2016-05-16T08:00:31Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/this-weeks-best-streaming-from-lady-dynamite-to-the-invisibles",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/this-weeks-best-streaming-from-lady-dynamite-to-the-invisibles"
}