{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/what-we-become-review-danish-zombie-horror",
  "id": "2016-05-11-40",
  "sectionId": "film",
  "body": "Once when traveling in a small city in the Middle East my wife and I waited too long to have dinner. Every restaurant was closed, except for one: McDonald’s. We sure as hell didn’t want to eat their burgers, but we tried to find a positive spin. Let’s see what McDonald’s is like in this part of the world. It’s with this level of cultural curiosity surrounding less-than-enticing options that you should approach What We Become, a wholly unoriginal but mildly interesting zombie outbreak picture set in suburban Denmark. It’s the same low-budget horror flick you’ve seen many times before, but it’s nice to see some local variants on a familiar theme.   Related: Have we reached peak zombie? | Emma Brockes    For starters there are some really slick interior furnishings. That may sound like a gag, but by the end of the film the wood finished table-top radio and off-white parallelogram lampshades will turn to ruin as the docile, affluent community of Sorgenfri is destroyed by the undead. What We Become never leaves this safe, tidy community outside Copenhagen (the name translates to “free of sorrow”) and it’s in exploring the breakdown of society, sustained only by a drip-feed of official televised reports, where the movie is most successful. We’re embedded with one family: Dino (Troels Lyby) is a father whose protection instinct manifests itself in a desire to follow orders, with his wife Pernille (Mille Denesin) backing him up. Their teenage son Gustav (Benjamin Engell) is mildly rebellious in that he plays violent video games and creepily spies on his new neighbor Sonja (Marie Hammer Boda) while she’s undressing, but he’s basically a good dude. Kid sister Maj (Ella Solgaard) is an adorable moppet with a pet rabbit, who suddenly looks delicious once the government halts their food deliveries. The first signs of some sort of viral outbreak pop up slowly: a vomiting child at a party, a missing retiree, a shrub spattered in blood, ambulances racing down a would-be quiet street. Soon families are told to stay indoors, followed by thick tarps covering all the windows. The slow change of a familiar interior space into one in which government interference and eventual violence becomes normalized is, terrifyingly, probably quite accurate. Fear immobilizes intelligent people to do what they are told, even though the tipping point beyond self-interest seems obvious. (Men in hazmat suits holding machine guns have that effect, I imagine.) Gustav, as teen boys are wont to do, refuses to listen to authority and starts poking his head out, and that’s when he discovers that soylent green is made of people. Well, not exactly, but he finds that things aren’t nearly as under control as the media is reporting, and that he and his neighbors are in danger. Action must be taken and that’s when the movie downshifts into tedium, with about 35 minutes to go.  There’s racing around and bashing heads, enough so that I’d like to retroactively apologize to the film Scouts Guide to the Zombie Apocalypse for at least giving us interesting kills. (Though for a recent low-budget outbreak picture that leads with comedy, stick with New Zealand’s much more entertaining Deathgasm.) The character development in What We Become is, unfortunately, not quite lively enough for us to care too much about who makes it out of buildings without bite marks.",
  "webTitle": "What We Become review – unoriginal Danish zombie outbreak film lacks bite",
  "webPublicationDate": "2016-05-11T20:38:43Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/what-we-become-review-danish-zombie-horror",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Zombies",
      "id": "culture/zombies",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Denmark",
      "id": "world/denmark",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/11/what-we-become-review-danish-zombie-horror"
}