{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/do-you-care-about-animals-then-you-really-shouldnt-eat-octopus",
  "id": "2016-05-26-344",
  "sectionId": "commentisfree",
  "body": "When Inky the octopus made global headlines for his eight-legged getaway from a New Zealand aquarium, I seemed to be the only person on the internet whose imagination was not caught up in his “great escape”. Chalk it up to tall poppy syndrome. But Inky’s “daring” (ABC) pursuit of “liberty over security” (NPR) was no more “amazing” (the Telegraph) a feat than that which any no-name captivity octopus, anywhere in the world, is capable of any day. It’s not that Inky’s overrated per se. He’s just representative. To reference 2004’s “first interspecific study of octopus escape behaviour”, as one does, written records of them leaving the water date back more than 2,000 years to Aristotle’s time. Octopuses are a) clever and b) able to squeeze into any space that can fit their beak, the only hard part of their bodies, posing a real challenge for aquarists. Blotchy, the octopus that Inky left behind at the National Aquarium, could have done the same (but was smarter not to, given that octopuses die within about 10 minutes of being out of water). Instead he’s being shamed in the New York Times for being “less independence-minded” when octopuses’ escape-artistry is just about one of the least interesting things about them. Not because it’s not interesting, but because there’s so much to choose from.   Related: The great escape: Inky the octopus legs it to freedom from aquarium    Octopuses were the first intelligent beings on Earth, evolving more than 400m years ago and some 230m years before mammals. They have two more hearts and about 10,000 more genes than humans do. Three-fifths of their neurons are in their arms, which they can regrow. They’re cannibalistic loners; most have sex at a distance: sucker-to-sucker, eye-to-eye, beak-to-beak. Not only can they change colour when mimicking objects and other animals, they may be able to see with their skin. I could go on all day. I love octopuses. “Same, they’re delicious!” say acquaintances hearing this for the first time, with self-evident pleasure at their quick wit, which dissipates at the sight of my stony expression. By no means do I eat ethically. My supermarket shopping is determined by cost, not conscience or even quality, and I’ve talked myself out of vegetarianism – twice – by conjuring iron deficiencies not backed up by blood tests. But when it comes to eating octopuses, squid and cuttlefish, I can finger-wag with the most boorish of vegans. No one who considers themselves interested in the inner lives of animals, the wonders and mysteries of the natural world, can eat cephalopods in good conscience. Think about this when you’re next chowing down on baby octopus salad:  Octopuses can navigate mazes, solve puzzle toys, open jars – even childproof ones – without instruction. (Those in captivity stimulated thusly are said to be more likely to escape.) One was observed by a researcher bringing rocks back to its den, stacking them at the entrance, then going to sleep with peace of mind. Another was filmed carrying two halves of a coconut along the ocean floor – stopping, pulling them together, then climbing inside. The Pacific striped variety is known to tap shrimp on the opposite side of its body – its shoulder, if you will – causing it to jump into its waiting arms.  But they’re delicious! It says nothing good about mankind’s relationship with the natural world that news of increasing global populations of octopuses can be titled “Good news for calamari lovers”. A new study has found that cephalopods around the world are experiencing a baby boom – influenced by environmental changes such as overfishing and warming ocean temperatures – at such a rate that the lead author called them the “weeds of the sea”. You could argue that this is all the more reason to eat them. Well, fine. Just don’t use population control as an excuse to make yourself feel better about eating something with the ability to use tools. “There’s lots of them!” Yes, and every one of them has more genes than you do.  “Not all cephalopods!” Sorry, squid and cuttlefish aren’t excepted. They have many of the same traits as octopuses, such as the ability to tactically change shape and colour, and though less is known about their intelligence, they are more social. But tuck in, I hear they’re all delicious. Chef José Andrés couldn’t give up octopus for two months, even after Paul the psychic octopus correctly picked a Football World Cup win for Spain.    If Spain wins today octopus is out of all my menus! Word— José Andrés (@chefjoseandres) July 7, 2010      The pardon is over, my friends. We thank Paul, but octopus is back on the menu! See u @zaytinyadc and @jaleotapasbar.— José Andrés (@chefjoseandres) August 31, 2010    Go ahead, order the calamari. I’ll sit back and scowl silently, and think about Ozymandias. A couple of years ago, I paid $20 for naming rights to an octopus newly acquired by a small, local aquarium. I called him after the king of kings: look on my works, ye Mighty, and despair.     Elle Hunt with Ozymandias at the Island Bay Marine Education Centre in Wellington, New Zealand in 2012. Photograph: Luke Appleby    Ozy quickly lived up to his name, opening a screw-top jar in fewer than 60 seconds to reach the delicious crab inside. It was never certified, but the owners of the aquarium seemed fairly certain it was a world record-breaking time – or at least faster than that set there by Cassandra, a previous charge, in 2012. As a proud octomom, “fairly certain” was good enough for me – and local media, who reported “Wellington octopus a world-beater”. I showed my parents the clipping, proudly pointing out the bit where Ozy was described as “responsive and precocious”. “This is the closest we might get to a grandchild,” said Mum to Dad. She didn’t seem all that disappointed, and why would she be. After about four months at the centre, the time came for Ozy to be released to make way for new octopuses. To mark the occasion, I threw a party at the aquarium at which Ozy roamed free in the touch-gently pool to the bemusement of my friends. The next day, deeply hungover and in front of a small audience of supportive onlookers, I carried Ozy in a big plastic box to where the rocks met the water and gently tipped him out. He sat there. I held one of his many arms. We remained like that for a minute, his little suction cups twisted around my hand. Then he was covered by a wave, and then he was gone. The British zoologist Martin Wells – the grandson of HG Wells and a cephalopod expert of some renown – was one of many to liken the octopus to an alien. But when I made eye contact with Ozymandias, I saw something akin to human intelligence – a sort of scrutiny – that I had never experienced from a dog or farm animal. The closest I’ve come was the assessment of a child whose comprehension as yet exceeds their language ability, or one of the smarter parrots. Of course I might be anthropomorphising, just as the press did with Inky. But if Wells is right and octopuses are truly foreign to us, well I, for one, welcome our new cephalopod overlords. And you might come to regret those calamari rings.",
  "webTitle": "Do you care about animals? Then you really shouldn't eat octopus | Elle Hunt",
  "webPublicationDate": "2016-05-26T01:12:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/do-you-care-about-animals-then-you-really-shouldnt-eat-octopus",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Vegetarianism",
      "id": "lifeandstyle/vegetarianism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/do-you-care-about-animals-then-you-really-shouldnt-eat-octopus"
}