{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/brexeunt-stage-left-europeans-hoping-britain-votes-brexit",
  "id": "2016-05-18-243",
  "sectionId": "politics",
  "body": "France  The Front National leader, Marine Le Pen, who polls suggest could defeat a mainstream candidate to reach the second-round run-off of France’s 2017 presidential elections, has seized on the UK’s EU referendum to boost her own critical stance on Brussels.  Her anti-immigration and anti-euro party has said it would seek to renegotiate the terms of France’s EU membership if it took power, and would also hold a referendum on the EU. Le Pen has hailed the UK’s referendum and suggested she may cross the Channel to campaign for Brexit (Vote Leave said it would “not be welcoming her” if she did). A vote to leave would “prove it’s possible to live outside the EU. You’re either free or you aren’t,” Le Figaro quoted her as saying.  Describing the UK referendum as “a key moment in European history”, Le Pen has also said every European country should also be able to decide whether or not to stay in the EU: “I want each people to be able to have their say on the subject … I hope the French will also have a similar exercise.  “There has to be another model of cooperation between peoples; their history, sovereignty and freedom has to be respected.” She has also said David Cameron’s renegotiation deal with Brussels earlier this year marked “the beginning of the end of the EU”. Angelique Chrisafis Germany and Austria Like many populist parties in Europe, Alternative für Deutschland, currently polling at 14% and the third biggest political force in Germany, is highly critical of Brussels – but accepts the EU is necessary, not least because of Germany’s Nazi past. So while the AfD would not campaign for Gerxit (a German exit) or welcome Brexit, it will certainly push for widespread reform of the institutions – and views Britain and the Brexit debate as a motor for that.   Brexit explained: who wants UK to stay   In the words of the party leader, Frauke Petry: “A British exit from the EU would be fatal because the British are often the voice of reason ... and bring with them a healthy corrective to the madness of the expansion project. If Britain left, we’d also lose a net contributor to the budget [and Germany] would have to shoulder the financial loss to the EU.” Across the border, Austria’s Freedom party, which recently swept the first round of the presidential election with 36.4% of the vote, has been campaigning against further European integration since 2005. The party’s EU delegation leader, Harald Vilimsky reacted positively to David Cameron’s renegotiation with Brussels, and to an Austrian petition calling for the country’s exit in 2015, suggesting Austria should follow suit.  At the very least, Vilimsky said, the country should start a renegotiation over the country’s relationship with the EU. If this led nowhere, Vilimsky said the idea of an ‘Öxit’ – an Austrian exit – would be on the cards. Kate Connolly Visegrád countries Nationalist governments in central and eastern Europe have seized on Britain’s referendum as a precedent-setting opportunity to change their own relationship with Brussels. But much of the EU-related tough-talk of the Visegrád group – 64 million people in Poland, Hungary, Slovakia and the Czech Republic – is posturing for domestic consumption.  Appearing to stand up to Brussels spices up nationalist rhetoric in countries with living memories of superpower domination. In reality, the young EU members of the east are too wedded to the EU’s benefits – development funds and the free movement of labour – to dream of their own exit.  The Visegrád governments look to the Hungarian prime minister, Viktor Orbán, for their rhetoric on Brussels. But for him, as for Poland, an EU without Britain would mark the loss of their most influential ally in Brussels and Strasbourg in Cameron. “Orbán has been testing the limits of the EU’s freedoms for years,” said Edit Zgut, a foreign policy analyst at the Budapest-based thinktank Political Capital. “But all of Hungary’s exports are EU-internal, and 97% of developments completed in Hungary have been achieved with EU co-financing.”  Bulgaria and Romania badly want EU investment and would prefer Britain to remain in the EU. Were it to leave, Sofia and Bucharest would vote for Britain to be required to make a full financial contribution to the EU budget. Alex Duval Smith and Dan Nolan Belgium and the Netherlands  As a small country that is home to the EU institutions, Belgium is one of the staunchest supporters of European integration. But one party is hoping for Brexit – the far-right Flemish separatist party, Vlaams Belang. “Brexit would show other countries that life outside of the EU is perfectly possible,” Tom Van Grieken, Vlaams Belang’s president, told the Guardian. “It would encourage other countries to take the same step.” Van Grieken, whose party has almost doubled its vote to 12% since he took over in 2014, says he admires Ukip’s Nigel Farage but feels he is “isolating himself” by not joining forces with Vlaams Belang, the Dutch Freedom party and France’s Front National.  The Freedom party leader, Geert Wilders, also an admirer of Farage, hopes Britain will vote to leave the EU. “A Brexit would make it easier for other countries to make the same decision,” he said in January.  Wilders’ party achieved its best-ever results in January in a poll giving it 42 seats out of a possible 150 in parliament, more than the main Labour and centre-right Liberal parties combined.  Other, smaller Dutch parties, including the Socialists and Voor Nederland, were prominent in the victorious no campaign in the Dutch referendum on Ukraine. They are likely to “make statements praising the benefits of Brexit for the Dutch debate”, says Rem Korteweg at the Centre for European Reform. Jennifer Rankin Scandinavia  The clearest voices in support of Britain leaving the EU are small parties on the left. They reject nationalist and xenophobic arguments but accuse Brussels of putting the interests of banks and corporations first on issues such as health, welfare, human rights and the environment.  In Denmark, the Red Green Alliance, which has 14 seats in parliament, has opposed Danish membership of the EU for 25 years. The party says it “favours international cooperation, but is against the current EU form of cooperation, which is solely controlled by the goal of economic growth”. In Sweden, Jonas Sjöstedt, leader of the Left party, which has 21 seats, welcomes a Brexit because it “would start a debate on continued EU membership in Sweden and other EU countries”. The euro has contributed to “a profound social and economic crisis” in Greece, Spain, Portugal and Ireland, the party says. On the right wing of Scandinavian politics, Eurosceptic voices are more powerful – but also more ambiguous.  Kristian Thulesen Dahl, leader of the Danish People’s party, which props up a minority Liberal government, has said Britain staying in Europe would strengthen Denmark’s case to renegotiate its own EU relationship. But he also caused uproar by saying an “out” vote would give Britain a better deal. The Sweden Democrats, whose 49 seats give it the balance of power in Stockholm, are formally in favour of remaining in the EU. But the EU today “is not the one that Swedes voted for in 1994”, the party says. Its policy is to “limit the EU’s influence” and keep Sweden outside the euro. The party’s leader, Jimmie Åkesson, recently said he could see “nothing positive” in the EU and “nothing negative” in leaving it. “I really hope we get the opportunity to hold a referendum on EU membership in Sweden eventually,” he added. Italy Italy’s love for the EU is not as strong as it once was, with a recent poll by Ipsos Mori showing almost half of Italians would vote to leave the EU if they were given the chance. Two political parties have given voice to that frustration: the Five Star Movement (M5S), a populist anti-establishment party whose founder, Beppe Grillo, has said he admires Farage, and the rightwing Northern League.    Related: A closer look at the leftwing case for Brexit | Letters    Politicians from both parties have suggested British voters would probably vote to leave the union, but that idea seems only to inflame their frustrations: even Eurosceptics tread carefully here in calling for an in/out referendum, perhaps realising the idea is too radical for most Italian voters. M5S, supported by about 28% of Italians (barely 5% behind the ruling Democrats), has, however, called for a referendum to leave the eurozone. On his popular blog, Grillo has said the UK referendum will have vast consequences for the EU, even if the UK votes to remain.  If the UK votes for Brexit, it would confirm Grillo’s view that the European experiment has failed, and his belief that Italy and other EU countries that adopted the euro – including Greece - have essentially been taken hostage and will end up being “strangled in the euro’s grip”. Stephanie Kirschgaessner • This article was amended on 19 May 2016. An earlier version misspelled Harald Vilimsky’s surname as Vlimsky.",
  "webTitle": "Brexeunt stage left: the Europeans hoping that Britain votes Brexit",
  "webPublicationDate": "2016-05-18T10:09:14Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/brexeunt-stage-left-europeans-hoping-britain-votes-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hungary",
      "id": "world/hungary",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bulgaria",
      "id": "world/bulgaria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Romania",
      "id": "world/romania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Belgium",
      "id": "world/belgium",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Netherlands",
      "id": "world/netherlands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Denmark",
      "id": "world/denmark",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    },
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    },
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    },
    {
      "webTitle": "Alex Duval Smith",
      "id": "profile/alexduvalsmith"
    },
    {
      "webTitle": "Daniel Nolan",
      "id": "profile/daniel-nolan"
    },
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    },
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    },
    {
      "webTitle": "David Crouch",
      "id": "profile/david-crouch"
    }
  ],
  "guardianId": "politics/2016/may/18/brexeunt-stage-left-europeans-hoping-britain-votes-brexit"
}