{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/09/it-is-not-funny-or-smart-to-poke-fun-at-andrew-marr",
  "id": "2016-05-09-276",
  "sectionId": "media",
  "body": "I wonder whether Quentin Letts might, on reflection, view his description of Andrew Marr as being in very doubtful taste. In his Daily Mail column about the rival Sunday morning TV programmes hosted by Marr and Robert Peston, he referred to “‘Captain Hop-Along’ Marr growling away on BBC1, throwing his arm about like a tipsy conductor.” Sure, the after-effects of the stroke suffered by Marr in January 2013 are evident. But is it necessary to lampoon him for that? I don’t want to come off all namby-pamby. I understand that no-one should be beyond criticism and that Letts was exercising his right to press freedom. But really Quentin, that was a graceless remark. I was full of admiration for Marr (and for the BBC) when he returned to presenting his show some eight months after his stroke. And no-one can deny that he remains a first-class interviewer. It may appear smart to poke fun, and I’m sure Marr will laugh it off. But I don’t think the rest of us should because it has wider ramifications about the press treatment of people in similar circumstances.  I think Letts overstepped the mark and should apologise. Update 2pm: I have heard from Quentin Letts who told me he had received similar criticism from a reader. Here is his (very slightly edited) reply:  “Perhaps I should have been more cautious but I hope that Andrew will forgive it. He has been equally teasing about himself in my company. I admire him. Perhaps I should have been more diplomatic but the sort of column I write is a sketch - ie, a verbal cartoon. Steve Bell in the Guardian, or Rowson in the Independent (RIP), can be a little brutal occasionally, too, but I would argue that it is understood as part of the territory... I would say that Andrew’s post-stroke TV delivery has actually made him more watchable than he was beforehand. It has accentuated his explosive, emphatic manner. It has made him more unusual. Telly is a visual medium. It seems, to me, impossible to ignore visual mannerisms if writing a sketch about it. But your stern response makes me wonder if I erred the wrong side of the taste line.”",
  "webTitle": "It is not funny or smart to poke fun at Andrew Marr | Roy Greenslade",
  "webPublicationDate": "2016-05-09T08:32:13Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/09/it-is-not-funny-or-smart-to-poke-fun-at-andrew-marr",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Andrew Marr",
      "id": "media/andrewmarr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC1",
      "id": "media/bbc1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/09/it-is-not-funny-or-smart-to-poke-fun-at-andrew-marr"
}