{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/01/freight-train-derailment-hazardous-material-washington-dc",
  "id": "2016-05-01-69",
  "sectionId": "world",
  "body": "A freight train derailed close to Washington DC early Sunday and is leaking hazardous material and causing disruption in the area of the capital. More than 10 cars are understood to have left the tracks, a small portion of the long, 175-car southbound train. No injuries have been reported. At least three cars are leaking a hazardous substance, according to Doug Buchanan, a spokesman for the District of Columbia fire department. Mayor Muriel Bowser said at a news conference that the leak was contained, but officials were not sure how much had leaked. “The fumes should not cause you any problems and you should not be able to smell them anywhere else,” said DC Fire and EMS Deputy Chief John Donnelly. It was not immediately clear what caused the derailment. Crews were inspecting the tracks, which are used by CSX, Metro and Amtrak, and were working to restore service. Photos tweeted by DC Fire and Emergency after the derailment showed cars in a zigzag line across the tracks. Chris Nellum said he lives nearby and his window looks directly over the tracks. The train derailed near the Rhode Island Avenue metro station shortly before 7am local time and the nearby avenue was closed to road traffic.   Related: Amtrak crash: state-of-the art safety gear was operational at time of fatal collision    A witness told local radio station WTOP that he heard “this fantastic noise” outside his home on Sunday morning and rushed to the window, from where he could see the railroad tracks. “I thought it was an airplane too close to the building. Then I looked out and I said, ‘Wow, the train turned over,’” said the local resident. Buchanan said there were no evacuations of residents. “It looks like our guys have got this pretty well contained. Two, possibly three, of the derailed cars are leaking hazardous material. Exactly what that is and the extent of the leak remains unclear,” he said.    So far -- only one confirmed derailed car is leaking - & it is leaking sodium hydroxide - NO EVACUATIONS. pic.twitter.com/VcEysBOjmy— DC Fire and EMS (@dcfireems) May 1, 2016    At least one of the chemicals leaking from the damaged train is understood to be sodium hydroxide, according to the local NBC TV station, citing multiple sources at the scene. Also known as lye and caustic soda, the odorless chemical may generate substantial heat when dissolved in water, which may be sufficient to ignite combustible materials, according to the Centers for Disease Control. The CDC said it could cause eye and skin irritation and burns when exposed. It is also damaging to the respiratory system if the fumes are inhaled. Pictures posted on the fire department’s Twitter account showed several cars lying on their sides by the tracks on the main train route into the city, including tank cars, bulk material cars and box cars.  Authorities have not issued official instructions to local residents, but one near the scene told a local television station that he had been instructed to stay inside by firefighters. Resident Chris Nellum said he lived nearby and his window looked directly over the tracks. “I thought it was like a semi-truck coming toward the building, and when I looked out the window, I saw cars piling up,” said Nellum, who had just moved in the night before. “So I’m not even used to hearing trains. It was jarring.” Nellum said his girlfriend tried to leave the area and was told to stay put, but she eventually found a way out. “She’s an environmentalist, so she is very concerned about whatever is leaking,” he said. The CSX train is owned by CSX Transportation, the international freight company based in Jacksonville, Florida. The company put out a statement later on Sunday morning to say that the service was heading towards Hamlet, North Carolina, from Cumberland, Maryland, when the derailment happened. The train was just under half empty, with 94 of the 175 cars loaded with freight. A portion of the Washington DC metro service on the Red line has been suspended in the area with bus shuttles acting as a replacement for passenger train services. An underground gas line was also ruptured during the derailment and gas supplies have been turned off in the area, although it is unclear how many people are affected by the closure, according to the local NBC station. The Associated Press contributed to this report",
  "webTitle": "Freight train leaks hazardous material after derailing near Washington DC",
  "webPublicationDate": "2016-05-01T17:22:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/01/freight-train-derailment-hazardous-material-washington-dc",
  "keyword": [
    {
      "webTitle": "Train crashes",
      "id": "world/train-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Walters",
      "id": "profile/joannawalters"
    }
  ],
  "guardianId": "world/2016/may/01/freight-train-derailment-hazardous-material-washington-dc"
}