{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/04/britains-billionaire-immigrants-super-rich-kids-try-fit-in",
  "id": "2016-05-04-321",
  "sectionId": "tv-and-radio",
  "body": "A few generations after their forefathers came to this country to work as labourers and then to open restaurants, a new generation of Chinese kids, born into extreme wealth, is arriving on these shores. Well, in London. And a bit in Selby (we’ll come to Selby later). They come because they like it here, and like what they can get. They come over here, buy our luxury goods, pump money into our economy … they’re Britain’s Billionaire Immigrants (Channel 4). Wendy Yu is one. Poor Wendy. Well, not poor financially, obviously; Wendy is the daughter of the biggest manufacturer of wooden doors in the whole of Asia, and she lives in a luxury flat in Knightsbridge, with her huge collection of designer Barbie dolls. But I am finding it hard not to feel a little bit sorry for her. Wendy tries really hard to do the right thing, and to please her father. She’s not screeching up and down Sloane Street in diamond-encrusted Lamborghinis, she always presents herself in the right way, signs up to the London season, goes on courses to learn how to be a lady, how to wear a tiara, walk and fire a shotgun with dignity. OK, so she isn’t crowned Debutante of the Year, and her father is understandably disappointed about that. But she does invest her money wisely, in online ventures such as China’s answer to Uber, and she is named Young Achiever of the Year. That’s got to make the old man a bit proud, surely? Well, if he is, he – stereotype alert! – isn’t showing it. It’s just a very small thing in life’s long journey, he tells her, and she should be more focused on what she is going to achieve. Quite tough, I think, being the only daughter of Asia’s biggest door manufacturer. Sean, who lives in Mayfair, is from a more modest background in China. “There’s no conflict in being a communist and consuming luxury products,” he explains. Sean deals in jewellery for Chinese billionaires, and now he is setting up a concierge business for when they visit London. “If you want to have dinner with David Beckham, we can organise this,” he tells the chairman of the China Horse Club, Mr Teo. Really Sean? But Mr Teo is more interested in actual royals; can Sean sort that? Of course he can. There you go, ladies, start saving up for a night with Prince Harry – Sean can sort it. Actually, it’s a Brit who provides most of the LOLs in this. Anthony at Savile Row tailor Henry Poole & Co has heard that the Chinese market is one that is worth getting into, but isn’t quite sure how to go about it. “Fee-fi-fo-fum, I smell the blood of a Chinaman …” he begins, then laughs nervously, suddenly realising that might not be the best way to go about it, or to express himself on camera. Anthony is struggling with technology, too – he has downloaded the WeChat app but doesn’t seem to be making any friends with it. What? You can’t do a post just by shouting at the phone – you have to type the words in? Poor Anthony, I think he’s struggling with the 21st century, to be honest. There’s something rather nice about the way roles have been reversed, and now the posh English chap is making clothes for young Chinese. Well, he’d like to, if only he could connect with them … And Selby? Taiwanese popstar Jay Chou filmed a romantic wedding video in the abbey and now everyone else wants to do the same. Selby isn’t complaining. Ker-ching. Kay Mellor’s In the Club (BBC1) is back, for a second series, and a few second babies. My problem with the first series was that all the characters were going through pretty much the same kind of things – scans, scares, worry etc. I’m afraid I’m just not that interested in pregnancies I don’t have some connection with. Maybe Mellor saw this as a potential problem, which is why, interspersed with the antenatal stuff, came sudden moments of high melodrama. Quite fun, if a little implausible. And it’s much the same kind of thing here, though the base-level goings-on include post- as well as antenatal stuff. So it’s about having no libido, and no life, and no sleep, nappies zzzz … and suddenly here’s an ABANDONED BABY in the toilet. And a BIG BARNEY at a christening. And Rosie and Jude are STUCK IN THE LIFT, with baby No 1, and suddenly baby No 2 is on its way. Call it Otis, obviously … Oh, it’s a girl. Schindler?",
  "webTitle": "Britain’s Billionaire Immigrants review – the super-rich kids trying to fit in",
  "webPublicationDate": "2016-05-04T06:20:20Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/04/britains-billionaire-immigrants-super-rich-kids-try-fit-in",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/04/britains-billionaire-immigrants-super-rich-kids-try-fit-in"
}