{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/jordan-spieth-sawgrass-misses-cut-players-championship-golf",
  "id": "2016-05-14-82",
  "sectionId": "sport",
  "body": "For Jordan Spieth, Saturday at Sawgrass was the venue for a missed cut and an admission. Tales of Spieth’s demise may be greatly exaggerated but for one of such status, competitive context is everything. The 22-year-old’s stunning success of 2015 means performances which don’t scale similar heights will always be viewed with concern or, in some overplayed cases, shock. A glance at golfing history suggests that Spieth would always struggle to back up last year with a similar one. He also has several months in which to add 2016 victories to his CV. For now, Spieth’s record shows the relative average form of two top 10s in eight events. At the Players Championship, Spieth returned to complete his weather-disrupted round two; a 71, and an aggregate of one under par, saw him fall on the wrong side of the cut line by a stroke.   Related: Jordan Spieth loses his Masters title at Amen Corner    Spieth later conceded that past glories have impacted on his psychological state. “No one ever wants to think that they can’t match what they have done the previous year,” said the Texan. “You believe that you can get better all the time. I believe that I can be a better player this year than I was last year. “But in the off days I just need to do a little bit better job of being positive with myself and smiling a bit more, having a bit more fun. It’s tough when you’re getting shellacked by 15 shots in the same group, you know? When someone’s making birdie at almost every single hole, every other hole, you start to wonder why in the world you aren’t making any of them. “A lot of times it’s good to play with, if you can feed off of it. But for me it was tough this week. Without my putting being on, it just led to a lack of patience for me seeing every hole being birdied and not being able to do much about it.” The fellow competitor to whom Spieth referred was the imperious Jason Day, who created a 36-hole scoring record at this event by reaching 15 under par. Day did not make a single bogey in that two-round canter of 63 and 66, thereby beating the minus-14 tally set by Greg Norman in 1994. “The scoring record is great and all but I’m looking at the big picture,” said Day. “I need to knuckle down here and try and keep pushing forward.” Day has already upstaged Spieth as the world No1. His attitude to taking Norman’s crown, then, was hardly a shock. Similarly, Spieth’s candid analysis was characteristic. “I’m beating myself up a little bit too much on the golf course, it’s affecting me and I realise that now,” Spieth added. “I feel rested, I feel healthy. My ball striking feels great. “I just need to be a little bit more positive with myself on the course and maybe kind of lower expectations a little bit and just kind of free myself up. It just seems I’m so tense and I just need to get back to the way I enjoy playing golf.” There may be an automatic assumption that Spieth is suffering from a month-long hangover after the wounding climax to his bid to retain the Masters. He bats that notion away. The technical aspect of his Ponte Vedra shortcomings is a curious one for anybody with knowledge of Spieth’s development. That is, on the greens. “I don’t think there’s much of a connection to Augusta,” Spieth insisted. “I just didn’t putt well. If I putted like I putted at the Masters I would be at 10 or 12 under right now. “So, I just had an off week with the flat stick. But I had plenty of rest. Again, Augusta seems like a long time ago now, to me. This was a completely new week.” Spieth may benefit from imminent home comforts. He will appear next week at the AT&T Byron Nelson, an tournament he has a playing connection with stretching back to his high school days. “I’ll go back to Dallas, where I can hopefully gain momentum there,” he said. “That’s an event that, growing up, I’ve always wanted to win and haven’t really had a chance to win since I was 16. It sounds funny to say that. “I’ll get some good work in with [coach] Cameron [McCormick], get my short game sharp, get off to a better start, and that will take some of the stress off.” Phil Mickelson was among the others to complete their second round on Saturday but fail to survive for the completion of the Players. Mickelson arrived here with the best scoring average on the PGA Tour this season. Rickie Fowler, the defending champion, joined those consigned to early exits.",
  "webTitle": "Jordan Spieth misses Sawgrass cut and admits he needs to ‘smile a bit more’",
  "webPublicationDate": "2016-05-14T16:26:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/jordan-spieth-sawgrass-misses-cut-players-championship-golf",
  "keyword": [
    {
      "webTitle": "Jordan Spieth",
      "id": "sport/jordan-spieth",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/14/jordan-spieth-sawgrass-misses-cut-players-championship-golf"
}