{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/eddie-jones-steffon-armitage-england-toulon-wasps",
  "id": "2016-05-17-23",
  "sectionId": "sport",
  "body": "Eddie Jones has poured scorn on suggestions from Toulon’s owner, Mourad Boudjellal, that Steffon Armitage has been promised an immediate route back into the England squad this year, insisting the flanker will have to move back across the Channel before he is considered for international duty and denying having spoken to anyone at the French club. This week Boudjellal claimed Armitage had “come to see me to say he had the opportunity to play with the England team and that Eddie Jones had called him”, but that version of events has been rubbished by the Australian. “You have to remember the bloke who makes the comments writes comic books,” said Jones, referring to Boudjellal’s publishing background. “I don’t know whether he writes them or sells them but he has made plenty of money out of them. Batman and Robin won’t be in the team. People have false Facebook posts and false Twitter accounts so I suppose you can have a false phone call.” Jones, who is putting 26 England tour hopefuls through their paces at a training camp in Brighton this week, says he will wait to discover where Armitage plays next season before he even starts to consider him for squad selection. “I don’t control him … at the moment he is not eligible to play for England. It’s not up to me, it’s up to him. If he signs for Wasps, gets fit and plays good rugby I’ll pick him.” The prospect of Armitage signing for Wasps will hinge on the club buying out the final year of the back-rower’s contract. “He’s asked to leave Toulon and go and play in an English club and for the England team … it’s his ambition so why not?” said Boudjellal. “He is under contract, though, and I have no intention of playing Father Christmas. I am ready to let him leave but that has a price and it’s expensive.” The Wasps director of rugby, Dai Young, also stressed no deal had yet been finalised and insisted the same applied to Willie le Roux, the Springbok full-back reportedly being lined up to replace the departing Charles Piutau. “We are always looking to improve and it would be silly for me to say we’d never be interested in Armitage or other players,” said Young. “But are we anywhere near doing a deal? No we’re not. The players that do interest us will interest everybody else so it’s a battle to get them across the line.” With Kurtley Beale, subject to his recovery from the knee injury that has ruled him out for the next six months, and Danny Cipriani already heading to Wasps next season, there is plenty of potential excitement heading in the direction of Coventry, although Cipriani may have his work cut out to make next month’s tour of Australia. Jones says a pending drink-driving ban will not count against the fly-half but did not sound bowled over by what he has seen on the field to date. “Today he might have needed a car at stages. He has got to understand that at the age of 28 or 29 he has got to evolve into a different sort of player. Whether he can make himself into a worthwhile international player is his challenge.” Jones sounded rather more impressed with the impact of Dylan Hartley, who has barely played since being concussed against France in March, but says there are still spaces “up for grabs” in his squad to face the Wallabies. “You have 10-15 players involved in the semi-finals and they come back into consideration but 44 doesn’t go into 31 or 32 or 33.” He is also stressing there can be no excuses of tiredness when England fly south for their three-Test series next month: “There’s no reason why we can’t go to Australia and play super rugby, it’s all about how you look at the tour. We can’t have any excuses because this is an important part of the calendar. The World Cup draw is being done in May 2017, which gives us 13 Tests to get in the top three in the world. We play the sides at one and two this year so they’re massive opportunities for us.”",
  "webTitle": "Eddie Jones: Steffon Armitage will not be fast-tracked into England side",
  "webPublicationDate": "2016-05-17T21:00:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/eddie-jones-steffon-armitage-england-toulon-wasps",
  "keyword": [
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toulon",
      "id": "sport/toulon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/17/eddie-jones-steffon-armitage-england-toulon-wasps"
}