{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/13/misfits-reunion-glenn-danzig-jerry-only-pop-punk",
  "id": "2016-05-13-140",
  "sectionId": "music",
  "body": "1. They said it would never happen So, the Misfits are back together, to headline Riot Fest in Chicago and Denver in September, in something close to the classic lineup – something that was unthinkable until very recently. Frontman and founder Glenn Danzig dissolved the band in 1983, going on to form, first, Samhain and then the hugely successful Danzig. A decade later, an almighty legal battle for the rights to the band’s name and logo kicked off between the diminutive bellower and bassist Jerry Only, with the latter eventually winning through. The result was a couple of decades of bickering between the pair, not to mention a clear division in the Misfits’ fanbase between those willing to accept Only’s new incarnation of the band and those for whom Danzig was the only acceptable voice for Misfits music. Danzig has revisited the Misfits catalogue from time to time during live shows and has shared a stage with guitarist Doyle Wolfgang von Frankenstein (possibly not his real name), but it’s this reconciliation with Only that really has the fans frothing at the fangs. It remains to be seen whether the reunion will end in triumph or fistfights.            2. They can reset horror punk’s factory settings The Misfits’ influence on modern rock, punk and metal is vast. And, inevitably, there have been countless bands unashamedly plundering the Californians’ cartoon horror shtick and seminal sound over the last 30 years. The problem is that most of the bands who claim to have been influenced by the Misfits either copy them so directly that it’s an entirely pointless exercise, or, as in the case of execrable UK teeny punks Creeper, fail to resemble them or their aesthetic on any meaningful level. The return of the Misfits should at least provide the horror-punk legions with a timely lesson in how this stuff is supposed to look and sound. Unless, of course, the reunion is a complete shambles. 3. Danzig needs a kick up the arse Despite an occasional reputation for being difficult, Glenn Danzig has somehow managed to retain his iconic allure for the last 30 years. It helps that through his efforts with the Misfits, Samhain and – for a few albums – Danzig, he has amassed a superb catalogue of highly influential records that appeal to a broad range of rock, punk and metal fans. Unfortunately, he hasn’t made a genuinely great album since 1994’s Danzig 4 and some of his more recent efforts, most notably last year’s largely hopeless Skeletons covers album, have been half-baked, poorly recorded and distinctly unloveable affairs. Getting back in the Misfits saddle will hopefully remind Evil Elvis why people loved him in the first place.       4. The Misfits are a band, not a brand Such is the visual oomph of the Misfits imagery that they are firmly on the list of bands who have sold many more T-shirts than records. Only the laudably shameless Kiss can credibly claim to have adorned more items of kitsch tat than the Misfits logo: for example, the band’s official website currently offers a “decorative light set”, assorted smartphone cases and, thrillingly, a “Red Fiend Bobble Head” for a tantalising $14.99. All good fun, of course, but since the Misfits haven’t released anything worth bothering with since 1999’s Danzig-less Famous Monsters, this reunion seems like the perfect opportunity to remind people that there is some music to accompany the merch and memorabilia.  5. They could save punk rock It would be silly to suggest that punk rock is dead in 2016 – just listen to the new Bad Breeding album for strong evidence to the contrary – but since the global triumphs of Green Day and their early 90s peers, the genre has been repeatedly hijacked and diluted by whey-faced and brightly-coloured pop wannabes. In truth, the Misfits were probably the first real pop-punk band, their blending of super-catchy 50s rock’n’roll with the snarling aggression of hardcore making them one of punk’s greatest singalong bands. But it was the band’s dark edge, surly collective demeanour and air of mystery and menace that made them so special first time round, and their return feels like a telling antidote to pop-punk’s brainless, teen-focused homogeny and a much-needed injection of nastiness into a genre that should at least try to be dangerous, even if we’re all too desensitised to notice.",
  "webTitle": "The Misfits – five reasons to welcome their reunion",
  "webPublicationDate": "2016-05-13T14:21:19Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/13/misfits-reunion-glenn-danzig-jerry-only-pop-punk",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dom Lawson",
      "id": "profile/dom-lawson"
    }
  ],
  "guardianId": "music/musicblog/2016/may/13/misfits-reunion-glenn-danzig-jerry-only-pop-punk"
}