{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/12/do-you-live-in-a-town-with-a-second-home-problem",
  "id": "2016-05-12-185",
  "sectionId": "money",
  "body": "The people of St Ives, Cornwall, voted last week by a majority of four to one for measures to protect full time residents from the impact absent second home owners are having on their community.   Related: St Ives backs residents-only home ownership plan in referendum    Under the neighbourhood proposal – which could still be opposed by ministers in London – new housing projects will get planning permission only on the condition they are reserved for people who live in St Ives and surrounding areas full-time. Supporters of the idea argue that the housing market is out of control, and second-home owners have pushed the prices up to a level that is unaffordable for locals.  Ahead of the referendum Linda Taylor, about to begin her third term as the town’s mayor, told the Observer that while she could understand the positive impacts on the economy, she needed to look at the bigger picture: “Where you don’t have a sustainable economy, over time the town will wither away. We don’t want that. We want to maintain a thriving community, we’re trying to keep the fabric of the community together.” The proposal is being looked at by communities up and down the country, not only in coastal towns in Devon and Cornwall but also the Isle of Wight and areas inland such as the Derbyshire Dales and the Lake District National Park, which recently published a report on the impact of second homes on rural communities.              Pitchpole    01 May 2016 1:43pm  We live in a Welsh seaside village half of which is dark in the winter. The holiday home owners contribute nothing to the economy or life of the village (one notable exception). The village shop closed not being able to support itself in the winter. The cottage next door has been converted into a nine bedded monster by a banker from London.It's an inevitable consequence of one area in the UK economically forging ahead of the others but like clumsy children they destroy what they have come to see.      Do you, like the reader above, live in a town where second home ownership is a problem? If so, we would like to hear from you.  Where are you in the UK? What specific issues do you face due to non-resident home owners? What would you like local officials or community leaders to do about it? Maybe there are positive impacts of second home ownership in your area or you disagree with this type of intervention?              Winterspark    01 May 2016 9:52pm  Its an idea with good principles but it sets a troubling precedent for excluding people because they are not from an area. I'm totally behind the people of St Ives for wanting to provide homes for their families and community. But does the fact that they are in a tourist hotspot (a position many towns would envy) give them the authority to prohibit others from buying property there?      You can share your views with us by filling out the form below, and we’ll use some of the most interesting as part of our ongoing coverage.",
  "webTitle": "Do you live in a town with a second home problem?",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/12/do-you-live-in-a-town-with-a-second-home-problem",
  "keyword": [
    {
      "webTitle": "Second homes",
      "id": "money/secondhomes",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "money/2016/may/12/do-you-live-in-a-town-with-a-second-home-problem"
}