{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/16/f1-spanish-grand-prix-five-things-barcelona-max-verstappen-kimi-raikkonen",
  "id": "2016-05-16-124",
  "sectionId": "sport",
  "body": "1) Verstappen headed for greatness We already knew Max Verstappen was precociously good – now we know he’s going to be one of the greats. He was faster than his vastly more experienced team-mate Daniel Ricciardo for most of qualifying and then won on his Red Bull debut to show everyone that the Milton Keynes-based team are back in business. He has looked totally at ease from the moment he stepped up from the junior Toro Rosso team earlier this month. Now we know why he was fast-tracked straight from Formula Three.To be a Formula One race winner at 18 is incredible. It also means that, starting so young, all the records could fall to him. He could still be driving in 20 years.   Related: Nico Rosberg ponders clear-the-air talks with Lewis Hamilton after crash    2) Horner will need to keep ‘devastated’ Ricciardo happy Red Bull’s team boss, Christian Horner, will have to show his man management skills to keep Ricciardo happy. Horner has the nimblest footwork of all the team principals and he has the experience of dealing with the intense rivalry between Sebastian Vettel and Mark Webber. However, Ricciardo’s nose has been put out of joint by the arrival of the sensational Verstappen from Toro Rosso. Ricciardo lost out to Verstappen after Horner decided to put the Australian on a three-stop strategy to cover the expected threat from Vettel’s Ferrari, which never really came. “I’m a bit devastated. A big part of me is happy the team are on winning form but it’s hard to celebrate,” Ricciardo said. “To not be on the podium sucks. I will pull the guys aside who I need to ask what the deal was today.” 3) Raikkonen motoring and motivated for new deal A fully motivated Kimi Raikkonen, whose contract with Ferrari runs out at the end of the year, is clearly driving for a new one-year deal. Ferrari have been linked with a number of drivers. Carlos Sainz, who was almost as good as Verstappen at Toro Rosso, is one. Valtteri Bottas has also been mentioned, although the Finn is not dominating the veteran Felipe Massa at Williams in the way he might be expected to, given the respective stages of their careers. Ferrari would also have no difficulty in acquiring Romain Grosjean from Haas. Raikkonen, at 36, looked lucky to still have a drive at Ferrari at the start of the year. He appeared to have lost the edge off his speed, and perhaps a little motivation. However, he was 0.221 seconds quicker than Vettel in qualifying in Barcelona and looked the only man capable of beating Verstappen at the end. 4) Financially troubled Sauber show spirit Maybe everyone has been a bit premature in writing obituary notices for Sauber. In Barcelona McLaren’s chairman and CEO, Ron Dennis, said that two teams might go to the wall before the end of the season – and financially troubled Sauber look the most vulnerable of them all. On Sunday, however, Marcus Ericsson drove very well, and he thought his performance on Saturday was one of his best qualifying experiences. He still qualified only 19th but finished 12th, beating both Renault cars in the process. Sergio Pérez had a good race again for Force India, another of the teams with money worries, finishing seventh. 5) Sainz catches the eye     Carlos Sainz finished sixth for Toro Rosso at the Spanish Grand Prix. Photograph: Alejandro Garcia/EPA    After Verstappen, the most eye-catching drive at the Circuit de Barcelona-Catalunya came from Sainz, who is surely destined to secure a drive with one of the big teams. He put in a particularly fast first lap and finished in sixth place, his best finish. In doing so he beat his Toro Rosso team-mate Daniil Kvyat, who has had a few weeks he would like to forget.",
  "webTitle": "F1 Spanish Grand Prix: five things we learned from Barcelona",
  "webPublicationDate": "2016-05-16T15:51:13Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/16/f1-spanish-grand-prix-five-things-barcelona-max-verstappen-kimi-raikkonen",
  "keyword": [
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Red Bull",
      "id": "sport/red-bull",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ferrari",
      "id": "sport/ferrari",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sauber",
      "id": "sport/sauber",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kimi Raikkonen",
      "id": "sport/kimi-raikkonen",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/blog/2016/may/16/f1-spanish-grand-prix-five-things-barcelona-max-verstappen-kimi-raikkonen"
}