{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/11/declan-mckenna-the-story-behind-paracetamol",
  "id": "2016-05-11-258",
  "sectionId": "music",
  "body": "I’m 17 now. I wrote Paracetamol between the ages of 15 and 16. With many of my songs, I have this strange habit of spending months fumbling over song structure ideas before suddenly writing all the lyrics in one day, and that’s what happened here. What sparked that flurry was a story I read about a transgender girl called Leelah Alcorn who committed suicide in December 2014. Her mother told her she would never be a girl, and she had been compelled to undergo Christian transgender “conversion” therapy. It was a disgusting story. Not only must it have been a truly horrific experience for Leelah, but knowing that this wasn’t an isolated case genuinely terrified me.    Related: Ohio transgender teen's suicide note: 'Fix society. Please.'    So I wrote this song called Paracetamol – without really noticing it at first – from the perspective of this ambiguous authoritative figure, talking about somebody they are oppressing, in a sort of disconnected tabloid speak. I guess I’m being the bad guy. I didn’t really want to write it as a victim, firstly because I’m not, but predominantly because it wouldn’t feel right to write it that way. Paracetamol is not written specifically about Leelah’s case, but about sections of the media’s representation of LGBT communities in general. On the odd occasion they are represented, the media tends to be handle it so horribly that the cumulative effect is that their readers – quite understandably – just don’t quite get it either. It’s pretty important to note here that I’m not trying to suggest that I know everything about this topic, because I don’t, but I do care and I wanted to act, and I think more people need to start actively caring. People need to start getting it.     Declan McKenna: ‘We wanted to make something positive, with people who are actively affected by the topics in the video’ Photograph: Sam Deitch/BFA/Rex Shutterstock    When making a music video, it becomes quite difficult to find a director who can puts all your words into pictures and convey the same message. Paracetamol needed somebody who genuinely cared about what the song was trying to say. Trans music videos can be pretty bad and send out the completely wrong message. We approached the brilliant Matt Lambert, whose previous work is fascinating. It’s provocative. Check him out, if you’re not familiar with his work already. I think he has done an amazing job with the video, and he had loads of really great, interesting ideas from the outset. One of the primary things he wanted to focus on, which was important to me and the song, was that it wasn’t portrayed as a tragedy. Many films about trans people have this weird suggestion that they don’t have the chance to be happy. We wanted to make something positive, with people who are actively affected by the topics in the video. The teenagers that Matt and his team cast were from east London, and watching their friendship develop, almost in real time, was awesome. Those guys are 15, and the story resonated with them. This video doesn’t tell them that their life is going to be shit simply because some people won’t accept who they are. I really hope it’s a video that can speak to people. It’s a cliche, but although we’re all different, we’re also pretty similar. Rather than caring about the problems that affect us alone, maybe we should start caring about the problems that we’ve created and start reversing them.  Declan McKenna plays the Great Escape festival, Brighton, on Thursday 19 May, and plays across the UK throughout the summer.",
  "webTitle": "Declan McKenna – the story behind Paracetamol",
  "webPublicationDate": "2016-05-11T11:10:27Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/11/declan-mckenna-the-story-behind-paracetamol",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/musicblog/2016/may/11/declan-mckenna-the-story-behind-paracetamol"
}