{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/me-before-you-film-love-disability-thea-sharrock-sam-claflin",
  "id": "2016-05-21-5",
  "sectionId": "uk-news",
  "body": "Will Traynor, the handsome, wheelchair-using hero of the bestselling novel Me Before You, by British author Jojo Moyes, has already left millions of readers around the world sobbing and heartbroken. Now a leading West End director is inviting cinema audiences to go through it all again with the release of her first feature film. Thea Sharrock, who directed Tom Hiddlestone in Shakespeare’s Henry V for the BBC in 2012, believes the fresh tears will be worth it, as the film offers a chance to pause and reflect on the real value of life. Her big-budget film version of the book stars Sam Claflin (best known for his role as Finnick Odair in The Hunger Games) as Traynor. It has a screenplay by Moyes and is out on 3 June in a bid to become the blockbusting weepie of the summer. True to the novel, which has so far sold six million copies, it tells an unconventional love story. At its emotional core are Traynor, a quadriplegic former jet-setting banker, and his hapless carer, Lou, who is played by Game of Thrones star Emilia Clarke. “I wanted to stick to the universal theme of the simple and yet wonderful way these people fall in love, while creating a space for people to think about what matters,” said Sharrock, adding that she sees the subjects of life-altering disability and the morality of euthanasia as difficult rather than “dark”. The director, known in theatre for directing Daniel Radcliffe in Peter Shaffer’s Equus, and Benedict Cumberbatch in an award-winning revival of Terence Rattigan’s After the Dance, has kept Moyes’s romance as streamlined as possible, focusing on its serious central issue: what might make life worth living if you are a wheelchair user?            “I wanted to get across how rare it is that we allow someone into our lives and trust them to show us a different way to exist,” said Sharrock, who watched the 1970 hit Love Story in preparation for filming. “Crying in the cinema can be quite a release anyway, especially if there are a couple of laughs as well. It is a bit like yoga or a therapy session. It is so easy in modern life to lose sight of how we feel about things. It was never in my mind to pass judgment, though.” Her aim, the director said, was to underline some important priorities: adventure and love. “By the end, the question becomes: who is it who saves who?” Claflin was given the lead role after a number of actors with disabilities were considered. “We spoke to a few, but there were limited options, with due respect to those we saw,” she said. “To be honest, it was always going to be a question of finding someone who would meet what the studio was going to require as well as what we needed. And I believe any really good actor should be able to give you what you need. To his credit, Sam took a lot of time with the physicality of the part. He gave it a huge amount of weight and, of course, we gave it a lot of attention on set.” Sharrock, Claflin and Steve Peacocke, who plays Nathan, a trained nurse, researched the impact of quadriplegia together for the film. The three spent time in hospital talking to patients with spinal injuries. “There are no absolutes, but there are things that often happen and we wanted to get those across. It is really important to me that the film seems real to anyone who knows anything about this kind of disability. Over five months, Sam and I sent each other lots of cuttings and book recommendations to work out how to create this character who does not do what you necessarily expect.” Few scripts revolve around characters with disabilities and Sharrock hopes her film will represent part of an experience that has been largely ignored in film.     Thea Sharrock directing the film Me Before You Photograph: Alex Bailey/Warner Bros    “My nephew is in a wheelchair and I hope he will be pleased to see this shown in a way that does not make audiences too uncomfortable. If we had shown Will being taken in and out of his chair, or put in a hoist over a bath, the impression we would give is of difficulty. I wanted to make it more normal.” The novel’s open attitude to assisted suicide made the book controversial in some quarters, and Sharrock listened to rival views before she shot the film. “We did not want to be dismissive of either side,” she said. “There are a few well-known cases where people have made these choices and on the wards people knew patients who had done so. They were able to say that they understood, but that was not their story.” Pembroke in Wales doubles for the English town with a castle where the novel is set, while Mallorca stands in for exotic Mauritius. “I chose Pembroke Castle because I wanted a place that would show how differently people can live in the same area,” said Sharrock. “I felt from the first with the script that there was a fairytale element to it, with class a big factor.” The fairytale approach even dictated the use of light in the film. “We kept it as English-looking as we could, so there is a greyness of tone,” said Sharrock. “I didn’t want to show gritty Britain, because this is not about that. Then when Lou takes Will on holiday, it had to look as if she had tried her absolute best for him. “By the end of the story, when you get to Paris, then the audience can take a massive breath and see lots of things are ahead that would not have been possible if they had not met.”",
  "webTitle": "Me Before You: not just a tearjerker",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/me-before-you-film-love-disability-thea-sharrock-sam-claflin",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Romance",
      "id": "film/romance",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Assisted dying",
      "id": "society/assisted-suicide",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Me Before You",
      "id": "film/me-before-you",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "film/2016/may/22/me-before-you-film-love-disability-thea-sharrock-sam-claflin"
}