{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/the-guardian-view-on-term-time-holidays-give-them-a-break",
  "id": "2016-05-13-65",
  "sectionId": "commentisfree",
  "body": "Few principles have been more passionately upheld in education than parental choice. The right of parents to choose is the rock upon which private schools and religious schools are founded. And the assertion of a similar parental right has been fundamental to the gradual whittling away of local authority control of state schools and the growth of free-standing academies. Yet the parent’s right in other respects still frequently stops at the school gate. A classic example of this drive for conformity within a system whose overarching ethos in other respects is one of choice comes when parents want to withdraw their children from school for a term-time holiday or other event. In the high court on Friday, a father who refused to pay a fine for taking his daughter out of an Isle of Wight school so that she could join a family holiday in Florida won his case against the local authority. Jon Platt’s case hinged upon the meaning of regular attendance, a principle that is set out in the 1996 Education Act, which says that a parent commits an offence if the child does not attend school regularly (there are exceptions for absences with leave, due to illness or for religious reasons). Since 2013 there have been tougher central government regulations controlling absences with leave, which say now that it can only be granted in exceptional circumstances. This tightening led to almost 64,000 parental fines being imposed in the first year of the new system. Reasonable people will have some sympathy for both sides in this argument. Modern school holidays reflect the rhythms of pre-industrial Britain, around the religious festivals and the harvest. The holiday industry is geared to these breaks, so demand is heaviest – and prices are highest – in the 12 or so weeks of the year when the schools are closed. But many modern lives are dominated by very different rhythms, including far-flung families and tricky rotas at work. More parents than ever are also separated, and if both want to holiday with their kids the timetabling gets more complicated. Until recently, many local authorities allowed a child to take up to two weeks of time out of school in such circumstances. Not any more. But good, consistent and focused schooling is important too. Learning involves disciplines. Erratic attendance can be disruptive for both pupil and class. Not all absences can be justified on educational grounds, though some can (a test that almost inevitably favours wealthier and more educationally privileged parents). Schools are also under tight community and national pressure to teach to tests and exams whose outcomes help shape Ofsted reports and league tables as well as local parental confidence. Schools have an interest in maximising attendance in order to maximise grades, ratings and reputations. They are being encouraged to run a tight ship, so the pupils are naturally expected to sign on for the whole voyage. Reform of the school year is much discussed but little action is taken. Yet all this is happening in a society and culture that celebrates individual fulfilment and consumer choice as never before, in which information has never been as comprehensively available on devices that can be used anywhere in the world, not just the classroom. Mr Platt’s case holds a light up to a modern lifestyle that is a world away from the schooling of a century ago. It’s not just the government that must now decide where the boundaries between parental choice and educational opportunity should be drawn. It’s all of us as citizens, parents and consumers. Friday’s case was anything but the last word.",
  "webTitle": "The Guardian view on term-time holidays: give them a break | Editorial",
  "webPublicationDate": "2016-05-13T17:38:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/the-guardian-view-on-term-time-holidays-give-them-a-break",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "School holidays",
      "id": "education/school-holidays",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/the-guardian-view-on-term-time-holidays-give-them-a-break"
}