{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/french-unions-threaten-disrupt-euro-2016-strikes-football-employment-legislation",
  "id": "2016-05-29-65",
  "sectionId": "world",
  "body": "French unions have called for strikes in cities across the country to disrupt the Euro 2016 tournament. After weeks of clashes between police and protesters demanding the government withdraw a divisive labour bill, union leaders have called for transport strikes in 10 cities where the tournament is being held. The country’s most powerful union, the CGT, which led the protests last week, has announced it will organise industrial action to hit the Paris metro as well as city bus services from 2 June, eight days before the month-long tournament opens. CGT officials have warned they will continue to disrupt France until the Socialist government scraps the law, which introduces more flexibility in working practices but is seen as business friendly and a threat to workers.   Related: Why have France's labour reforms proved so contentious?    As well as open-ended strikes it has also called for a national “day of action” – the ninth since the industrial action campaign began in March – on 14 June.  François Hollande, and his government, including the prime minister, Manuel Valls, have suggested they might be willing to tinker with the legislation, but have refused to abandon it. The Journal du Dimanche reported on Sunday that a source close to the president was expecting the government to compromise. “The CGT knows it will not succeed in getting the labour reform withdrawn, but it must be allowed to win in other areas,” the paper said. Two other unions, Force Ouvrière and SUD, have also issued strike calls. Force Ouvrière’s secretary general, Patrice Clos, told Reuters that his members would be called to strike in the host towns and cities, to put pressure on the government. “At our congress it was decided to do this because the law affects workers … we decided that we will call a strike all over sectors on each day of matches in the towns concerned,” Clos said. SUD is threatening to call a strike with immediate effect until 11 July, when the tournament will be over. Two more unions, UNSA and CFDT, are calling for rolling strikes across the country from the end of this month. Virgile Caillet, general delegate of sports and leisure industries body Fifas, told BFMTV the strikes gave a “very negative image” of France. Euro 2016 is expected to attract about 2.5 million extra visitors to France, including 500,000 football fans from Britain. It is hard to predict the effect of the strikes. Last Wednesday’s call by the CGT for a transport strike, caused little disruption in Paris. However, with different unions threatening to strike at different moments, football fans could have difficulty travelling to matches in other French cities including Marseille and Bordeaux. Officials fear the disruption could hit Paris’ bid to host the 2024 summer Olympics.",
  "webTitle": "French unions threaten to disrupt Euro 2016 with strikes",
  "webPublicationDate": "2016-05-29T16:53:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/french-unions-threaten-disrupt-euro-2016-strikes-football-employment-legislation",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Unions",
      "id": "world/unions",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/29/french-unions-threaten-disrupt-euro-2016-strikes-football-employment-legislation"
}