{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/27/porn-stars-of-the-junta-magnifica-70-south-americas-breaking-bad-tv-walter-presents",
  "id": "2016-05-27-136",
  "sectionId": "tv-and-radio",
  "body": "A drama about sex and politics in Brazil, Magnifica 70 is the sort of show that would never have previously been on in the UK – and would never be made here. Dropping today on Channel 4’s Walter Presents, it proves again how this cornucopia of foreign drama, the greatest boon to viewers since the creation of time-shift sites, has thrillingly expanded the schedules.  It’s been billed as “Mad Men meets Boogie Nights”. But the North American creation this show by HBO Latin America feels most indebted to is, in fact, Breaking Bad.  Like Walter White, the chemistry teacher who became a drug baron, Vicente (Marcos Winter) is a respectable middle-class professional who first tiptoes on to the wild side but then loves running there. An accountant who has been redeployed to the censorship office in São Paolo, Vicente refuses to pass a low-budget porn movie called The Wild Schoolgirl, but later rethinks when he finds that Dora (Simone Spoladore), its naked nymphet, has put lead in his blue pencil.     Vicente with Dora, the nymphet who gets him embroiled in the world of pornography. Photograph: Dan Behr/Global Series Network     Visiting the pornography studio on the pretext of suggesting a rewrite that will get the film green-lit, he becomes a producer in the porn business while having to uphold the fictions of being a diligent state censor and faithful husband to the daughter of a general.  The significance of the military in-law is that Magnifica 70 is set in 1973, the mid-point of the military dictatorship that ran Brazil from 1964 to 1985. Whereas British television often makes historical dramas (Poldark, War and Peace) as an escape from the present, here TV is using a period piece to tell a story that can only be addressed today.  In that respect, the movie it most recalls is not Boogie Nights (despite the obvious sex-cinema connection) but The Lives of Others, the 2006 film about an East German spy who becomes drawn to the subjects of his surveillance operation. Both protagonists are unbalanced by jobs that involve sexual voyeurism, and are led to dissent from the political systems they serve.     Vicente with his father-in-law, General Souto. Photograph: Dan Behr/Global Series Network     The most compellingly original aspect of Magnifica 70 is its visual fluidity. The colour images of the main story, which shows Vicente’s daily life, alternate with black-and-white sequences. Initially, these are from the movies submitted to the censor but, as the show develops, may be dreams, flashbacks, fantasies or, as a fortune-teller is among the characters, prophecies. In an enjoyably Potteresque (Dennis, not Harry) manner, these levels of reality increasingly blur, with actors and characters overlapping. What we had taken as action from one of Vicente’s screenplays proves to be a memory, a dream; sometimes, the trick is played in reverse.     A memory, or a dream? Dora wrestling a gun away from Dario. Photograph: Dan Behr/Global Series Network     Such playful storytelling is rarely found now in British drama, as commissioners simplify scripts and concepts to appeal to as many viewers as possible in the UK and beyond.   One aspect that might also have been edited out of the scripts in Britain, though, is more to the credit of our television. Recurrent scenes of Dora stripping naked, in auditions and films, fail to achieve the balance between dramatising sexual exploitation of women and enacting it. Although both the subject-matter and imagery of the series celebrate the end of censorship in Brazil, the application of scissors can have a progressive rather than conservative purpose when it involves the filming of women’s bodies.     The series celebrate the end of censorship in Brazil, but is it dramatising sexual exploitation of women – or enacting it? Photograph: Global Series Network     As a box-set drop, Magnifica 70 lacks the escalating tension and just-one-more impulse of a series such as Sky Atlantic’s tremendous Billions, feeling more cultish and to be consumed in smaller chunks. But, like many of the shows on Walter Iuzzolino’s online treasure trove, it has opened our eyes to unseen and unforeseen drama. It is full of wit both visually – the cutaways to the slobbering projectionist in the censor’s cinema – and verbally: one porn star has the screen name Flint Westwood.  There may also be a vicious drug baron called Walter but, for British TV fans, the name should now invoke a good guy who has transformed our viewing. • Magnifica 70 is available on All 4 from today.",
  "webTitle": "Porn stars of the junta: Magnifica 70 is South America's Breaking Bad",
  "webPublicationDate": "2016-05-27T13:51:57Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/27/porn-stars-of-the-junta-magnifica-70-south-americas-breaking-bad-tv-walter-presents",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/27/porn-stars-of-the-junta-magnifica-70-south-americas-breaking-bad-tv-walter-presents"
}