{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/nsw-greens-mp-john-kaye-dies-at-60",
  "id": "2016-05-03-358",
  "sectionId": "australia-news",
  "body": "New South Wales Greens MP John Kaye has died from cancer aged 60. His Greens colleague, justice spokesman David Shoebridge, said NSW had “lost an MP of enormous principle, energy and commitment”. “His colleagues have also lost a dear friend,” he said.  Kaye was diagnosed with an aggressive form of the disease in February and was receiving treatment when he died on Monday night.    farewell dear John Kaye— Scott Ludlam (@SenatorLudlam) May 3, 2016    “He died peacefully in his home surrounded by friends and family,” Shoebridge said. Kaye was elected to the NSW upper house in 2007 and was the party’s spokesman on a range of issues including gambling, racing, energy, water and consumer affairs. A private service will be held this week, with details of a public celebration of Kaye’s life to be announced. “Our thoughts today are with John’s partner, Lynne, his sister and brothers Dina, Andrew and Stephen, and their families,” Shoebridge said.    John Kaye was a principled and effective member of parliament -- the kind of representative we need more of in our parliaments, not less.— Clover Moore (@CloverMoore) May 2, 2016    Educated at the University of California, Berkeley, Kaye researched and taught electrical engineering at the University of NSW, specialising in sustainable energy. In parliament he was vocal about problem gambling, Tafe cuts, electricity privatisation and political donations, helping to usher in an ethics alternative to religious education in public schools.  Kaye announced his illness in February, saying he would need chemotherapy and a hip replacement and hoping to return to parliamentary duties in March.  Richard Di Natale, Lee Rhiannon and Jamie Parker were among those to offer their condolences on Twitter.    Tragic news that my Greens colleague, and tireless campaigner, John Kaye has passed away. My thoughts are with his partner and family.— Richard Di Natale (@RichardDiNatale) May 2, 2016      Our dear friend John Kaye died last night. Our thoughts are with his partner Lynne and his family in these sad times pic.twitter.com/1C2FfhH66v— Senator Lee Rhiannon (@leerhiannon) May 2, 2016      Vale John Kaye - a  champion for the Greens and the people of NSW. He will be sorely missed.— Jamie Parker MP (@GreensJamieP) May 2, 2016      Very sad to hear John Kaye has passed away. My thoughts are with his family + friends— Tanya Plibersek (@tanya_plibersek) May 2, 2016",
  "webTitle": "NSW Greens MP John Kaye dies of cancer aged 60",
  "webPublicationDate": "2016-05-03T00:36:37Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/nsw-greens-mp-john-kaye-dies-at-60",
  "keyword": [
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/03/nsw-greens-mp-john-kaye-dies-at-60"
}