{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/chris-gayle-cricket-the-spin-interview-race-remarks",
  "id": "2016-05-24-188",
  "sectionId": "sport",
  "body": "Gayle’s warning Chop, along with bogan, root, and one or two others, is an Australian word you may not know before you go, but will soon pick up after you get there. For the unfamiliar, Freddie Flintoff provided the perfect gloss back in January when he used it to describe Chris Gayle’s behaviour in his infamous interview – “Don’t blush baby” – with Channel Ten’s Mel McLaughlin. “Big fan of @henrygayle,” Flintoff wrote, “but made himself look a bit of a chop there.” So, no need to look it up in the Australian Dictionary of Slang the next time you hear it. Because it fits, in a way its loose English equivalents – prat, wally – wouldn’t quite. Flintoff always did have the happy knack of needling people with a telling word or two. Gayle was at it again last weekend, in an excruciating interview with Charlotte Edwardes in the Times, lowlights of which included his asking her “how many black men” she had “had”, whether she dyed her pubic hair, and a lot of Kenneth Williams carry-on about his “very, very big bat”. Gayle has a ghost-written autobiography out. Unlike his team-mate Tino Best, whose recent book Mind The Windows also bridges the lesser-crossed genres of kiss-and-tell and cricket memoir (“I’ve slept with anywhere between 500 and 650 girls … I was bowling fast – at night”), Gayle decided against co-opting Flintoff’s phrase for his title – Chop Off The Block? Chop Till I Drop? – and went instead for the subtle Six Machine. Gayle still hasn’t forgiven Flintoff, and so makes a point of attacking him in the book (“This coming from a man who admitted he took Viagra during a Test match. Freddie Flintstone, a young boy like you taking Viagra?”). Gayle also turns on a couple of the other cricketers who criticised him, Chris Rogers (“acting more like Roger Rabbit”) and Ian Chappell (“a man who was once convicted of unlawful assault in the West Indies for punching a cricket official”). In the first paragraph of his book, Gayle describes himself as “complicated”, a little later on in his interview with Edwardes, he finally started to sound it.   Related: England still have work to do despite easy dismissal of Sri Lanka | Mike Selvey    Gayle believes the rest of the criticism he received over the interview was racially motivated. “Successful black men are struggling because people do things to put them down,” Gayle said. “I would say this anywhere in the world, in any sporting arena, right now in 2016: racism is still the case for a black man. Trust me. They just want to get a little sniff of the dirt. They find out some shit and they want to sink you. It’s reality. You have to deal with that as a successful black man.” Usain Bolt, Gayle says, has endured similar stings. These are startling remarks, and it’s a surprise they haven’t received more coverage. When I first read them, my first thought was to reject them. But then, as Mandy Rice-Davis had it, “he would, wouldn’t he?” Like the vast majority of my colleagues, I’m a white, male, middle-class sports journalist, so on no good footing to pronounce on what Gayle has experienced as he lifted himself up from a Kingston slum to become one of the wealthiest and most wildly successful cricketers in the world. The most surprising thing about Gayle’s words may be their bluntness, the fact that he was so ready and willing to call out the problem. In cricket, it’s not often done. Despite the fact that, as game of empire and post-empire, it is, and always has been, loaded with issues of race and national identity. In the last year the Zimbabwean Test cricketer Mark Vermeulen was banned by his board after he referred to black Zimbabweans as “apes” on social media, while Vermeulen’s old team-mate Prosper Utseya accused that same board of racism in their running of the sport. And several Pakistani players have spoken out about racism in English county cricket, in the wake of the offence committed by Craig Overton. These issues are always there, bubbling under. But it’s rare for a star player to address them directly, as Gayle has just done. Gayle was talking about something more insidious, about attitudes “off the field”, especially, he seems to be saying, among the media. And some aspects of our coverage should make us uncomfortable. As Peter Oborne pointed out in his book Wounded Tiger, the Pakistani team is often subjected to the most ludicrous stereotyping, which has stretched as far as the suggestions, widespread at the time, that certain members of their 2007 World Cup team may have had a hand in the death of their coach Bob Woolmer. Innuendos always swirl when they play poorly, quicker to gather around them than their competitors, though cheating, and fixing, are universal problems. Likewise with Gayle himself. As he says in his interview: “People think that [my] attitude towards the game stink. That’s how it come across: lazy.” Lazy, yes, and add to that arrogant and uninterested in all aspects of cricket other than the money it brings him. Square that with his record. He played 103 Test matches for West Indies in 14 years, scored triple centuries against both South Africa and Sri Lanka, and has since become the best T20 batsman on the planet, and has scored more T20 centuries on his own than Virat Kohli, David Warner, and Brendon McCullum have made between them. A man can’t do that while being lazy, or without being committed. Echoes here of the old stereotypes about the West Indians, those carefree calypso cricketers, which Viv Richards (“My bat was my sword”) and his team-mates exploded in the 1970s and 80s. There is a great tradition of West Indian Test captains, and Gayle led the team in 20 Tests, breaking down these barriers. From Learie Constantine, who led them for a single day while Jackie Grant was injured and then became the UK’s very first black peer, through Frank Worrell, the first black man to be appointed skipper full time, to Richards himself. You must wonder what these three extraordinary men would make of Gayle’s latest remarks, whether Constantine really helped push the Race Relations Act through parliament so that Gayle wouldn’t have to fight for the right to make a fool of himself in a pitchside interview. There are many things about this business that are worth questioning, such as the hypocrisy of sponsors, media companies and cricket teams who have used Gayle’s playboy image to sell products, papers and tickets to an enthusiastic public. But, for all his anger, his arguments are unconvincing. After all, it isn’t only black cricketers who receive this kind of invasive coverage. In fact, ever since the journalistic omerta about covering the players’ private lives was broken by a band of news reporters in the 1980s, certain journalists have always been looking for what Gayle calls “a little sniff of the dirt”. From the alleged trysts involving Ian Botham and Miss Barbados in ’86, and Mike Gatting and a waitress during the first Test at Trent Bridge in ’88 – which both denied – to Kevin Pietersen’s relationship with a Big Brother contestant in 2005. Shane Warne, memorably caught up in a tabloid sting involving two models and a giant inflatable toy, seems, like Botham, to have had an entire lifetime of it. The sorry truth is that for some this seems to have become the price of sporting success. And if Gayle wants journalists to stop trying to undermine him, he should probably stop undermining himself. When a player asks his interviewer whether she dyes her pubic hair, it’s safe to say that, complicated as these issues can be, sometimes it’s just that a chop is a chop is a chop.• This is an extract taken from the Spin, the Guardian’s weekly cricket email. To subscribe just visit this page, find ‘The Spin’ and follow the instructions.",
  "webTitle": "Chris Gayle’s latest excruciating interview and his startling race remarks | The Spin",
  "webPublicationDate": "2016-05-24T11:57:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/chris-gayle-cricket-the-spin-interview-race-remarks",
  "keyword": [
    {
      "webTitle": "Chris Gayle",
      "id": "sport/chris-gayle",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "West Indies cricket team",
      "id": "sport/west-indies-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Bull",
      "id": "profile/andybull"
    }
  ],
  "guardianId": "sport/2016/may/24/chris-gayle-cricket-the-spin-interview-race-remarks"
}