{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/20/los-angeles-new-expo-line-train-santa-monica-beach",
  "id": "2016-05-20-171",
  "sectionId": "travel",
  "body": "In Los Angeles, the US’s most congested city, commuters spend a hellish 164 hours a year stuck in a traffic jam. Mention rush hour on the 405 or the 101 and drivers will roll their eyes and groan. With a reputation for gridlocked highways, smog and an unwieldy public transport system, the car capital of America is a daunting city to navigate. The I-10 from Downtown to Santa Monica is notoriously slow at weekends, when it can take up to two hours to drive the 17½ miles. But from this weekend, many Angelenos will finally be able to make a less stressful trip to the coveted beachside town. In what mayor Eric Garcetti describes as a “game changer”, the city has spent $1.5bn on the new Expo Line extension to the coast. Seven additional stations and 6.6 miles of new track mean that, as of 20 May, sun seekers can hop on a train, surfboard under one arm, in Downtown LA, and hit the beach 46 minutes later.     Way to go … ‘passengers have the smug satisfaction of overtaking stationary traffic’. Photograph: Steve Hymon/Metro    On an unusually grey morning the week before the launch, I am in a carriage full of press departing a concrete platform above Culver City, nine miles from Downtown, where the Expo Line used to finish. Undulating canopies and palm trees make it feel different from other city metro lines. Gliding at street level, passengers have the smug satisfaction of overtaking stationary traffic. The driver sounds his horn at pedestrians unused to dodging trains and, right on cue, the sun appears as the train arrives at the beach. On the open-air platform everyone inhales, sniffing the Pacific air. “It’s an emotional moment,” says Garcetti. “For the first time in 60 years, you can go from the skyline to the shoreline by train. You can eat your way across this line, you can see art across this line, and you can go to school across this line.”     West coasting … Angelenos can now take the Expo Line to Downtown Santa Monica station. Photograph: Alexander Spatari/Getty Images/Moment Open    With trains running until 3am at weekends, visitors will also be able to drink their way across the line. Starting with a sundowner at The Bungalow, one of Santa Monica’s raucous hangouts, I decide to put this theory to the test, working my way east back to LA. Culver City itself is an arty neighbourhood on the rise, with a standout gastropub, Father’s Office, a quick stroll from the station. After I’ve sampled a few of the mind-boggling selection of craft beers on tap (subdivided into malty, hoppy, spicy and herbaceous), the barman suggests I take a portion of crispy pork rinds with mole sauce as a subway snack. They’re still popping as I hop off at Crenshaw, a somewhat intimidating mid-city station where jazz lovers and locals rub shoulders at Living Room, a dive bar of black leather and mirrors. Back on the Expo, with the high-rises glittering closer, I reach 7th Street and Clifton’s, an iconic Downtown hangout where swing dancers are kicking their heels to a live band under the branches of a giant redwood. With a nightcap in hand and sand still between my toes, I feel that, tonight at least, LA’s sprawl is a little less sprawling. • A one-day LA Metro pass with a TAP card (electronic ticket) costs $7; a one-way ticket is $1.75, metro.net",
  "webTitle": "Los Angeles’ new rail extension makes its way to the beach",
  "webPublicationDate": "2016-05-20T12:37:03Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/20/los-angeles-new-expo-line-train-santa-monica-beach",
  "keyword": [
    {
      "webTitle": "Los Angeles holidays",
      "id": "travel/losangeles",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "California holidays",
      "id": "travel/california",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Beach holidays",
      "id": "travel/beach",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United States holidays",
      "id": "travel/usa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "North and Central America holidays",
      "id": "travel/northandcentralamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Los Angeles",
      "id": "us-news/los-angeles",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/20/los-angeles-new-expo-line-train-santa-monica-beach"
}