{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/newcastle-mike-ashley-instant-return-premier-league",
  "id": "2016-05-13-75",
  "sectionId": "football",
  "body": "Mike Ashley has written an open letter to Newcastle United fans pledging to do everything in his power to ensure an immediate return to the Premier League. The newly relegated club’s owner described the descent into the Championship as a “terrible blow” and said he was “sharing” supporters’ pain. This would appear to indicate that the sports retail tycoon has no intention of selling Newcastle at present and is keen to convince Rafael Benítez to remain as manager.   Related: Newcastle ‘devastated’ by relegation, says managing director Lee Charnley    Negotiations with the former Liverpool and Real Madrid manager continue and it was perhaps indicative of his willingness to offer Benítez considerable autonomy that Ashley described the Spaniard as “formidable”. Although the 56-year-old is strongly tempted to stay on Tyneside next season, his family home remains on the Wirral and he could be swayed by an approach from Everton. Newcastle officials have been nervous ever since Roberto Martínez’s sacking on Thursday. Benítez has asked the St James’ Park board not to put him under pressure to make a swift decision over whether to activate the release clause in his three-year contract and this probably explains why Ashley did not address the manager’s decision directly. “Newcastle United rightly has a proud and long tradition of competing at the highest level and I therefore understand and share the pain that supporters will be feeling at this difficult time,” the owner wrote before suggesting he is prepared to commit for the long haul at St James’ Park. “Many of you have expressed strong views about what we could have done differently. I respect those views but I would like to reiterate that it has always been my intention to try to achieve the very best for Newcastle United. “We invested heavily in the squad over last summer and again in January but we have been unable to secure Premier League status despite the recent efforts of the team under the formidable stewardship of Rafa Benítez. “I’ve said in the past that when I take on a challenge I am prepared to go through both good times and bad. There can be no doubt that relegation is a terrible blow but I want to assure you that the club will now be doing everything it can at all levels to try to ensure a swift return to its rightful place in the Premier League. We have done it before. We can do it again.” Under Chris Hughton’s management Newcastle made an immediate return to the Premier League after their last relegation in 2009 and, in order to ensure a repeat, they are prepared to help Benítez maximise time off with his wife and two daughters by offering him the use of a helicopter to fly between Merseyside and Tyneside. With a £5m salary plus control over not only transfers but the medical department, the academy and a re-modelling of the training ground on offer and fans clamouring for him to stay, Benítez has much to ponder. He is expected to come to a decision by the end of next week at the latest. The negotiations are being conducted by Lee Charnley, Newcastle’s much criticised managing director but a figure Ashley is understood to have little appetite to dismiss. Not that Charnley – or Graham Carr, the now vulnerable chief scout – will be exempt from scrutiny at the owner’s end-of-season review. “I thank the fans for their passionate support, in particular for Rafa and the team at recent fixtures,” wrote Ashley. “Clearly it is now time for a period of careful consideration whilst we reflect upon the lessons that need to be learned from the last 12 months to restore this great club to the very top flight of English football.”",
  "webTitle": "Newcastle’s Mike Ashley ‘pledges’ instant return to Premier League",
  "webPublicationDate": "2016-05-13T17:25:51Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/newcastle-mike-ashley-instant-return-premier-league",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/13/newcastle-mike-ashley-instant-return-premier-league"
}