{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/company-tax-cut-could-cost-budget-40bn-over-10-years-costings-show",
  "id": "2016-05-04-294",
  "sectionId": "australia-news",
  "body": "The final three years of Malcolm Turnbull’s 10-year company tax plan could cost the budget almost $40bn and the total revenue forgone over the decade could exceed $60bn, according to Parliamentary Budget Office costings of similar plans revealed by Labor.   Related: Australian budget 2016: the graphs you need to see    Both parties used the final days of the 44th parliament to test run their pitches for the election campaign the prime minister will almost certainly call at the weekend – pitting “fairness” against “class envy”.  The government is suggesting that Labor was setting the scene for a “war on business” and a “war on aspiration” by opposing the tax cuts, and a “class war” by proposing to retain the 2% deficit levy for people earning more than $180,000.  Labor claims the government is “out of touch” and the opposition leader, Bill Shorten, will on Thursday night use his televised budget reply speech to highlight what he says is the disparity between the government’s tax cuts for high-income earners and big business versus their embrace of Tony Abbott’s cuts to payments and support for working- and middle-class families. The prime minister said on Wednesday that if re-elected he would immediately present legislation to implement the full 10-year plan of its company tax cuts – the centrepiece of Scott Morrison’s budget, but the government has only released costings for the first four years - which would forgo $5.3bn in revenue. Labor has revealed separate PBO costings of various levels of company tax cuts – to 27%, 26% and 25%.  It shows that in 2024-25 a cut to 27% would cost $8.7bn, that a cut to 26% in 2025-26 would cost $12.45bn and a cut to 25% in 2026-27 would cost $16.45bn.  The costings are only an indication of the possible revenue forgone and do not cover the three years following the four estimates in which the government is proposing to gradually increase the threshold for the size of company that qualifies for the gradually reducing company tax rate. The treasurer repeatedly refused to reveal 10-year costings on Wednesday, saying costings were only ever provided over the budget’s four-year forward estimates, but Labor insisted voters should know the cost of the budget’s central promise. Labor has said it will oppose most of the government’s company tax cut plan, which will reduce all business tax rates to 25% by 2026, as soon as possible if it is re-elected. The government promised to cut the small business tax rate from 28.5% to 27.5% and extend the eligibility to businesses with turnovers of up to $10m, also from 1 July. The lower rate will be gradually phased in for larger businesses until it covers all companies in 2023, and the government is promising to reduce the rate to 25% in 2026.   Related: If this budget was a tomato in a shop you would leave it there, it is a bad tomato | First Dog on the Moon    Labor has said it would support only the tax cuts for businesses with turnovers under $2m but not the extension to bigger businesses.  Asked whether the 10-year plan was aspirational and uncosted, as Labor suggested, Turnbull said: “Neither of those points is correct. It is a commitment; it is a plan. ” Asked whether business tax cuts could be legislated for the full 10 years, Turnbull responded: “Absolutely, of course it can be. The legislation will enable us to deliver those cuts into the future. Obviously a future parliament could change that.” Turnbull said on Wednesday high-income earners deserved to have the deficit levy lifted because they were being hit by the government’s changes to superannuation concessions. Morrison has defended the budget’s failure to offer any tax relief to families earning between $37,000 and $80,000 by saying they had retained the tax cuts offered as compensation for Labor’s carbon tax, even after the carbon tax was abolished.",
  "webTitle": "Company tax cut could cost budget $40bn over 10 years, costings show",
  "webPublicationDate": "2016-05-04T08:20:44Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/company-tax-cut-could-cost-budget-40bn-over-10-years-costings-show",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/04/company-tax-cut-could-cost-budget-40bn-over-10-years-costings-show"
}