{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/victoria-pendleton-olympics-shane-sutton",
  "id": "2016-05-26-26",
  "sectionId": "sport",
  "body": "Victoria Pendleton has claimed she would have performed better at the London Olympics, where she won silver and gold medals, and could now be heading to compete in Rio if it was not for the corrosive culture at British Cycling that forced her to quit. The former track cyclist, who successfully switched to jump racing in an experiment backed by a leading bookmaker, has been outspoken in her support for Jess Varnish following her criticism of Shane Sutton, the former performance director . Pendleton confirmed that the way she was treated by Sutton and the culture at British Cycling had played “a big part” in her decision to retire. “I couldn’t stay working with those people,” she said. “If, four years ago, they’d made the changes that they’ve made now, I would’ve been a lot happier and probably would’ve performed better.” After Varnish was dropped from the high performance programme she said Sutton had made sexist comments and treated her badly. Paralympic cyclists then also made allegations against Sutton, saying he had called them “gimps” and “wobblies”, forcing him to resign. The 35-year-old said she had put her name forward to contribute to the wide ranging review being conducted into British Cycling’s culture in the wake of Sutton’s departure but believed it should report before the Rio Olympics rather than after. “Things could be done sooner, especially in an Olympic cycle,” said Pendleton, who was speaking at the BBC’s launch of its Olympic coverage and will travel to Rio as a pundit for the broadcaster.           Victoria Pendleton in action at Wincanton     “It’s not something you really want to leave continuing the way it is. Changes should be made and people should be able to just move on, in my opinion.” But Pendleton said she had faith in the process and the review headed by the British Rowing chair, Annamarie Phelps. It was announced this week that the panel would include the former England rugby union coach Stuart Lancaster. “It was never going to happen at an earlier stage, unfortunately. And, when you’re in the team, you keep your head down and you do what you’re told because you want to be part of it. It doesn’t mean it’s right,” said Pendleton. “It was going to happen sometime. It would be naïve to think that it wasn’t ever going to come out.” Pendleton said it was a “real shame” and “shortsighted” not to consider Varnish for the team: “She’s got way more talent than I ever had. She’s much more physically gifted and mentally resilient.” But she predicted the turbulence surrounding the team would not affect Britain’s chances of medals at the Olympics. When Pendleton backed Varnish, Sutton said he was surprised, given what he had done for her career. Asked about his response, she said: “Nothing surprises me about him. Nothing. It never will. It never could do.”",
  "webTitle": "Victoria Pendleton: corrosive culture forced me out of cycling",
  "webPublicationDate": "2016-05-26T21:30:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/victoria-pendleton-olympics-shane-sutton",
  "keyword": [
    {
      "webTitle": "Victoria Pendleton",
      "id": "sport/victoriapendleton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "British Cycling",
      "id": "sport/british-cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/26/victoria-pendleton-olympics-shane-sutton"
}