{
  "apiUrl": "https://content.guardianapis.com/commentisfree/belief/2016/may/12/for-haredi-jews-secular-zionism-remains-a-religious-heresy",
  "id": "2016-05-12-162",
  "sectionId": "commentisfree",
  "body": "The walled neighbourhood of Mea Shearim is just a few minutes’ walk from the old city of Jerusalem. Built in 1874, it is home to Jerusalem’s Haredi or ultra-orthodox community – though that description is sometimes used as a term of abuse. The word Haredi is taken from the book of Isaiah and refers to those who tremble before God. A bit like the Quakers. The Haredi regard themselves as no-compromise, Torah-faithful Jews, living out the word of God as best they can, until the coming of the messiah. The people who live here wear long black frock coats and broad-rimmed hats. Posters put up at the various entrances to the area demand modesty from visitors: long dresses and sleeves. Another poster declares: “No entry to Zionists”. Mea Shearim is home to some of the most fervently anti-Zionist Jews in the world. Addressing the whole leftwing antisemitism/anti-Zionism elision, Ephraim Mirvis, the chief rabbi of the UK, wrote recently in the Telegraph that Zionism “is a noble and integral part of Judaism” and that anyone suggesting otherwise is being “deeply insulting” to the Jewish community. There is a problem here. Where does this leave many of the Haredim? Haredi theology began as a reaction to the 18th century Jewish enlightenment, the Haskalah, a movement that aimed at the modernisation of Jewish culture in Europe. Whereas the Haskalah wanted to end Jewish segregation and encourage greater engagement with modern ideas and secular society, traditionalists saw this as a threat to Jewish religious identity. Thus the Haredim stuck resolutely to their traditional clothes and ways. They would chat in Yiddish and only pray in Hebrew, too holy a language for social intercourse. And when the secular movement of modern Zionism started to take shape, they opposed this too: only God could bring about the new Israel, they argued. Trying to pre-empt God’s action through secular nationalism was a heresy. Judaism is fundamentally a religious community, they argued, and modern notions of race and nationhood are alien to it. Thus, for many Haredim, the state of Israel remains almost sacrilegious. It’s not so long ago that even the chief rabbis of the UK thought something similar. In 1898, Mirvis’s predecessor, Chief Rabbi Naftali Hermann Adler, gave a sermon in which he condemned modern Zionism as usurping God’s role: “I look at this movement and worry with my heart, since I see it as opposed to the Torah of Hashem.” (Hashem meaning “the name” – that is, God’s name.) Compared with what others were saying, this is mild stuff indeed. Yes, after a long and heated debate, mainstream orthodox Judaism was won round to the modern version of Zionism and now celebrates it enthusiastically. But the idea that those who oppose it are being “deeply insulting to the Jewish community” does rather depend on which Jewish community you mean. Chief Rabbi Adler’s successors might have changed their mind, but many deeply traditional Jewish communities have not. And these communities are growing. Currently the Haredim make up roughly 10% of the Israeli population. Given the current birth rate of about six children per Haredi mother, some predict they will make up 25% of the population within a few decades. And a significant proportion of these are somewhere on a scale from indifferent to downright hostile to the state of Israel, and refuse to serve in its army. Last year a uniformed IDF officer was pelted with stones, eggs and nappies in Mea Shearim. Often dismissed as “extremists”, these Jews don’t fit with the neat secular narrative into which the Israeli government continues to woo them through education and army membership. But by refusing assimilation, the Haredim deliberately eschew the racy hi-tech Israel of those jogging on the Tel Aviv seafront. Personally, I admire their stubborn resistance to secular homogenised modernity and omnipresent capitalism, its companion. Furthermore, whatever else one may say about the Haredim, their anti-Zionism isn’t antisemitism. They stick to older, pre-Enlightenment promises about Zion. And why shouldn’t they? Twitter: @giles_fraser • This article was amended on 13 May 2016. An earlier version referred to Rabbi Adler’s predecessors rather than his successors.",
  "webTitle": "For Haredi Jews secular Zionism remains a religious heresy | Giles Fraser: Loose canon",
  "webPublicationDate": "2016-05-12T14:39:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/belief/2016/may/12/for-haredi-jews-secular-zionism-remains-a-religious-heresy",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Fraser",
      "id": "profile/gilesfraser"
    }
  ],
  "guardianId": "commentisfree/belief/2016/may/12/for-haredi-jews-secular-zionism-remains-a-religious-heresy"
}