{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/madam-butterfly-review-coliseum-london-minghella-rena-harms-david-butt-philip",
  "id": "2016-05-17-101",
  "sectionId": "music",
  "body": "Madam Butterfly, as staged in 2005 by the late Anthony Minghella, has been an ENO signature show in the past decade. On its sixth revival, again directed by Sarah Tipple, it doesn’t look in any need of freshening up. The bright block colours of Peter Mumford’s lighting, the sliding paper screens of Michael Levine’s set, the Japanese puppetry and dance, the lanterns and the cherry blossom and the origami birds – Minghella’s streamlined combination of all these remains strikingly beautiful. However, opening night this time round was a reminder that the wide-open set is no friend to the singers, often leaving them to hurl their voices out into the West End’s largest theatre with nothing to bounce the sound towards the audience.     Stylish role debut … Harms with David Butt Philip as Pinkerton. Photograph: Thomas Bowles    Conducted by Richard Armstrong, the orchestra barely hits a quiet note all evening. In act one especially, the voices are at a disadvantage – though the chorus, fresh from victory in their category in Sunday’s International Opera awards, sound as vigorous as ever. In the title role, Rena Harms gets some character over the footlights but not a lot of words; still, the bright, focused tone of her soprano makes her more convincingly girlish than most. Stephanie Windsor-Lewis and George von Bergen are solid as Suzuki and Sharpless, but it’s only the despicable Pinkerton whose words come across. Constantly competing with the orchestra, tenor David Butt Philip doesn’t shine the way he did in La Bohème here 18 months ago, but it’s a stylish role debut nonetheless.  In rep at the Coliseum, London, until 7 July. Buy tickets for Madam Butterfly from theguardianboxoffice.com.",
  "webTitle": "Madam Butterfly review – Minghella's production still looks good but the words are lost",
  "webPublicationDate": "2016-05-17T15:49:52Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/madam-butterfly-review-coliseum-london-minghella-rena-harms-david-butt-philip",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "English National Opera (ENO)",
      "id": "music/english-national-opera-eno",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Erica Jeal",
      "id": "profile/ericajeal"
    }
  ],
  "guardianId": "music/2016/may/17/madam-butterfly-review-coliseum-london-minghella-rena-harms-david-butt-philip"
}