{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/rising-star-competition-entry-george-hadfield",
  "id": "2016-05-11-228",
  "sectionId": "small-business-network",
  "body": "Thomas Rumbold, head of operations at Onespacemedia, explains why George Hadfield should win the Rising Star category of the Guardian Small Business Showcase competition:   George joined Onespacemedia as part of our creative internship programme in 2013. George’s potential rapidly became clear and he was offered a position as a full-time designer as soon as his internship came to an end.  On top of George’s obvious creative talent, his positive attitude, proactive approach to solving complex client issues and positive attitude means he shines as a natural leader in a small organisation. He’s never afraid to go beyond the brief to make sure that our collective design output and support services are exceptional for clients that are sometimes ambitious in what they’re trying to achieve. He handles work with confidence and gets to the heart of business problems, rather than just focusing on design.  George was recently promoted to Senior Designer in recognition of his commitment and the place he has carved out for himself among a high-performing team of creative technologists. Onespacemedia is a more creative, professional and ambitious organisation for his efforts and it’s a privilege to have him on the team.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: George Hadfield",
  "webPublicationDate": "2016-05-11T12:00:46Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/rising-star-competition-entry-george-hadfield",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/rising-star-competition-entry-george-hadfield"
}