{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/29/royal-ballet-mixed-bill-review-wayne-mcgregor",
  "id": "2016-05-29-91",
  "sectionId": "stage",
  "body": "As Wayne McGregor has evolved from contemporary to classical choreographer, he has made deliberate use of the traditional balletic contrasts between male and female dancing. He plays with the extreme, airborne possibilities of the pas de deux and the skimming, stabbing language of pointe work. But in his latest work, he restricts himself to an all-male cast and, as a result, mines a captivating and challenging new language. Obsidian Tear is set to the music of Esa-Pekka Salonen, pairing his violin piece Lachen Verlent with the orchestral work Nyx. The latter, whose title refers to the Greek goddess of night, inspires the imaginative world of the ballet, which is both archaic and futuristic, tribally male and intriguingly transgender. McGregor’s nine men are dressed in kilts and tracksuit trousers created by a selection of contemporary designers.     Alexander Campbell and Eric Underwood in Obsidian Tear. Photograph: Tristram Kenton for the Guardian    In the opening duet, Matthew Ball and Calvin Richardson dance together like two androgynous, innocent beings. Their choreography catches the light of the music in floating caressing gestures, phrases that ripple through their bodies in curious tender eddies of shape and rhythm. When the sound shifts to the darker turbulence of Nyx, a harsher imperative takes hold: Edward Watson, commanding and hieratic, dominates the stage, and his six followers are rougher, fiercer beings, capable of elegance but driven by more atavistic principles of male energy. As pure dance, this section is sharp, but the choreography is also an expression of male power, as the group test their acceptance of Ball and Richardson, and eventually eject the latter – symbolically the only dancer dressed in red rather than black. The pacing of the ballet’s closing duet feels slightly off, yet Obsidian Tear is nevertheless one of McGregor’s strongest works to date. It is fabulously danced – Richardson is a talent to watch – and saturated with invention and ideas. It also requires an astonishing wrench of sensibility to move from its finely calibrated ambiguities to the world of Kenneth MacMillan’s The Invitation – the middle work of a programme that also contains a superbly performed revival of Christopher Wheeldon’s Within the Golden Hour.     Confrontational … a scene from Kenneth MacMillan’s The Invitation. Photograph: Tristram Kenton for the Guardian    MacMillan choreographed The Invitation in 1960, and it’s an odd transitional piece, a brutal story of rape that’s couched within a much more old-fashioned ballet. Much of the choreography involved in the overlong scene-setting – a colonial house party filled with cute young people and their blase elders – feels like a poor imitation of Frederick Ashton or John Cranko. Yet the characterisations, of the two young lovers and the married couple who corrupt them, contain moments of surprising and subtle psychology. Zenaida Yanowsky and Gary Avis are excellent, tightly coiled as the unhappy Husband and Wife, and Francesca Hayward is harrowingly good as the Girl. As she flinches from, and becomes fascinated by, her own sexual power, she seems genuinely innocent of the danger she is courting with the Husband. When the moment of rape arrives, the giddy girl is broken horribly, a victim of violence filled with self-disgust. • In rep at the Royal Opera House, London, until 11 June. Box office 020-7304 4000.",
  "webTitle": "Royal Ballet mixed bill review – a winning world premiere from Wayne McGregor",
  "webPublicationDate": "2016-05-29T13:24:53Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/29/royal-ballet-mixed-bill-review-wayne-mcgregor",
  "keyword": [
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Wayne McGregor",
      "id": "stage/wayne-mcgregor",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Frederick Ashton",
      "id": "stage/frederickashton",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Christopher Wheeldon",
      "id": "stage/christopherwheeldon",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Royal Ballet",
      "id": "stage/royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/29/royal-ballet-mixed-bill-review-wayne-mcgregor"
}