{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/01/somme-aerial-photos-battle-simon-armitage-poems-norfolk-norwich-festival",
  "id": "2016-05-01-66",
  "sectionId": "books",
  "body": "Century-old images of a landscape already layered with millennia of history, which became the setting for the slaughter of more than 20,000 men in one day, have captured the imagination of the poet Simon Armitage. His new poems, matched with images from the battle of the Somme printed from the fragile glass negatives now in the collection of the Imperial War Museum, will be exhibited for the first time as part of the Norfolk and Norwich festival in May. It was the deceptive beauty and apparent tranquility of the historic landscape, captured on reconaissance missions by members of the Royal Flying Corps using a camera strapped to the side of a two-seater plane, which gripped Armitage.  He said the photographs offered an unfamiliar visual perspective of the conflict, seen not from the trenches but from the sky: “Map-like images of cratered fields and hieroglyphic trench patters; dreamlike ‘obliques’ showing landscapes of sepia-toned towns and ghostly villages; panoramas of apparently tranquil meadows and country lanes that disguise more macabre details.”  These photographs will form a physical and atmospheric backdrop to poems that explore events and locations significant to the Somme offensive. The result will be a dialogue between military documents of the day and the poetic responses they provoke a hundred years later. An extract from Still, a new poem by Simon Armitage:  A time will certainly come in these rich vales When a ploughman slicing open the soil Will crunch through rusting spears, or strike A headless iron helmet with his spade, Or stare, wordless, at the harvest of raw bones He exhumes from the earth’s unmarked grave.  Alan Wakefield, a historian specialising in first world war photography at the IWM, said the flyers boasted they could have the images processed, printed, and couriered by motorcycle despatch to a desk at the War Office, within half an hour of the plane landing. “They prided themselves in the quality of the photographs, but it was in their interest to get it right the first time – otherwise they would have to go right back and do it again,” he said. Wakefield has 120,000 glass negatives in his care, the largest such collection in the world. By 1916 the photographers could load a cartridge with several glass plates into the camera, but would then have to replace them repeatedly mid-air. The camera man was also responsible for looking out for German fighter pilots or anti-aircraft fire, and controlled the only gun on board.      Aerial photograph of the village of Pozières on 16 July 1916, after destruction by British artillery fire. Photograph: Imperial War Museums    Since the images were obtained by a pilot flying slowly, in a straight line and at a constant level, straight towards or over the German lines, many paid with their lives for the information they were trying to record. The kite balloon observers were in an even more perilous situation, sent up to 915 metres (3,000 ft) in basket under a gas balloon, tethered to a winch truck far below. They were the only troops equipped with parachutes: if their balloon was hit, and and it was going to take too long to winch it down, they were supposed to jump over the side. “The trouble was they were only sent up in still weather, so they were jumping with a blazing balloon falling straight down on top of them,” said Wakefield. “This is what flying was really about in the first world war – people remember the air aces and the dog fights, but they were really only operating in support of the observers.” Armitage came into the IWM photographic store, to pore through the archive with Wakefield and choose the images.     Aerial photograph of the Albert to Bapaume road, taken 16 October 1916. Photograph: Imperial War Museums    The line of the Roman road between Albert and Bapaume became the route of one of the most infamous killing grounds of the war. One pair of photographs shows Pozières on 17 June 1916, a village occupied by the Germans but still a place of old stone houses, barns, little fields, gardens, country lanes, and a small square where people would once have gathered under the trees. A month later, on 16 July, after it has been taken following ferocious British artillery fire, the camera recorded that the village had almost been blasted from the face of the earth.  Armitage’s poems will be engraved on glass, to evoke the original negatives. The exhibition Fierce Light – which will also feature poems from Paul Muldoon, Jo Shapcott and Jackie Kay, along with new short films reflecting on the battle and its legacy – is part of the 14-18 NOW arts commissions marking the century. Its world premiere will be at the East Gallery of Norwich University of the Arts on 10 May, and the exhibition will run until 4 June. The poets will read from their work at an event at the Norwich Playhouse on 13 May. Still and other Simon Armitage poems are published by Enitharmon press in association with Imperial War Museums.",
  "webTitle": "Aerial photos of the Somme inspire poet Simon Armitage",
  "webPublicationDate": "2016-05-01T17:34:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/01/somme-aerial-photos-battle-simon-armitage-poems-norfolk-norwich-festival",
  "keyword": [
    {
      "webTitle": "Simon Armitage",
      "id": "books/simonarmitage",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "books/2016/may/01/somme-aerial-photos-battle-simon-armitage-poems-norfolk-norwich-festival"
}