{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/north-korea-prepares-kims-coronation-at-once-in-generation-congress",
  "id": "2016-05-06-74",
  "sectionId": "world",
  "body": "North Korea has kicked off a once-in-a-generation congress in an attempt to confirm the absolute power of its leader, Kim Jong-un, and show unity before a possible nuclear test in the coming weeks. Speaking at the opening of the seventh Workers’ party congress in Pyongyang, Kim hailed the “great success” of a nuclear test in January and launch of a satellite into space in February. Kim is the third in his family line to rule North Korea with an iron fist, and his speech will be closely analysed for signs of a change in attitude in the upper echelons of power.   Related: A history of North Korea's party congresses – what should we expect?    “In this year of the seventh party congress, the military and the people accomplished the great success in the first hydrogen bomb test and the launch of an Earth observation satellite, Kwangmyongsong-4, to brilliantly illuminate the prowess of Juche Joson,” Kim said, referring to his country’s homegrown founding ideology that combines Marxism and extreme nationalism.  Footage broadcast on North Korean state television showed him flanked by his top military aide and the head of state in a hall packed with military and party delegates. Human Rights Watch said before the speech that Kim was expected to “solidify his power and formally announce his policies” at the congress. “Kim Jong-un talks a lot about improving the lives of North Koreans, but we’ll only know if he’s serious if he takes action to end human rights abuses,” said Phil Robertson, deputy Asia director at HRW. “But I’m not holding my breath waiting for that to happen.” At the last congress, in October 1980, North Korea’s then ruler, Kim Il-sung, elevated his son Kim Jong-il to number two in the party, cementing the family dynasty that has lasted to this day. At that time Margaret Thatcher was a year into her prime ministership, Jimmy Carter was US president and the Berlin Wall was nine years away from falling.   Related: Propaganda and the party congress: how to report from North Korea    Under Kim Jong-un, North Korea has embarked on a policy known as byungjin – developing nuclear weapons alongside the economy. Since 2011 the country has conduced two nuclear tests and two satellite launches – largely derided as thinly veiled ballistic missile tests – in defiance of international pressure.  However, the government has lost some control of the economy, and in recent years a black market has prevented further humanitarian crises on the scale of the 1994-98 famine. There is widespread speculation that a new nuclear test could take place during the congress, as a display of strength. Hours before the congress began, Pyongyang’s committee for the peaceful reunification of Korea said: “Regardless of whether someone recognises it or not, our status as a nuclear state that is armed with H-bombs cannot change.”  It is unknown how long the congress will last. The previous event in 1980 ran for five days. Reuters contributed to this report.",
  "webTitle": "Kim Jong-un hails nuclear success at North Korea party congress",
  "webPublicationDate": "2016-05-06T16:41:07Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/north-korea-prepares-kims-coronation-at-once-in-generation-congress",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kim Jong-un",
      "id": "world/kim-jong-un",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Smart",
      "id": "profile/richard-smart"
    }
  ],
  "guardianId": "world/2016/may/06/north-korea-prepares-kims-coronation-at-once-in-generation-congress"
}