{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/25/pea-milk-non-dairy-ripple-france-environment",
  "id": "2016-05-25-112",
  "sectionId": "lifeandstyle",
  "body": "On a recent Thursday night at trendy West Hollywood vegan outpost Gracias Madres, bartenders served up cocktails, including George Clooney’s Casamigos tequila, cocoa and … pea milk. Yes, pea milk, a liquid derived from yellow split peas, is the latest non-dairy milk to hit grocery store shelves. It joins hemp milk, brown rice milk and cashew drinks on the growing list of other alternatives in the now booming business of dairy alternatives. Non-dairy milk sales rose 9% in 2015 to $1.9bn, while dairy milk sales fell 7% in 2015 to $17.8bn and are expected to drop another 11% through 2020, according to a study released in April by market research firm Mintel. To stand out in this increasingly crowded market, Ripple, the pea milk purveyor, isn’t shying away from grandiose claims. “Drinking Ripple is an easy way to lower your carbon footprint,” its website boasts. Ripple also takes aim at competitors, particularly almond milk. “Unlike almonds, which require lots of water; or cattle, which contribute to deforestation and greenhouse gas emissions; peas have a small environmental footprint,” the website states. “Yellow peas grow in areas that receive lots of rain, so they need little or no irrigation.” In a world of plant-based, organic, non-GMO, non-dairy, gluten-free milk, can merely drinking a product save the planet? Or is it just greenwashing?  In Ripple’s case, the answer is a little bit of both. For instance, amid its eco-friendly marketing, company’s website fails to mention its peas are from France. “We just couldn’t find good quality peas in North America,” co-founder Neil Renninger told the Guardian. The peas, supplied by French company Roquette, are transported to Rock City, Illinois, for processing in a facility that makes soy milk, he said. That a company that prides itself on being environmentally friendly, shipping its main ingredient thousands of miles on a barge would seem to go against its principles. “The problem I have with claims about sustainability like [Ripple’s], they don’t empower the consumer. They actually tend to disempower the consumer,” said David A Cleveland, an environmental studies professor at the University of California Santa Barbara who specializes in food miles. “They make a lot of one-off claims: ‘Our product has eight grams of protein.’ Well, so does soy milk. It’s advertising, not transparency.” But the issue of internationally transported peas doesn’t deter Ripple’s investors. It’s raised at least $13.6m mostly from “impact funds” focused on sustainability, an investor said. Catha Groot, a director at Eagle Cliff Partners, says sustainability is the first screening for the fund’s investments, which are typically $500,000 to $2m in early stages. Admitting that the transatlantic supply is not ideal, she compares pea milk to the cricket industry, in which her firm is also considering an investment.  “A lot of startups are thinking of producing food out of crickets as a sustainable source of protein. But something like 95% of crickets are grown in Thailand right now,” Groot said. “In certain cases I think you start by creating a market and by creating a market, producers can justify getting going in the US or somewhere that makes more sense.” Ripple maintains that transport by cargo ships from Europe to Newark, New Jersey, then by rail to Chicago, and then by trucks from Chicago to Rock City, uses lower carbon emissions than the most likely scenario of trucking almonds from California to Chicago, where Ripple says most almond milk is processed, a company spokeswoman wrote in an email. In addition, according to a recent story in Mashable, the company is also looking to find a domestic farm source.  But that may be misleading, says Cleveland, who recently embarked on a study comparing the carbon footprint of plant-based milks but stopped when he realized it was impossible to compare disparate products and processes. “Basically Ripple’s whole promotion seems to be cherry-picking facts to distract people from looking at the big picture,” he said. “They don’t talk about the impact of cane sugar, sunflower oil or algal oil, which are also ingredients of the pea milk. What is the processing? If we want to talk about sustainability, companies need to be transparent. There’s a lot of variation out there – all peas aren’t made the same. What’s required are verified data on the impacts of the entire life cycle of the actual ingredients in their products, not generic statements. People need to be treated like they’re intelligent so they can actually make decisions.” For its part, the almond industry has weathered harsh criticism in recent years for requiring as much as as much as 1.1 gallons of water to grow an almond, especially as California endured an epic drought in the last few years. As almond prices rose, some farmers looked to cash in and boosted their crops. Califia Farms, a beverage company that produces almond milk and also uses yellow split peas from Canada, CEO and co-founder Greg Steltenpohl told the Guardian. “The problem is you can’t bounce back and forth between how much it costs in water to grow a pea versus the water and energy component of a finished drink,” he said, taking issue with Ripple’s almond milk numbers. “People either need to rely on one convention and have transparency with it or put the claims on really bigger differences. Our position is that it’s less than dairy milk.”  Cleveland agrees. Despite the disparities in measuring the environmental cost of almonds, peas, hemp or soy, Cleveland agrees with Steltenpohl and Ripple about one thing: all of the plant-based beverages are much better for the planet than dairy milk from cows, which produces copious amounts of methane. In any case, the quibbling about sustainability may be moot. At the end of the day, milk drinkers don’t choose based on carbon footprints, says Mintel’s Sisel. “Taste trumps everything.” • The headline of this article was amended on 25 May 2016 to clarify that Ripple ships its peas from France via barge, not plane.",
  "webTitle": "Drink pea milk and save the world: but what if the peas are shipped from France?",
  "webPublicationDate": "2016-05-25T15:44:34Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/25/pea-milk-non-dairy-ripple-france-environment",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Milk",
      "id": "lifeandstyle/milk",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "American food and drink",
      "id": "lifeandstyle/american",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Soo Youn",
      "id": "profile/soo-youn"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/25/pea-milk-non-dairy-ripple-france-environment"
}