{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/20/french-open-2016-five-women-to-watch",
  "id": "2016-05-20-218",
  "sectionId": "sport",
  "body": "Serena Williams As long as she is not planning to sample any more dog food during the fortnight, the defending champion will be the undisputed favourite to triumph for the fourth time at Roland Garros and equal Steffi Graf’s 22 grand slam titles.   Related: Laura Robson to face Andrea Petkovic in first round of French Open    “Don’t judge me,” the world No1 said after livening up her Italian Open with the curious gastronomical decision to have a taste of a salmon and rice dish intended for her Yorkshire terrier, Chip, which was followed by an urgent trip to the toilet. Yet while most of us made a mental note never to accept an invitation to a dinner party from Williams, the experience did little to disturb her French Open preparations. She arrives in Paris having triumphed in her only clay-court tournament this year, beating her fellow American Madison Keys 7-6, 6-3 in the final in Rome, and remains the woman to beat despite missing three tournaments recently because of a bout of flu. Fears over a lack of match sharpness were dispelled in her victory over Keys and Williams is feeling strong. “I am ready for anyone every time,” Williams said in response to a question about the pressure of life at the top. But will the 34-year-old’s disappointments at the Australian Open and US Open weigh her down? Victoria Azarenka A force to be reckoned with now she is fully recovered from the foot injury that obliterated her 2014 season, the Belarusian has risen to No5 in the rankings and has looked impressive in fits and starts this year. A quarter-finalist at the Australian Open, Azarenka continued her good hard-court form by beating Williams 6-4, 6-4 in the Indian Wells final and winning the Miami Open. However, the switch to clay has not gone smoothly for the former world No1, who won the Australian Open in 2012 and 2013, after a back injury forced her to withdraw from her third-round match against the American qualifier Louisa Chirico at the Madrid Open. That setback was followed by a shock 6-3, 6-2 defeat to the Romanian world No28, Irina-Camelia Begu, in the second round of the Italian Open and Azarenka will need to shake off the rust as soon as possible to avoid an early exit in Paris. “The back’s not good right now,” she said after losing to Begu. “I don’t know what to tell you. I’m very disappointed obviously with that. I thought I was OK and was ready to play and came back, so I’m just disappointed.” Johanna Konta     Johanna Konta’s only previous appearance at Roland Garros ended in a first-round loss. Photograph: Matthew Lewis/Getty Images    Nobody paid much attention when Konta was knocked out in the first round of the French Open by Denisa Allertova last year. Competing in the main draw at Roland Garros for the first time, Konta’s 7-6, 4-6, 6-2 defeat out on Court Five was a footnote in most reports. But the British No1 is a big deal now. Konta’s startling rise took her to brilliant heights in her mesmeric run to the last four of the Australian Open in January and the 25-year-old will be a dark horse in Paris, although though she has experienced a minor dip since her run in Melbourne. Her preparations on clay have not been ideal. She was forced to retire during her first-round match against Caroline Garcia at the Madrid Open because of an upper respiratory illness – she was trailing 6-4, 2-1 when she called for the doctor – and a comprehensive victory over the world No7, Roberta Vinci, at the Italian Open was followed by a third-round defeat to the world No38, Misaki Doi. The world No22 might have risen into the top 16 had she reached the semi-finals in Rome. Yet she did not play badly against Doi and she will be feeling optimistic when she begins her tournament against Germany’s Julia Görges. Simona Halep A French Open finalist in 2014; a surprise second-round loser in 2015. What does 2016 hold in store for the world No6? She clearly has the talent but the diminutive Romanian is yet to make her grand slam breakthrough and can be unpredictable. Halep played some wonderful tennis when she reached the final two years ago – losing a tight match 6-4, 6-7, 6-4 to Maria Sharapova – but she was unable to replicate that level last year, failing to make it past the first week after succumbing to the unheralded Croatian veteran, Mirjana Lucic-Baroni. And while Halep impressed by claiming the Madrid Open title this year, thumping Dominika Cibulkova in the final, an early defeat to Daria Gavrilova at the Italian Open was a letdown. The hope for her fans back in Romania is that the real Halep is the one who swept to the title in Madrid rather than the underpowered version who fell flat in Rome. One of Halep’s biggest challenges will be keeping inconsistency at bay. She can be her own worst enemy at times. But if she can manage that, the 24-year-old is capable of beating anyone. Angelique Kerber Still high on life after winning her first grand slam title thanks to her stunning victory over Williams in the Australian Open final, the 28-year-old German looked in good nick on clay when she romped to the title in Stuttgart last month. Kerber beat Annika Beck, Carla Suárez Navarro and Petra Kvitova before thrashing Laura Siegemund 6-4, 6-0 in the final. However, the world No3 has suffered since then, losing to Barbora Strycova in Madrid and Eugenie Bouchard in Rome, and her opponents will be looking to take her down a notch or two in Paris, where she has had mixed results. Kerber has not made it past the fourth round at Roland Garros since reaching the last eight in 2012 and she was powerless to resist a determined comeback from Garbiñe Muguruza, the world No4, in the third round last year. All the same, however, she will draw on the memories of that unforgettable win over Williams in times of crisis. If she finds herself struggling, it will do her no harm to think back to her unflappable calm on that January evening in Melbourne.",
  "webTitle": "French Open 2016: from Serena Williams to Johanna Konta, five women to watch | Jacob Steinberg",
  "webPublicationDate": "2016-05-20T11:10:14Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/20/french-open-2016-five-women-to-watch",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Serena Williams",
      "id": "sport/serena-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Johanna Konta",
      "id": "sport/johanna-konta",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Victoria Azarenka",
      "id": "sport/victoria-azarenka",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "sport/blog/2016/may/20/french-open-2016-five-women-to-watch"
}