{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/despite-nicky-morgan-academies-u-turn-schools-till-in-a-mess",
  "id": "2016-05-08-66",
  "sectionId": "commentisfree",
  "body": "Nice try, Nicky. Despite official efforts to bury the bad news under Friday’s election coverage, Morgan’s climbdown over the forced academisation of schools has been widely publicised, and celebrated across the political spectrum. In the end, the education secretary dared not defy a handful of powerful Tory backbenchers, or shire leaders – according to one, the government had simply ‘gone bonkers’ – implacably opposed to having their local power over education destroyed. But there was another climbdown, just as significant in its way, last Friday: Toby Young, stepped down as chief executive of the West London Free School, which he set up in 2011, admitting he now regrets his “arrogance” over education, and in particular his criticism of teachers, heads and local authorities. “I hadn’t grasped how difficult it is to do better,” he said. Young, it appears, has finally caught up with some of the more complex social and political reasons why so many local schools can’t keep pace with the rich, socially selective independent sector that he so admires.    'Most school leaders and teachers are depleted, demoralised by too much change and too many changes of official mind.'    Let’s not forget the huge role Young, the most public and provocative face of the coalition’s free schools plan, played in undermining public and parental confidence in state education, particularly nonselective schools: all that “we can do better” hysteria whipped up in the early Michael Gove period led some commentators seriously to suggest that critics of free schools were “actively evil”. It all feels like another age now. Both Morgan and Young’s retreats signify one more important staging post in the fast diminishing credibility of the school reforms unleashed by the Tories after 2010. If Gove brought an intellectual energy and spurious coherence to a fundamentally flawed project, Morgan brings the rabbit-caught-in-headlights nervousness of someone placed in charge of a convoy of rackety vehicles that now threatens to veer out of control. Huge change has been forced through at all levels, on scant evidence and even less meaningful consultation. There is no proof that academisation is the way to improve school performance, and few would still argue that free schools remain a vehicle for meaningful parental involvement – Young himself, an exceptionally well-networked figure in Tory circles, was always an outlier. Most new free schools are set up by existing chains or groups. The mantra of choice and competition, kickstarted by the Tories in the late 1980s, rings utterly hollow under a government characterised by a crass, heavy-handed centralism on everything from school structures to the curriculum. But things are not centralised (or merely efficient) enough to avert the crisis in school places, teacher recruitment and workload, or to sort out an increasingly rogue school admissions system. We are left with a supremely English mess. The government is still committed, in theory, to an all-academy system by 2022, and has pledged to force immediate conversion on schools that don’t meet rigidly prescribed benchmarks. Given that it is largely schools in poorer areas, serving poorer children, that fail to make the often unrealistic grade, look out for a return of partisan and now vengeful rhetoric about “underperforming” Labour local authorities.   Related: Government drops plan to make all schools in England academies    English education will continue to be split, run along parallel lines: those still working under the often loose aegis of the local authority (still 74% of all schools); and academies, most of these now in chains or herded into multi-academy trusts, all under the supervision of mysterious and undemocratic regional school commissioners. Meanwhile, Morgan’s disastrous decision to agree an annexe to a Kent grammar (Gove had turned the proposal down) has, as predicted, let loose a flood of applications for expansion of grammars into previously nonselective areas, causing an outcry within many communities wanting improvement in their local schools – rather than a new, hugely divisive tier of provision. Morgan’s retreat on academies will not, on the face of it, halt other proposed reforms. All this poses a challenge to Labour. There is widespread hunger for an alternative vision within a well resourced, well supported system, with light touch democratic accountability. But most school leaders and teachers are depleted, demoralised by too much change and too many changes of official mind. With four years still to go, Labour would be wise to start widespread consultation on everything from reform of the curriculum, genuinely fair admissions and high quality teacher training. After all, if politicians had heeded educational professionals more and listened less to provocative, self-promoting figures such as Toby Young, we might not have got into such a mess.",
  "webTitle": "Despite Nicky Morgan’s U-turn, our schools are still in a mess | Melissa Benn",
  "webPublicationDate": "2016-05-08T17:08:52Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/despite-nicky-morgan-academies-u-turn-schools-till-in-a-mess",
  "keyword": [
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Benn",
      "id": "profile/melissabenn"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/despite-nicky-morgan-academies-u-turn-schools-till-in-a-mess"
}