{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/support-for-eu-falls-sharply-among-ftse-350-boards-says-survey",
  "id": "2016-05-23-285",
  "sectionId": "politics",
  "body": "The number of FTSE 350 company boards that believe EU membership is good for their business has dropped significantly over the past six months, with just over a third now saying the EU has a positive impact. The biannual FT-ICSA boardroom bellwether survey, which canvasses the views of the FTSE 350, reported a substantial fall in the number who believe their company benefits from EU membership to 37%, down from 61% in December 2015.  It found many were indifferent to a Brexit, with barely half (49%) of boards having considered the implications of the UK leaving the EU. Approximately 43% said they believe a UK exit from Europe would be potentially damaging.  Respondents from the FTSE 100 regarded EU membership more favourably than the 250, with more than twice as many (55%) of FTSE 100 companies believing that EU membership has a positive impact. This compared with 24% of the FTSE 250.  John Longworth, chairman of the Vote Leave business council, said the survey findings showed that the remain camp’s economic argument was failing.   Related: EU referendum: John Longworth resigns as commerce boss over Brexit debate    “The remain camp’s concerted campaign to do down the economy has failed. In fact it has had the opposite effect as the EU supporters have failed to make a positive case for continuing to hand Brussels more control of our economy, our democracy and our borders.  He added: “Business recognises it is possible for Britain to continue trading across Europe, part of the free trade zone that exists from Iceland to Turkey, without handing Brussels £350m a week and EU judges ultimate power over our laws. On 23 June the safe option is to take back control.” Most boards are reluctant to get involved with the debate. Of those who had supported a campaign, 24% were from FTSE 100 companies and 5% were from the FTSE 250 – all of which supported campaigns to remain. James McGrory, chief campaign spokesman of Britain Stronger In Europe, pointed out that no FTSE 350 company had campaigned to leave. He added: “Businesses know our economy is stronger in Europe and any claim to the contrary is nothing but a desperate attempt to cover up the truth. Surveys show that eight out of 10 business leaders want Britain to remain in Europe. They know that pulling out of the world’s largest free trade single market would damage trade, scare off investment, and cost jobs. “Treasury analysis shows that leaving the EU would hit our economy to the tune of £4,300 a year for the average household. Our economy is stronger in Europe, while leaving would be a risk we cannot afford to take.” The FT-ICSA research also revealed that most company boards have a gloomy economic outlook, with confidence in the UK economy at its lowest since the surveys began in 2012. Only 13% of respondents expect an improvement in the UK economy over the next 12 months – down from 40% in December 2015 and 74% in July 2015. Those expecting further decline have doubled from 11% to 24%, and 24% feel the position will depend on the outcome of the EU referendum. The global economic outlook was also bleak – just 16% of respondents expected an improvement in the next 12 months. This is far lower than the 28% who predicted improvement in December 2015 and substantially down against the 57% of July 2015.",
  "webTitle": "Support for EU falls sharply among FTSE 350 boards, says survey",
  "webPublicationDate": "2016-05-23T07:00:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/support-for-eu-falls-sharply-among-ftse-350-boards-says-survey",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Ratcliffe",
      "id": "profile/rebecca-ratcliffe"
    }
  ],
  "guardianId": "politics/2016/may/23/support-for-eu-falls-sharply-among-ftse-350-boards-says-survey"
}