{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/20/music-industry-battling-google-youtube-what-happens-next",
  "id": "2016-05-20-213",
  "sectionId": "technology",
  "body": "YouTube and the music industry? It’s complicated. YouTube is the biggest music-streaming service in the world by some distance, but it’s also the biggest villain in the eyes of many within the music industry. This week, British industry body the BPI has attacked YouTube again over the “value gap” (sometimes “value grab” in the US) between the number of songs being streamed on its service, and the money that those streams are being generated for rightsholders and musicians. There are several key questions that need answering to understand this battle. Why is the music industry so cross with YouTube? Why does YouTube think those arguments are wrong? And what happens next in this latest clash between the worlds of tech and entertainment? Why is the music industry so cross with YouTube? The industry’s current war of words with YouTube boils down to that “value gap” – the sharply-growing number of music-video streams on the service not being matched by similar growth in royalties for labels and publishers.   Related: Is YouTube a music industry devil or buzz-making deity?    The BPI is citing stats from 2015 to support this: the number of advertising-supported online music video streams (ie YouTube) last year rose by 88%, yet the royalties paid to rightsholders grew by just 0.4% to £24.4m – less than the £25.1m of revenues from sales of vinyl. US body the RIAA recently made the same points based on its figures for 2015. The industry is cross that YouTube isn’t paying out more in royalties, but also because it believes that Google’s service is hiding behind “safe harbour” legislation to do it. Those are the laws governing online services hosting user-generated content, which spare them from liability for copyrighted content uploaded by those users, as long as they remove it when notified by the rightsholders. The relevant legislation – the Digital Millennium Copyright Act (DMCA) in the US and the European Union’s copyright directive are the two currently being discussed most – was enacted in 1998 and 2001 respectively. The music industry is arguing that those laws are outdated: they were designed for the web hosting providers and email services at the time, not the YouTube of 2016 with its billion viewers and huge music catalogue.     Lindsey Stirling is one of the musicians building a career on YouTube, but labels have major concerns. Photograph: Reuters    This battle isn’t about YouTube being unlicensed: it has struck deals with labels, publishers and collecting societies to share revenues from advertising around their music, paying out more than $3bn so far to the industry. The anger comes from the perception that because safe harbour protects YouTube from requiring those licences before it makes their music available, it can negotiate from a position of strength in comparison to, say, Spotify – which isn’t protected by safe harbour, so has to negotiate licences before it can put music up. This leads in to the next thing that’s fuelling the fire: some in the music industry think YouTube’s massive catalogue of free music is making it harder for Spotify, Apple Music and other streaming services to persuade music fans to pay for their premium subscriptions. An estimated 68 million people worldwide were paying for streaming subscriptions at the end of 2015, according to industry body the IFPI. That helped label revenues grow slightly – a big deal after more than a decade of decline – but the argument is that they would be growing faster if YouTube was paying its fair share. What is YouTube’s defence against those claims? YouTube’s response to these arguments has evolved over time. They start with that $3bn that it has paid out to the music industry, including the claim that around half of those revenues came from fan uploads rather than official music videos.   Related: YouTubers hit mainstream as digital media become top choice for new talent    That’s due to YouTube’s Content ID technology, which the company says it has spent more than $60m developing. It’s the system by which rightsholders upload reference copies of their music to YouTube, which then compares every new upload against its database to check if it uses copyrighted music. If it does, the rightsholders can set automatic actions: remove the video; track it but leave it online, or “claim” it so that YouTube can sell advertising around it, and share the revenues with the righsholder – this is where the 50% of that $3bn comes from. One criticism of YouTube’s safe-harbour protection is that in theory, labels would have to send a takedown notice every single time a video is uploaded using their music without permission – when that becomes millions or even tens of millions of notices, it could be a costly, time-consuming game of whack-a-mole. YouTube says that in practice, Content ID is automating this process for 99.5% of the videos where a takedown might need to be sent: rather than hiding behind safe harbour, it has spent that $60m developing a way to automate the process and make more money for musicians and the music industry – not least because it helps them earn from user-uploads (mash-ups, wedding dances, Harlem Shake buffoonery, whatever) that they couldn’t in the past.         YouTube’s official explanation of Content ID.    Recently, YouTube has offered an additional defence to criticism from the music industry, claiming that 80% of music listeners haven’t been buyers – they’ve listened for free through the radio or television, but they haven’t bought albums or downloads. YouTube’s argument is that these people won’t pay for a streaming subscription, so rather than hampering Spotify and co, its free service is at least making the music industry some money from those people, through ads. Finally, YouTube is pointing to some of the musicians who have built careers on its service, such as violinist Lindsey Stirling, with her 8 million subscribers and estimated annual earnings of $6m from selling music and touring, as well as YouTube. Those non-YouTube revenues are part of its defence too: the fact that musicians get detailed analytics on where their viewers are, and can add links to iTunes, ticketing websites and their own online stores to videos helps them boost their income. What happens next? In the US and Europe, existing safe-harbour legislation is currently being reviewed, which is the main reason these arguments have blown up again in 2016. Both sides are lobbying hard for the laws to come down on their side. Music rightsholders sense that their arguments may be falling on friendly ears – certainly in Europe – while YouTube’s louder public defence of its status suggests it sees the way that wind is blowing too. The reality of the matter is that even amid these arguments, YouTube will continue to be a hugely important partner for the music industry: from helping new artists find an audience to being a key plank in the marketing campaigns for the biggest albums from Adele to Radiohead. You can expect to see YouTube continuing to make efforts to launch artist-friendly features, some higher-profile than others. Its “cards” feature, for example, makes it easier for musicians to direct fans off to buy music, merchandise and tickets.          Radiohead promoted their new album on YouTube    The company recently bought a music startup called BandPage that helps musicians sell directly to fans, which could yield more useful features in the coming months. It will also continue to improve its analytics to help musicians understand their YouTube audience, as well as its online Creator Academy to help them get more out of their channels. Making more money from YouTube isn’t just about demanding it pay more: you can expect to see more musicians taking a leaf out of non-music YouTubers’ books and vlogging or posting clips from backstage and in the studio – all videos that can carry ads and earn them money, just like a song can. You can also expect to see more depth to the discussion about the value gap between YouTube streams and YouTube royalty payouts. Smarter heads within the music industry (and beyond) are starting to wonder whether the real problem is with online advertising itself: that if a big increase in YouTube streams only yields a tiny increase in royalties, perhaps that’s a sign that as viewing rockets, even Google-backed YouTube is struggling to sell enough ads and keep the rates up. This may be a problem for YouTube and the music industry to solve (well, try to solve) together as partners, rather than enemies. Although if safe-harbour protection is removed on one or both sides of the Atlantic and the next set of YouTube music-licensing negotiations turn nasty, that partnership could be strained to the limit. • Nikki Sixx launches campaign to get YouTube to ‘do the right thing’ • YouTube: ‘No other platform gives as much money back to creators’",
  "webTitle": "Why is the music industry battling YouTube and what happens next?",
  "webPublicationDate": "2016-05-20T11:21:19Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/20/music-industry-battling-google-youtube-what-happens-next",
  "keyword": [
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/20/music-industry-battling-google-youtube-what-happens-next"
}