{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/letters-observer-mental-health-young-people-ticket-touts-crosscultural-marriage",
  "id": "2016-05-21-31",
  "sectionId": "commentisfree",
  "body": "Pressure on mental health services for young people is increasing (“Care for children with mental health problems is woeful, say GPs”, News, last week). But it is no good calling for more money for services without attending to the causes. Widespread social insecurity is bad for health – mental and physical. The canary in the mine is the phenomenal explosion of despair among teenage girls, who are turning up to hospital emergency departments, self-harming and suicidal. As community child and adolescent mental health clinics turn patients away, more of them are admitted in crisis to general hospital wards, with patchy mental health expertise to call on. Norman Lamb MP was a coalition government mental health minister when these trends began, so it is rather weak of him now to complain that “rationing of care in such a vital area of care is scandalous”. While most political pressure will be on community funding, what is urgently required is specially skilled mental health and social service professionals in hospital paediatric departments. Though tax havens, state terrorism, migration, global warming and inequality may be far from their minds, these young people are warning us of the danger we all face: the vicious cycle in which people across the social spectrum become less interested in the public good that they are expected to pay for in taxes, because they can see nothing good in it for them. The poison in the social atmosphere that is hitting teenagers is their unprecedented lack of prospects in education, employment and housing.Dr Sebastian KraemerNHS consultant child and adolescent psychiatrist, 1980-2015London SW2 A quick swipe can stop touts Secondary sale of tickets for big events has been set up to facilitate the tout industry (“How ticket touts are bleeding fans dry”, Special Report, last week). It makes no difference to performers, as they get the same cut from the original ticket price whether or not touts are involved. If performers care about fans they should insist that ticketing for any gigs mirror the simple and transparent system for buying cinema tickets online. Payment is taken from the credit card, then the ticket is collected when your credit card is swiped at the venue. There is no possibility of ticket transfer unless you trust a friend to use your credit card. Buyer beware.Alison HackettDublin Win-win of crosscultural bonds As psychotherapist Reenee Singh observes, there is “an added layer of potential conflict from the minute intercultural couples meet” (“Now loving couples can rely on help to cross a troubled cultural divide”, In Focus, last week). My Mexican wife and I have survived 40 such years. The upside is that, like travel, cross-cultural marriage broadens the mind, and the children, ideally bilingual, learn to function across cultures as cosmopolitan world citizens. Joseph PalleyRichmond, Surrey High value of online petitions Catherine’s Bennett’s criticism of online petitions as clickbait is unjust (“People power can be toxic: sign here if you agree”, Comment, last week). Organisations such as 38 Degrees have achieved some remarkable results by informing, encouraging and mobilising vast numbers of people who would otherwise succumb to apathy in the face of toxic corporate and rightwing self-interest. It is a sad fact of modern-day life that only a small minority of people take an active and regular part in campaigns that promote a fair and compassionate society. Online petitions make ordinary people feel as if they have a voice, so it’s at least one step better than indolence. I don’t like the tone or purpose of the petition to sack Laura Kuenssberg, but unfortunately there are always going to be some, like “Joe”, who use (misuse?) petitions in this way and the websites cannot easily prevent them without losing their valuable impartiality. I would have gladly signed a petition to sack the odious Jeremy Clarkson and felt justified in doing so. Would that campaign have been “unfair and ugly”?Michael PollardWareham, Dorset BA’s i360 boon to Brighton The letter “Council spending on towers” (8 May), contains misleading information. First, the public funding referred to comes from the Public Works Loan Board, which funds projects that generate a commercial return. It is not local taxpayers’ money, nor was it a case of the council choosing to fund British Airways i360 instead of paying for local services. The statement that this arrangement will cost residents £1.4m a year is false; in fact, quite the opposite is true. Brighton and Hove city council will earn about £1m a year from brokering the loan, which will be reinvested back into the city at a time of public cuts. In addition, 1% of British Airways i360’s ticket sales will be paid to the council in perpetuity, even after the loan has been repaid. We also estimate that the attraction will bring £25m per year in economic benefit to the city; it will support local businesses and generate hundreds of new jobs that pay the living wage. David MarksChairman, Brighton i360 Age does not dictate politics I will be 72 by the date of the EU referendum and am getting tired of reading articles that seem to portray everyone of my age as a reactionary isolationist (“‘Our grandparents should not be deciding our future’”, News, last week). I am not. I firmly believe that the days when Britain achieved dominance by exploiting half the world and fighting the other half have long gone and our only hope for the future is through cooperation with out nearest neighbours. And I couldn’t support a cause backed by Duncan Smith, Gove, Farage and Johnson. If you want to make your voices heard, get off your apathetic arses and do something about it.Mike GarleyLeeds",
  "webTitle": "Give children a stake in society to improve their mental health",
  "webPublicationDate": "2016-05-21T23:01:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/letters-observer-mental-health-young-people-ticket-touts-crosscultural-marriage",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Ticket prices",
      "id": "money/ticket-prices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/21/letters-observer-mental-health-young-people-ticket-touts-crosscultural-marriage"
}