{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/cult-heroes-kristin-hersh-throwing-muses",
  "id": "2016-05-24-250",
  "sectionId": "music",
  "body": "With Tanya Donnelly’s band Belly reuniting, thoughts naturally turn to one of the great indie might-have-beens. Just as you might wonder how things might have turned out if Dylan had never gone electric, the Beatles had been allergic to LSD or the Strokes had looked like the Pigeon Detectives, a certain breed of 80s alt-rock fan pines for the crossover success Throwing Muses might have achieved, had Tanya Donelly been given equal songwriting standing with her stepsister and bandmate Kristin Hersh. Belly songs such as Feed the Tree, Gepetto and Slow Dog could have helped make 1992’s Red Heaven a rounded crank-pop masterpiece. Instead, Donelly’s melodic panache was squeezed out and Hersh was left alone to deal with Rat Girl, the other competing force in Throwing Muses. Rather than write songs, you see, Hersh was virtually taken over by them. The child of hippy commune parents called Crane and Dude, she wound up in hospital aged 16 when her bike was hit by a car and, as her memoir Paradoxical Undressing describes, she started to hear “a metallic whining, like industrial noise … layered with humming tones and wind chimes”. “Sound and colour filled my empty hospital room,” Hersh wrote, and music became an invasive force, beyond her ability to control. “The songs move into my spine,” she told the Observer in 2010, “and they make me frantic.” Her performances, none of which she could remember, were like “well-rehearsed Tourette’s” or “a cliff-dive into oblivion”; she never knew if music, for her, was therapy or disease.   Related: Kristin Hersh: 'I hate music'    Hersh came up with a name for the alternate personality who was born in the hospital that day and began writing and performing her songs for her. She called her Rat Girl.            Rat Girl was a caustic character, constantly flirting with incorrect keys, mistreating time signatures like a flippant dominatrix and letting her larynx do the occasional demonic jitterbug. “Their angry, edgy nature reflected the sound inside my head,” Hersh said of her early songs, and her themes were often just as disturbing. Throwing Muses became a byword for college-rock feminism in the late 80s, largely because of Hersh’s uncompromising impressionist poetry of emotional anguish, subjugated womanhood and mental illness. Bedrooms were cold, families dislocated, love dissolving, bodies malformed and twisted with the pain of being misunderstood, ignored or taken for granted. While her 4AD labelmates Pixies were screaming about sex, gods and monsters, Hersh – dealing with what would eventually be diagnosed as dissociative disorder, squatting with heroin addicts and surviving several suicide attempts – was howling out her own torments. With 1988’s Hunkpapa, her songwriting softened: Dizzy is surely one of the greatest pop songs ever written about the delirium of interracial sex. Or possibly sunstroke, depending on your reading. By 1991’s The Real Ramona, Throwing Muses were firmly in step with US indie rock’s march on the mainstream, led by REM and Nirvana. Donelly’s languid/menacing Honeychain and her grunge pop career-best Not Too Soon – complete with a hook that appeared to have been recorded by Hersh lassoing Donelly’s tonsils with her guitar string – mingled with Hersh’s spiky dustbowl confessionals, Counting Backwards, Red Shoes and Hook in Her Head, to create a balanced noir folk classic, half grit, half gold.     Throwing Muses, circa 1989. Photograph: Paul Natkin/WireImage    Then, their Boris-Brexit moment. Donelly left the band to concentrate on her work with the Breeders and to start her own band, Belly; Hersh has been developing her own quirky artistry ever since, her collaborative full-band projects delivered under the Throwing Muses banner or with the 50FootWave power trio she launched in 2003, and her more personal albums recorded under her own name, on which she often plays every instrument. Complete control has suited her, calming her more erratic musical mood-swings and letting her flex her pop muscles. Throwing Muses albums relaxed into winding grooves and more direct, muscular rock, as Hersh revelled in her new space. She took on new, cool partners, too – Bob Mould helped beef up the grungier end of 1992’s Red Heaven and Michael Stipe adorned her haunting debut solo single Your Ghost. When the poor sales of 1995’s critically acclaimed University saw the Muses separate from Sire Records, Hersh launched the Throwing Music label to release the band’s records. “We opted out of [the] recording industry,” she said, “because we disagreed with it and we felt morally bound to no longer participate.” Ensconced in her own self-contained world, juggling music, mental imbalance and a very difficult parenthood (she lost a custody battle for her first child, Dylan), her lyrics naturally became more soul-dredging and her solo albums became like listening in on some sort of obtuse poetry therapy. 2001’s Candyland tackled the custody battle, Listerine dwelt on the Muses split: “How’d I trust a band who’d leave me one by one?” Most chillingly, she addressed her mental issues directly on The Letter, from 1994’s Hips and Makers, an open letter to Rat Girl: “I’m crawling on the ground rolling on the floor, I’m gonna cry, you look for me,” she sang, before signing off, “love Kristin. PS Keep them coming”. It’s here that Hersh becomes one of indie rock’s most fascinating figures. By denying responsibility for the creative act and passing it on to Rat Girl, she makes work that can be read as music in its purest form; dislocated from the artist, writing and performing itself through an innocent conduit. So is this the true sound of music, as it wants to be heard? Pained, confused, disjointed and menacing, but always revolving around a fundamental beauty?            Yay or nay, being a fan of Hersh is a whole different sort of guilty pleasure, almost music as voyeurism or schadenfreude. Donelly once commented that Hersh “doesn’t even like music” and she certainly has an uncomfortable relationship with her own. She didn’t enjoy her songs and could not fathom why any crowd member would want to put themselves through a gig full of them. For much of her career, writing or hearing a good song would prompt suicidal urges. “That combination of beauty and death,” she explained, “it’s inappropriate.”   Related: Kristin Hersh on Vic Chesnutt: 'I know what a broken heart is now'    Her ex-husband begged her to give up music, but her attempts to stop writing came to naught. Music was irrefusable. Of late though, Hersh has made peace with some, if not all, of her demons. In 2003, there was a reunion with Donelly in a reformed Muses, and courses of acupuncture and eye-movement desensitisation and reprocessing therapy have helped calm her disorder. “The songs come very cleanly now,” she has said. “I can hear them better. Mania is a very noisy thing. There’s static, voices that would get in the way.” Today Hersh seems, at last, a free spirit. Like so many other cult heroes, cut off from the industry’s umbilical cord, she’s forged a cottage industry in order to keep feeding her ravenous muse. Her fan-funded CASH Music model, allowing her to create artefacts rather than albums: 2010’s claustrophobic solo Crooked and 2013’s sprawling and fitful 32-track Muses revival Purgatory/Paradise were released as books of lyrics, artwork and digital download codes. She performs solo tours involving between-song recitals to help her bond with her fans, wrote a book about her late touring buddy Vic Chesnutt, and moves her family from place to place, unable to shift some essential restlessness. And, crucially, after decades at each other’s creative throats, she and Rat Girl have become awkward friends. PS Keep them coming.",
  "webTitle": "Cult heroes: Kristin Hersh – the dislocated star of the 80s US indie scene",
  "webPublicationDate": "2016-05-24T09:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/cult-heroes-kristin-hersh-throwing-muses",
  "keyword": [
    {
      "webTitle": "Kristin Hersh",
      "id": "music/kristin-hersh",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Beaumont",
      "id": "profile/mark-beaumont"
    }
  ],
  "guardianId": "music/2016/may/24/cult-heroes-kristin-hersh-throwing-muses"
}