{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/29/10-best-community-run-hotels-hostels-guesthouses-uk",
  "id": "2016-05-29-177",
  "sectionId": "travel",
  "body": "Lighthouse Cottages, Galloway This trio of self-catering cottages are on Scotland’s southernmost point. Set just below a lighthouse (they were originally home to the lighthouse keepers and their families) at the very tip of Wigtownshire, the cottages, which sleep between four and six, are run as holiday lets by the Mull of Galloway Trust, which bought the surrounding land (now a nature reserve managed by the RSPB) to preserve it. The still-working lighthouse was built in the 19th century by Robert Stevenson, grandfather of author Robert Louis Stevenson. It is open for tours in the summer months, and you can spot dolphins, porpoises, whales and sea birds from there on a clear day.• From £300 for three nights or £400 a week for a two-bedroom cottage, self-catering, lighthouseholidaycottages.co.uk Dartington Hall, Devon       Related: 10 of the best community-run pubs, restaurants and museums in the UK    Founded in the 1920s by the Elmhirst family, the Dartington Hall Trust is an arts, sustainability and social justice charity based in south Devon. The trust now runs retreats, festivals and summer schools, and opens its gardens, shops, cafes and galleries to visitors so there are plenty of reasons to linger. Conveniently, the building at its heart is a smart, 50-room B&B. Guests can wander the gardens, eat local lamb with herb polenta, rainbow beetroot, goat curd and jus at the estate’s White Hart restaurant, then catch a movie at The Barn, an indie cinema set in a medieval barn in the grounds.• Doubles from £65 B&B, dartington.org Cheese Market Flat, Hay-on-Wye      Constructed on the site of an earlier guildhall, this twin-arched 19th-century building was once Hay’s town hall and market. By 2012, however, it was semi-derelict. Happily, after much campaigning, the Heritage Lottery Fund agreed to support its renovation and it reopened in 2014. It is now run as a multi-functional space by Hay Community Enterprise and while the ground-floor space hosts regular markets and events, the first-floor has been converted into a stylish, one-bedroom holiday cottage, with local businesses chipping in to provide some of its artfully mismatched furniture and bright textiles. As well as soaking up lovely views over the town, guests are perfectly placed to browse Hay’s bookshops, bric-a-brac shops and cafes.• Sleeps two, from £295 for four nights, haycheesemarket.org  Wooler Hostel and Shepherds’ Huts, Northumberland      Originally built for the Land Girls during the second world war, this independently run hostel now has beds for 57, including twin and family rooms, dorms and a self-contained flat for five, plus four shepherd’s huts. On the north-east edge of Northumberland national park, it’s close to Bamburgh and Alnwick as well as the Cheviot Hills. Owned and run by the Glendale Gateway Trust, whose work it supports, the hostel is deeply embedded locally and is excellent at letting guests know about events they might want to catch during a stay, from dawn chorus walks and heritage train rides to local gigs. Homemade breakfasts and dinners can be ordered if you don’t want to self-cater. • Dorm beds from £17 per night, twins from £35, rooms for four/six from £59/£84, self-catering, shepherd’s huts sleep two or three for £42/£54 a night, woolerhostel.co.uk St Katharine’s House, London      Limehouse – in gritty east London – may not be the most obvious setting for a hotel with a large, leafy garden, elaborately corniced meeting rooms and 40 modern bedrooms but this isn’t like most hotels. Run as a guesthouse, retreat and conference centre by the Royal Foundation of St Katharine, a charitable organisation, St Katharine’s House also offers a monthly supper clubs, tea and cake at its yurt cafe, and the chance to sit and read in its library or listen to piano recitals in its chapel. It’s particularly good value for single travellers and families, with plenty of one- and four-bed rooms as well as doubles and twins. • Singles from £75, doubles £90, family rooms £140, all B&B, rfsk.org.uk The Raven Inn, Clwyd      A community-run pub with rooms near Ruthin, the Raven is well-loved among regulars for its local ciders and beers from microbreweries in north Wales and the borders. Plump for a pint of Snowdonia, the house ale from Porthmadog-based Purple Moose Brewery, or do your bit for social enterprise and ask for one of the artisan brews from the pub’s sister business, Cwrw Iâl Brewery. From Thursdays to Sundays, you can eat here, too; curry nights, fish and chips and homemade pies are the order of the day, after which you can stumble upstairs to one of three recently renovated bedrooms. The pub doesn’t serve breakfast but each room has a kitchenette and there’s a community shop in the village for bread, milk and groceries. Or drive over to Bodnant Welsh Food to stock up on the region’s finest produce, before working it off with day walks along Offa’s Dyke Path.• Doubles from £55 room-only, raveninn.co.uk Callander Hostel, Perthshire      As a base for exploring Loch Lomond and the Trossachs, Callander is hard to beat. A small town with bakeries, cafes, restaurants and ice-cream kiosks, it’s surrounded by great walking and cycling territory and is within easy distance of the Rob Roy Way, steamer trips on Loch Katrine and stellar wildlife. This five-star hostel in the centre of town is a striking black and white building that became a hostel in 2014. Your stay supports the Callander Youth Project, which works to improve the lives of young people in the area, and also helps create training opportunities.• Dorm beds from £18.50, doubles from £60, callanderhostel.co.uk Bore Place, Kent      A 500-acre organic farm and study centre owned by the Commonwork Trust, which promotes sustainable living, this bucolic retreat in the Kent countryside has been welcoming visitors for over 40 years. Many guests come for its educational courses, which range from greenwood workshops, beekeeping and kitchen garden growing to Kentish curry classes; the latter using ingredients from the farm. It also runs nature-based activities for children in school holidays and has a farm trail to explore. You can, however, just rent one of its three homely holiday cottages, which sleep between four and 25 people. Welcome hampers include farm jams and apple juice but you can order other produce, from Bore Place veal, beef and seasonal fruit and veg, to local beer and cheeses.• Cottage rental £69.60pp per night (children £34.80), boreplace.org Rum Bunkhouse, the Hebrides      Built in 2014, this contemporary timber bunkhouse was designed as a 21st-century replacement for Rum’s previous hostel accommodation, which had been operating within the island’s grand but decaying Kinloch Castle (actually a grand late-Victorian hunting lodge). Being purpose built means the new bunkhouse has high-grade insulation, a wood-burning stove and can open to guests year-round. Book one of its 20 beds (some are in four-bunk, family-friendly rooms and there’s one twin) and you’ll be contributing to the Isle of Rum Community Trust, and will have a cosy base to explore this appealingly undeveloped island. Rum is one of the Inner Hebrides’ Small Isles and its main attractions are great walking and wildlife plus Kinloch Castle itself, whose Miss Havisham-like rooms and rare orchestrion (a kind of giant music box) are still open to day visitors.• Bunks from £23 per night, twins £50, rooms for four/six are £83/£123, self-catering, rumbunkhouse.co.uk The Smugglers Hostel, Cairngorms      When this former Scottish Youth Hostels Association building in the Cairngorms was threatened with closure three years ago, the Tomintoul and Glenlivet Community Trust took it over. In the centre of Tomintoul, the now-renovated shelter takes its name from the whisky smugglers who once operated in the area; its bedrooms are all named after smugglers. The Speyside whisky trail is one of the biggest local attractions (the Glenlivet, Tomintoul and other distilleries are close by) but the hostel is also a stopping-off point for walkers tackling a spur of the Speyside Way. And, in winter, it’s a good base for skiers at the Lecht (in summer, the lifts are used by mountain bikers instead). Day walks, horse riding, fishing and an adventure playground are available on the surrounding Glenlivet Estate, and the hostel has good bike and boot storage.• Dorm beds from £17, doubles £50, family rooms £70, self-catering, thesmugglershostel.co.uk",
  "webTitle": "10 of the best community-run cottages, hostels and guesthouses in the UK",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/29/10-best-community-run-hotels-hostels-guesthouses-uk",
  "keyword": [
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bed and breakfasts",
      "id": "travel/bed-and-breakfasts",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hostels",
      "id": "travel/hostels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Top 10s",
      "id": "travel/top10",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhiannon Batten",
      "id": "profile/rhiannon-batten"
    }
  ],
  "guardianId": "travel/2016/may/29/10-best-community-run-hotels-hostels-guesthouses-uk"
}