{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/pfizer-death-penalty-lethal-injection-drug-ban",
  "id": "2016-05-14-60",
  "sectionId": "world",
  "body": "“You got your justice right here,” the convicted child-killer Pablo Vasquez said as the lethal injection took effect. He grew dizzy, snorted, dropped his head to the pillow on the gurney and took his last breaths.   Related: Pfizer blocks its drugs from being used in lethal injections in prisons    When he died on 6 April at the state penitentiary near Houston, Vasquez became the sixth person executed by Texas this year. Eight more judicial killings are scheduled in 2016 in the nation’s most prolific death penalty state, but how much longer this brand of justice will continue to be enacted in Texas and elsewhere in the US is an open question. Growing opposition to capital punishment and the increasing logistical problems states face in carrying it out were underlined when it emerged on Friday that Pfizer, the largest pharmaceutical company on the planet, is imposing firmer controls to stop its products from being used in executions. Opposition among major drug companies is so complete that no Food and Drug Administration-approved manufacturer is willing to let its wares be used in lethal injections, campaigners say.  Pfizer’s bolstered stance is the latest victory for activists and attorneys whose pressure has built a Europe-led boycott that has left states scrambling to locate their preferred drugs and turning to experimental drug cocktails from dubious providers – if they are still able to carry out lethal injections at all. Yet while opponents are delighted at what they see as a substantial victory, it is impossible to say what the precise impact will be. For years, state prison agencies have resorted to desperate and questionable measures to replenish supplies, aided by lawmakers who allow officials to cloak the process in secrecy. The result is that the gravest act a state can perform on its citizens – killing them – is also among its most secretive functions. Fundamental details such as who is facilitating and participating in the executions, and the origin and quality of the drugs, are hidden from public view. With so little information available about the suppliers and makeup of drugs such as the sedative that killed Vasquez, the past, present and future usage of drugs linked to Pfizer is not measurable. Did Texas buy its compounded pentobarbital last month? Last year? From within the state, elsewhere in the US, or abroad? From a legitimate or shady source? That information is a state secret.    No medical groups want anything to do with this. There’s already a strong argument that the death penalty is broken  Megan McCracken, University of California, Berkeley     “It’s hard to quantify what the effect is going to be,” said Robert Dunham, executive director of the Death Penalty Information Center. “It’s been getting progressively more difficult for states to obtain these medicines for executions and Pfizer’s stricter policy isn’t going to make it any easier. “If the states are not able to obtain medicines to use in executions from the manufacturer, they will have to look to compounding pharmacies [which make bespoke prescriptions],” he said.  “That carries its own set of problems because the compounding pharmacies are less well regulated and the American Pharmacists Association and the International Academy of Compounding Pharmacists have both adopted resolutions urging their members not to participate in lethal injections … Experience has shown that there are very significant safety risks.” A compounding pharmacy in Oklahoma that sold drugs for executions in Missouri, for example, was found to have committed nearly 1,900 violations. Texas argues that privacy is essential both to protect the safety of employees who may be subject to threats and to ensure the state can continue to locate drugs that allow it to carry out the law. In a continuing court case, attorneys for two executed prisoners contend threat claims are overblown and that the name of the provider whose product killed the inmates should be released under public records laws. Even if the compounding pharmacy’s identity is made public, the revelation would only show who was providing drugs before last September, when a new state law making supplier details confidential went into effect. “We still have tremendous concerns about the source of the drugs and the fact there’s no way to determine whether a drug being used to put people to death in the state actually comports with the US constitution,” said Kristin Houle, executive director of the Texas Coalition to Abolish the Death Penalty.    Related: Why Texas county known for death sentences has given none in 2015    A spokesman for the Texas department of criminal justice did not respond to a request for comment about the agency’s current efforts to source drugs and whether the Pfizer decision would have an effect. The clearest way to deliver a lethal blow to the death penalty would be a US supreme court decision striking it down. In a 5-4 decision in 2015, though justices Sonia Sotomayor and Stephen Breyer wrote stinging dissents, the court upheld the use of midazolam despite its role in several botched executions which critics argued violated the constitutional ban on cruel and unusual punishment. Polls suggest a majority of Americans still support the death penalty. But the cumulative force of a series of smaller victories, such as Pfizer’s statement and legal battles waged in individual states, appears to be having a substantial effect. The trend is that fewer prisoners are being put to death in fewer states, and death rows are not being replenished. Even in Texas, prosecutors are seeking the ultimate sentence less frequently, often for pragmatic reasons. Court challenges and practical issues mean executions are now rare or nonexistent even in many states that technically still allow the death penalty. California, the most populous state, has not held an execution since 2006. Ohio announced last year that it was placing all executions on hold until at least 2017 because it could not obtain the required drugs. According to the Death Penalty Information Center, five states have carried out 14 executions this year: Texas (six), Georgia (five), and Florida, Missouri and Alabama (one each). That tally is half the nationwide total from 2015, but currently only Texas has more executions scheduled this year: eight between June and October. The impact of Pfizer’s move is also tough to gauge because hardcore death penalty states have shown a willingness to get creative and to consider extreme options. That has included opening the door to alternative methods – last year Utah reintroduced firing squads as a backup.  In 2012, with the boycott biting, Texas turned from a three-drug protocol to one using only pentobarbital. The following year, it sourced supplies from a compounding pharmacy. In the past couple of years, it has appeared to struggle to find enough compounded pentobarbital to carry out its lengthy slate of lethal injections and has flirted with the idea of finding backups. Last year, Texas and Arizona tried to import sodium thiopental illegally from a dubious and obscure operation in India. The shipments were stopped at American airports by the FDA because the drug is not authorised for use by humans in the US, BuzzFeed reported. Still, last fall, Texas evidently felt secure enough in its stocks to dispatch three vials of pentobarbital to Virginia as a thank you for its help in sending drugs to the Lone Star state in 2013. Last month, Virginia governor Terry McAuliffe stopped at the last minute a move to reintroduce the electric chair, given the difficulty of obtaining execution drugs.     The firing squad execution chamber at the Utah state prison in Draper, Utah. Photograph: Trent Nelson/AP     Related: Virginia governor rejects plan to revive electric chair as main execution method    In 2014, the Colorado Independent revealed email exchanges about shortages between officials in Texas and Oklahoma, who joked that they might help in return for college football tickets – “sideline passes for Team Pentobarbital”, as they put it.  In 2011, it emerged that Arizona had been importing drugs from a British wholesaler operating out of a west London driving school. Also that year, lawyers for a Texas death row inmate alleged that the state was using the name of a nonexistent hospital as a delivery address for drugs that were in fact destined for the death chamber. Megan McCracken, of the Death Penalty Clinic at the University of California, Berkeley, School of Law, said the Pfizer announcement was “a sign of unity”.  “We see now the pharmaceutical industry does not want its products used in executions,” she said. “The medical field does not want to be involved in executions, the nursing field does not want to be involved in executions, the paramedic field does not want to be involved in executions. No medical groups want anything to do with this. “There’s already a strong argument that the death penalty is broken and it doesn’t function as it is intended to function … [Drug shortages are] one of a myriad problems.”",
  "webTitle": "Pfizer death penalty drug decision welcomed by activists but states fight on",
  "webPublicationDate": "2016-05-14T19:43:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/pfizer-death-penalty-lethal-injection-drug-ban",
  "keyword": [
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Pfizer",
      "id": "business/pfizer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pharmaceuticals industry",
      "id": "business/pharmaceuticals-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "world/2016/may/14/pfizer-death-penalty-lethal-injection-drug-ban"
}