{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/norfolk-island-proposed-as-open-detention-centre-for-asylum-seekers",
  "id": "2016-05-05-212",
  "sectionId": "australia-news",
  "body": "Norfolk Island could become an offshore processing centre for asylum seeker boat arrivals in return for the Australian territory retaining self-governance, according to a new proposal. However, while many residents want to maintain their autonomy, there are concerns an offshore processing centre would be disastrous for the tourism industry their economy depends on and others are wary of getting involved in such a scheme with the federal government.   Related: Norfolk Island leader calls for royal commission into 'Australian takeover'    The proposal – written by the asylum seeker advocate and former Norfolk Island resident Natasha Blucher and the president of the chamber of commerce, John Brown – outlined a potential processing system on the island “should the current regional processing arrangements with Nauru and Manus Island become untenable”. It proposed a community detention model using local houses and accommodation to allow asylum seekers and refugees to largely live freely on the island.  Such a model would provide a less traumatic experience for asylum seekers, while also supporting the cohesive integration of two communities and maintaining Norfolk Island’s international reputation, the report said. It would require almost no new constructions on the island. The proposal urged extensive community consultation with the Norfolk Island people, and mandated local employment and economic benefits in the increased business the federally-funded system and associated services would bring. The federal government’s offshore processing regime partially collapsed in recent weeks after the supreme court of Papua New Guinea ruled the detention of asylum seekers on Manus Island illegal and ordered the closure of the facility. The situation on Nauru has steadily deteriorated, with daily protests taking place for more than a month and a large number of self-harm incidents, suicide attempts and one death in recent weeks. The federal government is now scrambling to contain the fallout without bringing detainees to the mainland. Blucher and Brown’s proposal, first written in January 2015, suggested that if Norfolk Island had self-governance and remained outside the Migration Act, it could issue temporary or permanent protection visas that did not give holders any access to the mainland, keeping the government’s promise. Norfolk Island has been in a transition period since the federal parliament’s decision last year to revoke the island’s autonomy. As of 1 July, the island will be subject to Australian immigration and border protection rules. Islanders will fall under the Medicare system and will be eligible for social benefits, including the Pharmaceutical Benefits Scheme. They will also fall under Australia’s tax system, and their laws will be rolled in with federal and New South Wales ones. The high-profile QC Geoffrey Robertson delivered a petition to the UN last month accusing Australia of trying to recolonise the tiny South Pacific island. There remains widespread resistance and uncertainty about falling under commonwealth governance, and the manager of Cumberland Resort and Spa, Rael Donde, is among those keen for the island to maintain autonomy.    My small island home could give a welcoming community to people who were suffering so terribly in closed camps on Nauru  Natasha Blucher     But he said establishing offshore processing on the island was not the way to go about it. “I am going to bring this proposal [for an offshore processing centre] up at the next meeting of tourism operators on the island and I can tell you now – the overwhelming majority will be against this proposal,” he told Guardian Australia. “I don’t think it would be positive for tourism, which is an important industry here. Just look at Christmas Island. It hasn’t been able to maintain any sort of tourism industry. You can’t have a vibrant tourism industry when you also have detention.” The proposal predicted an increase in revenue for tourism operators – including accommodation businesses housing asylum seekers, as well as fly-in-fly-out workers – and the local goods and services economy. Blucher, who was one of nine Save the Children workers on Nauru summarily sacked for what was later revealed to be unsubstantiated claims, said the proposal was a pragmatic idea conceived while she was still working with families and children in the offshore camp. “Their mental health was deteriorating. I was seeing people go from self-harming to suicide threats to mass suicide threats and I was watching people’s mental health completely fall apart,” she said. “I was trying to think about what could be a better way, working within the constraints of the political environment we had at the time.” Blucher said she still maintained her view that every person in offshore camps should be brought immediately to Australia and have their claims processed by Australia. “I would strongly continue to call for that transfer but if that’s not going to happen, as it seems from [the immigration minister, Peter] Dutton’s, ongoing statements and Labor’s support, I guess this is the second best.”    There is nothing new in this this kind of silly, get-rich scheme that this island has become sadly famous for  Gary Hardgrave     She stressed that the proposal was a suggestion for the Norfolk Island community to consider and that it could give the federal government a “strong incentive” to restore the island’s self-governance. “As a Norfolk Islander who has been living away in Australia for over 10 years, it isn’t my place to determine what is best for the community who are currently living there; it is always, of course, their place to determine what is best for them,” she said. “I grew up there, I was a kid there. I know I had an amazing childhood and I really believed my small island home could give a welcoming community to people who were suffering so terribly in closed camps on Nauru.” The report noted that any established centre could never be a closed detention model, “as it is not in the interest of Norfolk Island to receive international criticism for human rights abuses”. However, there are concerns the government would renege on that part of the arrangement if the island agreed to the proposal. Troy Hamilton-Irvine is on the management committee of Norfolk Island People For Democracy, which is calling for an independent review of the process of bringing the island under Australian governance.  Hamilton-Irvine said he would support the proposal for a refugee processing centre on the island only if the UN decided that the islanders should have the right to self-govern. The processing centre would only be humanely run if operated by the islanders, he said. “Our experience dealing with the Australian federal government is that they’re pretty awful in how they deal with people,” he said. “I imagine that Norfolk Islanders would be very suspicious of the federal government running something like a processing centre here since we’ve heard about how they run the centres elsewhere. “Having a refugee centre set up in a community is often a negative thing, not because of the people in the centre, but because of the people running it. Norfolk Islanders respect human rights.” The former Norfolk Island chief minister Lisle Snell, who lost his job when the Australian government revoked the island’s autonomy, said as much as he wanted the island to be self-governing, he wasn’t willing to support a processing centre in exchange for it. The proposal had been put to the now abolished legislative assembly about 18 months ago. “I know there are feelings in the community that if we’d accepted it, then we may have avoided financial demise,” he told Guardian Australia. “But I don’t believe that’s the case.” He said before he could consider the proposal, an extensive environmental land impact assessment would have to be carried out to ensure that the island’s pristine nature would be preserved.   Related: The recolonisation of Norfolk Island is a heavy-handed act of regression | Geoffrey Robertson     However, he added he had not seen the full proposal and would be willing to consider it further once he had read it. Matt Bigg, a farmer who grows much of the fresh produce for the island, said things on the island had to be done by consensus and he was yet to hear about the proposal. He said he would rather see the outcome of the UN petition before examining other options. Bigg also said the island struggled to find the resources for its current population and it may be difficult to accommodate more people. But he understood why Blucher and Brown had put together the proposal, saying that people were struggling as the commonwealth took over. “I applaud them for trying,” he said. Gary Hardgrave, who was appointed as the administrator of Norfolk Island last year to prepare residents for the introduction of commonwealth services from July, said while he hadn’t seen the proposal from Blucher and Brown, it was not the first time one had been made. “There is nothing new in this this kind of silly, get-rich scheme that this island has become sadly famous for,” he said.  “A couple of people have clearly seen an opportunity for a get-rich-quick opportunity, which has nothing to do with the long-term sustainability of the island. And I don’t want to get caught up in it.” The immigration minister has been contacted for comment.",
  "webTitle": "Norfolk Islanders propose hosting processing centre for asylum seekers",
  "webPublicationDate": "2016-05-05T11:16:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/norfolk-island-proposed-as-open-detention-centre-for-asylum-seekers",
  "keyword": [
    {
      "webTitle": "Norfolk Island",
      "id": "australia-news/norfolk-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    },
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/05/norfolk-island-proposed-as-open-detention-centre-for-asylum-seekers"
}