{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/02/dr-christians-top-tips-for-tackling-exams",
  "id": "2016-05-02-210",
  "sectionId": "childrens-books-site",
  "body": "I don’t think it will surprise you to read that there are some people who just seem to be naturally good at passing exams, and others who find them much more challenging. In my experience this isn’t always simply due to being brainier or harder working (although, of course, these play a part). Very often it’s simply down to technique; reading things carefully, knowing exactly what the exam question is asking, and what it is that the examiner wants to see in an answer. So as well as spending time learning all the different things in the curriculum for your exams, I think it is as important to make sure that your exam technique is a finely honed and sharp as possible. Believe me, I know. I’ve spent many, many years of my life sitting exams!     Dr Christian: exam expert! Photograph: John Wright     The first thing I want to reassure you of is that some stress is not at all a bad thing; that slight feeling of anxiety, a wave of nausea and nervous excitement that you feel flooding through your body when you think about your exams looming only a few short weeks away can be a good thing. It is often the motivator that makes you get off line, switch off the telly, and knuckle down to some revision. Not being stressed may make it very likely that you don’t bother preparing or revising much at all, and this, to me, should be more of a concern than a degree of motivating stress.   Related: Mental health and books: teenagers speak out     But I know that sometimes exam stresses can feel like they are getting out of hand, and you just don’t think you will ever be able to cope with the mountains of work in front of you, the pressure from your teachers, and the anxious, hopeful, pleading expectation from your parents. Really extreme stress, that is causing you difficulties getting to sleep or waking up in the morning, unexplained aches and pains, poor appetite and headaches can adversely affect your performance and I advise you to talk to someone about it.  But believe me, you can do this. To start with, let me suggest that you already know more than you think you do. You also know the bit you are not so good at, have never been good at, probably really don’t like at all, (for me it was maths!) and it is these bits that you should spend a good amount of time on, not the bits you are good at and really enjoy. Don’t overdo the revision; take breaks, go and get some fresh air. If you can get out everyday and do some exercise for an hour or so you will achieve wonders – far more than locking your self away in your room all day. Make sure you are getting enough sleep at night too, and not staying up late revising. It is during these times that your brain will go on processing and laying down what you have been studying as memories –I would argue that the periods you spend not revising are as important as the times when you are.   Related: Authors and teenagers share the books that saved their life     Don’t worry about what other people are doing too much either. I remember some people at medical school announcing they had drawn up their revision timetables which involved a solid 12 hours of revision a day for the next four weeks. It made all of us worry that we weren’t doing enough and it increased our anxiety massively. Should we all be doing that much? Shouldn’t I be more worried – I wasn’t planning on doing anything near that much! Don’t listen or compare in this way. Do what you know works best for you. On the day before the exam, go through the final bits you always find tricky, read through your notes, have a look at some past papers and then STOP. Put everything away, and don’t worry about it any more. You’ve done it. You know it. It’s in there, believe me. Desperately scanning through revision cards over breakfast the next morning or as you wait to go into your exam really wont make any difference. Some calm, and some respite is all you need now. One final thing; try your best to avoid going through the exam questions afterwards with your friends to see what they put. A post-mortem like this never helps. What’s done is done. give yourself some time off, shake the dust off, stretch, and then start preparing for the next one. Believe me, they’ll fly by, and get the work/life balance right and you may find you actually quite enjoyed your exams. Believe it or not, it is possible!      Dr Christian’s popular guides provide advice on problems facing children growing up from puberty and staying healthy to body image, bullying and staying safe online. Buy Dr Christian’s Guide to You at the Guardian bookshop.",
  "webTitle": "Dr Christian's top tips for tackling exams",
  "webPublicationDate": "2016-05-02T09:00:20Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/02/dr-christians-top-tips-for-tackling-exams",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/02/dr-christians-top-tips-for-tackling-exams"
}