{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/observer-view-on-genetically-modified-gm-crops",
  "id": "2016-05-21-20",
  "sectionId": "commentisfree",
  "body": "For a generation, a campaign by the green movement against the growing of genetically modified crops has held sway across Europe. These foodstuffs are a threat to health, the environment and the small independent farmer, NGOs have argued. As result, virtually no GM crops have been grown on Europe’s farms for the past 25 years. Yet hard evidence to support what is, in all but name, a ban on these vilified forms of plant life is thin on the ground. In fact, most scientific reports have indicated that they are generally safe, both to humans and the environment. This point was endorsed last week when a 20-strong committee of experts from the US National Academies of Science announced the results of its trawl of three decades of scientific studies for “persuasive evidence of adverse health effects directly attributable to consumption of foods derived from genetically engineered crops”. It found none. Instead the group uncovered evidence that GM crops have the potential to bestow considerable health benefits. An example is provided by golden rice, a genetically modified rice that contains beta carotene, a source of vitamin A. Its use could save the lives of hundreds of thousands of children who suffer from vitamin A deficiency in the third world, say scientists. The publication of the NAS study is timely. New techniques – in particular the gene-editing technology CRISPR – promise to make the genetic manipulation of plants even easier to achieve in the near future. There is therefore an urgent need for Europe to reappraise its opposition to GM crops at a time when the rest of the world is embracing the technology. Europe is already becoming a backwater for new breeding technologies and needs to move swiftly to prevent this situation worsening, UK scientists warned last week. The restrictive regulations that are blocking the growing of GM crops need to be stripped away as soon as possible. The importance of changing attitudes to GM crops is equally pressing for the green movement. Greenpeace, Friends of the Earth and other NGOs are happy to accept scientific consensus when it suits their purposes. They triumphantly quote academic research that backs their claim that climate change, brought about by increasing use of fossil fuels, now threatens major changes to sea levels, coral reefs, shorelines and global temperatures. Yet they are equally willing to say that scientists – who they are pleased to endorse as a profession elsewhere – are utterly wrong about GM crops. This is a dishonest act of cherry picking that makes a nonsense of the green movement’s claim to hold a superior moral position about the health of the planet.. The green movement also complains that GM crop technology is the prerogative of big industry and should therefore be treated with suspicion. But it is the very actions of NGOs – who have demanded strict regulations to block GM crop cultivation – that have achieved this state of affairs. Only major corporations, with large legal departments, can afford to get their products into the field while small outfits – often those with novel technologies that could help starving countries – are thwarted by cumbersome regulations. Last week’s NAS report was not a total vindication for the growing of GM crops, of course. Their use, said the study, was found to bring generally positive economic outcomes for farmers – by decreasing crop losses and insecticide use while providing food that was no less safe than conventional food. However, it was also noted there was a major problem with the development of herbicide-resistant weeds. This latter issue requires close monitoring but it is certainly not a cause for outlawing an entire scientific technique. We need to regulate products not the processes that are used to create them. This last point is illustrated by the host of crops being developed through genetic modification that promise to make lives better for Earth’s population as it swells towards 11 billion by the end of the century. An example is provided by one crop – now ready for trials – which has been engineered to grow omega-3, a fatty acid food supplement said to have considerable health benefits but whose sources, mainly fish and other sea creatures, are now being over-exploited. Thus the health of both humanity and the planet could be improved by a single plant. GM crops are not the only way to solve humanity’s woes but they have considerable potential. The inference is therefore clear. We can no longer afford to turn our backs on the cultivation of genetically modified crops in our fields in coming years.",
  "webTitle": "The Observer view on the GM crops debate",
  "webPublicationDate": "2016-05-21T23:04:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/observer-view-on-genetically-modified-gm-crops",
  "keyword": [
    {
      "webTitle": "GM",
      "id": "environment/gm",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/22/observer-view-on-genetically-modified-gm-crops"
}