{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/michael-moore-where-to-invade-next-world-hope",
  "id": "2016-05-19-330",
  "sectionId": "commentisfree",
  "body": "There is little evidence of any enthusiasm for the way our society is run. Polling is persistently clear: most object to utilities such as rail and energy being run for profit rather than in public ownership; most believe in significantly higher tax rates for the rich; and there is popular support for improving workers’ rights. But what people want and what they think possible are often far apart. The status quo may be unpopular, but it is at least tangible: decades of “there is no alternative” drummed into our heads has left us resigned to the inevitability of injustice. Take the recent Panama Papers revelations. When, on social media, I suggested the story underlined how a rich elite stashed their fortunes away from the authorities while preaching the need for cuts, the response was a wave of cynicism. The replies could be summed up as, ‘Well, duhhh, what do you expect?’ or “Is this really a surprise?”. Rich people avoiding tax on an industrial scale was priced in. A bigger surprise would have been if it didn’t happen. Rather than rage, there was a world-weariness – one that is very successful at defusing popular support for tackling injustice. Rather than take to the streets, more often people yell at the TV and then return to lives blighted by insecurity. That’s why Michael Moore’s excellent new film is so important. Where to Invade Next is based on a simple satirical concept. From Vietnam to Iraq, Moore points out, the postwar US has launched a series of military invasions whose main achievement has been a devastatingly high death toll. What if, instead, Moore invaded countries in order to appropriate ideas and policies that help people, and then take them back to America?           Michael Moore’s Where to Invade Next: exclusive UK trailer – video    The US is practically alone among industrialised nations for not having mandatory annual leave. So off Moore goes to Italy with a bold question: have you ever wondered why Italians always look like they’ve just had sex? One reason, he suggests, is the number of paid days off that Italians can expect: when national holidays are included, 30 a year. For those who might blame this healthier work-life balance on Italy’s economic woes, it’s worth noting that the economic powerhouse Germany offers 34 days for permanent workers. Moore meets Claudio Domenicali, chief executive of the Italian motorcycling manufacturer Ducati, who says providing benefits for workers and recognising a strong union benefited the company. Then there’s Finland. In Britain, we have a government determined to fragment our comprehensive state school system and introduce the philosophy of the market. If our government had a “what works” philosophy, then – like Moore – it would surely aspire to the Finnish model. Finland’s educational results are among the highest in the world but it’s a country with barely any private schools and no academic selection, where children don’t even start school until after their seventh birthday, schooldays are shorter, play is emphasised, and there is practically no homework. Top quality schools for all and an emphasis on the wellbeing of pupils produce results. And unlike, say, Britain – where morale in the education system is often poor – Finnish teachers are held in high esteem. Finland also has a more equal society than Britain: research has repeatedly underscored a link between deprivation and poor academic performance. Another of Moore’s “victims” is Norway. Its justice system is like something lifted from a Daily Mail nightmare. Far fewer people are locked up and the prison sentences are significantly shorter. On Bastoy prison island, for example, inmates have their own TVs, computers and showers, and are provided with a proper education. Norway’s reoffending rate is among the lowest in the world: reportedly 20%, compared with a stunning 77% in the punitive US system. When the fascist terrorist Anders Breivik detonated a bomb in Oslo and murdered dozens of young socialists on Utoya island, Norway’s prime minister declared: “Our response is more democracy, more openness, and more humanity.” Norway did not allow terrorism to subvert its way of life; there were no clampdowns on civil liberty; support for the death penalty (a fringe position in Norway) did not surge. Rather than giving Breivik the special treatment he craved, the country played it by the book. There are many other examples. Countries such as Germany and Slovenia, where university education is treated as a social good and there are no tuition fees. And Portugal, which has abandoned the calamitous “war on drugs” and no longer locks people up for the personal consumption of illicit substances. I could go on. Nordic countries, where taxes are higher, which have more extensive welfare states but where living standards are better. Germany, where a state-led industrial strategy has created hundreds of thousands of jobs in renewable energy and is confronting the climate change crisis. The most important contribution made by films such as Moore’s is to popularise the idea that the status quo is not, in fact, inevitable. Those of us who believe in societies being run for the benefit of the majority – not as rackets for a tiny elite – all too often assume a defensive posture. We can be easily defined by what we oppose, rather than what we support. Our placards are adorned with slogans protesting against privatisation or cuts, rather than presenting an optimistic vision of what society could be. No wonder that, to many, we appear as doomsayers, relentlessly conveying misery and gloom. Ronald Reagan is an unlikely example for the left to emulate – his disastrous legacy includes the stagnation of living standards for millions of Americans. But he wrapped his pro-rich policies in optimism, proclaiming “Morning in America”. We should not stop opposing injustice. But surely we need to do far more to match our opposition with an inspiring, hope-filled vision. As Moore illustrates vividly, there is no shortage of alternatives. We don’t talk about them enough, and it’s time we did. • Owen Jones will be in conversation with Michael Moore after the UK premiere of Where to Invade Next on Friday 10 June. The event will be broadcast live via satellite from Sheffield Doc/Fest to more than 120 cinemas nationwide. Find your nearest cinema at www.wheretoinvadenext.co.uk/screenings",
  "webTitle": "The world can be a source of hope, not of needless military invasions | Owen Jones",
  "webPublicationDate": "2016-05-19T05:00:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/michael-moore-where-to-invade-next-world-hope",
  "keyword": [
    {
      "webTitle": "Michael Moore",
      "id": "film/michaelmoore",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/michael-moore-where-to-invade-next-world-hope"
}