{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/09/nicky-morgan-chaotic-mess-academies-u-turn",
  "id": "2016-05-09-37",
  "sectionId": "education",
  "body": "The education secretary, Nicky Morgan, was accused by Labour of presiding over “a chaotic mess” when she appeared before MPs on Monday to explain her government’s U-turn over controversial plans to force schools to become academies.   Related: Despite Nicky Morgan’s U-turn, our schools are still in a mess | Melissa Benn    In a statement to the Commons, Morgan insisted the government’s goal had not changed and she still wanted every school to become an academy, but acknowledged concerns about a “hard deadline” for all schools to convert by 2022. Instead of “blanket” conversion, she told MPs there would be new powers to enable the Department for Education to step in and force schools in “underperforming” local authorities – or those unable to provide the necessary support – to convert to academy status.  She said the threshold which would define “underperforming” would be the subject of an “affirmative resolution” which would be put before the Commons for consultation. Her statement followed the announcement on Friday that plans to force through the academisation policy by 2022 would not now be included in the forthcoming Queen’s speech, following opposition from Conservative-led local authorities among many others. Responding to the statement, the shadow education secretary, Lucy Powell, accused Morgan of causing further confusion: “She says her aim remains the same, but without the means. However she wants to dress it up, dropping her desire to force all schools to become academies by her arbitrary deadline of 2022 is a key concession. “School leaders should take it as a very clear signal that the foot is off their throat and they shouldn’t feel they need to jump before being pushed. “The secretary of state is presiding over a chaotic mess dragging schools backwards and her ambitions for further structural change are, at best, a distraction and, at worst, will damage standards.” She said there was no evidence that academisation was the panacea for school improvement and quoted data, published in the Times on Monday, which revealed a sharp disparity in standards between academy chains. “Analysis published today by PWC shows that only three of the biggest academy chains gets a positive value-added rating,” she said. “And just one of the 26 biggest primary sponsors achieves results above the national average.” Many Tory backbenchers stood up in the Commons to thank the education secretary for listening to their concerns, suggesting the potential rebellion was widespread within the Tory party.   Related: ‘If they close small schools, villages will be museums’    Morgan, who remained defiant throughout her appearance despite the climbdown, insisted that a record 227 schools voluntarily applied for academy status in March, with more than 100 conversion orders issued to underperforming schools since then. “Our goal has not changed,” she said. “There will be no retreat from giving every child the best start in life.”  She refused to back down on another controversial strand of her education white paper: plans to scrap compulsory parent governor seats on school governing bodies. She said it was “not the only way for parents to be involved”. She also sought to assuage fears about the survival of rural schools, insisting they would be protected by a dual lock, whereby national and local government would both have to agree to any planned closure. Morgan told schools they would not be forced to join multi-academy trusts, as had been feared, but said she expected most schools to join local clusters.",
  "webTitle": "Nicky Morgan accused of creating chaotic mess despite academies U-turn",
  "webPublicationDate": "2016-05-09T20:56:53Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/09/nicky-morgan-chaotic-mess-academies-u-turn",
  "keyword": [
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/09/nicky-morgan-chaotic-mess-academies-u-turn"
}