{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/rage-room-anger-management-unemployment-houston-texas",
  "id": "2016-05-24-132",
  "sectionId": "us-news",
  "body": "Shawn Baker had an entrepreneurial epiphany years ago when she saw a group of young people outside a concert venue throwing junk out of a truck and pulverizing the trash with a bat. It looked fun. She wondered: could there be a way of monetizing our appetite for mindless destruction? Baker, though, had a good, steady career as manager of a hydraulic shop for a large oil company in Houston. So she put the idea on hold. Then oil tumbled below $50 a barrel and in May 2015, after more than 20 years at the same company, the 45-year-old was let go from her job along with a quarter of her colleagues. “It was devastating. I had never been laid off or fired or anything,” she said. Baker now had spare time, little prospect of quickly finding another role in the energy industry, and a hunch that thousands of others could be sharing her sense of frustration. So she returned to her idea and started Tantrums LLC, one of a growing number of “rage rooms” in America where her frustrated clients come and blow off steam with the help of a baseball bat and some inanimate objects. Baker regularly advises clients on the best way to smash a TV (lead pipe or sledgehammer are decent choices; baseball bat or golf club are classic alternatives).     Letting off some steam in the Tantrums LLC rage room. Photograph: Tantrums LCC Facebook page    The concept of recreational destruction grabbed media attention in the US amid the recession of 2008 when a now shuttered operation called Sarah’s Smash Shack opened in the unpromisingly mellow city of San Diego. The Anger Room started in a Dallas strip mall in 2011 and is seeking to expand elsewhere in the country. The Break Room is planning to open in Minnesota, while as the owners of the family-run Smash Shack in Jacksonville, North Carolina, note, their business is conveniently located next to a place full of people with stressful careers: a huge military base. “Traffic, job, your boss; everybody gets pissed. I just saw it as a way to release that,” Baker said. Tantrums (slogan: “Relaxation after devastation”) opened in December last year in an anonymous business park next to US 290, which, owing to interminable roadworks, can make a strong claim to be Houston’s most irritating freeway. In the summer of 2014, there seemed no visible end to a boom that had the state’s politicians boasting of the “Texas miracle” of job creation. By the end of the year, the oil price had slumped and the job security of thousands of people in Houston offices and in fields across the country fell in tandem with prices at the pump.    High-end apartment complexes are so empty they're offering perks such as rent-free months, Apple watches and cruises    Persistently low oil and natural gas prices have led to the culling of about 120,000 energy industry positions across the US since the start of 2015, according to the Houston Chronicle. About half of those were in Texas, the country’s leading oil producer – with many job losses in Houston, America’s energy capital. The city’s economy is far more diverse and resilient than during the oil bust of the 1980s, but Houston is nevertheless feeling the hit of the slump. New high-end apartment complexes built to appeal to now-departed expats are so empty they are offering perks such as rent-free months, Apple watches and cruises, according to the latest economic report from the Greater Houston Partnership, which anticipates the city’s unemployment rate will soon rise above the national level. Baker’s timing could hardly have been better: this is a city that needs to let off some steam. Her clients include “a lot of people in the energy industry”, she said. A group of 20 oilfield workers came in February to whack away their worries. Baker is hoping that more will follow as economic challenges and firings continue. No more golf with the boss, but how about taking a golf club to a kitchen appliance?     Two of Baker’s clients pay a visit. Photograph: Tantrums LLC Facebook page    “I have people who come who tell me they’re here for therapy. Some do see a psychiatrist – they’ve disclosed that to me, and they’re here for their own anger management,” Baker said. She added that business had picked up in the past couple of weeks, with customers ranging from stay-at-home moms to bikers to office workers on team-building exercises.   Related: Rough day? Time to visit the Rage Room, where destruction is encouraged    Jose Bedolla is in sales and relies on commissions to boost his salary. In the current climate, and at this time of year, business is tough. “Every day counts,” he said. “You’re always stressed about the next target you have to hit.” So on one recent weekend, the 30-year-old found himself hitting a Sony flatscreen television, shattering some chintzy chinaware, even shredding a stuffed bear. “It feels really good!” Bedolla said, baseball bat in hand, grinning as he laid waste to his surroundings with a flair that called to mind Babe Ruth at the plate and Keith Moon in a hotel room. Wearing protective glasses and swinging his weapon to music with a thumping beat, he brought a friend and spent 15 minutes in one of Baker’s rooms. Each room has a television and whatever else Baker can source, from unwanted crockery to defunct microwaves. A five-minute session costs $25 and it is $85 for a theme room (nothing weird allowed). One customer last month – female, like most of Baker’s clientele – wanted to destroy a bathroom. Users have to sign a liability waiver but none has suffered anything more serious than minor cuts and sore muscles, she said.    Recently, a 30-year-old found himself hitting a Sony flatscreen TV, shattering some china, even shredding a stuffed bear    Businesses often fail to prepare employees for the trauma of losing their jobs, exacerbating a sense of frustration, said Todd Kashdan, a clinical psychology professor at George Mason University and coauthor of The Upside of Your Dark Side. He believes that anger can be useful if channelled into something positive – but as our lives become increasingly fast-paced, society is growing more irate yet less tolerant of outbursts. “We are still in a place where we feel that it’s inappropriate to express anger outside of athletic contributions,” he said. “There’s no emotion that people have more prejudice against than anger. A large minority of the population believes there’s never an appropriate time to express anger and it’s never healthy, and that’s an amazing belief to have for an emotion that evolved to help us in certain situations.” However, despite the short-term thrill, he doubts that “destructotherapy” is a genuinely useful form of anger management because it does not solve underlying issues.   Related: Moscow's rage room – in pictures    “When you’re bashing glass or hitting a telephone or a TV set with a baseball bat or you’re taking aim at the shooting range, you’re going to attack some inanimate object. It just increases your arousal and thus makes you even more angry. What you really need is to reduce or learn to better manage that arousal. These violent strategies to try to get rid of anger are not in any way helping you manage your arousal,” he said. “It’s a great temporary salve, no different than going binge drinking. And like binge drinking, in the short term it works great, but at some point you’re going to wake up the next day and you’re hungover and not productive.” Still, Baker is hoping to expand. She is considering mobile rooms that could be transported by trailer to fairs, festivals or rodeos. With a smile, Bedolla suggested they could alleviate a perennial Houston bugbear: road rage. “They should have these lined up on the side of the highway, like a drive-thru service,” he said.",
  "webTitle": "'They're here for therapy': Houston's 'rage room' a smash as economy struggles",
  "webPublicationDate": "2016-05-24T14:16:07Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/rage-room-anger-management-unemployment-houston-texas",
  "keyword": [
    {
      "webTitle": "Houston",
      "id": "us-news/houston",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "us-news/2016/may/24/rage-room-anger-management-unemployment-houston-texas"
}