{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/cannes-film-festival-terror-attack-wi-fi",
  "id": "2016-05-11-136",
  "sectionId": "commentisfree",
  "body": "I have arrived in Cannes for the festival. It’s my 18th (since you ask), and I have never known the security threat level so high. A full-scale terrorist attack-scenario was wargamed out on the streets last week: a bomb set off, people lying on the Croisette pretending to be shot while cops dressed as armed gunmen stormed the steps of the Palais. Cannes is taking very seriously a Charlie Hebdo or Bataclan scenario in the coming fortnight. Crime – that is, thefts of cash and jewellery perpetrated by ordinary, decent criminals – has always been a worry. People sauntering about the Croisette dripping in bling have traditionally been a mouthwatering target for secular wrongdoers. Don’t hang the “Please clean my room” card outside your hotel room door, incidentally. You might as well put up a sign saying “Please burgle me.”         Cannes terrorist attack simulation     Now the side streets are thronged with white vans containing the reliably scary Compagnies Républicaines de Sécurité (CRS), the national riot police, ready for a scrap. But I am very impressed by the airy sang-froid everyone is showing, and it’s almost as if last week’s fake attack was a Zen way of pre-empting a crisis and making cosmically sure it can’t happen. How could actual terrorists try it, now that the festival has had the dernier cri, and already staged the attack so stylishly, so definitively? Here’s my idea for a real crisis-simulation scenario: get everyone here, and then detonate a bomb that will knock out Wi-Fi over the entire town. The real heroes will stay cool and find a way to fax their tweets from the hotel main reception. Water music           Cannes theme    Everyone here at Cannes is ready for the classic festival theme. They will hear it maybe 20 or 30 times in the next fortnight. By the end of the festival, we’ll all be humming it in our sleep: the opening of Aquarium, the seventh movement of Camille Saint-Saëns’ suite The Carnival of the Animals – a dreamy, woozy melody played by strings and flute over a rippling piano glissando. This is the music played before every film, accompanied by a special animation showing the fabled steps, which appear to rise under the sea, break the surface, and then ascend to movie heaven. It’s a lovely piece, beautifully chosen: the mysterious, artificial, glass-enclosed depths of the aquarium are a great metaphor for the cinema. But perhaps it needs to be varied. Why not choose different movements from Saint-Saëns’ carnival for different types of film? The Introduction and Royal March of the Lion, with its brooding chords, would be great for an action thriller. The angular Hens and Roosters would work as the curtain-raiser for a suspense drama. And The Swan, with its plaintive yet curvaceous melody might be good for a romantic tragedy. But I’m quite happy with Aquarium. Pink sins Another strange tic that overcomes British visitors to Cannes is this: no matter what profound disagreements we might have about films when we come here, there is one thing on which we are of one mind: rosé wine is absolutely marvellous! We all love it. We sit down at cafes and bars and we can’t think of anything else: it has to be rosé. Mmm. It’s a yummy, South-Of-Francey sort of drink. Actually, the French aren’t especially enamoured. Back at home, I have ordered rosé and thought: wait – wine that’s coloured a silly, childish pinky-red colour, like strawberry Nesquik powder in milk? What am I thinking? But out here in Cannes, the rosé glow casts its sinister spell. Rosé is a holiday romance of a wine. Not that I’m on holiday, of course.",
  "webTitle": "The nightmare before Cannes | Peter Bradshaw",
  "webPublicationDate": "2016-05-11T15:50:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/cannes-film-festival-terror-attack-wi-fi",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/cannes-film-festival-terror-attack-wi-fi"
}