{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/18/brexit-would-threaten-world-class-british-research-major-report-warns",
  "id": "2016-05-17-4",
  "sectionId": "science",
  "body": "Great swaths of research under way in universities and businesses across the UK will come under threat should Britain leave the EU, according to a major report into the nation’s finances. Crucial work on cancer, computer systems, nanotechnology and engineering - areas where Britain claims world-class expertise - has become heavily reliant on EU grants, making the research highly vulnerable to the slump in support that Brexit could provoke. The report finds that the EU has propped up UK cancer research to the tune of £126m in the past decade, amounting to more than 40% of public money poured into the work. Over the same period, the cutting-edge field of information and computer systems research, an area the government considers a key driver of the UK economy, received £1bn from Brussels, more than a third of its public funding.   Brexit companion   Published by the technology firm DigitalScience, the report draws on UK and EU records to map how billions of pounds in EU grants have paid for work in British labs and companies from 2006 to 2015, and reveals how critical fields of research, and particular regions of the country, would fare should EU funding dry up. A hefty drop in EU support would see the greatest losses in inner London and the South East, where major universities and companies are adept at winning grants. But other regions more dependent on the EU would be hardest hit, including Dorset, Somerset and other parts of the south west of England; outer London, and regions to the north, including Derbyshire, Nottinghamshire, Cheshire, Shropshire and Staffordshire. More than a quarter of public research money that flowed into universities and companies in inner London came from the EU in the past ten years, totalling £132m. But other regions were more dependent on Brussels. The EU paid for 70% of publicly-funded research in outer London, 60% in Dorset and Somerset, and 86% in Shropshire and Staffordshire. “The UK is dependent on EU funding to a concerning level,” said Daniel Hook at DigitalScience. “On one side, it’s great to be successful, but on the other, if it’s taken away from us, in real terms that is a significant cut in funding.” The top five universities, Oxford, Cambridge, UCL, Imperial and Edinburgh, hauled in more than £2bn in EU funds in the past decade, about a fifth of their public cash.   EU contribution to the 10 most highly funded areas* of university research, 2006-2015   The report highlights how a slump in EU funds could affect research by companies more generally. The Derbyshire-based engineering giant, Rolls Royce, and the nearby materials consultancy, NetComposites, both participated – along with other companies – in EU projects worth about £50m in the past decade.  Britain is a net contributor to Brussels, but gets more money back for research than it puts in. According to a report from the Lords science committee last month, the UK handed over nearly £4.3bn to EU research projects from 2007 to 2013, but received nearly £7bn back in the same period.  But the substantial flow of money into UK research would be at risk if Britain left the EU, according to John Palmer, the pro-EU chair of the Lords committee. Nor would the UK government likely step in to plug the gap. At the launch of the Lords report, Palmer said: “You would have to be extremely trusting of the future Chancellor of the Exchequer to think that sort of funding would continue in the event of Brexit.” The Digital Research Report: Examining Implications of Brexit for the UK Research Base reaches the same conclusion. Only 7% of funds doled out from the EU and the European Research Council have reached non-member states in the past decade. The most successful outsider is Norway, which received only 10% of the sum the UK won from Europe in the same period.   Related: EU membership accelerates medical innovation and protects patients    According to the DigitalScience report, Britain is particularly vulnerable to falling EU grants because rather than propelling the UK into a better position, the money has ben used to prop up UK science and mask weak support from the UK government. “We have not invested at a national level to ensure that we keep up with competitors in our own right without EU assistance,” the report states. The UK spends just 1.7% of GDP on science and research, less the OECD average of 2.4%, and far below that of the US at 2.8%. More than £36m in EU grants went to University College London, Newcastle University and Sheffield University for cancer research in the past ten years, money that would not easily be found elsewhere. “The European research council is a tremendous source of funding for UK cancer research projects that might not otherwise be funded,” said Tariq Enver, director of the UCL Cancer Institute. The money funds basic science, but also collaborations across Europe that allow world-class facilities to share their expertise and work on complex problems, such as rare childhood cancers, that single institutes and even countries cannot easily take on, he said. According to the report, the EU has stumped up 62% of public money for UK nanotechnology research, where Cambridge University, Glasgow University, and the Cheshire firm, CTech Innovation, are major beneficiaries. The loss of EU funds would have a serious impacts elsewhere, with grants from Brussels amounting to 53% of public money for forestry research; 67% for evolutionary biology studies, and 94% for economics research. “The UK is tremendously successful in winning money from the EU,” said Hook. “But our success has made it dependent on that stream of funding now. And that is something that the UK government needs to consider carefully, whatever happens after June 23rd.” • This article was amended on 18 May 2016 to clarify that individual organisations which participated in EU projects in the past decade were not necessarily the sole recipients of the funds. A graphic that didn’t make this clear has been removed.",
  "webTitle": "Brexit would threaten world-class British research, major report warns",
  "webPublicationDate": "2016-05-17T23:01:12Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/18/brexit-would-threaten-world-class-british-research-major-report-warns",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/18/brexit-would-threaten-world-class-british-research-major-report-warns"
}