{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/climbing-shauna-coxsey-british-champion-world-olympics-women",
  "id": "2016-05-07-44",
  "sectionId": "sport",
  "body": "A slight, 23-year-old British woman emerged before a crowd of several thousand spectators in Chongqing, China, to perform as the final competitor in a event that has flown largely under the radar of the sports pages. Above her, on an overhanging construction of plywood 20 feet high, were a series of holds – plastic protuberances in salmon pink and fluorescent yellow – which Shauna Coxsey was required to climb. One move held her up for a moment but on her third attempt she made it, with a spectacular feet-free sideways leap, one hand grabbing for a tiny hold. Her legs, following and barely under control, threatened to pull her off, but somehow she managed to hold on. It was Coxsey’s fourth World Cup victory in a row – and the third in this current championship – in competition climbing, a sport she has dominated this year and which is shortlisted for the 2020 Tokyo Olympics. Watching last week’s competition in Chongqing, it is not hard to see why the International Olympic Committee is interested. The wild leaps and improbable and tenuous movements, the falls and attempts against the clock, make for dramatic viewing. And for the rapidly emerging star of the British competition climbing team, it is all the more extraordinary, given that Coxsey won her first World Cup round in Munich last year when she was below peak fitness, after coming back from a persistent finger injury that had made climbing almost too painful. Coxsey, from Runcorn, Cheshire, specialises in the discipline of bouldering – one of three competition climbing events, the others being roped lead climbing and speed climbing. In bouldering, competitors must master four short and highly gymnastic climbs, unroped but above padded mats, in the shortest number of attempts in four or five minutes, ideally on the first go. In quick order Coxsey has dominated the first three rounds of the World Cup in Switzerland, Japan and China, placing her as an early favourite.         IFSC climbing world cup in Chongqing in May.    Her recent run of victories has seen her rapidly transformed into one of the most recognisable figures in competition climbing, a scene bolstered by the explosion in indoor climbing walls in Britain. Briefly back in the UK before travelling to India and the United States for the next rounds, Coxsey has suddenly been forced to deal with a new level of attention in this growing sport. “I spent all of last season with a finger injury,” she told the Observer. “That was really challenging and draining. I was away in the summer with my boyfriend in South Africa and things had got so bad I didn’t want to go climbing. My body wanted a break. It was a hard decision to go to the last competition in Munich. “I had a chance of being on the podium, but I decided I would only go if I could give everything, even though I knew I was not at my fittest. Winning that round taught me so much about being an athlete.” And that unexpected victory has acted as a springboard for her string of victories this season. Bouldering requires a series of skills, including the ability to see and solve a sequence of holds under pressure, and then the strength and flexibility to perform often very physically demanding and highly gymnastic sequences. It is made doubly difficult by the fact that climbers are held in isolation as others compete, unable to see the course but able to hear the audience’s reactions. “You compete in reverse order,” Coxsey said. “Because I am ranked first that means that I climb last, which can be quite challenging when it is coming to your turn. You can’t see anything but can hear everything, especially if the commentary is in English.” In China, indeed, the reaction of an audience unfamiliar with the sport – cheering when climbers fell, not when they succeeded – made it more confounding. “I almost don’t see it as competing against others. I’m not going out to beat anyone. I’m competing against myself to solve the problem.” For Coxsey, who trains 40 hours a week, it is the culmination of an involvement with climbing that began when she was four years old. “I train six days a week, splitting my time between Liverpool and Sheffield,” she said. Half of that time is spent on climbing walls, while other training focuses on core strength or on sessions on a wooden finger board, where climbers, sometimes weighted, hang on with their feet hanging free to train their grip strength. She has been surprised at the response to her recent wins, not least through social media and email. “I’ve been competing for quite a few years and had a lot of support, but this has been a whole new level. It’s quite overwhelming. But I feel honoured that I can inspire people and get them to pick up their climbing shoes and find that passion.” One of the founders of the Women’s Climbing Symposium, Coxsey has witnessed a striking change in women’s participation in her 19 years in the sport.    I almost don’t see it as competing against others. I’m competing against myself to solve the problem  Shauna Coxsey     “I remember going to the climbing wall and it being rare to see other women. Now it is so popular. And what people use climbing for has changed, too. Once, it was a lifestyle that attracted only a certain group of people. Now people see climbing and bouldering as a way to keep fit and socialise. And what makes it unusual is that everyone goes to the same place to train, the same climbing walls, from beginners to elite climbers, all climbing routes beside each other.” Coxsey’s coach is Mark Glennie, who also coaches the British team. He came into climbing from athletics, and has seen British competition climbing transformed, both by the success of Coxsey and by the more organised approach to training. “Shauna’s ability to recognise the patterns in the routes she needs to climb is second to none,” he said. “As a sport it is a weird combination of things. It requires the ability to adapt quickly, like a combat sport, but you also have to move through a routine, like in gymnastics. It is both mental and physical.” More widely, Glennie sees competition climbing emerging into the limelight as more indoor walls open and it becomes ever more accessible. “The sport is coming much more into people’s consciousness. And it clearly works as a spectator sport. It is very gymnastic and exciting, but, unlike watching gymnastics where you sometimes don’t know what is happening, it is easy to understand as a lay person.” A decision on the proposed Olympic format is pending – it is likely to require climbers to compete in all three disciplines – but Glennie believes Coxsey’s strength in bouldering would be an advantage. “Strong bouldering skills would be a trump card,” he said. With the next series of World Cup rounds beckoning, Coxsey knows she needs to stay fit. “I felt last year I was nowhere near my limit. My body can handle so much more. I don’t know how far I can go. It will be exciting to see.”",
  "webTitle": "Shauna Coxsey: the British champion transforming the image of climbing",
  "webPublicationDate": "2016-05-07T21:17:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/climbing-shauna-coxsey-british-champion-world-olympics-women",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "sport/2016/may/07/climbing-shauna-coxsey-british-champion-world-olympics-women"
}