{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/16/heathrow-airport-executives-bonuses-third-runway",
  "id": "2016-05-16-77",
  "sectionId": "business",
  "body": "Heathrow airport’s campaign for a third runway comes covered in a Union flag. It is conveyed by the logo – a stylised flag with arrows pointing in all directions – and rests on the patriotic argument that expansion would bring economic benefits. But, until now, Heathrow hasn’t told us about a different form of benefit that has nothing to do with the claimed national interest: its chief executive, John Holland-Kaye, and boardroom colleagues could pick up bonuses of unspecified size if the government gives a thumbs-up to a third runway. Some will regard this news as wholly unremarkable. Isn’t expanding Heathrow part of the stated corporate ambition? Don’t companies dish out bonuses all the time on slighter pretexts? Isn’t this exactly how you would expect Heathrow’s owner – a consortium led by Spanish group Ferrovial plus Qatari and Chinese funds – to motivate its top executives in London? Possibly. But Heathrow has been oddly shy about confirming the existence of the bonus scheme until it had to be disclosed in the annual report. Holland-Kaye himself dodged the question when interviewed by this newspaper in January, even though the accounts say the incentive scheme was established last year. It rather looks as if Heathrow was happy for bosses at Gatwick, who get a financial kicker if their airport is sold, to catch some flak while staying silent on their own potential gains until the final hour. Even now, though, the disclosure is minimal. The accounts don’t reveal how much Holland-Kaye and colleagues could receive if a third runway is approved. This is a poor show. Bonuses for building a new runway on time and on budget would be easy to understand. But payments for successful lobbying of government feel very different, especially if their size is not revealed in advance. The principle here ought to be simple: if you are going to talk rousingly about the national interest, tell us how much you stand to gain directly. Boris, don’t blame bonuses on the EU Boris Johnson, arch opponent of Heathrow expansion, would be better advised to bang the above drum than attempt the heroic non-sequitur that FTSE 100 chief executives are paid so much because the UK is a member of the European Union. It is completely true, of course, that Footsie bosses’ pay, expressed as a multiple of average earnings at the same companies, has taken off at “an extraordinary, inexplicable and frankly nostril-wrinkling rate”. And, yes, it’s factually correct that the club of big-company chief executives is overwhelmingly in favour of the UK staying in the EU. But asserting a causal link between boardroom excess and EU membership is ridiculous. Most of the factors driving inflation in boardroom pay aren’t hard to identity: old-fashioned greed, pusillanimous fund managers, mutual back-scratching among directors who sit on each others’ boards, consultants peddling complex incentive schemes, the cult of the superstar chief executive, and so on. None of those influences would evaporate if the UK left the EU. Johnson’s idea seems to be that EU system of regulation is so opaque that the executive class can exploit it to exclude competition and thus boost their pay packets. This reveals a surprising naïvety on the part of the former mayor of London. Even if Brussels ran on 100% transparency, the pay spiral would not be broken; and, anyway, remuneration committees tend to find a way around most obstacles. The unpredictable bounce of oil It’s not one of Goldman Sachs’ more eye-catching oil forecasts, like last September’s warning that prices could shortly fall to $20 a barrel, or the famous prediction from 2008 that $200 could be on the way. Instead, the US investment bank expects that a product that currently fetches $47-a-barrel will average $45 in the current quarter and then $51 in the last three months of this year. In the punditry stakes, that does not qualify as sticking your neck out. There’s no disgrace in that, of course, especially since Goldman’s wilder imaginings never came to pass. Back in 2008, the peak was $147 a barrel; this time the bottom was seen at $26. Goldman’s new analysis says the global glut of crude oil has turned into a deficit and is accompanied by well-researched details on where the shortfalls in output have occurred. “The physical rebalancing of the oil market has finally started,” it says. Note the qualification, however: surpluses will return early next year, when Goldman is expecting oil to slip back to $45 a barrel. It is noteworthy that an extremely bearish and well-followed forecaster of the oil price is now slightly less bearish. But the wider picture seems as obscure as ever: oil has bounced off its lows but nobody is truly confident about what happens next.",
  "webTitle": "Heathrow airport executives need to fly straight on bonuses",
  "webPublicationDate": "2016-05-16T18:17:20Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/16/heathrow-airport-executives-bonuses-third-runway",
  "keyword": [
    {
      "webTitle": "Heathrow Airports Authority",
      "id": "business/baa",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Heathrow third runway",
      "id": "environment/heathrow-third-runway",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/16/heathrow-airport-executives-bonuses-third-runway"
}