{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/23/live-chat-the-compiler-of-the-guardian-university-guide-answers-your-questions",
  "id": "2016-05-23-173",
  "sectionId": "higher-education-network",
  "body": "The Guardian University Guide 2017 is now online, letting you know how every major higher education institution in the UK is performing. Some, like Loughborough University, have made incredible leaps up the league tables, while others have lost ground.    Related: The Guardian University Guide 2017: download the tables in full    But how does it work? How do we calculate which courses and campuses are the best? And how does our number-crunching differ from that of other guides? The compiler of the tables, Matt Hiely-Rayner from Intelligent Metrix, will be on hand from 12-2pm on Tuesday 24 May to answer all of your questions and explain the lengthy process of consultation, categorisation and calculation that goes in to creating the final list.  Take a look at our guide to using the tables and – for the data-lovers – Hiely-Rayner’s detailed explanation of the methodology, including the changes made to the process for 2017. Then send us your questions by posting in the comments below or tweeting us via @GdnHigherEd using #gdnuniguide. The comments section is open now (although your questions won’t be answered until the live chat). Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "Live chat: the compiler of the Guardian University Guide answers your questions",
  "webPublicationDate": "2016-05-23T13:00:14Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/23/live-chat-the-compiler-of-the-guardian-university-guide-answers-your-questions",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "University guide",
      "id": "education/universityguide",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Zofia Niemtus",
      "id": "profile/zofia-niemtus"
    }
  ],
  "guardianId": "higher-education-network/2016/may/23/live-chat-the-compiler-of-the-guardian-university-guide-answers-your-questions"
}