{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/nrl-indigenous-round-a-celebratory-moment-of-cultural-pride",
  "id": "2016-05-12-32",
  "sectionId": "sport",
  "body": "Dean Widders could have let it slide. He could have dismissed it as a verbal haymaker in the heat of battle and moved on. But he didn’t. No, after South Sydney Rabbitoh, and former teammate, Bryan Fletcher, called him a “black cunt” during a 2005 NRL match, Parramatta’s Widders chose to speak out about it, to willingly throw himself into the middle of a media and cultural whirlpool. Why? “Because unlike many other Indigenous people,” says Widders – who has spoken of his distress in that moment – “I had a chance to have my voice heard, and I knew I could be a positive influence on my people.” Widders, now the NRL’s Indigenous welfare and education manager, is a great believer in the power of positivity. It’s one reason he’s a strong supporter of the NRL’s continuing efforts to acknowledge Indigenous culture and the enormous contribution Indigenous athletes have made to rugby league. Initiatives like this weekend’s “Indigenous round”, and the pre-season Indigenous All-Stars v World All-Stars match, serve a dual purpose, he believes. One is that they help the NRL’s Indigenous players “strengthen their relationship with their own heritage” while also conveying a positive message about Indigenous culture to non-Indigenous Australians.   Related: Cowboys' future under threat if reigning NRL premiers do not get new stadium    As he says this an image pops into my mind; that of a beaming Greg Inglis, surrounded by fallen and grasping opponents, seguing seamlessly from a try-scoring dive into his now famous goanna crawl, a gesture that exudes cultural pride. “You don’t have to look far to see negative [representations] of Indigenous culture,” Widders continues. “A lot of Aboriginal kids grow up in towns and places where nothing positive is taught to them about our culture. Never mind non-Indigenous people, this can tend to give Indigenous kids a poor view of their own culture, a sense of worthlessness.” Widders says that the Indigenous Round, the All-Stars game and the players’ camp that comes before it, stresses to the game’s Indigenous athletes “that they have something to be proud about. And for some it’s a rare exposure to song and dance. There’s something celebratory about it and I think it reflects out to the wider community.” Rugby league, acknowledges Widders, has had its share of problems regarding its treatment of, and relationship with, Indigenous players. And certainly he is not the only player to suffer racist abuse or to endure racial slurs, the kind that might seem trivial at first until you consider the weight of history behind them. Yet Widders believes league, for all that, has been a sport “at the forefront” when it comes to accepting and integrating Aboriginal and Torres Strait Islander participants. He points out that 1970s great Arthur Beetson was the first Aboriginal man to captain his country in any sport, and that Queenslander Lionel Morgan – the first Aboriginal international in any team sport – played for the Kangaroos against France in 1960 before Indigenous peoples were counted as Australian citizens (the end result of a 1967 referendum). He points, too, to the fact that last year six Indigenous men played in the Kangaroos side (“The largest representation in a team sport,” he says) while five Indigenous women have recently represented the national team, the Jillaroos. Currently about 12% of NRL players have Indigenous heritage, which is a significant percentage when measured against Australia’s resident Indigenous population of 2.5%. Beetson, Widders believes, was a pivotal figure in changing both the game’s and wider public’s attitude to, and acceptance of, Indigenous players. “I think a lot of the good feeling today is down to Arthur Beetson and his legacy. He built a relationship, he influenced people by the man he was, by the player he was. He made friends and demanded respect. He left a legacy Aboriginal players have been able to build on.” In a 2013 rugby league book I edited, writer Roy Masters shared a lovely anecdote that illustrates exactly what Widders is talking about. “Aboriginal players adored him,” Masters wrote, recounting a story Beetson told him about the occasion he conducted his first training session as coach of Brisbane-based Redcliffe, where he moved after his time in Sydney:  He ushered the Redcliffe players, almost exclusively white, into the park benches on the side of the oval in the gathering darkness and spoke of his expectations. Then, when he ordered the drills to begin, twenty Indigenous players who had been sitting listening in the branches of the Moreton Bay fig trees, jumped the fence and joined in. He related the story in a loving fatherly way, leaving unsaid the obvious point that the young Indigenous players felt confident about trialling, only because he was coach.  League, as with Australian society at large, had a poor relationship with Indigenous Australians early in its history. This is hardly surprising given the game began in New South Wales (in 1908) at a time when, as historian Professor Colin Tatz recalls in that same book, “The Aborigines Protection Act controlled the care, custody and education of children and all matter affecting Aboriginal people. They couldn’t move freely, live where they wanted to live, drink, vote federally, or sell their labour in the open market. From 1900, state school principals could exclude Aboriginal children if white parents objected to their presence, and some 2800 schools adopted this ‘exclusion on demand’ practice, still operating in the Northern Tablelands in the mid-1970s.” So it was that between 1908 and 1920 only one Aboriginal player – George Green – featured in the NSWRL, the game’s premier competition. He was followed in the 1920s by Coorparoo’s Glen ‘Paddy’ Crouch (the first Aboriginal player in senior football in Queensland, and who played 11 games for his state) and in the 1930s by brothers Dick and Lin Johnson, who both represented NSW and, for a time, played for Canterbury. But for these few men who made the grade others – such as the gifted Frank Fisher, Cathy Freeman’s grandfather, slipped through the cracks. In the 1940s South Sea Islander Walter Mussing played for St George, and in the 1950s and early 1960s, four Indigenous men played top-flight league: Lionel Morgan, Charlie Donovan, Alan Ferguson, and Wally McArthur. McArthur, who lived for a time at St Francis House in Adelaide, a boys home that also housed future soccer champions John Moriarty, Charles Perkins and Gordon Briscoe, was unusual in that his best went unseen on these shores. Instead, McArthur, a flying winger known as the “Black Flash”, made his name in England where, between 1953 and 1959, he played for Rochdale, Blackpool, Salford and Workington Town, scoring an incredible 611 points. Attitudes began to change in the late 1960s, at least at the elite level (progress in regional football was considerably slower). After the 1967 referendum, boxer Lionel Rose came to prominence and popularity, and an influx of Aboriginal athletes made it to the big time in league, including Beetson, Kevin Longbottom, Ron Saddler and goal-kicking supremo Eric Simms. Racism and prejudice still existed, of course, and there was a prevailing attitude that Indigenous players were inherently mercurial and thus, for example, unsuited to forward play. But Beetson, again, went some way to changing such attitudes and the nail he put in place was driven home in more recent years by the likes of Sam Backo, Ian Russell, Gorden Tallis, Sam Thaiday and Widders himself. As these names indicate, the past thirty years have showcased some outstanding Indigenous talent. Add to them the likes of Laurie Daley, the current NSW coach, Cliff Lyons, Ricky Walford, Preston Campbell, Nathan Blacklock, Justin Hodges, Ben Barba, Johnathan Thurston and Greg Inglis – the latter two modern greats and stalwarts in the Queensland and Australian representative sides. The representative jerseys they’ve worn have meant the world to them, says Widders, “and have made them immensely proud”. But, again, things like the Indigenous Round and the All-Stars game offer something extra. “On these occasions you don’t just play for your team but for your family, your mum, your dad, your bloodlines, and your communities,” he says. “The importance of that can’t be underestimated.”",
  "webTitle": "NRL Indigenous round a 'celebratory' moment of cultural pride | Paul Connolly",
  "webPublicationDate": "2016-05-12T20:30:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/nrl-indigenous-round-a-celebratory-moment-of-cultural-pride",
  "keyword": [
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Connolly",
      "id": "profile/paul-connolly"
    }
  ],
  "guardianId": "sport/2016/may/13/nrl-indigenous-round-a-celebratory-moment-of-cultural-pride"
}