{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/03/bbc-strictly-lord-patten-john-whittingdale",
  "id": "2016-05-03-113",
  "sectionId": "media",
  "body": "The former BBC chairman, Conservative Chris Patten, has sharply criticised the culture secretary, John Whittingdale, and accused the government of listening more to the BBC’s commercial rivals than the public. Lord Patten also called reported plans to stop the BBC from showing popular shows such as Strictly Come Dancing at peak viewing times “ridiculous” in a speech in Oxford on Tuesday night. Describing the financial settlement agreed between the BBC, Whittingdale and the chancellor, George Osborne, last July as a “heist”, Patten said: “Whatever the truth about fiscal policy, in the broadcasting world we are not all in it together. Sky isn’t in it. ITV isn’t in it. The Murdoch press isn’t in it. Just the BBC.”   Related: BBC scheduling: government denies it is seeking to take over    Patten’s speech repeatedly criticised the media. “Where are these constituencies where the voters worry more about the BBC than they do about having a job, or getting a home, or putting food on the plate?” he said. “I can tell you the answer: they don’t exist. No­ one actually lives there. Like Old Sarum, they are rotten boroughs with grandiloquent names. Old Murdoch; Great Dacre­-upon­-Thames; Lesser Desmond.” Patten took aim at the repeated suggestions in the newspapers that the government believed the BBC should not be scheduling popular entertainment hits against commercial rivals. “Yes it really would be ‘distinctive’ to strike Strictly or Bake ­Off from the schedules because they’re too good and too popular,” he said. “It would also be ridiculous.” When the 192,000 responses to the green paper showed overwhelming support for the BBC, Patten said it “plainly failed to provide the answer Mr Whittingdale wanted”.  Accusing the government of threatening the BBC, Patten said the corporation has seen its real income decline by more than 15% over the past 10 years in contrast to BSkyB’s revenues which increased by more than 16%. Patten also took aim at Whittingdale’s questioning last year of the timing of BBC1’s 10pm news bulletin. Pointing out that the BBC news typically attracted twice as many viewers as the same show on ITV, Patten said: “What an irony then that some politicians, there to represent the public interest, question whether the audience should even be allowed that choice, claiming the BBC should vacate the space to ITV. What twisted definition of public service is that?” In his first public comments on the BBC since standing down as chairman almost two years ago due to ill health, Patten used his Reuters Institute lecture to call for an independent body to advise the government on the level of the licence fee and the corporation’s governance.  This body could appoint the chairman and non­-executive directors of the BBC as well as the chair and deputy chair of Ofcom, he said. The media regulator is widely expected to take on more responsibilities regarding the BBC in the next royal charter.    Related: Threats to shift Strictly are just part of the plan to sabotage the BBC | Polly Toynbee    Patten’s comments add to concerns about the impact on BBC independence of governance proposals made by government adviser David Clementi earlier this year. “A team of non-executives, all put in place by the government of the day, would be simply unacceptable,” said Patten, whose tenure as BBC chairman was marked by a series of controversies including the fallout from the Jimmy Savile sexual abuse scandal. Finally, Patten called for a one-off 11-year charter to break the link that now means fixed-term parliaments face an almost immediate need to renew the BBC’s charter, which typically runs for a decade. With Whittingdale one of the key cabinet ministers backing a vote to leave the EU, Patten also warned that focus on the 23 June referendum could distract voters from the real threat against the BBC. “It would be a calamity if the future of the BBC were to be put in peril because political and public attention was understandably distracted and focused elsewhere,” he said.  In comments made during a question and answer session after the speech Patten said it was ridiculous that acclaimed dramas Wolf Hall and Parade’s End were on BBC2 and not on BBC1, and called on corporation bosses to put more “tough stuff” on its biggest channels. He said the corporation had “lost some of its ambition and needs to find it again”. Topics currently tackled by BBC4 in programmes “made with glue and string” because of budget cuts should be aired on BBC2, he added. Patten highlighted the decision to broadcast Wolf Hall on BBC2 rather than the mass market BBC1 where it might have got a bigger audience. Nominated four times at this Sunday’s Bafta TV awards, it was BBC2’s biggest-rating drama for more than a decade with more than 4 million viewers.  “I think it’s ridiculous that Wolf Hall was shown on BBC2 not BBC1,” Patten said. “The argument that you might have dropped a couple of million from the BBC1 audience struck me as being an exceptionally un-BBC argument. The BBC has other responsibilities as well.” He described 2012’s Parade’s End, starring Benedict Cumberbatch and Rebecca Hall, as the best literary adaptation he had ever seen. “I was very disappointed and the executive knew I was disappointed that Parade’s End was shown on BBC2 not BBC1,” he said.",
  "webTitle": "Government threats to make BBC move Strictly are ridiculous,  says Lord Patten",
  "webPublicationDate": "2016-05-03T16:15:02Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/03/bbc-strictly-lord-patten-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    },
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/03/bbc-strictly-lord-patten-john-whittingdale"
}