{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/obama-tax-haven-loophole-crackdown-new-treasury-rules",
  "id": "2016-05-06-40",
  "sectionId": "commentisfree",
  "body": "Just as the Republican party has all-but officially named economic nationalist Donald Trump to head its 2016 presidential ticket, Barack Obama has helpfully sketched out a handy quasi-populist crusade for Democrats to adopt in this intemperate election year. Citing the Panama Papers’ recent revelations of reckless international tax-dodging on the part of big-money corporate interests, Obama has vowed to institute new Treasury rules seeking to more strictly regulate the flight of capital into global tax havens while also enhancing transparency measures among banks that engineer dummy tax-haven deals.  There’s just one problem with the administration’s latest feint at populist messaging: the United States itself is a prime offender in the global race-to-the-bottom among corporate tax scofflaws – and that dubious distinction is largely the handiwork of the Obama White House.  Obama has been posturing as a scourge of tax evaders since the early days of his presidency. Almost seven years ago to the day, in fact, Obama announced the rollout of a bold populist plan to rein in corporate friendly tax deferments for American companies headquartered in multiple tax jurisdictions.    Related: Obama calls for international tax reform amid Panama Papers revelations    But that initiative largely ran aground even in what was then a strongly Democratic Congress. And in the run-up to the announcement of new Treasury disclosure rules, global economic watchdogs (including the less-than-incendiary-leftist sachems at the International Monetary Fund) announced that they would likely serve as yet another loophole-ridden refuge for footloose global tax-dodging concerns.  This, it now seems safe to say, is no accident. The United States can’t afford to be serious about cracking down on global tax havens. Indeed, the top-heavy, financialized, lightly regulated American economy is itself tax haven of first resort. Like Panama, the Cayman Islands, and other notorious way stations for corporate pelf, the US has defied simple international accords seeking to promote genuine tax accountability and transparency among the global economic elite.  The Tax Justice Network, which tracks compliance with such protocols, ranks the US as the third-worst national performer, behind only Switzerland and Hong Kong. For all the hue and cry America raises about other offshore tax havens, the Tax Network notes, the US government “provides little information in return to other countries, making it a formidable, harmful, and irresponsible secrecy jurisdiction at both the federal and state levels”.  Indeed, individual states, such as Delaware and Nevada, are so adept at setting up Panama-style dummy concerns that they don’t bother requiring applicants to supply basic identification such as driver’s licenses or passports. It’s no wonder that Mossack Fonseca, the shell-firm legal colossus at the center of the Panama leaks, operates a thriving American branch office out of Las Vegas.    Related: The Panama Papers: leaktivism's coming of age | Micah White    And far from serving exclusively as a sleazy bit of contractual legerdemain for shady drug cartels or terrorist cells, the dummy-corporation brand of international tax avoidance is a very common business model for America’s own corporate behemoths. Apple, to name just one prominent malefactor, has routed the bulk of its sales through Ireland – another obliging jurisdiction for tax-avoidant corporate officers. And where Apple has pioneered, you may be sure that Google, Facebook et al have merrily followed.  So don’t expect Obama’s latest announcement to strike much fear into the hearts of the same global tax dodgers who are, after all, heavyweight lobbyists and major Democrat donors. A more alert economics electorate would do well to heed how our chief executive, out of the other side of his mouth, has spent the last several weeks plumping for more aggressively non-transparent trade agreements aimed at securing still more lavish giveaways to American corporate interests abroad. As any practiced con-man can attest, the whole point of keeping a wide array of shells in play is to keep your mark from noticing the pea you’ve cunningly concealed out of their view.",
  "webTitle": "Will Obama's tax loophole crackdown strike fear into evaders' hearts? | Chris Lehmann",
  "webPublicationDate": "2016-05-06T18:37:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/obama-tax-haven-loophole-crackdown-new-treasury-rules",
  "keyword": [
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Lehmann",
      "id": "profile/chris-lehmann"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/obama-tax-haven-loophole-crackdown-new-treasury-rules"
}