{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/29/venice-architecture-biennale-2016-review-norman-foster",
  "id": "2016-05-29-183",
  "sectionId": "artanddesign",
  "body": "Architects are insecure about their usefulness. They work with buildings, which are generally large, expensive, long-lived and important to life, but it’s not always obvious what is significant about the specifically architectural aspect of their work – the refinements and rearrangements to the functional object that might otherwise come into being without architects’ help. If they have some influence over large budgets, it is developers or politicians who usually make the real decisions. At best, an architect can be like a jockey on a horse. Often, he or she is more like the groom, who puts nice plaits in its mane and tail. They’re also open to accusations of self-indulgence, of hijacking commissions to fulfil their creative whim, never more than in the age of “iconic” architecture that may or may not be now coming to an end. Hence the appeal of what is sometimes called “humanitarian architecture”, where architects apply their skills to helping people in disaster zones or suffering extreme need. What, indeed, could be more useful than helping in such situations? Nothing, as long as the architects really are helping. Otherwise they are only taking their self-indulgence to a higher level, at the expense of people least able to afford it.    The Polish pavilion concentrates not on architects but on the construction workers for which the country is famous    Such issues are raised, if not completely answered, by this year’s edition of the Venice architecture biennale, the world’s biggest exhibition of architecture. Under the slightly sententious title of Reporting from the Front, it aims, says its Chilean director Alejandro Aravena, to explore “the social, political, economic and environmental end of the spectrum”. It is not the first time that the biennale has declared a social purpose, but the idea is pursued more vigorously than before. There is a display on the water tanks in Medellin, Colombia, that once stood in fenced-off areas of grass around which settlements grew up, now opened up into public oases. The Indian architect Anupama Kundoo has built a mock-up of her Full Fill Home, which uses hollow blocks of ferrocement to achieve “speedy and affordable housing units that have low environmental impact”. Wang Shu and Lu Wenyu show beautiful panels of brick and tile as part of their campaign to support traditional rural techniques, by using them on a new museum in the city of Fuyang.     A mock-up of Anupama Kundoo’s ‘speedy and affordable’ Full Fill Home. Photograph: Vincenzo Pinto/AFP/Getty Images    Norman Foster, with the help of his Foster Foundation, has produced a full-size prototype of his impressive plan to build “droneports” in inaccessible parts of Rwanda, where drones can deliver medicines, tools and other essentials. Using a combination of high and low technology, the ports are to be vaulted structures in bricks made out of local earth, which can be built at least partly with local labour. In Venice he and his team are demonstrating how they will be built. One of the most memorable displays is in a tent-like structure created by the German architect Manuel Herz and the National Union of Sahrawi Women. With a combination of photographs, maps and specially woven tapestries, it shows the camps in Algeria created by refugees from Western Sahara since its occupation by Morocco in 1975. Here, says Herz, they have created “a place of emancipation and self-governance, truly democratic, and not a place of misery”. The institutions of society – ministries, a parliament, schools – are housed in buildings that, despite their rough building techniques, are planned with “incredible beauty”.     Norman Foster’s prototype for a droneport. Photograph: NORMAN FOSTER FOUNDATION with Redline-EPFL and Ochsendorf, DeJong & Block with Block Research Group ETH Zurich    Aravena’s theme is not only applicable to cases of great need, though it tends to be interpreted in that way. The “front” he describes is any situation in which an architect can deflect or guide the forces that go into buildings and places such that they have a greater public benefit. It can mean the conversion of expanses of landfill into parks by the Catalan architects Batlle i Roig. The Portuguese Eduardo Souto de Moura shows how he was asked to modify a youthful work of his, a market in the city of Braga, into a completely new use as a dance and arts centre. Heroically, he was prepared to rip the roof off his early masterpiece and leave it as a part ruin. The biennale consists of distinct elements. There are the huge 16th-century corderie, or ropeworks, of the Arsenale and a large central pavilion in the gardens dedicated to the biennale: in both venues the director chooses the content. The gardens also contain national pavilions where individual countries interpret his theme as they see fit. Among these is the British pavilion where the young curators respond to housing need by proposing new ways of living in homes. Their concepts are strong and their installation elegant, although the latter does not always connect perfectly with the former. The Polish pavilion concentrates not on architects but on the construction workers for which the country is famous, and on the pressures and dangers of their lives.     Manuel Herz Architects with the National Union of Sahari Women’s tent. Photograph: Francesco Galli / courtesy: La Biennale di Venezia    If “humanitarian architecture” sometimes turns out not to be humanitarian, it is not always architecture either. In the urge to do good, or to be seen to do good, architects can forget their skills of making spaces and buildings that are desirable to inhabit. But the biennale includes some corrective installations, for example by the venerable Portuguese Álvaro Siza and the Chilean Pezo von Ellrichshausen, that are simply about enclosing spaces and capturing light in delightful ways. It is not clear how they fit the curatorial theme, but they enrich the show. The strongest exhibit combines constructional wonder with the possibility of usefulness: under the title of Beyond Bending, the Block Research Group of Zurich construct beautiful and delicate vaults that update traditional techniques and economise on building materials. The weakest is called Matrex, its inclusion inexplicable, a mixed-use building for the Skolkovo business zone near Moscow. For symbolic reasons not worth repeating, it chooses to insert the shape of a multistorey matryoshka doll into a pyramidal exterior, a model of which is then displayed with intrusive blue lights and buzzing noises.    If the biennale offers no more than suggestions, they are nonetheless engaging, enriching and sometimes enlightening    There are many pitfalls in a project such as this year’s biennale, not all of which are avoided. The voices of the people in whose name much of the work is done tend to be in the background, except in films where they express their gratitude and happiness for the results. Poverty and informal construction can be sentimentalised, romanticised and patronised, sometimes made into aesthetic of brownness and low droning music. At its worst, the biennale can look like a Fairtrade garden furniture shop. Truly terrible captioning – badly lit, small type, obscure wording – doesn’t help. Ultimately, none of the work on show is verifiable, at least in the context of the biennale. Any form of intervention has social and economic ramifications – well-meaning volunteer work, for example, might put local builders out of business – and it takes knowledge of each and every situation to know whether interesting-sounding proposals for water-gathering towers in Africa or for helping crime-ravaged parts of Mexico will have the effect they promise. The Venezuelan pavilion shows small community projects sponsored by the same government under whom the economy is currently tanking, which makes you wonder if the former are a poor substitute for fixing the latter. The biennale is therefore a series of suggestions as to what might be a good idea, rather than evidence of actions that work.     A Block Research Group vault. Photograph: La Biennale di Venezia    Sometimes the benefit might flow less from architects to the poor than in the opposite direction. Low-cost, low-technology construction returns architecture to its roots, of laying one block on another by hand, and making best use of light and climate. In an age otherwise dominated by mechanised and impersonal building processes, it enables you to see in a finished structure the story of its making. If the biennale offers no more than suggestions, they are nonetheless engaging, enriching and sometimes enlightening. Compared with previous more Eurocentric biennales, it presents a realigned perspective of the world of architecture, in which Latin America, Asia and Africa take their rightful place. Although the big old names of architecture are still there, a substantially new cast of creative characters is offered. It feels like a new world.",
  "webTitle": "Venice architecture biennale 2016 – ideas for real world problems",
  "webPublicationDate": "2016-05-29T06:00:26Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/29/venice-architecture-biennale-2016-review-norman-foster",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Norman Foster",
      "id": "artanddesign/norman-foster",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/29/venice-architecture-biennale-2016-review-norman-foster"
}