{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/election-2016-bill-shorten-uses-blue-collar-bonafides-to-avoid-being-penalised-over-rates",
  "id": "2016-05-16-297",
  "sectionId": "australia-news",
  "body": "Bill Shorten paused in his defence of Labor’s penalty rate policy to offer some blue-collar bona fides. “This is not the first time I have been in a foundry,” he said. “This is not first time I have walked around talking with workers and standing up for them.” The foundry in question was Backwell IXL in Geelong, 75km south of Melbourne, Victoria. It is a metal stamping and pressing plant that specialises in automotive parts. Shorten visited on Monday to announce a $59m manufacturing transition fund to help car industry suppliers adopt advanced manufacturing processes and access new markets, if Labor wins.    Related: Campaign catchup: Turnbull deals with candidate no-show    The morning had begun in a rather genteel way, with Labor’s industry spokesman, Kim Carr, brushing a lipstick stain, imparted in a friendly greeting, off the opposition leader’s cheek. Carr and Shorten were joined on the visit by the local Corio MP, Labor’s Richard Marles, Libby Coker, the Labor candidate for neighbouring Liberal-held Corangamite, and the Victorian premier, Daniel Andrews, who had brought his own high-vis vest for the occasion. After a brief tour of the factory floor, and a group photo with one of the few Hard Yakka clad workers within handshake range, Shorten repaired to the engineering company’s small foyer to address his travelling press pack.  The issue of the day was penalty rates: usually firm ground for Labor, the position had wobbled by the apparent gap between Carr’s claim, on Radio National that morning, that “Labor’s defence of penalty rates is absolute”, and Shorten’s earlier statements that Labor would abide by the decision of the Fair Work Commission.  Carr’s comments were made in response to the Greens’ announcement, also on Monday, that it would legislate to preserve penalty rates.  Shorten, his voice losing its usual rehearsed quality as he moved to his practised ground of industrial relations reform, said Labor would not support such legislation, which he said would be “loading the gun” for a future government to use legislation to dismantle the penalty rate system. But that did not, he said, mean Carr was incorrect. Labor was “the party of penalty rates”, it would “absolutely” support them, through making strongly worded submissions to the Fair Work Commission and being confident the independent arbitrator, when it hands down its review on penalty rates after the 2 July election, finds in favour of them. Labor has already made one such submission from opposition; coming from government, if they happened to win the federal election, a submission would “strengthen only as a government submission can the case to defend our penalty rates”. But that, as one reporter pointed out, was not quite an absolute guarantee that penalty rates would be preserved.    Related: Turnbull campaigns without Fremantle candidate after true work history revealed    “Your advertisements specifically say Labor will keep penalty rates. Isn’t that misleading? Shouldn’t they say something like: ‘We’ll do our best to keep penalty rates’, ‘We’ll fight for penalty rates’, not ‘We’ll keep penalty rates’?” she asked. The question was not to Shorten’s liking. “I didn’t mean to interrupt your statement there, I assume the question you’re asking is: do I agree with you?” Shorten began, before invoking his career as a unionist. “Labor will at every stage fight for penalty rates. That’s what I’ve done my whole life. And that’s what my movement has done.” The next stop was about 9km away in the greenfields suburb of Waurn Ponds, which is over the electoral border in Corangamite. Unlike Corio, which Marles holds on a margin of 7.7%, Corangamite is considered marginal. The Liberal MP Sarah Henderson holds it on 3.9%  The pledge was $1m to draft a plan of how to double the railway track between Waurn Ponds station and South Geelong station. The announcement washed over the press pack who instead asked if Shorten hoped Kevin Rudd and Julia Gillard would come to his campaign launch, prompting Shorten to deflect in turn that he was looking forward to the “remarkably awkward photo of Tony Abbott and Malcolm Turnbull together”. The camp then moved from the empty station to the comparatively bustling High Street in the nearby suburb of Belmont, where Shorten casually interacted with voters for the benefit of two dozen journalists and cameramen.  The mob slightly overwhelmed 20-year-old James Barry, who offered that he supported same-sex marriage and wanted to be able to buy his first home, before falling mute at the attention and farewelling the retreating cameras with a breathless “bloody hell!”   Related: The invisible aged: the people politics forgot | John Watkins    Further down the street Shorten, flanked by Coker and Marles, encountered Lisa, a mother who is studying a diploma of community services (“that’s my job done,” she said, as the cameras moved on); two women who crossed the road from a nearby health clinic to talk about proposed changes to Medicare; Nino Marziale, who wished Shorten “Good luck, mate! Good luck!” before nearly walking into oncoming traffic, prompting Shorten to lunge for the back of his jacket and haul him back on the sidewalk; and Tom, a year 12 student from Belmont high school who introduced himself as a Labor party member and beamed for a group photo. A block and a half from where his comcar dropped him off, Shorten was enthusiastically greeted by the owner of Panache cafe and creperie (“G’day, Bill! We need to save manufacturing!”) and sat down in the small restaurant to lunch. The date didn’t last long; within minutes, the media pack was prodded back on the bus.  Shorten is expected to continue his manufacturing campaign in Adelaide on Tuesday.",
  "webTitle": "Bill Shorten uses blue-collar bona fides to avoid being penalised over rates",
  "webPublicationDate": "2016-05-16T08:11:27Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/election-2016-bill-shorten-uses-blue-collar-bonafides-to-avoid-being-penalised-over-rates",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Geelong",
      "id": "sport/geelong",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/16/election-2016-bill-shorten-uses-blue-collar-bonafides-to-avoid-being-penalised-over-rates"
}