{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/07/harvard-fraternity-sorority-leadership-ban-drew-faust",
  "id": "2016-05-07-72",
  "sectionId": "education",
  "body": "Harvard University will bar members of single-sex clubs, fraternities and sororities from fellowships and leadership roles on campus, college president Drew Gilpin Faust announced on Friday, in an effort to prevent sexual discrimination.   Related: Racism at Harvard: months after protests began, students demand concrete change    “Although the fraternities, sororities and final [single-sex] clubs are not formally recognized by the college,” Faust wrote in an open letter to dean Rakesh Khurana, “they play an unmistakable and growing role in student life, in many cases enacting forms of privilege and exclusion at odds with our deepest values. “The college cannot ignore these organizations if it is to advance our shared commitment to broadening opportunity and making Harvard a campus for all of its students.” Harvard ended its formal recognition of “final clubs” in 1984, after such groups rejected an ultimatum to accept people of both sexes. The new rules will forbid members from serving as captains on athletic teams or as leaders of officially recognized clubs, and from receiving endorsement letters from deans.  Members will also be barred from prestigious fellowships, such as the Rhodes and Marshall scholarships. “Students will decide for themselves whether to engage with these organizations, as members or otherwise,” Faust wrote in an open letter on Friday. “But just as students have choice, so too the college must determine for itself the structure of activities that it funds or endorses.”  Faust is the first female president of Harvard, which was founded in 1636. Her decision followed a report from a taskforce examining the prevention of sexual assault, and largely agreed with sanctions proposed by college dean Rakesh Khurana.  “While final clubs are not the exclusive or even the principal cause of sexual assault at the college,” the taskforce wrote, “we also do not see any solution that does not involve addressing the disturbing practical and cultural implications they present in undergraduate life.”    Just as students have choice, so the college must determine for itself the structure of activities it funds or endorses  Drew Gilpin Faust     Faust wrote that she was worried about how “unsupervised social spaces can present [concerns] for sexual misconduct and alcohol abuse”. According to the Harvard Crimson student newspaper, Rakesh described final clubs as sending “an unambiguous message that they are the exclusive preserves of men” and said their exclusionary practices and access to power “undermine [the values] of the larger Harvard College community”. Current undergraduates and incoming freshmen in fall 2016 will be exempt from the new policy. The university estimates that about 30% of undergraduates belong to one of the six all-male final clubs, five all-female final clubs and nine fraternities and sororities or other single-sex organizations. The taskforce report noted that the clubs have “a certain historical tradition that elevates members’ social status on campus” – members have included Theodore Roosevelt, Franklin Delano Roosevelt and John and Robert Kennedy – but also singled out men-only groups for misogynistic practices.  Such practices, it said, included “competitive games between members where a man will ‘win’ a particular woman or compete for the most sexual triumphs”. At least two of the all-male final clubs have expressed opposition. The 225-year-old Porcellian Club issued a rare statement, saying its members were “disappointed with this unfair and punitive decision that attacks Harvard’s own students because they make a choice to freely assemble at unaffiliated, off-campus, private organizations”. The club’s alumni president, Charles Storey, had previously written a letter to the student newspaper to argue that “forcing single-gender organizations to accept members of the opposite sex could potentially increase, not decrease, the potential for sexual misconduct”. Last year, two all-male clubs voted to allow women, as the university investigated the problem of sexual assault and as other elite campuses in the north-east confronted their own fraternities and sororities.  Amherst College, for example, banned fraternities in 1984 but cracked down on underground groups 30 years later, with a decision to bar students from those off-campus, “fraternity-like and sorority-like” groups. The problem of campus assaults has also been taken up by the federal government: the Department of Education is investigating more than 100 colleges and universities over claims that they inadequately investigated reports of sexual assault.",
  "webTitle": "Harvard to ban members of single-sex clubs from student leadership roles",
  "webPublicationDate": "2016-05-07T18:06:24Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/07/harvard-fraternity-sorority-leadership-ban-drew-faust",
  "keyword": [
    {
      "webTitle": "Harvard University",
      "id": "education/harvard-university",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Fraternities and sororities",
      "id": "us-news/fraternities-and-sororities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "education/2016/may/07/harvard-fraternity-sorority-leadership-ban-drew-faust"
}