{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/spain-national-museum-civil-war-barcelona",
  "id": "2016-05-29-148",
  "sectionId": "world",
  "body": "A group of internationally respected historians and writers have called for the first major museum of the Spanish civil war to be created in Barcelona, 80 years after the century-defining conflict began in July 1936.   Related: Spain to make first exhumations from civil war mausoleum    In an unprecedented initiative likely to spark fierce debate in Spain, Dr Pelai Pagès, professor of history at the University of Barcelona and president of the Association of the International Museum of the Spanish Civil War  (Amigce), has written to the city’s leftwing mayor, Ada Colau, asking that a building be set aside in central Barcelona to house the museum and a research centre. Pagès told the Observer: “Eighty years after the start of the civil war, and 40 years after the death of General Franco, recovering the memory of what happened for all generations, from the youngest to the oldest, means understanding the conflict in its totality. There is a sad old saying that a society that forgets its past is destined to repeat it. From this perspective, the International Museum of the Spanish Civil War intends to act as a guarantee for the future.” Barcelona was one of the key centres of resistance to Franco’s Nationalist forces. In December 1936, George Orwell famously travelled to the city to fight in defence of Spain’s elected Republican government. He later wrote the classic war memoir Homage to Catalonia about his experiences and subsequently become a journalist for the Observer. Orwell’s adopted son, Richard Blair, president of the Orwell Society, has lent his support to the museum project. He said: “We are wholly in favour of this and wish the project every success. Many young people in Spain have not been taught in depth about the civil war and don’t really have an understanding of what happened from 1936-39 or of the dictatorship that followed. “You can’t have a black hole. The time has come for the history to be looked at again.”     Barcelona mayor Ada Colau has been asked to set aside a building in the centre of the city. Photograph: Sipa/Rex/Shutterstock    Other high-profile backers include, in Britain, the world-renowned historian of the civil war Paul Preston, who sits on Amigce’s international board, and Irish writer Colm Tóibín. “It is astonishing that no national or regional government has created a museum of the Spanish civil war. The present initiative is a major step to the understanding of the past that Spain so desperately needs,” said Preston . Many relatives of International Brigaders – the foreigners who travelled from around the world to fight for the Spanish Republic against Franco – have also written letters of support, which have been passed to Colau. The museum would be the first of its kind in Spain. The bitter legacy of the civil war, in which around 500,000 Spaniards died, led to a so-called “pact of forgetting” in the transition to democracy after the death of Franco in 1975. There are museums dotted around Spain which deal with particular battles and experiences during the war, but no institution has dared to attempt an overall narrative of the conflict, in which Nationalist forces, backed by Hitler’s Germany and Mussolini’s Italy, overthrew the Republic’s democratic government elected in February 1936. Pagès said that the museum would be balanced and objective, “representing the democratic values incarnated in the Republic, while not failing to examine the errors committed on the Republican side”. Provisional plans for the museum include interactive exhibitions, a permanent display of artefacts, a study centre for students, and a cafe designed to replicate a canteen of the civil war era. It would be non-profit-making and self-funding, hoping to tap into Barcelona’s thriving tourist industry as well as becoming a focus for school trips and research. Support has also come in the form of a remarkable letter from the National Socialism Documentation Centre in Cologne, the largest regional memorial site in Germany for victims of the Nazis. The director of the centre, Dr Werner Jung, wrote: “Germany needed more than 30 years following the end of the second world war to openly confront through monuments and museums the crimes of the Nazis … In Spain more than 30 years have passed since the death of Franco and the phase of transition. “Unfortunately, 80 years after the military coup of 17 July 1936, there is still no central place where comprehensive and objective information can be obtained about the Spanish civil war. Given that the civil war is still a live subject of debate in Spanish society, a museum would be an important place of study and learning.”",
  "webTitle": "Campaign for Barcelona museum to tell at last full story of Spain’s civil war",
  "webPublicationDate": "2016-05-29T07:00:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/spain-national-museum-civil-war-barcelona",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Francisco Franco",
      "id": "world/francisco-franco",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "George Orwell",
      "id": "books/georgeorwell",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Colm Tóibín",
      "id": "books/colmtoibin",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Coman",
      "id": "profile/julian-coman"
    }
  ],
  "guardianId": "world/2016/may/29/spain-national-museum-civil-war-barcelona"
}