{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/11/deserts-and-dynamite-my-journey-to-the-cosmic-heart-of-land-art",
  "id": "2016-05-11-167",
  "sectionId": "artanddesign",
  "body": "Related: Troublemakers: The Story of Land Art review – sculptors who shaped the American wilderness    Somewhere in the deserts of New Mexico, a nail is embedded into a type of flat-topped mountain known as a mesa. The positioning of this nail, shielded from the elements by a tin can, took days of trial and error, with astronomical measurements provided by the US Naval Observatory and the help of a surveyor. Finally, the correct spot was located: exactly in alignment with the axis of the Earth from the south pole to the north. This nail – which I braved rattlesnakes to find, on a mountaintop strewn with slabs of granite – was fundamental to the success of Star Axis, an extraordinary naked-eye observatory that is the brainchild of artist Charles Ross. Only when Ross was sure he had the orientation precisely correct could he begin to build the structure he had dreamed about – an obsession that has consumed him since 1971. Star Axis is one of the world’s defining earthworks, otherwise known as land art. In the late 60s, a generation of young, New York-based artists, inspired by the space race but also by the turmoil of Vietnam, decided that galleries weren’t big enough to house their visions. So they struck out, choosing instead to make works on an epic scale, sculpted from the elements, in the astounding desert landscapes of the US south-west.     ‘Anything can happen there’ … Star Axis, the observatory in New Mexico    The results – some of which could only be viewed properly from a plane – include Robert Smithson’s Spiral Jetty, a swirling basalt outcrop surrounded (before Utah was struck by drought) with vivid red water. This, says Virginia Dwan, the land art patron whose gallery helped facilitate it, makes the work feel almost satanic. Walter de Maria’s Lightning Field, meanwhile, features 400 stainless steel rods arranged in a grid in an area of high desert in New Mexico known for its electrical storms. Their appearance, during lightning flashes, is as dazzling as it is unearthly.   Related: Ashes to ashes: dramatic volcano sites from around the world – in pictures    No less impressive is Michael Heizer’s Double Negative. Displacing 218,000 tonnes of rock, Heizer cut two enormous grooves – 1,500ft (457 metres) long – into a mesa in the Nevada desert. He followed this with City, also in the Nevada desert. Stretching over a mile, City is a staggeringly ambitious work full of sculpted pits and peaks. Heizer started it in 1972 and last year told the Guardian it was “98% finished”. Pretty little watercolours these are not. Made by bulldozers and dynamite instead of a paintbrush and easel, the works – often sited on baking sandscapes – fuse minimalism and modern industrial aesthetics to evoke the otherworldly structures of ancient civilisations, from Stonehenge to Mayan temples and the Egyptian pyramids.     Satanic … Robert Smithson’s Spiral Jetty, seen from the air    “The desert is a metaphor for fate – anything can happen there,” says James Crump, director of Troublemakers, a gripping new documentary film about these land artists. “There’s danger, but there’s also this possibility of enlightenment. The desert’s like space.” When Heizer refused to participate in Troublemakers, Crump contemplated filming City with a drone. But such is Heizer’s gritty cowboy demeanour, he “would have probably shot the drone down”.   Related: Artist James Turrell: I can make the sky any colour you choose    The works were often undertaken at great risk to the artists themselves: Smithson was killed in a plane crash in 1973 while surveying sites for new work Amarillo Ramp. “You have to ask yourself which young artist is willing to go out and make work in these kinds of conditions,” says Crump, “and challenge themselves with the possibility of death?” Too large to be bought, sold or moved, these works can only be seen if you’re willing to travel. But be warned: the desert terrain can be hostile, and the works are not always easy to locate. British artist Tacita Dean made a work about failing to find Spiral Jetty on her first visit in 1997. These days, she says regretfully, it’s signposted. “Spiral Jetty,” she told the Canadian Art Foundation last year, “was very much about relating to some sort of hidden place beneath Great Salt Lake, the universal core.” She called her visit “a true pilgrimage”. And like any pilgrimage, the journey is an integral part of the experience.     Bulldozers, not paintbrushes ... Charles Ross building Star Axis. Photograph: Elizabeth Ginsberg/Supplied    Which brings us to the extraordinary experience of seeing Star Axis. Like City, the work is still not finished – one reason it’s not yet open to the public. The other is that the site has its perils, including several places where the unwary visitor could take a serious fall. Some railings will, apparently, be installed this summer. According to Crump, Ross himself once toppled off one of the structure’s high points while holding an 80lb bag of cement. “There’s an element of sacrificial danger to his piece,” says the film-maker. The site is not suitable for daytrippers, which is why Ross has asked me not to divulge its exact location. When Star Axis finally opens – which Ross estimates will be three to four years from now (though one associate says he’s been saying that for the past 20 years) – six people will be admitted at a time, staying in a guesthouse down the hill so they can experience Star Axis by day and night. Ross spent four years looking for this site. Then one day he was parked in the New Mexico desert with no one for miles around when a cowboy came riding up “like the Marlboro Man”. Ross explained that he was looking for land for a project and the cowboy said: “Oh, my dad would be interested in that.” He gave him a business card.     Under construction … Spiral Jetty    Ross called the number and spoke to rancher WO Culbertson who, much to his surprise, said that his proposed observatory “sounds like just the kind of thing we need around here”. How much land did he need? About a square mile. “Well hell, we got plenty of those,” declared Culbertson. “Drive around the ranch and pick one out.” Ross took 400 acres in the end – 50 for Star Axis and 350 for the mesa on which his house is situated, which he shares with his wife, the artist Jill O’Bryan.   Related: Michael Heizer: 'I’m a quiet man. I just make art'    My friend Jess and I have driven through mountains and deserts to a prearranged meeting point: a postbox on a dirt road. We’re early, so we drive down the road. Off in the distance we can see a stony point sticking out of the top of a mesa. Ominous and alluring, this is our first sight of Star Axis. At 5pm, a man called Harry Leippe arrives in a pickup truck. A sculptor based in New Mexico, Leippe is 90, and has known Ross, his junior by 12 years, since the late 1950s, when both were at Berkley, where Ross was studying mathematics. Leippe has collaborated on Star Axis “since before the beginning”, and looks after the site while Ross is away: the artist spends half the year here, the other half in New York. It’s not difficult to see why Star Axis is taking so long. Despite the monumental scale of the project, it is being built by a surprisingly small number of people: between four and six locals. A greater number than that, says Ross, and people start to get in each other’s way. Do people round here think he’s nuts? “My foreman overheard someone in the general store say, ‘Hey man, that guy up on the hill, he’s crazier than we are!’ A reputation I’d like to keep.” Leippe leads us down five miles of dirt road. We go through two gates warning away trespassers and bumpily ascend the mesa. At the top is a granite pyramid, glowing pinkish in the late afternoon. Much of the granite was donated by a company in Texas: Ross estimates its value at a million dollars. When I ask if the project has been easy to fund, he shouts with laughter. “My god, no! We’re still struggling to get funding and I don’t have the money to finish it. But we’ve had some generous donors and I’ve funded more than half through sales of my work.” Ross’s other pieces include prism installations, which he started making in 1965. Exploring light has been his life’s work.     Inside the Hour Chamber at Star Axis, with the north star visible at the top of the triangular opening    Inside the pyramid, a curving flight of steps leads to the Hour Chamber. This is a pyramidal room with a triangular opening nearly 30ft tall. Jess and I sit on a bench at the back and wait for night to fall. It’s a cloudless evening, with a sliver of new moon low in the sky. Before long, as promised by Ross, Polaris appears, clear and bright at the apex of the triangle. Polaris, the north star, is around 430 light years from Earth, directly above the north pole. It’s the star that travellers have used to orient themselves for millennia. Because of the alignment of the work, Polaris doesn’t move, but the stars below it arc round from one side of the triangle to the other, each taking exactly an hour. On this still night in the desert, thickly speckled with stars thanks to the absence of light pollution, we’re experiencing the rotation of the Earth as never before. It’s a cosmic experience – both literally and figuratively. On the eastern side of the pyramid are two more lines, the higher of which points to the position of the sun at noon on the summer solstice; the lower to the sun on the winter solstice. There are steps to the top of the pyramid, which offers astounding views of the empty plains stretching out for miles around. At the bottom of the pyramid is a ledge. Jess and I peer over it and gasp: using dynamite, Ross has cut a steep-sided basin into the top of the mesa. At its base is the start of a real stairway to heaven: 163 steep steps leading back up to a circle cut into the pyramid and ringed with stainless steel. Through this, at night, you can see the north star. This staircase, which rises through a tunnel, is the point of Star Axis. Exactly in alignment with the Earth’s axis, it demonstrates a phenomenon called precession, the slow cycle of change caused by the wobbling of the Earth. Because of this wobble, Polaris won’t always be due north: over the course of 26,000 years, the axis will move to point to different stars, each becoming the pole star until returning to Polaris.     ‘There’s danger, but there’s also this possibility of enlightenment. The desert’s like space’ … Star Axis Photograph: Kerry Loewen/Supplied    The ancient Egyptians knew about precession. Using nothing more sophisticated than a plumb weight and horsehair, they measured the north star’s movement so accurately that, thousands of years later, the Naval Observatory told Ross: “We can only better their measurements by the thickness of a few horsehairs.” And this is one of the most moving things about Star Axis: it demonstrates the connection between the tiniest details and their grand consequences in the universe. Ross realised that it would be possible to build a tunnel aligned with the Earth’s axis which, by moving up it, would allow visitors to trace the progression of the north star over this 26,000-year cycle. At first he envisaged a staircase on the front of the mesa, but then started having recurring dreams that said: “You have to enter the Earth to reach the stars.” Ross says: “My attitude to those kinds of messages used to be ‘What the hell’s that?’ and just plough ahead. But I’ve learned to listen.”     Charles Ross at Star Axis … he once fell off the work clutching an 80lb bag of cement    Climbing the long, steep and (as yet) bannister-free staircase after dark, looking at the north star through the circle, you’re seeing the axial wobble, as Polaris moves further from its central pole. You’re witnessing the star as it appeared at different stages through thousands of years of history – and how it will appear in the future. “The first step will be dated 2100,” says Ross. That’s the year when Polaris will be closest to its celestial pole. “As you go up and put more effort in, you’re going further back and further forward. It approximately goes from 11,000 BC, around the recently proposed time for building the Sphinx, to 15,000 AD.” This mindbending concept may be hard to grasp, but the genius of Star Axis is that it shows rather than tells. Though it combines architecture and science, Ross insists Star Axis an artwork first and foremost. “We’re not making a measuring device,” he says. “We’re making a place for personal experience. It was always my intention that it should be a whole-body experience. That was the epiphany at the beginning – like, ‘This is an interesting idea, but I don’t just want this in my head, I want to feel it form around me. To me that’s art rather than science – and all my scientific advisors would agree.” He laughs.     Spinning worlds … the view from Star Axis at night    It’s certainly a profoundly emotional experience, as is sitting in the chamber at the foot of the stairs and watching the stars move from one side of a rectangular opening to the other in a straight line – again, thanks to the work’s alignment. You’re suddenly hyper-aware of the movement of the heavens and the mystery of the universe. “I’ll put it this way,” says Ross, “if you spend enough time there, a different part of your awareness wakes up. I think there’s a recognition within the body of these alignments that we’ve had for ever. It’s in our genetic code. A place like Star Axis lets that code express itself.” Ross actually thinks of Star Axis as sky art rather than land art. “I had never visited any ancient observatories when I started building this. But when I visit them now I realise – from my experience of Star Axis – exactly why they built them: to get a feeling for the sky. They wanted to touch it, make it personal. They wanted to have a sense that they were reaching out and making physical contact with those alignments. A sensory experience, that’s what they were going for, and you get it immediately if you go to Mayan observatories. You’re immediately in – mentally, spiritually, physically.” Troublemakers depicts land art as a Promethean struggle between man and nature, but that is only part of Ross’s experience. “Moving heavy rocks and trying to get gravity to behave is a struggle.” But the real point of his creation, he says, is sensing your place in the universe. “I never feel small under the stars at Star Axis,” Ross says. “I feel more like, ‘Wow, all of this has been made for me – for all of us.” • Troublemakers is in cinemas from 13 May.",
  "webTitle": "Thunderbolts and time travel: my journey to the cosmic heart of land art",
  "webPublicationDate": "2016-05-11T14:41:24Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/11/deserts-and-dynamite-my-journey-to-the-cosmic-heart-of-land-art",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Needham",
      "id": "profile/alexneedham"
    }
  ],
  "guardianId": "artanddesign/2016/may/11/deserts-and-dynamite-my-journey-to-the-cosmic-heart-of-land-art"
}