{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/football-transfer-rumours-west-ham-set-to-sign-townsend-and-wijnaldum",
  "id": "2016-05-17-278",
  "sectionId": "football",
  "body": "Suspect devices or no suspect devices, it’s business as usual at Manchester United. David de Gea is understood to be ready to file out of Old Trafford in an orderly fashion if Louis van Gaal remains in charge, while the Daily Mail report that José Mourinho is so tired of waiting for a concrete offer from the club that he has entered into “shock talks” with Paris Saint-Germain.   Related: David de Gea to consider Manchester United future if Louis van Gaal stays    The word on the boulevards of the French capital is that United have offered confident Swedish international Zlatan Ibrahimovic a one-year deal, with the option of a second season should things go well, but his agent, Mino Raiola, was quick to rubbish the story and announce that, like his client’s famous autobiography, it is a work of fiction. “In this world we have to accept some journalists use their imagination and make things up,” said Raiola. “The story is not factual.” In other news pertaining to United, the Mirror says club scouts were spotted at Sporting Lisbon’s match against Braga on Sunday to keep tabs on midfielders and long-term targets William Carvalho and João Mário. Real Madrid fanzine and Spanish sports daily AS claims that Pep Guardiola hopes to make a Manchester City player out of Germany midfielder Toni Kroos, while its French counterpart L’Équipe is trumpeting the news that both Liverpool and Atlético Madrid are hitching their skirts in the direction of the 20-year-old Monaco striker Thomas Lemar. Meanwhile in Italy, the pink paper that is La Gazzetta dello Sport says Serie A’s record-breaking top scorer Gonzalo Higuaín is flattered by interest from Chelsea, Arsenal and Manchester United and is agitating for the release clause in his contract with Napoli to be reduced from £72m to a more manageable £47m.   Related: Andros Townsend says Rafael Benítez can get Newcastle ‘up and challenging’    West Ham suits have returned to the drawing board after having a £25m bid for Bournemouth duo Callum Wilson and Matt Ritchie rejected and after doodling for a while have sketched a caricature of Newcastle’s Andros Townsend. One of very few players to actually enhance his reputation while playing for the Magpies this season, Townsend has an £8m release clause in his contract but may opt to stay at St James’ Park to help his team secure a quick return to the Premier League. Georginio Wijnaldum, who blew hot and cold throughout his maiden season at Newcastle, is also being courted by the Hammers. Arsenal’s interest in teenage Celtic left-back Kieran Tierney has been well documented in these quarters and the Daily Record claims the north London side are ready to make their move. “The Gunners are weighing up the prospect of taking the plunge on the 18-year-old this summer as English rivals circle around the talented left-back,” it says, citing Manchester City and Liverpool as the Premier League sides who are also interested in securing the youngster’s scrawl. And finally, Gianluca Lapadula has scored 24 goals in 38 appearances for Pescara this season and is ready to leave the Serie B club to clamber aboard the Leicester City Champions League bandwagon.",
  "webTitle": "Football transfer rumours: West Ham set to sign Townsend and Wijnaldum?",
  "webPublicationDate": "2016-05-17T07:43:38Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/football-transfer-rumours-west-ham-set-to-sign-townsend-and-wijnaldum",
  "keyword": [
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/17/football-transfer-rumours-west-ham-set-to-sign-townsend-and-wijnaldum"
}