{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/10/how-kenyans-are-embracing-mobile-technology-to-access-healthcare",
  "id": "2016-05-10-157",
  "sectionId": "business-call-to-action-partnerzone",
  "body": "It is estimated that more than half of Kenya’s population earning less than $2.50 (£1.73) per day has access to mobile phones. Kenya’s remarkable growth in mobile technology has led to a digital revolution that can address one of the country’s biggest development priorities – access to universal health coverage.  In Kenya, 22 million people pay out of pocket for private healthcare, and access to these services remains a major concern for those living at the bottom of the economic pyramid (BoP), especially in remote rural areas.  Inclusive business models, which aim to include poor people throughout companies’ value chains, are providing a wide spectrum of healthcare services for those at the BoP, ranging from accessible health insurance to primary healthcare, facilitated by new technologies such as mobile money platforms.    Related: Being a woman business owner offers unusual challenges but great reward    According to a recent publication (pdf) commissioned by the Business Call to Action (BCtA), a global advocacy platform for inclusive business, mobile money technology can offer a wide array of benefits for the health sector, ranging from improved efficiency and financial accountability for businesses to increased access to healthcare financing for consumers – especially those at the BoP.  The findings of the publication, which included four case studies from Kenya, were recently discussed at a meeting co-hosted by the BCtA and the Private Sector Innovation Programme for Health (PSP4H), a research project funded by UK aid. The meeting, held in Nairobi, Kenya, brought together 100 representatives across sectors. “Despite the role that technology can play in helping to reach new clients and facilitate transactions, it is only part of the solution to advance access to health insurance at the base of the pyramid”, explained Tughral Ali, head of MicroEnsure Africa. MicroEnsure, a global social enterprise and microinsurance technology provider, entered the Kenyan market with a freemium insurance product – which clients can later complement with additional low-cost cover – tailored to the customers of mobile network operator Airtel.  According to Ali, lack of awareness and understanding of insurance are the key challenges for bringing microinsurance products and companies to scale. Sam Agutu, CEO of Changamka MicroHealth Ltd, added that relevant communications tailored to target clients play a critical role: “The average Kenyan living at the base of the economic pyramid is no stranger to risk pooling – there are traditional ways to risk pool in communities in the event of sickness. The question is how we transform informal into formal insurance. In order to raise awareness about the benefits of formal insurance, we need to use concepts that are already understood in communications and marketing.” Another challenge in scaling microinsurance is a lack of trust. “Customers at the base of the pyramid are cost-conscious and selective – you need to prove that formal insurance products work and that they work better than traditional risk pooling”, added Agutu.     UNDP country director Maria-Threase Keating presents a copy of the case study report on mobile healthcare to the deputy head of the UK Department for International Development, Tony Gadner and Dr Izak Odongo from Kenya’s Ministry of Health. Photograph: UNDP Kenya    In order to secure trust and reach scale, Jawabu Empowerment Ltd, a new entrant in the Kenyan microinsurance market, is collaborating with the Kenya Jua Kali Association, the advocacy body for informal-sector entrepreneurs. According to John Paul Otieno, Jawabu’s CEO, the company plans to enlist peer entrepreneurs as trusted agents to sell its insurance product, known as Afya Poa (pdf).  Jawabu used market research to develop a product whose premium payments match informal worker’s earning patterns. Policies are sold via mobile phones for a minimum KSh 1,000 (£6) down payment and a daily payment of KSh 40 (31p), automatically deducted from the policy holder’s mobile phone credit. In addition, Otieno considers the provision of complimentary products, such as medical savings accounts and healthcare loans, critical to address the needs and preferences of the company’s target customers. Bundling mobile money-based products such as insurance and healthcare savings accounts with complementary services including health information and reminders can keep clients engaged and increase the uptake of services. According to Janet Matemu, technology manager at Jacaranda Health, sending reminders about upcoming appointments through mobile phones has increased the use of Jacaranda’s services. As a social enterprise offering affordable maternal healthcare services in peri-urban Nairobi, they’re leveraging mobile money-based savings products to help clients access health financing.  Mobile technology has also provided Jacaranda opportunities to engage more effectively with clients and support them in seeking critical post-natal care. “Simple checklists sent by text messages can help new mothers spot potential problems in their child’s development and seek timely care”, continued Matemu.   Related: Skills training and apprenticeships tackle Kenya’s high youth unemployment    In addition to reaching clients and facilitating access to healthcare financing, mobile technology can also increase accountability and efficiency, and inform decision making. According to Matemu, “Technology is driving the organisational culture of using data for decision making.” Ideally, data gathered by the private sector and civil society could also feed into national health systems to inform decision making in the public sector.  Recognising the potential of using technology for healthcare delivery, Dr. Izak Odongo, representing the Ministry of Health, said that Kenya’s government is keen to establish an enabling regulatory environment that encourages innovation in utilising mobile technology to improve the health of Kenyans.  Read Advancing Bottom of the Pyramid (BoP) Access to Healthcare: A Case Study on Mobile Money Platforms (pdf) to learn more about how inclusive business are leveraging mobile money to deliver healthcare to low-income Kenyans.  Content on this page is paid for and provided by Business Call to Action, sponsor of the business and the sustainable development goals hub",
  "webTitle": "How Kenyans are embracing mobile technology to access healthcare",
  "webPublicationDate": "2016-05-10T13:28:50Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/10/how-kenyans-are-embracing-mobile-technology-to-access-healthcare",
  "keyword": [
    {
      "webTitle": "Business call to action partnerzone",
      "id": "business-call-to-action-partnerzone/business-call-to-action-partnerzone"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/10/how-kenyans-are-embracing-mobile-technology-to-access-healthcare"
}