{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/13/sunshine-and-simple-conviviality-simon-schamas-final-meal",
  "id": "2016-05-13-250",
  "sectionId": "lifeandstyle",
  "body": "I’d just like to be in a back garden in London with all of my best friends. What else could be better? On one of those unusually temperate June days, or perhaps high summer – a long, lazy Sunday lunch. I hate autumn, and winter is awful. All the mellow fruitful autumnal veg – squashes, pumpkin – makes me deeply depressed ... For someone who grew up in the 50s in a kosher home, my mother was a good cook, but not a great one. My father was always hungering for stuffed aubergines and vine leaves but she was strictly heavy-duty Ashkenazi. She hated garlic, which also made him unhappy, but towards the end of his life he became king of salad dressings, and was probably the happiest he’d ever been. To eat, I’d want all sorts of things that I’ve loved in my life. A fritto misto with whitebait or anchovies, tiny bits of squid, all very fresh, cooked very briskly. Stuffed zucchini flowers, with ricotta. People would be sipping cold glasses of vermentino wine. For the main, I’d love one of those lamb or veal casseroles, one that’s been cooking for hours and makes people feel faint with desire. And for dessert, I’d want a whole row of sorbets: Campari grapefruit; passionfruit; tequila lime ... a veritable cornucopia of colours. If the day is getting on and I’m nodding off, I’d have a really ferocious coffee to stay awake after the meal. I used to like a shot of grappa, but it always gives me the most terrifying dreams. I decided my subconscious is sufficiently disordered not to be further messed with. It would be a relaxed and informal affair. I like very simple, beautiful things. I like people to dress up a bit, but not too formally. I do like a white tablecloth sometimes, but not for this occasion. I’d have vases of lovely cut flowers, no gladioli, but delphinium, or something else beautiful and delicate; antique glassware; David Mellor crockery ... For sheer fabulous cosmic anguish I’d have the Mexican singer Leila Downs, singing Paloma Negra, Charles Trenet singing Que Reste-t-il de Nos Amours and Edith Piaf singing La Vie en Rose. And Leonard Cohen, I’d want him there. He sent me an autographed copy of Love Itself once. It’s the ultimate song – a good one to die to.  Simon Schama is an English historian, TV presenter and author; @simon_schama",
  "webTitle": "Sunshine and simple conviviality: Simon Schama’s final meal",
  "webPublicationDate": "2016-05-13T10:00:12Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/13/sunshine-and-simple-conviviality-simon-schamas-final-meal",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Simon Schama",
      "id": "culture/simon-schama",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Schama",
      "id": "profile/simonschama"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/13/sunshine-and-simple-conviviality-simon-schamas-final-meal"
}