{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/melissa-mccarthy-the-boss-paul-feig-ben-falcone",
  "id": "2016-05-30-163",
  "sectionId": "global",
  "body": "What’s not to love about Melissa McCarthy? She’s a superstar in a comedy universe dominated by boys’ clubs and sylphs, and she’s funny as hell. She stole Bridesmaids, and Judd Apatow’s This Is 40, with a bracingly foul-mouthed cameo. And now she has four box-office hits under her belt, a near-unbroken run from Identity Thief through to The Boss.   Related: Melissa McCarthy fights off critics, Batman and Superman to top US box office    The latter, though, suggests that McCarthy’s inspiration may well have dried up. It might be her worst movie yet – besides the unfocused, unfunny Tammy, which, like The Boss, was co-written and directed by McCarthy’s husband Ben Falcone. McCarthy has workshopped up a great character to build a movie around. It’s just that the movie itself never shows up. The boss in question, Michelle Darnell, is a worst-case-scenario blend of home-maker Martha Stewart and motivational speaker Tony Robbins, an apple-cheeked egomaniac averse to criticism and fast with her fists. Jailed for insider trading and broke upon release, she imposes herself on her long-suffering personal assistant Claire (Kristin Bell) and embarks upon a vicious Girl Scout cookie trade war using Claire’s daughter’s troop.            There’s an impressive arsenal of strong players including Kathy Bates, Kristen Schaal and Peter Dinklage as Michelle’s primary antagonist, but none get more than a moment or two to shine before the mediocrity and shrillness kick back in. Slo-mo, comically violent action movie-style punch-ups between Girl Scout packs, and McCarthy’s inspired scorning of Bell’s granny-bra do not compensate for what is otherwise a tonally incoherent mess. It’s perhaps funnier than recent comedies like Horrible Bosses, Trainwreck and Hot Pursuit but, come on, how impressive is that?   Related: The making of Melissa McCarthy: how Bridesmaids star kept it real and cleaned up    There’s a pattern here. Bridesmaids, The Heat, with Sandra Bullock, and Spy, with Jason Statham, were all directed by Paul Feig. He’s made tons of good TV, including multiple episodes of Arrested Development, Nurse Jackie and The Office, and he created Freaks And Geeks. His McCarthy movies are all critically rated somewhat above those directed by Falcone. With the Falcone-McCarthy projects, however, an extra layer of quality control is absent, and those movies lack a strong governing intelligence. It seems that McCarthy has a two-for-the-studio, one-for-me arrangement that permits her to lay these eggs every third time out. Perhaps the best news about the forthcoming McCarthy-starring Ghostbusters reboot is that Feig will behind the bullhorn and not the husband. All of which begs the screamingly obvious question: why aren’t any of these movies directed by women?",
  "webTitle": "Melissa McCarthy: why Hollywood’s first lady of funny is hit and miss",
  "webPublicationDate": "2016-05-30T08:00:28Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/melissa-mccarthy-the-boss-paul-feig-ben-falcone",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Melissa McCarthy",
      "id": "film/melissa-mccarthy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Feig",
      "id": "film/paul-feig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Patterson",
      "id": "profile/johnpatterson"
    }
  ],
  "guardianId": "film/2016/may/30/melissa-mccarthy-the-boss-paul-feig-ben-falcone"
}