{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/saracens-domestic-european-double",
  "id": "2016-05-22-17",
  "sectionId": "sport",
  "body": "Saracens’ fifth Premiership final in seven seasons, their third in a row, their fifth final out of six in the past three years – whichever way you dress it up, their qualification for Saturday’s season finale is an impressive feat. They are reaching levels of consistency to compare to those over the years of the club they beat here. It is only a matter of time before someone mentions the word “dynasty”. Beat Exeter and they will join an elite of clubs. Only Leicester, Wasps, Toulon and Toulouse have completed the domestic and European double, and Toulouse’s was achieved in 1996, the first year of the Heineken Cup, when Europe was little more than an interesting experiment. Chris Ashton scored a brace in a five-try demolition of Leicester and harked back to the arrival of Brendan Venter as director of rugby in 2009 (or maybe it was the arrival of himself three years later), which is often pointed to as the genesis of their current run of success. “Saracens had a massive change five or six years ago,” he said. “This has been building since then, adding players each year. The number of players we have near a hundred caps is phenomenal from where the club was a few years ago.” As is the emotional maturity of a squad that, for all that experience, is surprisingly young. Had they struggled to rise to the occasion after the catharsis of their European triumph the weekend before – or even lost – no one would have condemned them. Instead, they inflicted such a hideous half-time scoreline on the erstwhile champions of everything in England that the Tigers were reduced to playing for pride, which they did to some effect – for 10 minutes of the second half, anyway. “Coming off the back of last week,” Ashton said, “it was exactly what we wanted to do. We just needed to win. Last week was a massive high for us but you work all year for the Premiership. If we’d lost today, we’d have been very disappointed with the way our season ended.” This ferocious hunger is what marks them out nowadays. They have long been an efficient side, adept at finding the path of least resistance to the accumulation of points, but now there is a twist of intensity. There was a bit of a hangover from the weekend before but it lasted all of 41 seconds, the time it took for Manu Tuilagi to cross the whitewash for Leicester. Tuilagi’s afternoon looked promising at that point but he was to limp off with his hamstring injury only 20 minutes later. And his try was disallowed for some handling on the floor. So Saracens clicked into gear. Three minutes later, a symphony of offloading had Will Fraser striding clear for the first try. By the break the score read 31-0. “Half-time was just about not worrying about the result,” said a phlegmatic Richard Cockerill, Leicester’s director of rugby. “The result was past us, if you’re being realistic. They’re a very good side, and we’re disappointed how we let them get away. But I’m pleased the boys got themselves back into it.” That they did – sort of – with two tries and a penalty within 11 minutes of the restart, pulling them back to 31-17. But to win would have required a miracle too outlandish even for a team called Leicester. Saracens regained control of the match in the final quarter, when Charlie Hodgson slotted two penalties, before Ashton showed great pace to finish his second, much as he had his first.   Related: Saracens chairman says young team are like Manchester United’s class of ‘92    It was Hodgson’s last home appearance of a record-breaking career as a points scorer and playmaker. There may yet be one full 80 for him to play before he retires, though. Owen Farrell’s rib injury on the hour, after two heavy tackles in the same passage of play, leaves him in doubt for next weekend’s final. Whether the replacement of England’s current place-kicker with the most prolific in the history of the Premiership represents a chink for Exeter to exploit remains to be seen. Chinks look few and far between for anyone taking on Saracens in this sort of mood. Saracens Goode; Ashton, Taylor (Bosch, 53), Barritt (capt), Wyles; Farrell (Hodgson, 61), Wigglesworth (De Kock, 58); M Vunipola (Barrington, 70), Brits (George 48), Du Plessis (Figallo, 55), Itoje, Kruis, Rhodes (Wray, 61), Fraser, B Vunipola (Hamilton, 74). Tries Fraser, Wyles 2, Ashton 2. Cons Farrell 4, Hodgson. Pens Farrell, Hodgson 2. Sin-bin Fraser 50. Leicester Tait (capt); Veainu, Betham (Bell, 79), Tuilagi (Thompstone, 22), Goneva; O Williams, B Youngs (Kitto, 74); Ayerza (Genge, 54), Thacker (Ghiraldini, 46; Thacker, 66), Cole (Mulipola, 66), Barrow, Kitchener (Slater, 58), Fitzgerald (Evans, 61), O’Connor, McCaffrey. Tries Veainu, Barrow. Cons Williams 2. Pen Williams. Referee JP Doyle. Att 9,932.",
  "webTitle": "Saracens’ intense focus on completing double delights Chris Ashton",
  "webPublicationDate": "2016-05-22T21:00:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/saracens-domestic-european-double",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/22/saracens-domestic-european-double"
}