{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/harlequins-joe-marler-world-cup-european-challenge-cup-final-montpellier",
  "id": "2016-05-10-32",
  "sectionId": "sport",
  "body": "Joe Marler says the heavy criticism of England’s failed World Cup campaign as well as personal issues led him to seek professional help to address his on-field behaviour. The Harlequins prop, who has served two bans recently, admits he had little option but to change and is now making a concerted effort to reboot his attitude and career. Marler could hardly have been more searingly honest before Harlequins’ European Challenge Cup final against Montpellier on Friday.   Related: Which European club rugby final was the greatest of them all? | Robert Kitson    Before heading off for his latest face-to-face session with the sports psychologist Jeremy Snape, Marler acknowledged he had been driven to seek help following his latest suspension for kicking a French opponent in the head, and admitted he felt lucky still to be in contention for a place on England’s summer tour to Australia. England’s premature World Cup exit, it now emerges, also added significantly to his inner frustration. “For a while now I’ve been wanting to see someone … to say: ‘Actually, stop pretending I can keep dealing with it on my own,’” said Marler, who has served his two-match ban for kicking Grenoble’s Arnaud Héguy last month. “My issues are off the field but they have spilled on to the field. I’m not sitting here saying I have a lot of problems or I’m a complete nutjob; I’m saying there’s stuff that needs addressing in and out of rugby that I’m now getting hold of. “It is making me feel better and hopefully I can continue with that. There is plenty of help out there; it is just about whether you are willing to accept you are the horse and someone is bringing you to the water.” The negative focus on England’s scrummaging following their World Cup exit, according to Marler, also contributed to his ban for abusing Wales’s Samson Lee during the Six Nations Championship. “The World Cup was meant to be the biggest experience of our lives, the highest point of our careers – and we blew it. We won’t have a home World Cup again as a group. It was that lack of an admission that it was actually our fault: let’s blame something else, let’s not look within ourselves. I suppose that’s what caused the mind frame. “From a personal point of view, I took a bit of a bashing during that World Cup and as a team we were complete flops. Mentally, I just went inside myself and was like: ‘Sod this.’ That was my mindset. There wasn’t really any sense to what I was thinking, it was just easier to crawl under a shell and tell everyone to piss off than to actually confront people or talk reasonably. I look back on it now and my mind frame was the cause of things that didn’t even exist.” Marler’s priority is to help Quins conclude the season with a trophy and, if selected, renew an acquaintance with Australia’s front row this summer. “I’m chomping at the bit to get out there and prove, more to myself than anything, that I am capable of playing a game of rugby on the edge without being a dick. I didn’t think I’d be playing again this season, I thought I’d be having the summer off as well. So I feel very lucky to be in a position to pull on the shirt for Quins again and even luckier that it’s a final. “Eddie Jones has been in touch. He has been supportive but more in a ‘Come on, mate, it is time to wind your neck in’ sort of way. You can only be supportive so many times, can’t you? If I go out on Friday night and kick someone else in the head I don’t think he is going to be supportive any more.” The 25-year-old is not about to turn completely soft overnight. “If I’m going to avoid any form of physicality I might as well not be on the pitch. It is about knowing I can still put in a physical hit without actually going over the top. That will be the toughest challenge.” All connected with Quins and England will be desperately hoping the new, improved Marler is true to his word.",
  "webTitle": "Harlequins’ Joe Marler: World Cup blow and off-field issues spilled on to pitch",
  "webPublicationDate": "2016-05-10T21:00:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/harlequins-joe-marler-world-cup-european-challenge-cup-final-montpellier",
  "keyword": [
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Challenge Cup",
      "id": "sport/european-challenge-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Montpellier",
      "id": "sport/montpellier",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/10/harlequins-joe-marler-world-cup-european-challenge-cup-final-montpellier"
}