{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/26/fallujah-siege-families-are-surviving-on-dried-dates-and-river-water",
  "id": "2016-05-26-184",
  "sectionId": "global-development-professionals-network",
  "body": "The first thing that struck me was the silence. On Tuesday, as I entered Al Iraq, a displacement camp in Amiriyat Al-Fallujah and the nearest to the besieged city of Fallujah, no one was outside their tents. As fighting raged just 30km away between armed opposition groups and the Iraqi military, it was strangely quiet. The camp shelters some of the few families who have managed to escape the fighting in the city that has been under armed opposition groups control for the last two years. On Monday, as the Iraqi military began an offensive in the city, the atmosphere in our office in Baghdad became particularly tense, as the already dire humanitarian situation became critical. Staff shared the latest scraps of news. Some became particularly anxious about their friends and family among the estimated 50,000 civilians still trapped in the city. The families I met were in a state of shock and spoke about the ordeal of their escape. They were among the 21 families in Al Iraq camp, out of approximately 114 who we believe have escaped the city so far. One woman, whose family was told by armed opposition groups that they would be shot if they tried to flee, waited until night-time to make a move. They removed their shoes and sandals so they were not heard as they started running.     Mohammed (sitting up) told us: ‘My feet were very painful and tired after having to run all night.’ Photograph: NRC/Becky Bakr Abdulla    Nine-year-old Mohammed told me how, once outside his house, he ran for hours until his feet were in pain. He escaped alongside 16 or 17 other families, with one person in front checking that the coast was clear of fighters and planted explosives. Once these families reached the checkpoint leading out of the town they waved white flags made of cloth to prevent them from being shot. After that they kept moving, 30km on to the Al Iraq camp. Many others have not been so lucky. I’ve just heard the news of one father trying to escape while carrying his two sons in his arms. He stepped on an IED planted on the outskirts of the city. All three were killed immediately.     NRC is present in Al Iraq camp in Amiriyat Al- Fallujah, Anbar providing displaced families from Anbar and Fallujah with water, food parcels and hygiene kits. Photograph: NRC/Becky Bakr Abdulla    Those I met at the camp were filled with relief. Although it is located in Anbar province, which is still not a completely safe area, one woman I spoke to was so happy to be “safe”. She told me how much she loved her new house and how she never wanted to leave – bearing in mind her new house is a 20 sq ft refugee tent. Many said they are just happy to be able to eat and sleep again. Others find it difficult to talk about their recent experiences under siege in Fallujah, where there has been no access for humanitarian aid since December. For the vulnerable people in real need of aid, the situation is increasingly critical. One woman who escaped on Monday told me there is nothing left in the city – no food, no electricity and no fuel. Her family had largely survived on dried dates and water from the river. She also told us that people were starving to death and that some had started to commit suicide, although with no access to the city we are unable to verify this yet. One mother, she said, had drowned herself and her two children rather than slowly die of hunger.      One family, that escaped on Monday, only managed to bring with them two towels, one bag with their ID’s and the clothes on their bodies. Photograph: NRC/Becky Bakr Abdulla    Those I spoke to in the camps had little idea of what was going on in the wider city while they were under siege. Telephone lines are bad so it is difficult to contact others, and many had stopped leaving the house. Children have stopped going to school. They lived with shooting on their doorsteps. One women told me she lived in a constant state of panic. Now they have escaped there is no way of contacting those they have left behind. For now, our priorities are to get food parcels, water and hygiene kits to the families who have managed to escape. But the situation is deteriorating rapidly, and access to the people in need is a huge challenge. We are among the few humanitarian agencies here and although we still have some staff at the displacement camps, we have now been put under curfew so our teams in Baghdad are unable to join them. As the fighting intensifies the window for people to escape is getting smaller and smaller. There are no safe routes out of the city.   Related: Kidnapped by Isis at 15: 'I never thought I'd see the day when I was free'    The situation in the camp is very dire indeed, but my main worry is for the 50,000 people still in Fallujah. We know so little about what is going on inside the city. It is frustrating that we are only 30km or so away from those in need, ready to assist them with emergency aid, and yet there is little we can do for them. I strongly urge all parties to the conflict to secure safe exits for the civilian population of Fallujah. Becky Bakr Abdulla is the media coordinator in Iraq for the Norwegian Refugee Council.  Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Fallujah siege: 'Families are surviving on dried dates and river water'",
  "webPublicationDate": "2016-05-26T13:29:34Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/26/fallujah-siege-families-are-surviving-on-dried-dates-and-river-water",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "humanitarians",
      "id": "global-development-professionals-network/humanitarianshumanitarians",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Holly Young",
      "id": "profile/holly-young"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/26/fallujah-siege-families-are-surviving-on-dried-dates-and-river-water"
}