{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/benjamin-jullien-finds-feet-surprise-package-warrington",
  "id": "2016-05-14-54",
  "sectionId": "sport",
  "body": "Benjamin Jullien has had a somewhat nomadic start to his career, the 21-year-old already playing in four different countries on his way to becoming a surprise package in Warrington’s impressive start to the season. “I started playing in the under-20s at Avignon and it was a great experience for the one year I was there playing,” the Frenchman says. “Then I went to Brisbane for six months to try it out, playing for their feeder team at 18 to see how I got on.” A spell at lower league North Wales Crusaders followed before a trial with the Wolves last year resulted in the club handing the second-row or centre a full-time deal. Jullien has since made eight appearances this season and could feature again on Sunday as the league leaders travel to Wakefield.   Related: Luke Gale leads Castleford to crushing victory over Leeds Rhinos    “It’s been a fantastic experience for me so far,” he says. “I’m surprised to have played as many matches as I have done if I’m being honest, but I need to keep working hard and continue with these performances. I expected to play about two games this year. This is my first year in Super League and I’m really grateful to the club for the chance they’ve given me.” Opting to leave home as a teenager to try to secure a future as a professional, Jullien has ended up living a humble lifestyle on site at the club’s training campus at the University of Chester, which does have its benefits. “It’s not hard living at the university because all the students help me and give me English lessons,” he says. Most French players have traditionally played for Catalans Dragons, but Jullien believes that more young Frenchmen will opt to look to come across the Channel. “I preferred coming to England as opposed to going to Perpignan,” he says. “Catalans have a lot of Australian players and the French lads don’t have much chance of playing, unfortunately.”",
  "webTitle": "Benjamin Jullien finds his feet as surprise package for Warrington",
  "webPublicationDate": "2016-05-14T21:00:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/benjamin-jullien-finds-feet-surprise-package-warrington",
  "keyword": [
    {
      "webTitle": "Warrington",
      "id": "sport/warrington",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/14/benjamin-jullien-finds-feet-surprise-package-warrington"
}