{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/boris-johnon-no-guarantee-vote-to-remain-will-settle-eu-issue-for-ever",
  "id": "2016-05-17-168",
  "sectionId": "politics",
  "body": "Boris Johnson has said it is difficult to guarantee the EU question will be settled forever by the referendum, even though David Cameron has ruled out the idea of a second poll in future. The former London mayor said there was a difficulty in saying the question would be settled permanently because the British people might find it hard to accept the closer political union that Brussels is planning in future.   Guardian explained: current polling   He was backed up by Gisela Stuart, a Labour MP and the chair of the official Vote Leave campaign, with both pointing out that Europe was changing and that the UK might not like its future direction. It comes as Nigel Farage, the Ukip leader, raised the possibility of a second referendum in the future if the remain camp only wins by a slim margin. He argued in the Daily Mirror that senior Tories would not be happy with what they see as Cameron’s attempts to use the might of the government to swing the result in his favour, saying there would be unfinished business. Johnson did not specifically raise the prospect of a second referendum. But when asked whether the referendum would permanently settle the question of Britain’s place in the EU, he said: “I think that the difficulty is that you cannot vote for the status quo. There is no way in this referendum you can vote just to remain in the EU as it currently is.   Related: EU referendum: Boris Johnson accuses Cameron of making UK look like 'banana republic' - Politics live    “It will continue to get more centralised and move ever closer towards a single federal political unit. That, I think, will be difficult for the British people.” Answering the same question, Stuart said: “The eurozone requires deeper political integration. If that does not happen it will not be successful.  “If we have a remain vote, that means we will be marginalised at every stage by pure definition. If you then look at the increase in accession countries, our voice will become more and more insignificant. I don’t think the British people will like that one little bit.” In response to Farage’s suggestion of a second referendum, Cameron said there must be no “neverendum” and argued it was a sign of the leave campaign’s weakness.  “When people start arguing for a second referendum before you have had the first one, it clearly demonstrates you are losing the argument, and I think the leave campaign are losing the argument, particularly the economic argument.   Related: Tusk slams Boris Johnson's Hitler remarks as 'political amnesia'    “I’m absolutely clear, a referendum is a referendum. It is a once in a generation, once in a lifetime opportunity and the result determines the outcome. If we vote to stay, we stay, and that’s it. If we vote to leave, we vote to leave, that’s it. You can’t have neverendums, you have referendums.” The Scottish National party pitched the Scottish independence referendum as a once-in-a-generation choice but that shifted to suggesting there could be a second referendum if circumstances materially change. Both Cameron and Johnson have described the EU referendum as a once in a generation choice as they seek to hammer home the enormity of the decision facing voters, but pro-leave politicians would have to make a decision about whether to continue pursuing their goal if they lost the 23 June vote. Cameron has been advised to get a guarantee from senior politicians in the out campaign that they would respect the result. However, many of the most hardline Eurosceptics are unlikely to give up the fight. Owen Paterson, the Conservative former environment secretary, has already raised the idea of a second referendum, saying: “It depends how big a mess the Europeans make of this.”",
  "webTitle": "Boris Johnson: no guarantee vote to remain will settle EU issue for ever",
  "webPublicationDate": "2016-05-17T12:39:14Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/boris-johnon-no-guarantee-vote-to-remain-will-settle-eu-issue-for-ever",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/17/boris-johnon-no-guarantee-vote-to-remain-will-settle-eu-issue-for-ever"
}