{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/amir-khan-kell-brook-saul-alvarez-gennady-golovkin",
  "id": "2016-05-08-57",
  "sectionId": "sport",
  "body": "Amir Khan has nowhere left to travel in boxing but down a lonely avenue of pain that might end in a place called retribution, even if he would be handsomely recompensed to absorb further shocks to his body at the end of a long and tough career. The Bolton boxer has one or maybe a handful of fights left after the knockout that Saúl “Canelo” Álvarez delivered to him in the sixth round here on Saturday night, more emphatically than he had dispatched any of his previous 48 opponents. And there was one candidate immediately happy to accommodate Khan when he recovers: Sheffield’s Kell Brook. Khan, 29, a former world champion at two weights, said before this fight he would not retire until he wins another title, and the unbeaten Brook brings his IBF belt for what would be a major boxing event in a British football stadium – perhaps Wembley but just as likely Manchester, nearer to their northern homes. However, they have a deep and long-running animus to settle first. It is a very tough fight to make when it should not be. Fighters who do not like each other are usually desperate to share a ring. Khan in his hotel suite on Sunday was upbeat and defiant, wearing a slight nick under his right eye but probably bearing deeper scars. “I’m glad I’m safe and in good health,” he said. “I was hurt – that shot would hurt a lot of people. But I can come back for more big fights. I’m still the mandatory challenger for Danny García’s WBC welterweight title and will move back down. I’d like to fight in the UK next, maybe in December.” He revealed also that Álvarez outweighed him by 23lbs by the time they got in the ring, having each scaled 155lbs at Friday afternoon’s weigh-in. “I walked into the ring at around 162lb and he was a lot heavier, near to 185. He wasn’t hurt when I hit him. I didn’t expect him to be that big and I’ve never really been hit that hard before. I stepped up too far and took something I shouldn’t have taken, but I’m in the peak of my career. “Everything was going fine until that one big punch. I’ve still got a lot left in me and I’m not going to blame anyone because I took the fight. I knew what I was going into. I’ve been knocked out before and always come back stronger. I’ll do that again.” As for his recollection of the experience, he said: “I remember going back to my corner after I’d stood up and then went to do the interview in the ring. I didn’t see the punch coming – I would have tried to avoid it if I did! He put everything into the shot and it must have been the hardest punch he’s landed for a long, long time.” It looks increasingly likely Khan’s next opponent will be the undefeated Philadelphian García, who provides the added lure of revenge, as Khan is the mandatory challenger for the WBC belt he ripped away from him in this town four years ago. That fight would be in Las Vegas, probably in September. Khan says a quick overnight examination in hospital cleared fears of concussion – which is quite something. But, medical science and his own resilience aside, Khan has cause to wonder how much more his vulnerable chin and outsized heart can take in this sport. As the promoter Oscar De La Hoya said: “Amir Khan is one of the bravest fighters on the planet. He didn’t lose anything today. He will come back.” But only a former fighter now earning his living on the safe side of the ropes could so easily juxtapose concern and business acumen. De La Hoya had rightly identified the quality of Khan’s doomed challenge, coming up from welterweight and now heading straight back there – even if two of the judges absurdly had Álvarez ahead going into the sixth round, ignoring the challenger’s superb boxing for most of the early exchanges. Nonetheless Álvarez was getting to Khan and the one-punch finish almost certainly saved him from an extended and more damaging beating. Meanwhile there is more money for everyone to make in the future and Khan will not blanch at the prospect of adding to the base $2m (£1.4m) purse plus extras he earned this weekend. Nor will those well placed to help him get a little richer but probably not much healthier. Within minutes of Khan’s head thudding with alarming force on to the canvas, his legs twitching in mute acknowledgment of the impact of the brilliant, long right hand that had crashed into his slack jaw, Brook was on Twitter to reissue a challenge for a domestic fight that could rival that between Carl Froch and George Groves in front of 80,000 people at Wembley Stadium two years ago.   Related: Amir Khan succeeds 'bitter' Floyd Mayweather as poster boy in Las Vegas | Kevin Mitchell    Indeed Khan turned down such an offer from Brook’s promoter, Eddie Hearn, preferring to move up from welterweight and take on this monumental challenge for marginally less money. Now the options are shrinking. “I’m here [for] all British showdown” was Brook’s simple message. García, meanwhile, was as shocked as anyone watching on TV or the 16,000 customers at ringside in the new T-Mobile Arena: “Omg. I feel bad for khan. Wow.” García will put those concerns for Khan’s health to one side, however, when De La Hoya or Al Haymon, Khan’s influential American adviser, calls him this week to talk numbers. The only hindrance to that long-awaited and mandated rematch is the prospect of a comeback by Floyd Mayweather Jr. As only he has the shameless knack of doing, the supposedly retired king of boxing has been insinuating himself into other people’s narratives for the past couple of weeks, hinting at a return against García in September. If he did steal that fight from Khan – having twice reneged on offers to meet him in the past – it would not surprise. But Khan seems unperturbed. He knows the WBC would then strip Brook of the title and hand him the opportunity to claim or contest it. But what of the winner of Saturday night’s epic? The likelihood of boxing fans finally getting the fight they want more than any other – Álvarez against Gennady Golovkin to unify, ludicrously, five strands of the middleweight title – is turning from shale to concrete, because Mexico would be appalled if their hero found a way to avoid the sport’s most dangerous fighter. Golovkin said last week he would not fight Álvarez at a catchweight below 160lb, as Khan did on Saturday night, at 155lb, and the Mexican had previously asserted he was reluctant to take on the bigger man at his own best weight. That argument seems to be shifting. “There are not going to be any weight issues with Golovkin,” Álvarez said. “I’m going to talk to my team and we will make him an offer. I’ll fight him at 160. I would like to fight in Mexico this year, or some time next year. Now we’re going to sit down and discuss it. If we fight, it’s not just for the fans, or because it is mandated. We’re going to fight because we want to.” De La Hoya was equally adamant that Álvarez-Golovkin is the only fight he is pursuing. There certainly was no mention of Britain’s Billy Joe Saunders, who holds the WBO title. “I’m not talking to any other fighter – just Triple G, correct,” he said when asked about alternative opponents. “I have all his representatives on speed dial. If that’s the fight that everyone wants, if that’s the fight Canelo wants, I’ll get some rest and start making some early-morning phone calls.” According to the WBC, he has until 22 May to do a deal. Time and timing are everything in boxing.   Related: Why is Amir Khan appreciated more abroad than at home? | Madhvi Pankhania",
  "webTitle": "Pressure on Amir Khan to take Kell Brook fight after defeat by Saúl Álvarez",
  "webPublicationDate": "2016-05-08T17:56:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/amir-khan-kell-brook-saul-alvarez-gennady-golovkin",
  "keyword": [
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/08/amir-khan-kell-brook-saul-alvarez-gennady-golovkin"
}