{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/iof-partner-zone/2016/may/04/fundraisers-regulator-needed-fundraisers-create-change",
  "id": "2016-05-04-213",
  "sectionId": "voluntary-sector-network/iof-partner-zone",
  "body": "When talking about fundraising regulation and policy, I used to say it was about finding a “proportionate approach” that balances respecting an individual’s rights and privacy and a charity’s need to ask for support. I’m not sure that works any more (if it ever did). The problem with a balancing of rights is that it sets up competing interests, when one side wins the other loses.   Related: Fundraising isn't about hitting targets – it's about creating real change    But do donors and fundraisers want different things? I don’t believe they do. At the heart of charity, whether a donor giving their money, a volunteer giving their time, a trustee, a CEO, a fundraiser – there is one thing that unites and motivates people: a desire to see change in the world, to see problems solved, to improve the lives of people, to make a difference. What follows then for the fundraising community is trying to achieve this in the most successful and sustainable way, not a balancing act of working out who’s interest or need trumps the other side. To ensure every member of the public is treated fairly by fundraisers a robust, strong, and effective regulatory system is, of course, needed. When some bad practice in fundraising was exposed last year it shone a light on the existing system. Improvements were needed and the system needed to evolve. The Institute of Fundraising’s members, fundraisers and charities across the UK, were clear about this – calling for a new, more effective regulator with stronger sanctions and a universal remit to hold any charity to account.    Related: I'm proud to be a fundraiser – I know the difference we make    Steps are well underway to establish this system, and they should be welcomed however, we also need to recognise the limits of regulation. Regulation is about setting rules, and holding people or organisations to account if these rules are breached, but what is likely to make the biggest difference is the changing approach to fundraising being taken by charities themselves. We are seeing many of these changes happening already. Work going on in individual charities and sector-wide will be likely to make a huge difference to the experience of donors and the public. We’ve seen many of our members thinking hard and taking real action over the last few months to revisit their fundraising activity – whether that is ensuring their supporters are happy about how they are hearing from, appointing compliance managers, producing supporter promises and supporter panels, or introducing permission-led and opt-in systems for communications. These are not paying lip service, but in some cases substantive changes and tough decisions that may lead to short-term reductions in fundraised income. This moves us more towards the heart of the debate, about ethics, values, leadership and trust. It’s about looking at what we’re doing in fundraising and thinking about what donors want and what will build long-term relationships with supporters – not just counting transactions. For each organisation, from a fundraiser through to a trustee, it’s considering how the values of the organisation are embedded through the fundraising activity and build relationships with supporters for the long-term. Regulation can help in this, providing the backdrop and framework to help charities be confident in their work, but it’s the people in charities that will make the real difference.  Content on this page is paid for and provided by the Institute of Fundraising, sponsor of the Guardian Voluntary Sector Network’s fundraising hub.",
  "webTitle": "The new regulator is needed, but it is fundraisers who'll create change",
  "webPublicationDate": "2016-05-04T11:52:24Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/iof-partner-zone/2016/may/04/fundraisers-regulator-needed-fundraisers-create-change",
  "keyword": [
    {
      "webTitle": "IoF partner zone",
      "id": "voluntary-sector-network-iof-partner-zone/voluntary-sector-network-iof-partner-zone",
      "sectionId": "voluntary-sector-network/iof-partner-zone",
      "sectionName": "IoF partner zone"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/iof-partner-zone/2016/may/04/fundraisers-regulator-needed-fundraisers-create-change"
}