{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/01/michael-lord-heseltine-brexit-tory-mps-turning-on-policies-that-got-them-elected",
  "id": "2016-05-01-84",
  "sectionId": "politics",
  "body": "Michael Heseltine, a former deputy prime minister, has claimed Conservative ministers and MPs campaigning to leave the EU are “turning on the policies” that got them elected in 2015. Pointing to similarities between the infighting under John Major in the 1990s and the party’s split before the 23 June referendum, the Tory peer said he found the actions of Brexit campaigners within the party “mind-blowing”. Lord Heseltine’s remarks came as Conservatives on both sides of the debate insisted there was no imminent threat to David Cameron’s leadership if the vote went against the remain camp. However, the Ukip leader, Nigel Farage, predicted Cameron would have to quit, echoing Kenneth Clarke, a pro-Europe former cabinet minister, who made the same warning last month. Heseltine’s intervention came as an Opinium/Observer opinion poll on voting intentions suggested an extremely close result. Appearing on the Murnaghan show on Sky News on Sunday, Heseltine said: “I know that this government is in power because David Cameron is more popular than the Conservative party. I don’t like saying that particularly because I don’t want to have a personality cult. “But I know that the facts are that he won this election for the Conservatives and now to see people who, frankly, many of them would not have their seats and certainly many of them wouldn’t be in government if David Cameron hadn’t won that election for the Conservatives, to see them now turning on the policies that some of them have been sitting in the government implementing I just find mind-blowing.”  Farage, meanwhile, told The Andrew Marr Show on the BBC that if voters chose to leave the EU “we have to make sure that a British government carries out the will of the people”. He said: “I have seen referendums all over Europe where the people’s voice has been ignored. “So Ukip being strong and making sure that the government and the prime minister – which won’t be David Cameron in my view, but whoever it is – making sure they do go for article 50 of the [EU] treaty and start the process of political divorce.” Former cabinet minister Sir Eric Pickles, who is pro-EU, and George Eustice, the food and farming minister who wants the UK to leave, told Pienaar’s Politics on BBC’s Radio 5 Live that there was no imminent threat to Cameron if the vote went against EU membership. Pickles said: “I think David Cameron is a fantastic prime minister. I want him to stay on as long as he wishes to do, and no I don’t think he’d have to resign.” He said it would take an enormous effort for the party to get opposing sides working together” again but was confident this would happen. Pickles said he would be “first to extend the hand of friendship” to those who wanted to leave. Asked whether Cameron would have to find senior government posts for prominent out campaigners such as Michael Gove and Boris Johnson if voters chose to remain in the EU, Pickles replied: “I certainly feel that both Boris and Michael are people of enormous talent and I hope that they have senior positions in the cabinet, but I would not be so presumptuous as to name a particular post.”  Pickles insisted he would not watch a pre-referendum live TV debate between Cameron and Iain Duncan-Smith, a prominent leave campaigner, who quit the cabinet in March over benefit cuts.  “I think I would probably be watching a box set of Game of Thrones while that is on,” he said. Eustice said Conservative MPs on both sides would reconcile themselves to whatever decision emerged from the referendum. He added: “The parliamentary party will get back together, heal itself. The truth is David Cameron has already made clear he doesn’t intend to fight another election. He has made it clear he is going to stand down before the general election. I don’t think anyone is going to be in any rush to move against him, whatever the outcome would be.” The parliamentary party was very different from that of the 90s, Eustice said, adding: “If it is a vote to leave, he is going to need people like me to try to help him negotiate those terms for leaving. If it is a vote to stay, I will help him put the party back together. I have been very clear about that, and so have all the other ministers who are campaigning … to leave.”",
  "webTitle": "Heseltine: Brexit Tory MPs turning on policies that got them elected",
  "webPublicationDate": "2016-05-01T15:09:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/01/michael-lord-heseltine-brexit-tory-mps-turning-on-policies-that-got-them-elected",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Heseltine",
      "id": "politics/michael-heseltine",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "James Meikle",
      "id": "profile/jamesmeikle"
    }
  ],
  "guardianId": "politics/2016/may/01/michael-lord-heseltine-brexit-tory-mps-turning-on-policies-that-got-them-elected"
}