{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/regulator-knew-i-wanted-to-sell-bhs-says-sir-philip-green",
  "id": "2016-05-11-94",
  "sectionId": "business",
  "body": "Sir Philip Green has rebutted a claim by the head of the Pensions Regulator that it only found out about the sale of BHS after reading about it the newspapers. In the latest stage of the row over the collapse of the department store chain, Green said that Lesley Titcomb had given “incorrect” evidence during a hearing with MPs. Green, who announced the sale of BHS on 12 March 2015, said the regulator had been emailed on 6 February last year about his ambition to sell the loss-making business and that he had met with the body on 4 March about the sale.  Pension trustees and their advisers met Dominic Chappell, the eventual buyer, in late February 2015, he added. Chris Martin, chairman of the BHS pension scheme, backed up Green’s claims and said trustees had worked “openly and collaboratively” with the regulator since the summer of 2014. However, the Pensions Regulator hit back at Green, saying it was “not approached for clearance” before the deal and was “not given sufficient information” to assess the impact on the BHS pension scheme.   Related: Pensions Regulator says it learned about BHS sale in the papers    BHS collapsed into administration last month with a pension deficit valued at up to £571m. The retailer has been saddled with the deficit despite Green and other investors collecting more than £580m during his ownership The retailer was owned by Green for 15 years until he sold it for £1 to Retail Acquisitions, a consortium of little-known accountants and lawyers led by Chappell. Retail Acquisitions received payments of more than £25m from BHS over the past 13 months. Titcomb told MPs on the business, innovation and skills committee and work and pensions committee on Monday that if the Pensions Regulator had been told of the sale, it would have taken steps to ensure provisions had been taken for the pension scheme.  Once the regulator learned of the sale, it launched an “anti-avoidance” investigation into the funding of its pension scheme, which could force Green to contribute hundreds of millions of pounds towards filling the pension deficit. However, a letter to MPs from Arcadia, Green’s retail business, said the regulator “was informed of the key terms of the proposed sale of BHS including as to the equity the purchaser was to inject, the existing debt to Arcadia that would be written off, the position of the BHS pension schemes and the plan for the business”. Arcadia has issued the rebuttal in a letter sent by Adam Goldman, the company secretary, to MPs. Goldman said that the regulator was told the sale consideration for BHS would be £1.  Referring to the meeting on 4 March 2015, Goldman said: “Specifically in relation to the BHS pension schemes, Sir Philip expressed his strong wish to agree a sustainable solution and there was a discussion as to the possibility of implementing a restructuring with the approval of the TPR [the Pensions Regulator]. “TPR made it clear at the meeting that it had policies to which it had to adhere and that it was not possible to depart from the policies even in the case of an urgent sale transaction.  “In particular, a restructuring could not be approved by TPR unless the sponsoring employer faced imminent insolvency. “It was clear from the discussion at the meeting that a restructuring could not be agreed with TPR in the timescales available, even though the TPR had been involved in discussions since at least July 2014.” The chairman of the pension scheme said trustees held further discussions with the regulator after this meeting. In a separate letter to MPs designed to “clarify facts” that were “misrepresented” by Titcomb, Martin said: “I would like to make clear to the committee that the trustees notified and kept the regulator appraised of developments relating to the sale of the company and shared information with the regulator at all stages of the sale process including joining a meeting on 4 March 2015 with representatives of both TPR and Arcadia at which the sale of BHS was discussed.  “The trustees and their advisers also kept TPR updated in subsequent conference calls and emails - including an email of 10 March 2015 - in the days leading up to the announcement of the sale.” However, in a response to MPs, Titcomb said the Pensions Regulator was unaware that Retail Acquisitions was the buyer, meaning it is unlikely to have known about Chappell’s background as a three-time bankrupt.  Titcomb said the regulator began talks with trustees over the sale of BHS in January and was told that the likely buyer was “a company called Swiss Rock”. Swiss Rock later changed its name to Retail Acquisitions, but the regulator says it was not informed of this change. Referring to the 4 March meeting, Titcomb said: “We discussed terms of a potential imminent sale. However, there was not sufficient information to assess the potential impact on the pension schemes.” Frank Field, the chair of the work and pensions committee, said the new evidence was alarming. MPs had accused the Pensions Regulator of being toothless during the hearing with Titcomb on Monday. Field said: “This is an important intervention by Sir Philip Green. Its central message is disturbing and does nothing to change my view of the adequacy or otherwise of pension regulation. The committee has sent a copy of the letter to the Pensions Regulator. We urgently await their response.” Meanwhile, Duff & Phelps, the administrator to BHS, is trying to find a buyer for the business. It is understood to have received at least five indicative offers for the high street retailer as a going concern before the 5pm deadline on Tuesday. Former owner Chappell is thought to be among the bidders alongside: Cascade Holdings, a BHS lighting supplier headed by Ronny Abrahams; Yousuf Bhailok, a Preston-based property entrepreneur; cut price chain B&M: and Philip Day, who owns Edinburgh Woollen Mill and the Peacocks fashion retail chain.  Mike Ashley’s Sports Direct is understood to have held back from placing an offer at present and some other bidders are thought to be waiting in the wings. Ashley has said he would keep all stores open and not make redundancies if he made a bid, a pledge that is likely to put him at the top of the administrator’s list.",
  "webTitle": "Regulator knew I wanted to sell BHS, says Sir Philip Green",
  "webPublicationDate": "2016-05-11T17:45:58Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/regulator-knew-i-wanted-to-sell-bhs-says-sir-philip-green",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    },
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/11/regulator-knew-i-wanted-to-sell-bhs-says-sir-philip-green"
}