{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/chris-packham-ice-cream-dogs",
  "id": "2016-05-15-180",
  "sectionId": "lifeandstyle",
  "body": "My earliest memory is repugnance towards over-cooked sprouts, an essential part of our family’s menu, boiled until blanched. The worst punishment possible was being told I had to stay at the table and finish eating them, instead of running back into the woods, where things were more interesting. I was scarred by sprouts. I had a problem with eggs as a child, no end of grief. I could cope with dipping soldiers in soft yolks, but the whites would make me gag. Later I collected birds’ eggs, but never saw them as food. To me they were beautifully made jewels, fascinating treasures. Each stone-curlew egg, for instance, has a dark brown squiggle pattern identifiable to its mother. I also collected chocolate Easter eggs – I’d not eat them, just save them, for years, arranged on shelves in my wardrobe. I’d sometimes try to trade species for food and couldn’t understand why to, say, an ice cream man, a quintessentially perfect six-spotted beetle in a matchbox or 10 tadpoles in a jam jar weren’t worth the price of a Sky Ray lolly. I gravitate towards considering how form influences function. The length of hummingbirds’ beaks determines the precise species of flower that they can feed on. I have an extensive skull collection and one of the joys of having a skull in your hand is that you can see a part of an animal’s anatomy which otherwise you wouldn’t, unless it was yawning right in front of your face, which is rarely, and even then it would be covered in flesh. Finding a fox skull when I was a kid and looking at the dentition and contemplating why it had two canine teeth and other sharper little teeth and only a few molars at the back, got my mind working, thinking about not just what it would have eaten but its whole lifestyle. I rent a barn which is a repository of everything I’ve saved from my life, including food packaging – lolly, sweet and chocolate wrappers, pertinent to different times, like the Double Decker given to me by my first girlfriend. All my positive early food memories are of sweet things. On the route home from secondary school (in Southampton) there were three corner shops devoted to selling sweets - parma violets, rice-paper flying saucers containing acrid sherbet, mojos, individually wrapped Trebors and those sherbet lemons which cut the roof of the mouth. I’d also buy toy cigarettes and bubble-gums but only for the accompanying collectible cards. In my office, framed, is a waxy piece of paper from a childhood Bazooka Joe gum with the image of a kestrel on it. As a teen, I kept a kestrel – until the police turned up and said no. I’d be home alone from school each lunchtime and I’d sit with the kestrel, eating my cheese and pickled onion Mother’s Pride sandwich, holding an air-rifle and peeping out of the back window, trying to shoot a sparrow to feed it. I started buying hatchery offal – day-old male chicks that aren’t going to lay eggs – for £5 a bag. I’d keep them in the freezer and defrost them on the lid of the kettle. Me being asked to wash my hands before a meal is sort of a family joke. There’s so many interesting ways species gain nutrition, from synthesising minerals in bacterial form, to cannibalism on their young or mate; from having food spat into their mouths because they don’t have functioning mouth parts during their first two instils [development phases], to knowing instinctually from day one which non-essential organs to eat so that their prey is kept alive and fresh longest. But I’ve never in my observations witnessed an enjoyment in killing, or a lack of purpose to killing, by any species, except humans. And the greater beauty of animals is the way they knit together into something collectively complex and functional, for themselves and for the future health and sustenance of the environment. That’s why there are no bad animals. One Christmas, when home from university, every few hours I was testing the food decisions of common shrews in a Perspex choice chamber I’d built, with nine compartments containing earthworms, crickets, mincemeat and so on. Common shrews have a high metabolic rate and must eat at intervals throughout the day and night. The problem was that our big family meal was running catastrophically late and I needed the dining table to do my tests and calorific calculations on and I was stressing, “Hurry, please. Eat up, eat up!” So Christmas dinner was completely ruined by my optimum foraging experiments. I gave up meat 20, 25 years ago; crisps and soft drinks six years ago, bread four years ago. I’ve purged my diet of many things over the years – fat, sugar, salt, alcohol – But the only thing that I felt any difference from – a reduction in lethargy – was giving up bread. Of all my purges, that’s the only thing I noticed having a benefit. We were staying with a relatively remote group of Masai in Tanzania, examining mating structures, and they insisted on giving us a mug of blood for breakfast, bled from a cow’s neck using a quaint little bow and arrow and a gourd. I’d long given up meat, but accepted graciously. There were two types on the menu each morning for guests, the elderly and pregnant women – liquid blood and coagulated blood on a stick. Even if I drank a lot of water afterwards the metallic taste wouldn’t subside until mid-morning. And in Indonesia, for 10 days, I was given dried freshwater eels to eat which had the texture of bacon rind dipped in diesel oil. I remember sitting with my stepdaughter in a park with my two dogs and all four of us were sharing an ice cream, taking turns licking it, and this woman came over and said, “That’s the most disgusting thing I’ve ever seen.” But if you’re handling animals, dead animals, animal food or even animal excrement, it’s wholly organic and the risk of infection very slim. Our mouths – which we put our hands to 250 times a day – are full of bacteria designed to protect us, and dogs’ mouths are even better armed. And wolves even more so. Although I have a physiological need for Indian food – especially tandoori king prawn masala – I don’t eat takeaway meals and all their monosodium glutamate any more. But I have a huge collection of takeaway containers, to hold invertebrates, under my kitchen sink and on top of cupboards. I’ve never had a dinner party, but four years ago someone I know came round to my house [in the New Forest], then invited his friends and family for a meal there and it was the closest I’ve come to a nervous breakdown. I don’t like people moving anything in my kitchen and I’m always trying to optimise food-making and dishwasher stacking processes in terms of energy I expend for energy I get out. My girlfriend lives and runs a zoo on the Isle of Wight, so I’m usually cooking for myself and don’t think twice about having the same meal for days in a row; I find it comforting. For years I took my stepdaughter around the world, making documentaries in remote places, and she’d be constantly hungry, so I’d stuff my pockets with treats. When she was seven, I offered her one of those dry Nutri-Grain biscuit bars with ghastly chocolate paste inside and she said, “I’m not having that.” So, as a running joke, I kept it in my pocket, the wrapper now falling apart but taped up, and I’ve offered it to her, straight-faced, on every journey we’ve made in the 14 years since; most recently in Sri Lanka last week. Fingers in the Sparkle Jar: a Memoir is out now (Ebury, £20). Click here to buy a copy for £16 from the Guardian Bookshop",
  "webTitle": "Chris Packham: ‘So I was sharing this ice cream in the park with my dogs…’",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/chris-packham-ice-cream-dogs",
  "keyword": [
    {
      "webTitle": "Science and nature TV",
      "id": "tv-and-radio/science-and-nature-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "John Hind",
      "id": "profile/johnhind"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/chris-packham-ice-cream-dogs"
}