{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/29/what-jobs-can-you-do-with-an-arts-or-humanities-degree-live-chat",
  "id": "2016-05-29-123",
  "sectionId": "careers",
  "body": "It’s not always obvious what career paths graduates who studied an arts or humanities degree can pursue. What job, for example, awaits you after reading literature, art or philosophy at university? The answer is that there isn’t just one type of career on offer. Arts and humanities graduates end up in sectors as diverse as healthcare and computing. “The employment opportunities are greater than ever before,” says Emma Hunt, deputy vice-chancellor of Arts University Bournemouth, who says the idea of arts students being less employable is an outdated one. “Creative graduates are no longer tied to just one segment of the employment landscape.” Often employers are less bothered by what students study, and more concerned that they have “the right thinking skills and creative skills – and that they can apply themselves to the job at hand”, says Stephen Isherwood, chief executive of the Association of Graduate Recruiters.  So whether you want to work in communications, education, or law – they are plenty of options for arts and humanities graduates. Most jobs don’t require specific undergraduate qualifications, “so recruiters are simply looking for broader skills,” adds Isherwood. If you’re graduating with an arts and humanities degree this summer, what’s next? What options are open to you? And how can you decide what career path to pursue? Join us on Wednesday 1 June from 1pm-2.30pm BST for a live chat with the experts. We’ll be discussing:  Career options for arts and humanities graduates Picking a career that suits your interests CV, cover letter and job application tips  The Q&A will take place in the comments section below this article. Taking part is easier than ever: to comment create a free Guardian account, or log in using your Twitter or Facebook profiles. Alternatively, tweet us @GuardianCareers or email your questions to charlotte.seager@theguardian.com, who will post them for you. Panel Andrew Fennell is the director of StandOut CV, a London-based CV writing service. Fennell has previously worked as a senior recruitment consultant across multiple industries. Denise Taylor is an award-winning psychologist with Amazing People, helping clients to find their perfect career. She is also an author of career books, including: Find Work at 50+ and Now You’ve Been Shortlisted. Lis McGuire is a professional CV writer and the founder of Giraffe CVs. Lis provides useful tips and advice through a weekly blog, as well as The CV Confidence Coach podcast series. Katherine Burik is founder of The Interview Doctor, a consultancy that helps people and businesses prepare for interviews. Katherine is also a bestselling author of Tell Me About Yourself: Secrets to Strategic Job Interviews, part of The Job Search Manifesto. Dasha Amrom is a founder and managing director of Career Coaching Ventures – a career and business coaching consultancy. Career Coaching Ventures provides CV and cover letter advice and career coaching. Lydia Fairman is an HR and resourcing specialist, who owns HR and recruitment consultancy, Fairman Consulting. Fairman also offers free CV advice, interview guidance and careers blogs to help job seekers succeed. Jon Gregory is a job search, application and interview specialist. He’s the author of Winning That Job, a guide for students and graduates, editor of win-that-job.com and is a regional ambassador for National Careers Week. Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "What jobs can you do with an arts or humanities degree? – live chat",
  "webPublicationDate": "2016-05-29T09:00:02Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/29/what-jobs-can-you-do-with-an-arts-or-humanities-degree-live-chat",
  "keyword": [
    {
      "webTitle": "Live Q&A",
      "id": "careers/live-q-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q&As",
      "id": "careers/live-careers-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Live Q and A",
      "id": "careers/live-q-and-a",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Graduate careers",
      "id": "money/graduates",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "careers/2016/may/29/what-jobs-can-you-do-with-an-arts-or-humanities-degree-live-chat"
}