{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/12/hyperloop-or-over-hyped-latest-demo-does-little-to-ease-doubts",
  "id": "2016-05-12-228",
  "sectionId": "technology",
  "body": "The future of transportation is here! Deep in the Nevada desert on Wednesday morning, a linear accelerator propelled a small sled along a purpose-built test track to a speed of almost 187km/h in just over a second. It may just be a very early test but, the assembled media assured us, it means that the Hyperloop – the utopian transport system first mooted by technology entrepreneur Elon Musk – in 2013 is one step closer to reality. Except, well, it doesn’t. The test shows that Hyperloop One has reached the technological heights of a 1996-era rollercoaster when it comes to its propulsion systems, but does nothing to calm very real doubts that the company will be able to deliver what it promises, when it promises, for the price it promises. Unfortunately, the hurdles in the way aren’t problems that will be solved with cool media-friendly events such as firing a sled down a railgun in the desert. Instead, they’re boring issuessuch as land use, heat expansion and intra-city transport. Musk’s proposal But let’s go back to the start. The genesis of Hyperloop is a 57-page “alpha proposal” released by Musk in 2013. The document aims high. It describes a revolutionary form of public transport, in which capsules containing 28 people would be fired along a railgun into low-pressure tubes, floating on a cushion of air at 1,200km/h on a half-hour trip from the outskirts of San Francisco to the outskirts of Los Angeles. It’s obviously impressive but the more compelling aspects of Musk’s proposal aren’t to do with the claimed speed, rather the fact that he suggests it may be practical and affordable to achieve them. After all, super-fast yet impractically expensive transportation solutions are 10 a penny. In a world where money’s no object, one could zoom between SF and LA in a hypersonic passenger jet; on a maglev train running through vacuum tubes deep underground; or simply by sitting on top of a solid-fuel rocket and being fired like a cruise missile from A to B. Those technologies aren’t science fiction: they all exist today, but they’re impractically expensive to actually build to any useful scale. So the really exciting figure in Musk’s proposal wasn’t 1,200km/h it was $6bn (£4.1bn). That was the cost he estimated for the initial SF/LA link, a 10th of California’s planned high-speed rail system between the two cities. Musk’s promise was the same one heard time and again from Silicon Valley: the incumbent players are bloated, inefficient relics and they need to be disrupted by a lean startup that ignores established rules. As such, it looks like nitpicking to point out the ways Hyperloop ignores the lessons of conventional rail projects. It’s supposed to be different! Cynicism isn’t helpful! Dare to dream big! While the concept of a railgun-powered vacuum tube supersonic passenger capsule sounds like the sort of technology that overturns conventional wisdom, it still needs to be supported by what’s come before it. In at least one case, literally: As transportation engineer Alon Levy argued when the plans first emerged, Musk’s costings just didn’t add up. Musk’s Hyperloop was to run on viaducts, for instance, as was much of the high-speed rail plan; but he assumed a cost-per-metre of just one 10th that of the conventional railway. “If Musk really found a way to build viaducts for $5 million per kilometer,” Levy wrote, “this is a huge thing for civil engineering in general and he should announce this in the most general context of urban transportation, rather than the niche of intercity transportation.” Similarly, the proposal briefly discusses thermal expansion: as the steel of the tubes heats in the hot California sun, the metal expands. That expansion needs somewhere to go. In high-speed railways, rails are allowed to overlap at the ends, but that’s not possible in the Hyperloop, and so Musk has a different solution: “Specially designed slip joints at stations will be able to take any tube length variance due to thermal expansion,” he explained. “This is an ideal location for the thermal expansion joints as the speed is much lower nearby the stations. It thus allows the tube to be smooth and welded along the high speed gliding middle section.” But the thermal expansion over 560km of Hyperloop is around 300 metres. That’s less a “slip joint” and more “a different station”. It also poses major problems for anchoring the tube to the viaducts. Open-source transport These problems were apparent from day one, but the advantage of Hyperloop is that Musk’s proposal was always supposed to be a rough draft. Despite the regularity with which the South African entrepreneur’s name is attached to news reports about the programme, he no longer has anything to do with Hyperloop beyond sending congratulatory tweets when propulsion breakthroughs are made.    Full credit to the team that's doing this. All happening without any help from me.  https://t.co/FAZE01lleA— Elon Musk (@elonmusk) May 12, 2016    Instead, the plans were picked up by two companies using Hyperloop in their names: Hyperloop Transportation Technologies (HTT), and Hyperloop One (formerly, confusingly, Hyperloop Technologies). If the project were to gain ground, this is where we would see the inconsistencies and wishful thinking in the alpha proposal be ironed out, and a serious, costed plan emerge. Instead, the two companies have acted like fairground barkers, gaining ever more attention and funding for their projects by dialling up the claims, rather than paring them back. In October, I attended an event where HTT showed its vision for the Hyperloop. The company’s exuberant chief operating officer, Bibop Gresta (who also takes the title “chief bibop officer”) listed all the ways his plan built on Musk’s. Those viaducts, already curiously undercosted in Musk’s plan? HTT wants to build them to be earthquake proof, with vertical farms running top to bottom and carbon-dioxide scrubbers making sure the whole project is carbon neutral. But don’t worry about funding: the tube will be the “longest billboard on the planet”, while inside, the lack of windows will be made up for with yet more adverts. Perhaps, Gresta mooted, that could even let the company give tickets away for free. By contrast, Hyperloop One is positively dull. The company has secured $80m investment from French national rail operator SNCF, as well as the backing of major multinationals such as Arup, KPMG and Deutsche Bahn Engineering & Consulting. It was Hyperloop One that put on the demonstration in the Nevada desert, and in a way, it really does represent a step closer to reality. The company has a physical manifestation of the technology it plans to use to accelerate its pods up to full speed. It is, however, a somewhat small step. Linear accelerators are nothing new: they’ve been used in rollercoasters for 20 years and slower versions are already used in metro systems all over the world. Compare the Hyperloop to High Speed 2, Britain’s £55bn project to connect five cities with conventional high-speed rail. Unlike the Hyperloop, pretty much every aspect of how to build a high-speed rail network is already solved. That £55bn, which is 10 times the cost estimated for the Hyperloop, is purely for actually building the damn thing. Every Hyperloop prototype serves mostly to underscore that the projects haven’t even reached the really hard bit yet. It isn’t hard to see why Hyperloop One decided to demonstrate the accelerator. Everyone loves watching something move very, very fast. Negotiations to acquire land, or engineers attempting to cut the cost of viaduct production, are somewhat less interesting. But it’s those areas where Hyperloop will live and die. Until a company demonstrates the ability to deal with the cutthroat world of compulsory purchase and local planning laws with the same panache that they can deal with lofty promises and test tracks in the desert, you’d be better off saving your money for a few more conventional train tickets in the future.",
  "webTitle": "Hyperloop or over-hyped? Latest demo does little to ease doubts",
  "webPublicationDate": "2016-05-12T11:55:02Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/12/hyperloop-or-over-hyped-latest-demo-does-little-to-ease-doubts",
  "keyword": [
    {
      "webTitle": "Hyperloop",
      "id": "technology/hyperloop",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Elon Musk",
      "id": "technology/elon-musk",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Rail transport",
      "id": "world/rail-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/12/hyperloop-or-over-hyped-latest-demo-does-little-to-ease-doubts"
}