{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/warwickshire-somerset-cricket-county-championship-division-one-match-report",
  "id": "2016-05-09-40",
  "sectionId": "sport",
  "body": "The second day between Warwickshire and Somerset at Edgbaston was chaotic, with 18 wickets falling, batsmen repeatedly struck and Ian Bell’s obvious struggle with a hamstring injury almost certainly ruling out any hope of his return to England’s Test side against Sri Lanka next week.   Related: Yorkshire’s Joe Root and Jonny Bairstow send records tumbling against Surrey    By the close the home side had already begun their fourth-innings chase, reaching four for none and needing 318 more to win after collapsing to 152 after lunch and rolling Somerset for 178 in between; a cracked surface, which saw hand, body and helmet all crunched by the fast bowlers in the afternoon, makes their task look enormous. The England head coach, Trevor Bayliss, was in attendance to perhaps run the rule over Bell, only for a left hamstring strain sustained on the first day to see the Warwickshire captain bat at No7 because of time off the field and having been hampered in running, edge the medium pace of Peter Trego to slip for seven. Bell was due for a scan overnight but instead, interest for the Australian will have been piqued by at least two of the quicks on show. Jamie Overton’s hostile burst after lunch, in which he claimed three wickets in 11 balls to gut the lower order of Warwickshire, was electric, while Chris Woakes impressed with three himself in Somerset’s second innings. If changes to the toss rule have produced flat pitches and few results so far, then this one prepared by the groundsman Gary Barwell has been the exception to the rule. Its carry has been good, however inconsistency from the fissures troubled some and, judging by a number of the dismissals, got into the heads of others. Chris Rogers, the Somerset captain, struggled most during his side’s second dig, taking two to the midriff before popping a catch to short leg off Boyd Rankin for 16. The nastiest came when Lewis Gregory ducked into a ball from the same man, prompting a delay and a change of headgear. Trego’s top score of 51 from 58 balls, after his 94 in the first innings, seemed like something of a triumph in the circumstances and after stumps, when he explained the difficulties faced, the all-rounder purred about the possibility of a first win this season. “Imagine someone bowling a very hard projectile at you at 85 miles per hour and you don’t know how it’s going to behave off the pitch – that’s a pretty scary prospect,” Trego said. “To be honest, I like wickets like that. It gets the juices flowing and there’s the chance of a result. I’m sure their batsmen will scrap – they have quality players – but if we keep hammering away I’m sure we will get our rewards. I’m confident if we stick to our disciplines we will come away with a swag bag full of points.” It had been Gregory who got the ball rolling for the away county first thing, removing Jonathan Trott to a duffed pull shot for 14 in the third over and Sam Hain lbw for 12 before the medium pace of Jim Allenby saw Tim Ambrose feather behind and Trego end Bell’s day.   Related: Middlesex’s Sam Robson puts on display of grit against Nottinghamshire    Resuming 107 for six after lunch, Overton would trap Varun Chopra lbw for 56, Rikki Clarke lbw for 12 and have Keith Barker edge to slip second ball, having taken one on the hand first up. His twin, Craig Overton, finished off the job with Woakes another snared in front, although he and Jeetan Patel had at least scraped past the follow-on mark. Warwickshire would find themselves batting again four hours later, when they survived two overs, by skittling the visitors inside 47 overs following a barrage from their seam quartet of Rankin, Barker, Clarke and Woakes, the latter finding himself on a hat-trick by forcing Marcus Trescothick into a false pull shot and removing James Hildreth’s middle-stump and first ball. Rankin, who claimed three for 33 and looked most awkward to face, insists mistakes by batsmen were to blame for the blows taken and despite a delivery or two from his off-spinning team-mate Patel shooting through to suggest Somerset’s Jack Leach will play a role, he was confident the runs can be chased down. “We will try to be positive,” he said. “I still think it’s a pretty good wicket. There is the odd ball that does a bit in general but it was batsman error more than top-quality bowling.”",
  "webTitle": "Warwickshire’s Ian Bell struggling as they chase Somerset’s target",
  "webPublicationDate": "2016-05-09T20:23:23Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/warwickshire-somerset-cricket-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/09/warwickshire-somerset-cricket-county-championship-division-one-match-report"
}