{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/13/father-fined-term-time-holiday-most-parents-doing-same-jon-platt",
  "id": "2016-05-13-259",
  "sectionId": "education",
  "body": "A father who was fined £120 for taking his daughter on holiday during term time has claimed many parents are doing the same thing, before a high court review of his case on Friday. Jon Platt, of Nettlestone on the Isle of Wight, took his seven-year-old daughter on an unauthorised eight-day holiday to Disney World in Florida in April 2015, for which she was absent from school for six days.  He was cleared by Isle of Wight magistrates after arguing that his daughter’s absence did not mean she failed to attend school regularly, but Isle of Wight council took the case to the high court to seek clarification on what constitutes regular attendance. Platt told the Radio 4 Today programme: “I’ll take my kids on holiday whenever I want – they’re my kids. You’re presuming that all parents aren’t doing it, but look at the figures. One of the FOI [freedom of information] requests I looked at recently showed 86,000 fines across [nearly 100] councils.  “Of course there will probably be a same number who didn’t get fined. [Fining] is not changing behaviour to any significant degree. All it’s doing is criminalising or attempting to criminalise parents who largely are doing absolutely the right thing and abiding by the law. This idea that local authorities have got in their head that they know better than you, as a parent, what’s best for your kids, has to come to an end. “The rules are your children attend school regularly. section 444 of the Education Act does not require attending school every single day.” Platt maintained that his daughter had fulfilled the obligation of attending 90% of school days. “The myth is that it’s against the law to take your kids on holiday during term time. That’s not what the law says. The law says your children must attend school regularly, so if I had paid that fine it would have been an acceptance that my children’s attendance was so poor as to warrant criminal sanction,” he said.  “It wasn’t. My kids, right throughout their schooling, have never had less than 93% attendance across the entire school year. That’s really good attendance, it’s better than the great majority of politicians.” Platt said taking the holiday during term time had “nothing to do with money”, rather it was the only time he could get most members of his family to go on the same trip. But Patsy Kane, executive headteacher of Whalley Range and Levenshulme high schools, said 93% attendance was “nowhere near good enough” and fell below the national average of 95%.  “If you choose to send your children to a state school, the state has a very clear opinion and the fining system is part of that opinion,” she told Today. “We want our children safe, in school. We know that school attendance affects progress, we know that it affects achievement, and that isn’t something that we want to leave to families. We want every child educated as well as they can be. “Our country values education and we want children in school, not spasmodically absent. If all parents chose when their children took their holidays it would be really disruptive: the teacher wouldn’t know who was in, you have to spend time recapping the learning from the previous week so that child doesn’t fall behind. The fining is a deterrent for some.” Under regulations introduced in September 2013, schools in England no longer have the latitude to approve term-time holidays apart from in “exceptional cases”, according to Department for Education guidelines. Parents can be issued with fines of £60 a child for each day’s absence by local authorities, rising to £120 if unpaid after three weeks. Courts can issue fines of up to £2,500 or jail sentences of up to three months in extreme cases, although those cases usually involve extended truancy. Platt is crowdfunding to raise £25,000 for his legal costs. While previous legal challenges have failed to successfully change regulation, Friday’s high court ruling could set a precedent for similar cases in the future.  If Platt wins his case, the council has the option to appeal and the case could go to the supreme court.",
  "webTitle": "Father fined for term-time holiday says many parents doing the same",
  "webPublicationDate": "2016-05-13T09:33:04Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/13/father-fined-term-time-holiday-most-parents-doing-same-jon-platt",
  "keyword": [
    {
      "webTitle": "School holidays",
      "id": "education/school-holidays",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "education/2016/may/13/father-fined-term-time-holiday-most-parents-doing-same-jon-platt"
}