{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/nra-national-rifle-association-meeting-gun-rights-election",
  "id": "2016-05-19-108",
  "sectionId": "us-news",
  "body": "Guns in college classrooms. Guns in churches. Guns in bars.  “My first day, there’s no more gun-free zones,” the presumptive Republican presidential nominee has promised.  America’s gun rights activists have been so successful, they’re running out of territory to fight over. Pushing for more gun-carrying on university campuses “kind of indicates you’re in engaged in a mop-up action after you’ve won the war”, said Dave Kopel, an attorney and prominent gun rights advocate. But as 80,000 National Rifle Association members and their families begin to gather in Louisville, Kentucky, on Thursday for the group’s annual meeting, they are not all feeling secure in their victories. After years of dodging the issue, some Democratic politicians are once again focusing on the toll of gun violence. A better-funded gun control movement is playing defense in state capitals across the country – and has had some success in getting voters to approve gun control policies directly via ballot measure.   The death of Justice Antonin Scalia earlier this year has also put the what many have called the most NRA-friendly decision in supreme court history on uncertain ground.  The court’s 2008 District of Columbia v Heller decision found that Americans have an individual right to own firearms for personal protection and struck down the District of Columbia’s handgun ban. But Heller was decided 5-4, with more liberal justices arguing against its sweeping interpretation of the second amendment. The outcome of the 2016 election will determine whether Scalia’s replacement on the court is another gun-rights-friendly conservative, or a more liberal justice who might shift the balance of the court.  Jennifer Baker, an NRA spokeswoman, said the organization sees “a very real risk” that Heller could be overturned.  “Our supporters really understand the importance of a supreme court nominee in terms of their rights. They make the connection,” she said. “The stakes have never been higher than they have been in terms of this election.”  Legal scholars are more skeptical, suggesting it’s unlikely, if not impossible, that even a much more liberal court would completely overturn Heller.  While the NRA has not yet endorsed a candidate for president, they are focusing on one principle: “Never Hillary,” Baker said. Clinton has come out swinging, calling the NRA one of the enemies she’s proudest to have, and criticizing “the greed and recklessness of gun manufacturers and dealers in America”. America’s 33,000 gun deaths a year are an unacceptable loss of life, Clinton has argued. She has made multiple campaign appearances with African American mothers who have lost children to gun violence and police violence, as well as with the family members of mass shooting victims.  The country’s rate of gun homicide dropped 49% between 1993 and 2010, but is still much higher than many European countries with more restrictive gun ownership laws. The number of guns in America, meanwhile – now thought be somewhere around 300m – has grown.  Roughly two-thirds of America’s gun deaths are suicides, including many older white men in rural areas, and the total number of gun suicides has risen slightly since the late 1990s. High-profile mass shootings represent only a small fraction of total gun homicides, but some research suggests that these incidents may have grown more frequent in recent years. Overall gun homicides disproportionately affect African Americans. Roughly half of gun homicide victims each year are black men and boys.  Increases in total homicide numbers in some cities last year have fueled a debate over whether broader national factors, including a lack of trust in police driven by police killings of unarmed black citizens, might be contributing to an increase in community violence. Several cities saw more gun violence last year than they had seen in decades – including Louisville, which is hosting the NRA’s annual meeting. Louisville saw 348 total shootings last year, an average of nearly one a day, according to the Courier-Journal. Both shootings and homicides increased by more than 40% last year. Two-thirds of the victims were black, although only about 22% of Louisville’s residents are African American.  “We have just too many guns, on our streets, in our homes, in our neighborhoods,” Clinton said at a gun violence forum in Philadelphia last month.  The former secretary of state has argued that it should be possible to hold gun manufacturers, distributors and retailers legally responsible when the guns they sell are used in crimes. Clinton supports repealing a 2005 law that shields gun sellers from liability when they sell a gun lawfully and it is later criminally misused. Clinton has also endorsed a renewed federal ban on “assault weapons”, a culture war flashpoint which showed no evidence of saving lives, as well as an expanded federal law requiring background checks on all gun sales, which some researchers say might have more of an impact.  At its Leadership Forum in Louisville on Friday, the NRA will bring together a slate of the nation’s most prominent Republican politicians to push that “Never Clinton” message. Donald Trump, the party’s presumptive nominee, will be a featured speaker.  The NRA has not yet formally endorsed Trump. Baker said the organization typically does not endorse any candidate this early in the campaign. Some gun rights advocates have viewed Trump’s fervor in support of the second amendment with skepticism, pointing to his former support of an assault weapon ban and his years of living in New York City without bankrolling attempts to dismantle its extremely restrictive gun ownership laws.  While the NRA now faces “a host of new challenges”, the political landscape is always less dire than NRA leadership suggests, said Adam Winkler, a second amendment expert at the University of California, Los Angeles School of Law. “If one complained every time the NRA worried about the sky falling, one would never stop complaining,” he said. “They said Obama was going to take away your guns. He didn’t. They’ll say that Hillary Clinton is going to take away all your guns. She won’t.”  Even if the supreme court’s sweeping Heller decision is overruled, the country is unlikely to see a big shift in gun laws, Winkler said. “Gun rights do not depend on the Heller case. They depend on the NRA and its political strength in legislatures.”  New gun control organizations backed by billionaire Michael Bloomberg, the former mayor of New York City, and Gabrielle Giffords, an Arizona congresswoman injured in a Tucson mass shooting in 2011, are trying to challenge that strength.  Everytown for Gun Safety, the Bloomberg-backed group, now claims three million members nationwide. The NRA claims more than five million dues-paying members, who represent only a modest fraction of America’s estimated total number of gun owners. Gun control advocates argue that there is a “silent majority” of gun owners in America who would support slightly more restrictive gun policies.  “The NRA’s leadership does not speak for us – the majority of Americans, including gun owners and NRA members, who support the second amendment and believe that with that right comes a responsibility to keep guns out of dangerous hands,” Shannon Watts, the founder of Moms Demand Action for Gun Sense in America, which is part of Everytown, said in a statement. Watts’s group began as a Facebook group, One Million Moms for Gun Control, in the aftermath of the Sandy Hook elementary school shooting in 2012.  She criticized “the NRA leadership’s extremist agenda to have guns everywhere, for anyone, with no questions asked”. The group has adopted a new slogan, “Make America Safe Again”, as a counter to Trump’s “Make America Great Again”. Moms Demand Action will be hosting a screening of Under the Gun, a documentary about gun violence in America, in Louisville on Saturday morning. The director of the film, Stephanie Soechtig, told Guardian US last week that “gun owners are being duped by the NRA”.",
  "webTitle": "NRA braces to protect decades of gun rights victories amid election spotlight",
  "webPublicationDate": "2016-05-19T16:33:06Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/nra-national-rifle-association-meeting-gun-rights-election",
  "keyword": [
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Kentucky",
      "id": "us-news/kentucky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/19/nra-national-rifle-association-meeting-gun-rights-election"
}