{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/19/how-to-make-roast-pork-with-roast-potatoes-oliver-rowe-cook-residency",
  "id": "2016-05-19-185",
  "sectionId": "lifeandstyle",
  "body": "Some meat comes and goes as the year passes by: native deer, grouse, pheasant … Beef, on the other hand, much like pork and chicken, is much the same all year round – it has no specific breeding season. Because of this year-round availability, it’s the different accompaniments that I concentrate on, the ever-changing variety of vegetables that find their way into the kitchen. With this in mind, I like to have a couple of easy recipes to hand. Cooking and eating meat has always brought with it an awareness of the life cycle, a sense of mortality – and perhaps an underlying feeling that one should have the fortitude to hunt one’s own. My own attempts to do so have been few and relatively unproductive, amounting – other than a few mackerel here and there – to a rabbit and a pigeon. So, hunter of legends I am not, but I like the sense of completing the cycle that hunting brings, there’s intimacy to it. Some of the best adventures I’ve had with food include dramatic experiences with animals. The rabbit was on Eigg as part of an environmental research project in the Inner Hebrides, the pigeon in Northumberland (on a trip to roast a whole deer in a woodland). Butchery is another part of the process that brings you closer to the meat you eat. This I’ve done a lot, and have enjoyed a great deal. Like baking bread, there’s something fundamental, visceral and rewarding about breaking down a carcass into the cuts you need. I’ve spent time butchering animals at Chez Panisse in California, in Jersey, in northern Spain, in Amsterdam … Each time it’s been connected to a chapter of my own life, tying me more closely to the food, to cooking and to the other people involved. Again this brings me back to the idea that when we cook, we engage with a narrative. Below is a list of basic marinades. I nearly always crush my garlic, although roughly chop it if you want a more subtle flavour (the same goes for herbs). I rarely put salt into marinades, as it draws liquid from the meat. Some cuts though, such as beef onglet, or the pork belly that follows, benefit from early seasoning, but it’s practical if a meat can be left in its marinade for long periods without that impacting on its quality. Acidity will cook the meat a little, so bear this in mind when adding lemon juice. In fact, doing so after cooking is preferable, for a last hit of freshness. Being flexible is key here. Change the ingredients as befits your dish – you know best. Roast pork Assuming you use a good butcher, you should be able to get good-quality pork all year round. I like fatty pork so always ask for a good layer when I order mine, and tend towards cuts such as pork belly and cheek. If this isn’t your bag then go for loin or shoulder. This is a recipe for a basic roast pork belly although the salting and marinade work for every cut with a layer of skin. The timing and temperature will vary depending on the meat you use: leaner cuts need less time and more careful cooking, while belly is more forgiving. This marinade is simple and provides a great aromatic base to start with. Add into it with spices and herbs, or go your own way completely. Pork goes with so many things, both sharp and sweet, that it’s brilliant in any season. I love it with apple sauce, gooseberries, plums, quinces, horseradish, rhubarb, mustard, herb-rich creme fraiche, gravy, cider gastriques ... The combinations are endless. Serves 4-61.5kg pork bellySea salt2 onions, peeled and halved2 celery stalks2 carrots2 leeks     Before roasting, rub a few pinches of fine salt into the skin of the pork belly before covering it entirely with a layer of salt. Photograph: Elena Heatherwick for the Guardian    For the marinade  4-5 garlic cloves 1 tsp fennel seed½ tsp celery seed½ tsp white mustard seed½ tsp whole peppercornsLeaves from 2 or 3 sprigs of thyme (lemon thyme is a lovely adaptation)1 tsp salt 1 First, make the marinade. Crush the garlic to a smooth puree with the salt in a pestle and mortar and then add in the whole spices and grind to a thick paste. Add the thyme leaves. 2 Score the skin in thin, even strips, all the way from one side to the other. Take care to slice only through the fat and not into the meat – then rub the marinade into the flesh side. You can either roast it straight away or leave it overnight so the marinade really has a chance to work. If you do, leave it uncovered in the fridge, as the skin will dry, making it even crispier. 3 Before roasting, rub a few pinches of fine salt into the skin before covering it entirely with a layer of salt. After 30-40 minutes, carefully wipe off the salt, giving it a little tap over the sink to dislodge any stubborn grains. 4 Preheat the oven to 250C and place a line of peeled onion halves, celery, leeks and carrots down the middle of a roasting tray. Parchment isn’t a bad idea too as it helps with the washing up later. Drape the belly lengthways over the vegetables. (This lets the fat drip off during cooking, ensuring a crisp roast.) 5 Pop the tray into a hot, hot oven and cook, turning the tray occasionally until the skin has become crackling. Turn the oven down to 160C/325F/gas mark 3 and leave it to cook until done. You know you’ve reached this point when one of the middle ribs can be pulled out with a pair of tongs without too much trouble. Sometimes a little twist helps. Leave to rest for a good 15 minutes before serving. Roast potatoes with rosemary and paprika Nothing goes as well with roast pork as a good roast potato. This is a good basic recipe, along very traditional lines, but the rosemary and paprika dust is my own addition. You can use the basic idea with different ingredients. Mixing it with the salt though is a good way of adding seasoning and flavour simultaneously. Try chopped thyme and lemon zest, or cumin, fennel seed, coriander seed and chilli flakes. Or just some good quality curry powder or garam masala.  Serves 4-6 1kg Maris Piper, Agria or King Edward potatoes250ml cold pressed rapeseed oil, sunflower oil or other basic vegetable oilSea salt2 sprigs rosemary, leaves finely chopped1 tsp smoked paprika1 tsp fine salt 1 Peel the potatoes and cut them into equal-size chunks. Put in a large saucepan, cover in cold water and bring to the boil. Turn down to a simmer and cook until you can scrape the tip of a knife 2-3mm through the outside. A little overcooked is better than undercooked. Drain, steam in a colander for 10 minutes, then toss lightly to fluff. Spread out on a tray to cool and dry. 2 Preheat an oven to 220C/425F/gas mark 7. Heat a deep-sided roasting tray in the oven until very hot, add the oil and return to the oven. 3 Let it get really hot again then carefully tip in the potatoes. Gently turn to cover in the oil, season with salt and roast at 200C/400F/gas mark 6 until golden brown all over, turning occasionally. 4 Remove from the oven, and put the potatoes on a plate lined with kitchen paper. Check the seasoning and transfer to a serving dish. These are best straight out of the oven, but if you’re pushed for oven space they can be done earlier in the day and heated in a hot oven just before serving. 5 To make the paprika and rosemary powder, combine the chopped rosemary, paprika and 1 teaspoon of salt. When the potatoes are fresh out of the oven and about to be served, put them in a bowl and toss them in the rosemary mix. Salsa verde I use the term salsa verde quite loosely. Even around Italy you’ll find many variations of this classic sauce. Here I simply mean oil- and herb-based sauces to go with meat or fish. Experiment with the aromatics you know go with the whichever meats and vegetables you’re cooking. You can pulse this to a green puree in a food processor, but I prefer it chopped by hand – it tends to be slightly less bitter. Serve 4-6 6 anchovy fillets2 tsp capers A generous handful each of basil, parsley and a little mintZest of ½ lemon2 garlic cloves 3-4 tbsp olive oil 2-3 tsp white wine vinegar or lemon juice, to taste1 tsp dijon mustardSalt and black pepper 1 Rinse, soak and dry the capers and anchovy fillets, if salted. 2 Finely chop the herb and capers. Crush and combine the garlic and anchovy fillets. 3 Add the herbs, lemon zest and mustard, and enough olive oil to achieve a spooning consistency. 4 Add vinegar or lemon juice to taste. Season and serve.  Basic marinades Chicken:Fennel seedLemon zestCrushed garlicChilliWhite wineOlive oil Lamb:1 GarlicLemon zestRosemaryThymeBay 2 GarlicCuminCoriander seedPaprikaGrated onionTomato puree 3 GarlicWhite wineOilLemon juiceJuniper seedFennel seed Lamb or beef:MustardWhite wineGrated onionChopped tarragon Lamb or chicken:YoghurtSpring onionsGarlicAllspice Beef:Sliced garlicTorn bay leafThyme sprigsJuniper berriesFennel seedsPeppercornsOil  Oliver Rowe is a chef and food writer. His first book, Food For All Seasons (Faber), is published on 16 June; @oliver_rowe_london",
  "webTitle": "How to make roast pork with roast potatoes and a salsa verde | Cook residency",
  "webPublicationDate": "2016-05-19T12:21:58Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/19/how-to-make-roast-pork-with-roast-potatoes-oliver-rowe-cook-residency",
  "keyword": [
    {
      "webTitle": "Pork",
      "id": "lifeandstyle/pork",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Meat",
      "id": "lifeandstyle/meat",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetables",
      "id": "lifeandstyle/vegetables",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Rowe",
      "id": "profile/oliverrowe"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/19/how-to-make-roast-pork-with-roast-potatoes-oliver-rowe-cook-residency"
}