{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/27/verizon-strike-ends-tentative-deal-union",
  "id": "2016-05-27-30",
  "sectionId": "business",
  "body": "Verizon Communications and unions representing nearly 40,000 wireline workers have reached a tentative deal to end a strike that has stretched for more than month, the US secretary of labor, Thomas Perez, said on Friday. The strike, one of the largest in recent years, drew the support of Democratic US presidential candidates Bernie Sanders and Hillary Clinton. Shares in Verizon, the No 1 US wireless company, jumped as much as 1.2% after the announcement and in afternoon trading were up almost 1% at $50.62. “The parties are now working to reduce the agreement to writing, after which the proposal will be submitted to CWA and IBEW union members for ratification,” Perez said in a statement. He added that workers will be back on their jobs next week. After striking for 44 days, striking workers described the tentative agreement as a victory with “big gains”. “The addition of new, middle-class jobs at Verizon is a huge win not just for striking workers, but for our communities and our country as a whole. The agreement in principle at Verizon is a victory for working families across the country and an affirmation of the power of working people,” said Chris Shelton, president of the Communications Workers of America. Network technicians and customer service representatives in the company’s Fios internet, telephone and television services units walked off the job on 13 April after contract talks hit an impasse. The action was called by the Communications Workers of America and the International Brotherhood of Electrical Workers. Sticking points in contract negotiations had included job relocations, offshoring call-center jobs, pensions and healthcare coverage. The workers had been without a contract since their agreement expired in August. Their healthcare coverage ran out at the end of April. The last contract negotiations in 2011 also led to a strike that ended in two weeks, as the parties continued contract negotiations.   Related: 'Tom Perez has guts': US labor secretary being eyed as Clinton's running mate    This time around, Verizon Communications and representatives from the two striking unions had been in contract discussions with the help of the US Department of Labor. In mid-May, Perez brought both parties back to the negotiating table.  The work stoppage at Verizon stretched across several US east coast states, including New York, Massachusetts and Virginia. Verizon said it had trained thousands of non-union employees over the past year to ensure no service disruption.  Since the strike started the workers picketed outside Verizon stores and a handful of conferences attended by company executives. Verizon plans to report second-quarter results on 26 July. Company executives have hinted in recent weeks that the strike could pressure the bottom line. “We’re doing a lot of installations, but we’re not doing the same volume that we had before,” Lowell McAdamm, Verizon chief executive officer and chairman, said on Tuesday at the JP Morgan Technology, Media and Telecom conference in Boston. “So we won’t be driving similar numbers in second quarter that we would in first from an installation perspective.”  Fran Shammo, Verizon’s chief financial officer, also said new installations and orders had “significantly dropped”. Barry Sine, telecom analyst with Drexel, Hamilton & Co, estimated that the strike could cost Verizon as much $200m in profits – equivalent to a nickel a share.  Verizon has shifted its focus in recent years to new efforts in mobile video and advertising, while scaling back its Fios TV and internet service. The company has stopped expanding its old landline phone network and the wireline unit generated about 29% of company revenue in 2015, down about 60% since 2000. Reuters contributed to this report.",
  "webTitle": "Verizon strike ends as tentative deal promises 'big gains' for workers",
  "webPublicationDate": "2016-05-27T20:03:37Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/27/verizon-strike-ends-tentative-deal-union",
  "keyword": [
    {
      "webTitle": "Verizon Communications",
      "id": "business/verizon-communications",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US unions",
      "id": "us-news/us-unions",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/27/verizon-strike-ends-tentative-deal-union"
}