{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/03/library-use-falling-sharply-study-shows",
  "id": "2016-05-03-152",
  "sectionId": "books",
  "body": "The number of British adults visiting the library has fallen by 30% in the last 10 years, according to a new report commissioned by the Department for Culture, Media and Sport. The Taking Part study found that in the year to September 2015, 33.9% of adults used the public library service – a fall of 30% from 2005/2006, when data first began to be collected, and when 48.2% of adults said they had visited the library in the previous 12 months. The greatest fall in adult library usage was seen among 16 to 24-year-olds, according to the DCMS report. In 2005, figures showed that 51% of this age group used the library. In 2015, the figure fell to 25.2%. . “The 30% decline in library usage over the past decade should have set alarm bells ringing but no one managing the service seems to take responsibility or knows what to do,” said library campaigner Desmond Clarke, a former director of Faber and Faber. “To ignore such a marked decline is frankly irresponsible, not least because it suggests a failure to meet the needs of all those who would benefit from an effective public library service.”    The most common reason for using a library less was 'having less free time'    Clarke said that the libraries task force, which was set up by the government to “enable libraries in England to exploit their potential and be recognised as a vital resource for all”, needed to “face up to the issues if it is ever to help re-invigorate the library network”. The DCMS-commissioned report pointed to a “similar trend” in data from the Chartered Institute of Public Finance and Accountancy, which found that visits to library premises fell by 15% between 2010/2011 and 2014/2015, while the number of active borrowers fell by 23.5% over the same period. “CIPFA are not measuring quite the same thing as Taking Part, which measures the number of people who use the library, rather than the number of visits, but this decrease is still in line with, and of a similar scale to, the decline according to Taking Part data,” said the report, highlighting its own discovery of a 13% reduction in the number of adults who used a library at least once a year. Interviewing the same adults annually to track usage, the surveyors found that the most common reason for using a library less was “having less free time”, cited by a quarter of the adults whose frequency of library usage had declined. A further 17% cited “buying or getting books elsewhere”, while 12% said they were now reading ebooks instead. Trustee of the Library Campaign Elizabeth Ash said that “urgent action is needed to address the crisis in our libraries” and that the figures come as no surprise. “People won’t use libraries if they cannot access them because they have been shut or the hours reduced,” said Ash. “The biggest issue, though, is hidden cuts – open doors but little on offer within, as the staffing and stock have been slashed. This is often as part of co-location of services that sees the library service marginalised and reduced or volunteers stepping in, without training support or the expertise of professional and experienced library staff.”     In April, protesters refused to leave the Carnegie library in London, after it shut under redevelopment plans by Lambeth Council to generate savings. Photograph: REX/Shutterstock    According to figures from the BBC, 343 libraries have shut since 2010 and another 111 are set to close this year, while 174 have been transferred to community groups and 50 handed to external organisations. Ash believes that if the libraries task force is to be effective, “the library user, library worker and library campaigner should be given a place at the table, denied up to now”.  “As a nation we have a choice. We either accept our place at the bottom of the OECD rankings for literacy, allow libraries to be underused and consign future generations to economic stagnation while other countries leap ahead. Or, we invest in the skills our children will need to succeed in a digital world,” said Chartered Institute of Library and Information Professionals chief executive Nick Poole. “We can’t afford to speak the language of life chances while failing to invest in and develop the library and information services that make them a reality.” The new report also revealed that significantly more women than men used the library in the year to September 2015 – 38.1% of women, compared to 29.4% of men – while libraries were also visited more regularly by black and minority ethnic adults (49.3%) compared with white ethnic adults (31.8%).",
  "webTitle": "Library use falling sharply, study shows",
  "webPublicationDate": "2016-05-03T14:33:20Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/03/library-use-falling-sharply-study-shows",
  "keyword": [
    {
      "webTitle": "Libraries",
      "id": "books/libraries",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/03/library-use-falling-sharply-study-shows"
}