{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/hillary-clinton-enabler-bill-donald-trump-presidential-campaign",
  "id": "2016-05-09-85",
  "sectionId": "commentisfree",
  "body": "Now Donald Trump is playing the woman card. With sustained force, he is using Bill Clinton’s sexual misconduct with women to attack Hillary Clinton as his “enabler”. At a rally in Oregon on Friday night, Trump accused Hillary Clinton of trying to “destroy the lives” of her husband’s accusers. “She was an unbelievably nasty, mean enabler, and what she did to a lot of those women is disgraceful,” he thundered, offering no evidence. He repeated the same charges the next day in Washington state. Could the sex scandals of the 1990s become an issue that harms Hillary Clinton’s 2016 campaign? Probably not. But Trump thinks it could help him narrow a gender gap that could reach historic proportions in November and reduce Clinton’s margins with an electorate that is expected to be 53% women. So Paula Jones, Kathleen Willey and Juanita Broaddrick, three of Bill Clinton’s accusers, may once again become familiar names in the campaign. Jones sued President Clinton for sexual harassment (he paid $850,000 to settle the suit out of court). Willey accused him of groping her in the White House. Broaddrick said he raped her when he held office in Arkansas. Their allegations, which Clinton denied, resurfaced during the Monica Lewinsky scandal and impeachment proceedings against Clinton. Trump faces a gender gap of historic proportions and unfavorable ratings from seven out of 10 women voters. Clinton has a big lead among women and she also has the overwhelming support of non-white voters, expected to be nearly 30%. There are not nearly enough non-college-educated white voters to elect Trump. That’s why he is desperately seeking wedge issues to undermine support from Clinton’s constituencies. Racial, ethnic and religious minorities will never forgive Trump’s plans to deport Hispanics, build his wall and ban Muslims from entering the country. His outrageously sexist remarks repel many women. Still, Trump is making the absurd claim that Hillary Clinton, not him, is waging a war on women. Clinton saw this coming, but it’s unclear how, when or whether she will respond. Trump previewed the attack in the primaries and she periodically confronted hecklers who shouted about Bill Clinton’s accusers. She may have invited more attention to the issue when she tweeted, “Every survivor of sexual assault deserves to be heard, believed, and supported.” Soon after, a young woman asked a pointed question at one of Clinton’s town halls in New Hampshire. “Secretary Clinton, you recently came out to say that all rape victims should be believed,” she asked. “But would you say that about Juanita Broaddrick, Kathleen Willey and Paula Jones? Should we believe them as well?” Clinton was ready with a response. “Well, I would say that everybody should be believed at first until they are disbelieved based on evidence,” she replied with a smile to a round of applause.  But the question may not be so easily dismissed. “For many younger women, Clinton’s choices in the ’90s doom her in 2016,” wrote Molly Roberts, a young opinion writer. “Certainly, the discrediting crusade she helped wage against her husband’s accusers wouldn’t fly in today’s political climate.” “Those who have lived long enough to witness society’s shifts are more likely to comprehend how someone could make a decision in one era that she wouldn’t make in another. It’s tough for younger women, who only know today’s standards, to relate.” Younger feminists demand greater protections for the victims of sexual abuse and stricter punishment for the perpetrators. Some of them are hearing about Bill Clinton’s sexual misconduct for the first time, since the alleged incidents are 20 years old or more. They may examine his conduct through the harsher lens of 2016. That’s precisely what Trump and some of Bill Clinton’s accusers hope to exploit. “One of the things I really want to do is talk to the millennials and the first-time voters who don’t even remember what happened,” said Willey. Willey is the paid spokeswoman of an organization formed by Trump’s close friend and political adviser, Roger Stone. It’s called Rape Pac but had an earlier incarnation as Women Against Hillary. Stone is obsessed with what he calls the Clintons’ war on women, also the title of a book he co-wrote. He is a ruthless Republican consultant who cut his teeth working for Richard Nixon (he has a tattoo of Nixon’s face on his back). Appearing on the rightwing Alex Jones Show, Stone promised “An all-woman Swift Boat operation,” referring to a Republican-funded drive to falsely blacken John Kerry’s navy record. Trump has also won endorsements from both Jones and Broaddrick. As first lady and now as candidate, Clinton is right to smell noxious partisan and ideological motives. Back in the 90s, a group of conservative lawyers called “the elves” secretly worked to keep the Paula Jones case alive. After the Monica Lewinsky scandal and the failed impeachment drive against President Clinton, I went to a strange tribute dinner for Linda Tripp, the woman who betrayed the young former White House intern by taping her conversations about having sex with Clinton. A rightwing group called Free Republic hosted the tribute at an old plantation in South Carolina. Unsurprisingly, Trump once derided these same women. On Fox News in 1998, in a transcript unearthed by the Daily Beast, Trump said: “The whole group, it’s truly an unattractive cast of characters – Linda Tripp, Lucianne Goldberg – I mean, this woman – I watch her on television, just vomiting. She is so bad. The whole group –Paula Jones, Lewinsky – it’s just a really unattractive group.” Trump should be ready for a backlash. An ad for a Democratic Senate candidate in Arkansas blasts his Republican opponent for enabling Trump, as a string of Trump’s most sexist comments play on screen. Clinton, meanwhile, is heading into a difficult last month of primaries, where she could lose to Sanders in several states, including West Virginia on Tuesday, Oregon and even California, where her lead seems more fragile than it should be. (She was forced to spend time and money there last week). Still, she has the delegates sewn up for the Democratic nomination. But once her only opponent is Trump, there are signs that recalcitrant Sanders voters, including young women, will come home to Clinton. “What’s going to help Hillary in the end,” says Molly Roberts, “is not how much these voters like her but rather how much they dislike Trump.” Thus her opponent’s flaws, rather than her own appeal, may finally be what smooths her path to the White House.",
  "webTitle": "Hillary Clinton, a 'nasty, mean enabler'? The claim is ludicrous | Jill Abramson",
  "webPublicationDate": "2016-05-09T17:22:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/hillary-clinton-enabler-bill-donald-trump-presidential-campaign",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Abramson",
      "id": "profile/jill-abramson"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/hillary-clinton-enabler-bill-donald-trump-presidential-campaign"
}