{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/bfi-releases-online-film-collection-documenting-british-rural-life",
  "id": "2016-05-23-8",
  "sectionId": "film",
  "body": "They were more innocent times when it was acceptable to throw heated coins at children on Boxing Day or adopt a young seal and keep it in the muddy village pond. Now, films of these events and other everyday tales of British rural life over the last 100 years have been released online by the British Film Institute. The BFI is putting online more than 750 films, dating from 1900 to 1999, the latest chapter in its Britain on Film project which launched last summer. “All human life is there,” said the BFI’s national archive senior curator, Patrick Russell. “For this round we’re concentrating on rural Britain and we’ve selected films to cover as many places and to be as diverse as we can in terms of subject matter, period they were made and types of films.” They range from early actuality films to documentaries and newsreels, travelogues to home movies, and have been drawn from the vast BFI national archive and other public film archives. Some of the films feature localised traditions such as the one in Beaumaris, on Anglesey, where heated copper coins are chucked down to locals after the Boxing Day hunt – in this 1929 film it is mostly cloth-capped young boys doing the catching.     Homeland Holidays, 1937. Photograph: From Britain on Film available at BFI Player    Rural animal life is a running theme, not always in a good way. There are some arresting images from Warham, Norfolk, in 1931, a village that adopted Billy the Seal after he was caught in the Wash in undisclosed circumstances. Billy is seen happily swimming in a muddy village-green pond while a besuited local, cigarette in mouth, waggles a large fish in his direction. Others also feed it fish and then, less successfully, the newspaper it was wrapped in. Attempts to stroke it are rebuffed. Another has a warning that viewers may be distressed by the content. The Three that Got Away: the Story of the Coypu in Great Britain tells the story of the mass extermination of the crop-destroying alien creatures in the early 1960s after they broke out of fur farms. Russell said the films going online included things often overlooked when the history of cinema is written, including educational films from the 1930s.     Land of Song, 1960. Photograph: From Britain on Film available at BFI Player    Among his favourite rural films, he said, is West of England (1951) written by and narrated by Laurie Lee, of Cider with Rosie fame. “It was made for the Board of Trade promoting the cloth trade and it is a gorgeous technicolour paean to the beauties of Gloucestershire.” There is also plenty of morris dancing, scouts and guides – in Wiltshire a military operation of girls collecting food for the unemployed of Swindon in 1933 – and fairs, fetes and festivals. There are an awful lot of village pubs and behaviour that is best not repeated, such as the coconut dancers in Bacup, Lancashire. The new tranche of films takes the total to 5,000 which are online as part of the project, 97% of which are free to watch. The plan is to double that number by 2017. Robin Baker, head curator of BFI National Archive, said the films offered “an unrivalled record of our rural heritage in all its richness across the 20th century.” He added: “It’s an immersive experience to watch them, and often deeply moving. People who live and work in the countryside will be fascinated to see how their forbears used to live.  “Like many other city dwellers, I was born and bred in the countryside, and this collection of films offers all of us an extraordinary and very real social history of the British countryside. It’s a very potent portrait of an often neglected cornerstone of our national life.”",
  "webTitle": "BFI releases online film collection documenting British rural life",
  "webPublicationDate": "2016-05-23T23:01:27Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/bfi-releases-online-film-collection-documenting-british-rural-life",
  "keyword": [
    {
      "webTitle": "BFI",
      "id": "film/bfi",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "film/2016/may/24/bfi-releases-online-film-collection-documenting-british-rural-life"
}