{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/brexit-irish-border-new-calais-eu-commissioner-phil-hogan",
  "id": "2016-05-09-107",
  "sectionId": "politics",
  "body": "Politicians in the Irish Republic fear their border towns could become the “new Calais” if Britain votes to leave the EU, as irregular migrants use Ireland as a back door into the UK, according to an EU commissioner. The commissioner for agriculture, Phil Hogan, said on Monday that there were growing fears in the republic that immigrants could use the border with Northern Ireland as a way into the UK if there was a Brexit result next month. Hogan, a former Irish cabinet minister said Ireland would suffer if there were a vote to leave the EU leading to the creation of a “fortress Northern Ireland and a fortress Britain”. He said there were fears among the Irish political classes in Dublin about “Dundalk becoming the new Calais”.  He said that many migrants would use freedom of movement within the EU to travel to Ireland with the ultimate aim of getting smuggled into the UK. Regarding the virtually invisible border now between the two states on the island of Ireland, Hogan said that if the UK left the EU “this would not be business as usual” on the frontier.  “The fear in Dublin is that our border towns would become a backdoor into the UK. In that instance what sort of fortress would the Northern Ireland border have to become to close that backdoor?”  Speaking in the Titanic Museum in Belfast’s docklands area on Monday to mark Europe Day, Hogan pointed out that for every £10 of income from farming in Northern Ireland, £8.70 of it flowed from EU subsidies. The republic’s former environment minister appealed to Northern Irish voters and farmers in particular “to think long and hard about removing that safety net”. Hogan continued: “Eighty-seven percent of farm incomes here in Northern Ireland come from the European Union. There is guaranteed farm incomes from the EU to 2020. No such certainty exists about farm support from the UK Treasury.” The commissioner said farmers should ask themselves if they wanted “to cut themselves off from a market of 500 million-plus people”. Northern Ireland could not, Hogan argued, “sustain that degree of isolation”. He added: “Were it not for European assistance, many farms would not alone generate significant losses, but would struggle, and in many cases fail, to survive. “Whether they are dairy farms in Fermanagh or orchards in Armagh – the European Union has supported Northern Ireland’s family farming tradition and provided it with strong prospects for the future.”  The commissioner said almost 200,000 people in the republic now worked in sectors that benefited from this export relationship with the UK. More than 600,000 Irish citizens also travel back and forth on a regular basis to work in the UK. All these relationships and trade would be put at risk if the UK left the EU, he said.",
  "webTitle": "Brexit could turn Irish border into new Calais, says EU commissioner",
  "webPublicationDate": "2016-05-09T16:19:10Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/brexit-irish-border-new-calais-eu-commissioner-phil-hogan",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "politics/2016/may/09/brexit-irish-border-new-calais-eu-commissioner-phil-hogan"
}