{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/adam-and-the-ants-heroic-sexy-warrior-bravado-kings-wild-frontier",
  "id": "2016-05-26-135",
  "sectionId": "music",
  "body": "On the morning of 17 October 1980, Adam Ant discovered he couldn’t go to the corner shop. Or, at least, he couldn’t go to the corner shop without attracting attention: “[There was] pointing, girls chasing us down the street, and all the rest of it.” He was nearly 27 years old and had become a pop star literally overnight. The previous evening, Adam and the Ants had appeared on Top of the Pops for the first time. Their single, Dog Eat Dog, wasn’t really high enough in the charts to warrant a slot on the biggest pop show on British TV. (It had scraped into the Top 40 at No 37 – a distinct improvement on anything Adam and the Ants had achieved in the previous three years of their career, but hardly a seismic eruption to trouble the artists that hogged the top of charts: the Police, Madness or Ottowan, with the deathless D.I.S.C.O.) Nor had the media shown much interest. “If we’d got played on the radio, you’d soon have known about it, but I can’t recall anyone actually playing it,” Ant says. “We weren’t getting a lot of joy at Radio 1.” Still, another artist had dropped out of the show at the last minute and the Ants’ TV plugger had somehow secured them a booking. It was, says Marco Pirroni – the band’s guitarist and Adam’s songwriting partner – the moment they had been waiting for. “I was totally a child of the glam era. I basically consider glam rock to be the pinnacle of all human achievement. I’d seen Bowie doing Starman and Roxy Music on Top of the Pops and, in the back of my mind, that’s exactly what I wanted to achieve. You wanted to cause that argument in the playground the next day.”       I know for a fact that Pirroni got his wish. I was nine years old the night of that performance. I’ve said before that it more or less changed my life: certainly, it was the moment that sold me on pop music to the exclusion of almost everything else a nine-year-old boy might be interested in. And at school the next day, there were arguments. Some of us thought it was the greatest thing we’d ever seen; better even than Star Wars. Others were profoundly unconvinced, voicing the opinion that because Adam Ant was wearing makeup, he was a “gaylord” (an insult that baffled me at the time and baffles me still, based as it apparently was on the quaint but erroneous notion that homosexuals organise themselves along some kind of feudal system). Clearly, similar exchanges were happening in playgrounds up and down the country. The following week, Dog Eat Dog was No 19 in the charts, then No 4 the week after. By new year – when its follow-up, Antmusic, was released and the Kings of the Wild Frontier album deposed Abba’s Super Trouper from the top of the charts – Adam and the Ants were unequivocally the biggest pop band in the UK, a position they would occupy for the next 18 months (at one dizzying juncture in 1981, they had seven singles in the Top 40 at once). Such was the appetite for all things Ant, that their old label started chucking old singles. Whether or not the fans liked them, they were hits, too: the 1978 single Young Parisians reached No 9 on the back of Kings of the Wild Frontier’s success.     Ant music: Marco Pirroni, Adam Ant and Gary Tibbs. Photograph: Alamy    Now, 35 years on, Adam and the Ants’ brief but spectacular reign is so esconsced as part of British pop history (no documentary about the 80s is complete without footage of their frontman jumping through a window in the video for the chart-topping Stand and Deliver; Kings of the Wild Frontier has just received the deluxe box-set treatment) that it’s easy to forget what an entirely bizarre, improbable state of affairs it was. They may well be the weirdest band ever to achieve vast success of the screaming-teens and appearances-on-the-Multi-Coloured-Swap-Shop variety. For one thing, there was the matter of how Adam and the Ants sounded. They very occasionally wrote bright pop melodies, but for the most part, they made music that was brooding and dark, a relentless battery of drums, topped off with twanging surf guitar, feedback and inexplicable yelps and howls. In his post-punk history Rip It Up and Start Again, writer Simon Reynolds called 1981’s Prince Charming “one of the strangest hit singles ever made”, and he has a point. It opens with a chorus of screams, its beat a lurching, funereal thud ... It spent four weeks at No 1. Then there were the lyrics. Adam and the Ants are remembered as a band that sang about pirates and highwaymen – which is weird enough in itself, but I suppose might account for at least some of their appeal to a nine-year-old boy – or who unplugged the jukebox and did us all a favour. In an update of Marc Bolan’s pouting braggadocio, Adam and the Ants were always big on telling you how amazing Adam and the Ants were, and how terrible everyone else was: “Like a boxer before a fight,” says Ant today. “You’ve got to have that element of bravado, of narcissism, of belief.”       Yet other songs referenced the transgressive playwright Joe Orton, or offered up chanted lists of Native American tribes in lieu of lyrics. Flip over their hit singles and you almost invariably found songs about sexual fetishism, sadomasochism, the erotic thrill of being tattooed. Among the extras on the Kings of the Wild Frontier box set, there’s an astonishing clip of Adam and the Ants at the height of their teenybopper fame, favouring their audience with a lurid, filthy, snail’s-pace song about rough sex called Physical (You’re So). It’s hard to watch without boggling a bit: not least at the fact that, a few weeks after it was recorded, the same band appeared on the Children’s Royal Variety Performance. Furthermore, at the start of 1980, no one in their right mind would have picked Adam Ant as a major pop star in waiting. For one thing, the band were deeply unfashionable minor players in the post-punk world: their 1979 debut album Dirk Wears White Sox had been filled with deeply odd, spindly sounding songs that ruminated on Hitler and the size of God’s penis. They had a devoted following – “the ongoing bit of that punk subculture, mohican haircuts and all that, people hanging on to punk,” as Pirroni puts it – but the music press had loathed them from the start, deriding them as punk arrivistes with a dubious line in lyrics. “They hated us. Hated the S&M imagery, hated the fact that I was doing stuff about the rubber world, things influenced by [controversial artist] Allen Jones,” Ant says. “It was quite humorous, but they didn’t get the joke.” In addition, since January 1980, Adam and the Ants had ceased to exist in all but name – Adam’s erstwhile manager Malcolm McLaren having quit after a few months and taken all the other band members with him to form Bow Wow Wow. “It was a mutiny,” Ant says. “I wasn’t motivated by revenge, but the humiliation and the shock of it sort of put me into a gear where I thought: ‘OK, you’ve said your piece, now I’m going to get on with it.’” McLaren had at least left him with a couple of ideas. One was that pop music was currently lacking a teen idol – the big new movement, Two Tone, clearly wasn’t there for teenagers to scream at – and that Ant might fit the bill. “He didn’t think much of me as a singer, but he said: ‘You’ve got muscles and you look all right, your face should be on the cover.’” The other was a compilation cassette, featuring the 1971 novelty hit Burundi Black, on which the French musician Michel Bernholc played over an old recording of drummers from Burundi’s musical ensemble Ingoma Tribe. The latter had inspired Ant to start seeking out “all these traditional ethnic albums – hours and hours of tribal music and people grunting and whooping, different ways of using the voice. I wanted to use my voice like an instrument, like a battering ram.” Ant took both ideas to Pirroni, a former punk face – he had played with Siouxsie and the Banshees at the famous 100 Club punk festival in 1976 – who had recently quit as guitarist of 4AD-signed band Rema-Rema. “I hated post-punk, even though I was in a post-punk band. Actually, I hated the band I was in,” says Pirroni. “And I hated Adam and the Ants, Dirk Wears White Sox, all that bollocks. Scritti Politti, gigs at the Acklam Hall, I hated it all. [It was] not as good as it thought it was, not as clever as it thought it was … banging on about credibility, going on Top of the Pops and acting like you’re embarrassed to be there. If you’re going to be a band, do it properly – you go on Top of the Pops, sell records, make a lot of money, have big cars. Don’t fuck about acting like you’re embarrassed.” If Ant’s notion of pop music based around African drumming and the grunting and whooping he had found on his anthropological albums was peculiar, Pirroni’s embellishments made it more peculiar still. “John Barry, Duane Eddy, the Shadows,” he says. “We didn’t sit around thinking: ‘Wow, this is a recipe for success.’ It’s just not, is it? We weren’t really sure what we were doing. There was this South African musical called Ipi Tombi on in the West End at the time and, at one point, Adam had this idea that we should get the drummers from that.” Instead, the new lineup featured two drummers, an idea Ant says he stole from James Brown. One of them, Chris “Merrick” Hughes, fortuitously turned out to be a record producer. Their sound was further augmented in the studio by kettle drums and the banging of guitar cases, pieces of wood, doors and walls to achieve “an enormous barrage of percussion”. The new members found themselves not just required to play, but to dress in Ant’s new image: a riot of feathers, scarves, makeup and hand-made shirts. “It was all the things I’d grown up with that I felt were heroic and sexy and had a warrior bravado to them,” Ant says. “I’d been reading about and studying pirates and the Native Americans for a few years – the Native American thing was as close to a religion as I had. Putting the Apache war stripe across my nose was a declaration of arms against the music industry, which I felt had ignored me and treated me very unfairly. I wanted to look like a buccaneer: when they raided somewhere, they would take all the stuff they could carry or wear and not take anything else. And then I got the Hussar jacket, the one worn by the 11th Hussars in the Charge of the Light Brigade. They were the most ridiculed regiment in the British army because they were thought to be too well dressed. People called them “the Cherrybums”, because their uniforms were so tight, and all the young ladies came out to look at them when they were on parade. They were despised by the rest of the army, but they did this heroic, disastrous thing.”   Related: Adam Ant review – 'The years simply fall away'    In spring 1980, suitably decked out, the new Adam and the Ants went on tour, playing some of their old songs to mollify long-term fans. Some gigs were triumphant; others, including a show in Huddersfield, descended into violence. “From what I can remember,” says Pirroni, “the main reaction I could see was sort of open-mouthed.” They signed a publishing deal, which led to a contract with CBS Records – although, Pirroni claims, not without a struggle. “It was so hard to explain to A&R men who wanted to toe the NME line. You’d go: ‘Look, you know pop groups, you must have seen this – pop groups have gold discs, they have money, they have the best clothes, they have model girlfriends, big cars, it’s that.’ ‘No, not getting it.’ ‘Oh, for fuck’s sake …’ It was absolutely going against everything that was happening at the time, which was what appealed to me.” Whether it would appeal to anyone else initially seemed a moot point – released in July 1980, the first single from the album of the same name, Kings of the Wild Frontier, struggled to No 48, then vanished. Perhaps this had something to do with a lack of coverage and radio play, or perhaps it was the fact that the new Adam and the Ants had chosen to open their account with one of their least commercial songs – essentially three minutes of thunderous drums, white noise and shouting, held together with a solitary echoing guitar riff – as “an orchestrated call to arms”. Then came Dog Eat Dog and Top of the Pops; in its wake, Kings of the Wild Frontier went back up the charts. By March 1981, three minutes of thunderous drums, white noise and shouting was at No 2.       One year and one album later – Prince Charming (which contained a No 3 single and two chart-toppers) had gone platinum – Adam and the Ants had broken up. Bassist Kevin Mooney was the first to leave, as mortified by pop success as Ant and Pirroni were delighted (“I literally used to rack my brains to think of stuff that the NME would hate,” laughs the latter. “Panto. They’ll hate panto. We should make it more panto!”). Adam and Marco’s songwriting partnership endured until the late 90s; they had more hits, but nothing that quite matched Adam and the Ants’ imperial phase. Then again, nor has anyone else: British pop music has done many things in the ensuing decades, but it has never produced anything remotely like Adam and the Ants. If anything, their brief reign looks more extraordinary and peculiar 35 years on than it did then, viewed now on BBC4 through their near-constant appearances on repeats of 1981’s Top of the Pops. “It had an energy of its own and a feel of its own,” says Ant, currently on tour playing the Kings of the Wild Frontier album. “I think it was done on my own terms. I certainly feel that I didn’t compromise in any way, shape or form – musically or visually. And the public grabbed hold of it. I think it was quite easy for kids to adapt the look; it didn’t cost them a lot of money. And I think it went hand in hand with that Smash Hits era, when it wasn’t so much about what was written in the article, but about ripping it out and sticking it on the wall. That hadn’t really happened since T Rex, so it was a return to that. A return to pop,” he says. And then – perhaps considering the stuff about the 11th Hussars and fetishism and the Ingoma Tribe and Joe Orton and 17th-century piracy – he qualifies himself. “Well, kind of pop. If you know what I mean.” • Adam Ant performs Kings of the Wild Frontier on tour around the UK until 10 June. For more information, visit: adam-ant.net. The super deluxe box set of Kings of the Wild Frontier is available now on Sony.",
  "webTitle": "‘Heroic, sexy and a warrior bravado’: how Adam and the Ants redefined pop",
  "webPublicationDate": "2016-05-26T15:52:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/adam-and-the-ants-heroic-sexy-warrior-bravado-kings-wild-frontier",
  "keyword": [
    {
      "webTitle": "Adam Ant",
      "id": "music/adam-ant",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Malcolm McLaren",
      "id": "music/malcolm-mclaren",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/26/adam-and-the-ants-heroic-sexy-warrior-bravado-kings-wild-frontier"
}