{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/27/blue-shirt-2016-biggest-fashion-trend-jess-cartner-morley",
  "id": "2016-05-27-176",
  "sectionId": "fashion",
  "body": "Blue is my favourite colour. The colour of cloudless skies, Saturday morning jeans and Cillian Murphy’s eyes; what’s not to love? It’s probably your favourite colour, too. I’m pretty sure I read somewhere that blue is the most commonly cited favourite colour. It is precisely because blue was already all around us that the trend for blue shirts is quite easy to miss. Its rise, overtaking the previously ubiquitous white shirt as the subtle fashion statement of the day, is probably the biggest fashion shift of 2016 so far. But because blue shirts were perfectly commonplace long before they became a trend, they have risen uncharted. Unlike, say, the embroidered bomber jacket, which is unmissable as a 0-60, all‑cylinders-firing arrival in the fashion marketplace, the blue shirt has moved steadily up the outside lane to become a quiet champion. The blue shirt – either solid, washed-chambray blue or a blur of blue-and-white stripes – is the cornerstone of this summer’s style. Take your cropped wide-leg trousers/denim culottes/split-leg midi skirt/high-waisted jeans, and swap out the white shirt/T-shirt you were wearing with them last year for a pale blue shirt, and your look is updated. It really is that easy. A blue shirt strikes a more low-key look than a white one. It’s not a blue collar/white collar thing so much as that, while both can be worn to the office, a white shirt is also what you wear with a tuxedo for formal, black-tie eveningwear. (Caveat: a blue shirt doesn’t work with a tux.) Also, while a white one works best indoors, any blue shirt, even in the finest cotton with pearl buttons, is a distant cousin of the denim shirt, so feels more suitable for outdoors, and therefore more summery.   Related: What I wore this week: flat white shoes | Jess Cartner-Morley    This is not a trend to wow people with your whizziness, so if that’s your plan, get a cold-shoulder top and a choker. A blue shirt is a different kind of fashionability. To look modern and of the moment without shouting about it is fashion’s take on virtue signalling. And a blue shirt is all it takes. • Jess wears shirt, £29.99, zara.com. Jeans, £289, citizensofhumanity.com. Wedges, £46, topshop.com. Styling: Melanie Wilkinson. Hair and makeup: Laurence Close at Carol Hayes Management.",
  "webTitle": "What I wore this week: the blue shirt",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/27/blue-shirt-2016-biggest-fashion-trend-jess-cartner-morley",
  "keyword": [
    {
      "webTitle": "Women's shirts",
      "id": "fashion/women-s-shirts",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/27/blue-shirt-2016-biggest-fashion-trend-jess-cartner-morley"
}