{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/17/standard-life-chairman-says-boardroom-pay-is-too-high",
  "id": "2016-05-17-42",
  "sectionId": "business",
  "body": "The chairman of Standard Life has said that pay across the UK’s financial services industry is too high, as more than a fifth of the insurer’s shareholders voted against its boardroom pay deals. The Edinburgh-based company, which held its annual meeting in London for the first time, said 22.3% of shareholders voted against the remuneration report for 2015. The protest vote would have been bigger had it not been for Standard Life’s announcement last week that its new chief executive, Keith Skeoch, would reduce his potential £3.5m long-term bonus by £700,000. The group’s chairman, Sir Gerry Grimstone, said the vote “does [send a message]. A number of companies have been sent a message this year.” Meanwhile, nearly 26% of investors opposed the annual remuneration report of office provider Regus on Tuesday, and 17% voted against its forward-looking pay policy. Several major companies have suffered far bigger protest votes over executive pay in recent weeks, including BP, Smith & Nephew, Shire, Weir Group and Anglo American. Grimstone said a number of shareholders had already voted before the announcement on Skeoch’s bonus reduction – which he insisted was an entirely voluntary decision – and that some investors subsequently changed their minds and recast their votes. About 90% of Standard Life’s 1.2 million small shareholders – who account for half of all investors – backed the remuneration report. Grimstone met 11 major investors in the last 10 days to explain to them why the company had raised Skeoch’s performance-based pay compared to his predecessor David Nish, while paying him a lower basic salary than Nish. He had pointed to competitive pressure and Standard Life’s transition from an insurance company to a global investment company, which proved persuasive with some of them, he said. One private shareholder, Anthony Lee, said at the meeting: “One would be ungracious not to applaud Keith Skeoch for handing some of his bonus back.” But he added: “These are still very high rates of bonuses and [they are] given in the annual report with a lack of clarity which sometime you should get a prize for.” Several shareholders raised concerns at the meeting that Nish, who stood down last August, continued to be paid his £835,000 salary and all other benefits until June. Grimstone said this was a contractual matter. He told journalists that another contentious issue was the £700,000 share award to executive director Colin Clark, who has been promoted to the board. The chairman told shareholders at the annual meeting: “My personal view is that pay in financial services is too high … There is downward pressure on pay and I think that’s a good thing.” Speaking to media later, he called for something akin to “multilateral nuclear disarmament” – arguing that Standard Life cannot go it alone in lowering executive pay if it wants to attract the best talent. He added: “The pay climate is tightening and I think will continue to tighten.”",
  "webTitle": "Standard Life chairman says boardroom pay is too high",
  "webPublicationDate": "2016-05-17T18:59:34Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/17/standard-life-chairman-says-boardroom-pay-is-too-high",
  "keyword": [
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Standard Life",
      "id": "business/standardlife",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/17/standard-life-chairman-says-boardroom-pay-is-too-high"
}