{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/george-zimmerman-trayvon-martin-gun-auction-symbol-of-racism",
  "id": "2016-05-12-129",
  "sectionId": "commentisfree",
  "body": "Update, 12:32 EDT: The BBC reports that George Zimmerman’s pistol appears to have been removed from online auction site Gun Broker Waking up to news that George Zimmerman will be auctioning off the gun he used to kill Trayvon Martin today is a reminder that, metaphorically and literally, racism is a gun always waiting to go off in the United States of America. Zimmerman has not only been allowed to keep the gun he used in Trayvon’s death, but as he’s now “proud to announce” he’s selling it with “a portion of the proceeds [to] be used to: fight BLM”, Black Lives Matter, “violence against Law Enforcement officers”. The Black Lives Matter movement is largely accepted to have been sparked by George Zimmerman’s killing of 17-year-old Trayvon Martin. His audacious auction is a reminder to black Americans that the guns of racism are always pointed at us, ready to seal our fate at any time. I had been thinking in the past few weeks about this reality in a more intimate, figurative sense. As a black gay man, one of the dangers of ever getting involved with a white dude is that he can pull the trigger of racism at any time. This won’t do mortal damage (necessarily), but it can still wound.    Related: George Zimmerman to auction gun he used to kill Trayvon Martin    Last fall, I started a casual flirtation and text-based correspondence via Facebook with a white guy I had met at Burning Man. It didn’t work out, and when things got weird, I cut off contact; but, before I had, I confided in him about my struggles with loneliness and the troubles I have finding men to date. Last week, the white guy confronted me to see if I had defriended him on Facebook. I told him I had, and he immediately wrote: “There is a reason people find you ugly. You may have this front as an intellectual African-American niggerati but inside you are just a dark piece of selfish shit who is only interested in how he can’t get laid.” He didn’t just play the racism card: he pulled out the “nigger gun” right away. I didn’t feel especially emotional about this. I’ve been suspicious of dating white men lately because I suspect the conversation can turn just like this unexpectedly and without warning. The exchange reminded me that I could be called a nigger anytime – by a friend, stranger, lover or a colleague.  Even when unsaid, a white man could be thinking it of me at any time. (Indeed, given that out of 12,000 Guardian writers, I am among the 10 most likely to get comments on my articles so hateful that they have to be removed, some are likely thinking it about me right now.) In my life in journalism and academia, I understand that displaying my intelligence publicly can evoke a certain kind of resentment from white men – and they’re armed in any feelings of jealousy or inadequacy they may have. Because they are walking around with a loaded language gun. It has bullets with the word “nigger” on them, and they can pull the trigger whenever it suits them. It doesn’t matter if we’re both academics, both journalists, or both gay. I sense that most white men are walking around with a cellphone, their house keys and this metaphorical “nigger gun” in their pocket at all times. Of course, the gun I encountered doesn’t kill. And, due to black friends, black family and a black therapist, I’ve been able to do enough work to deflect such emotional bullets pretty well. But Trayvon was not so lucky. The gun he faced – wielded by a wannabe cop – was all too real. Similarly, the guns of American police – 21 times more likely to kill young black men than their white counterparts, and twice as likely to kill unarmed black people overall as white people – are the very real guns of racism just waiting to go off. What good will become of the gun Zimmerman used to kill Martin? None at all. If we’re lucky, it will “only” be bought and used to remind black protesters that there is a gun aimed at their hearts. If we’re unlucky, it will be used to kill more black people. Donald Trump also reminds black America that the gun of racism is at our heads. He did this when he said of a rally protester: “maybe he should have been roughed up”. He does this when he regularly says at his rallies that his supporters should actively silence protesters, and when he promises to pay their legal fees if they become too aggressive. Zimmerman may be the ugliest and most obvious manifestation today, but the American gun of racism is always cocked, and the forces of anti-blackness always have a omnipresent finger on its trigger.",
  "webTitle": "George Zimmerman's gun auction is an ugly symbol of racism | Steven W Thrasher",
  "webPublicationDate": "2016-05-12T16:07:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/george-zimmerman-trayvon-martin-gun-auction-symbol-of-racism",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "George Zimmerman",
      "id": "us-news/george-zimmerman",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven W Thrasher",
      "id": "profile/steven-w-thrasher"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/george-zimmerman-trayvon-martin-gun-auction-symbol-of-racism"
}