{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/24/decently-paid-job-vacancies-offer-flexible-working-study",
  "id": "2016-05-23-2",
  "sectionId": "money",
  "body": "Less than 9% of vacancies for decently paid jobs in the UK offer flexible working, according to research that claims the lack of such options is keeping millions of people in dead-end jobs or shut out from the labour market. Analysis of more than 5m job adverts found little progress in the past year on offering more flexible options to jobseekers, despite warnings to employers who face skills shortages that they are failing to tap into a large pool of potential workers.  The findings have been published as part of a campaign to encourage employers to make more jobs available to people who need or want to work part-time or flexibly, such as doing some work from home. The Hire Me My Way campaign aims to nearly treble the number of jobs advertised with flexible options for location or hours by 2020. It defines quality jobs as those with full-time equivalent salaries of at least £20,000. Consultancy and jobs site Timewise, which is leading the campaign, hopes to shake up the way employers approach those candidates who want flexible working by offering advice on how to advertise flexible jobs, how to tailor work to the right candidates and how to help part-time workers progress in their roles. For jobseekers, a website is launching that will offer tips on finding flexible work. Timewise joint-chief executive Emma Stewart said the campaign tapped into the needs of those who want to work but have caring responsibilities for children or older relatives.  “The lack of flexible hiring in the UK affects everyone searching for such jobs. Transform hiring, and you have the potential to bring tangible change to millions of families unable to raise their earnings or progress their careers, because they are trapped by their need for flexibility.” The campaign, funded by the Big Lottery Fund, is also intended to tackle skills shortages as well as Britain’s poor productivity by getting more people into jobs that suit their skills. It follows recent figures showing almost one in three workers are either overqualified or underqualified for their jobs. Lynn Rattigan at the campaign’s corporate backer, consultancy firm EY, said out-of-date employers were missing out on a huge pool of experienced workers simply because they failed to mention on their job advertisements that they would be open to flexibility.  She added: “The needs of the UK’s workforce are changing rapidly and employers need to keep up; not only to support their own business growth, but the competitiveness of the UK economy.” The campaigners said there were currently 351,000 quality job vacancies that offer flexible options as well as a decent salary. They added that they want that number to hit 1m by the end of the decade.  Timewise’s annual flexible jobs index found 8.7% of job vacancies mentioned a degree of flexibility and offered a salary deemed high enough to live on. That was up only marginally on 6.2% a year ago.  The campaign’s website will list employers who have made a commitment to flexible hiring, and will offer free individual career advice for jobseekers looking for a flexible job and for those seeking a promotion at their current employer while working part-time or flexibly. It follows a warning last week that employers must offer more practical support to help older workers juggle work with increasing carer responsibilities. The Chartered Institute for Personnel and Development (CIPD) said in an ageing population more people were becoming carers to family members. But at the same time, fewer young people were entering the labour market and so Britain’s employers were increasingly reliant on older workers to increase productivity. About 30% of the UK workforce is over 50, compared with 20% in the 1990s, the CIPD said.     Accountant Stuart Whyte with his daughter Lyra. Photograph: Teri Pengilley for the Guardian    ‘Mentioned the words “part-time” and this was seen as inconvenient’ Stuart Whyte recently decided to become a full-time parent after a long and unsuccessful search for a good-quality part-time job. The father of two from Chelmsford took redundancy from a full-time job as a management accountant three years ago and nearly all the work he has taken on since has been on short-term contracts with full-time working hours. The 41-year-old was looking for a three- or four-day-a-week job to be able to spend time with his two young children and to study outside work. But he found little flexible work on offer over the last three years. “I did gain some flexibility on start and finish times which was helpful but part-time work was rarely on offer and was not ever financially viable, whether locally in Essex or commuting to London,” he said. “I never managed to find the part-time hours I had wanted, at an equivalent pay rate that covered our childcare and living costs. The short-term contracting roles were often based more upon my own adaptability than that of my employers.” Whyte, whose wife commutes to a full-time banking job in London and works one day a week from home, said he came up against prejudice before he even got to the interview stage. “I felt that when I spoke to recruitment agencies and mentioned the words ‘part-time’ this was inconvenient, would be lower paid and would need repeated justification on my part – firstly to gain an interview and then to win over a potential employer,” he said. Another problem was the nature of part-time roles, which mostly seemed to offer little chance of progression despite his 20 years’ experience.  “I was being offered book-keeping-plus jobs, whereas in the past I had been dealing with organisations’ long-term finances and planning. I found the situation increasingly frustrating and came to the conclusion that if you want or need to spend more time at home, or on other projects, your only real option is to make a big sacrifice and change track to a lower-paid and less secure role. “Even in my early 40s, I want to have a role with longevity. I understand that there isn’t the job security from my father’s day ... but it would be nice to feel well rewarded and valued.”",
  "webTitle": "Only a fraction of UK job ads offer flexibility, study finds",
  "webPublicationDate": "2016-05-23T23:01:27Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/24/decently-paid-job-vacancies-offer-flexible-working-study",
  "keyword": [
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK unemployment and employment statistics",
      "id": "business/uk-unemployment-and-employment-statistics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "money/2016/may/24/decently-paid-job-vacancies-offer-flexible-working-study"
}