{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/tribute-to-ravi-shankar-albert-hall-hariprasad-chaurasia-anoushka",
  "id": "2016-05-24-112",
  "sectionId": "music",
  "body": "For all the echt-English setting of the Royal Albert Hall, this was largely a south Asian affair – musicians and audience both ­– and certain norms had therefore to be upheld. So we run late, of course, although only modestly behind schedule. The “felicitations” of artists, that flower-strewn staple of Indian performances, begin in promising chaos with the stage crowded with sponsors, organisers and hangers-on, but are cut mercifully short. And if the night winds up almost an hour or so after the ushers had promised, at least it’s enough to save some face.     Hariprasad Chaurasia. Photograph: Dinesh Joshi    In keeping with Asian hospitality, there is no rationing of treats. Held in honour of the legendary sitarist Ravi Shankar, who died in December 2012, the concert features five performances in as many hours. It kicks off with Hariprasad Chaurasia and Shivkumar Sharma, who walk on stage to a standing ovation. Both men began outside north Indian classical music. Chaurasia was meant to follow his father into wrestling, but rebelled by taking up the then-folk instrument the bansuri, or wooden flute. Sharma, from Kashmir, is master of the santoor, a stringed instrument like a dulcimer, hit with small hammers. Fifty years after making one of the great fusion albums, Call of the Valley, they stand among Hindustani classical’s most respected artists. Yet both retain a certain cheekiness, and with his fizzing white curls, Sharma looks like a controlled explosion in a lemonade-bottling plant.     Pandit Shivkumar Sharma. Photograph: Dinesh Joshi    The closing act, Dr L Subramaniam, really is a doctor – a registered GP – ­but he has also been giving violin performances since the age of six. He is the only representative tonight of the south Indian or Carnatic classical tradition. He promises “two short pieces”. A pause follows, and then: “In India, when we say short …” Yet he keeps to his word, to the evident disappointment of the audience, who break into cheers at some of his most virtuosic playing.     Dr L Subramaniam. Photograph: Dinesh Joshi    Any one of these three renowned musicians would have packed out a London hall on their own. But there is much more. Since Ravi Shankar’s ancestral home lay in east Bengal, in what is now Bangladesh, the evening also features two Bengali singers. Aditi Mohsin performs songs written by Rabindranath Tagore, the most renowned of all Bengal’s poets, while Luva Choudhury sings work from some of Tagore’s foremost contemporaries: DL Ray, Nazrul and Atul Prasad.     Luva Nahid Choudhury. Photograph: Dinesh Joshi    There is no contest for the biggest name on the bill, though. Had she never even looked at a sitar, Anoushka Shankar would forever have been famous simply for being Ravi’s daughter. As it is, she has gone into the family business – attracting flak from some critics who mutter that she simply isn’t as good. She opens with an admission that she is a “bit nervous”, playing in front of Sharma and Chaurasia, who are perched in the front row. Far from trying to escape the paternal shadow, she goes on to play two ragas often performed by her late father.     Anoushka Shankar (third from right). Photograph: Dinesh Joshi    If Shankar Jr lacks a certain subtlety in her playing, she makes up for it in accessibility. The traditional emphasis in Hindustani classical music is on the virtuoso, playing either alone or in a duet with just an accompanist and an expression of lofty concentration. Shankar is only ever a minute away from breaking into a grin, at the audience and her accompanists. And she comes on not as a soloist but as lead player in a troupe that includes a flautist, a shehnai, and two drum players. In raga Manj Khamaj she even puts her sitar down while tabla player Tanmoy Bose (who also used to play with Ravi Shankar) engages in a drum-off with fellow percussionist Pirashanna Thevarajah. Some of the audience begin swaying, and the thought strikes that just as Ravi Shankar’s most important achievement was popularising the sitar with young westerners of the 1960s and 70s, so his daughter may be poised to do the same in the 21st century.",
  "webTitle": "India's finest musicians light up the Albert Hall with tribute to Ravi Shankar",
  "webPublicationDate": "2016-05-24T15:08:53Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/tribute-to-ravi-shankar-albert-hall-hariprasad-chaurasia-anoushka",
  "keyword": [
    {
      "webTitle": "Ravi Shankar",
      "id": "music/ravi-shankar",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Aditya Chakrabortty",
      "id": "profile/adityachakrabortty"
    }
  ],
  "guardianId": "music/2016/may/24/tribute-to-ravi-shankar-albert-hall-hariprasad-chaurasia-anoushka"
}