{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/26/love-friendship-review-whit-stillmans-austen-drama-is-a-racy-delight",
  "id": "2016-05-26-161",
  "sectionId": "film",
  "body": "Related: Kate Beckinsale: ‘Our phones were tapped by spooks when we were growing up’    What audacity, what elegance! Here is a hilariously self-aware period comedy polished to a brilliant sheen. Whit Stillman was probably born to direct a Jane Austen movie. But he has found a new way of dramatising Austen – or just found a new Austen, an Austen who appears to have pre-emptively absorbed 21st-century satire and inoculated herself against it. This Stillman has done by lighting on an early, posthumously published novella, Lady Susan, bringing it to the screen, and renaming it after a quite separate piece of juvenilia, thus playfully echoing the classic noun balances of her more famous titles. It’s a racier, naughtier piece of work than you might expect. Naturally, it takes place in a world where money is supremely important, but it is also a story in which women are permitted to be older, cleverer and better-looking than the men they wish to ensnare. It also has a young woman talking about earning her living by taking a job: that’s a worst-case scenario that does not come to pass, but even mentioning it is interesting. Here is a Jane Austen film that feels like a coolly measured theatrical chamber piece, rather than something from the full Hollywood orchestra. It reinvigorates the cliches, the breeches, buttons and bows, and proves you don’t need zombies to restore this writer’s carnivorous appetite. Stillman uses arch intertitles as a kind of visual archaism, almost like a literary silent movie, to introduce his characters and to flash up on screen the contents of letters. With its wistful witticisms, its airy contrast of town and country, Love & Friendship somehow feels like an undiscovered Oscar Wilde play.            Lady Susan is the scandalous heroine, to whom Kate Beckinsale gives something predatory yet enigmatic, dressed very becomingly in full mourning black. She is a widow with beauty and a distinguished name, but no financial means, thus entitled to sympathy and in need of money: a dangerous combination. She has a scheming American confidante, Mrs Johnson, played by Chloë Sevigny, to whom she can periodically make her scheming explicit and also put the audience in the picture. She has already left one aristocratic house in some disorder, having apparently exerted her charms, and is now staying with her sister-in-law Catherine (Emma Greenwell) and Catherine’s biddable, bufferish husband Charles – a lovely performance from Justin Edwards. Here she appears to set her cap at Catherine’s handsome brother Reginald (Xavier Samuel), to the horror of Catherine and Charles’ parents: very enjoyably played by James Fleet and Jemma Redgrave. But she has a wayward daughter, Frederica (Morfydd Clark), whom she is trying to marry off to a wealthy blockhead called Sir James Martin.     Nicely judged cameo … Stephen Fry, centre, with Xavier Samuel and Jenn Murray    In the outrageous role of Sir James, Tom Bennett comes very close to pinching the whole film, with his gormless, grinning comedy: the David Brent of Georgian England. His opening speech, in which he appears unfamiliar with the word “Churchill” is a showstopper, as is the moment when he praises William Cowper for being able to write both verses and poetry, and a scene at dinner where he professes he has never seen peas before. He almost overbalances the picture, especially with the daft way he claps along at the obligatory ball scene. But Stillman keeps him under control, in check for a colossal cuckold joke later on. Stillman gets very big laughs by choreographing a veritable quadrille of absurdity. Lady Susan’s response to a gentleman who has the bad taste to hail her in the street is a masterpiece of hauteur. Stephen Fry has a nicely judged cameo as Mr Johnson, who reproves Sevigny’s disagreeable American by informing her that the Atlantic passage is very cold at this time of year. The whole film is a very satisfying archery contest of zingers, mostly from Lady Susan. It is a film of surfaces and cynicism, in which the romanticism of the more famous stories is almost entirely absent: not much of either love or friendship. Interestingly, the real Austen heroine is probably the good-looking Reginald; he is the yearning idealist who is revolted by the idea of marrying for money, and is poignantly vulnerable to manipulation. His fate is settled in the way we might expect. But Lady Susan’s role is harder to read. Might she have a heart after all? Love & Friendship is a refreshing and invigorating delight. • Love & Friendship is screening at Sydney film festival 2016",
  "webTitle": "Love & Friendship review – Whit Stillman's Austen drama is a racy delight",
  "webPublicationDate": "2016-05-26T14:30:03Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/26/love-friendship-review-whit-stillmans-austen-drama-is-a-racy-delight",
  "keyword": [
    {
      "webTitle": "Love & Friendship",
      "id": "film/love-and-friendship",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jane Austen",
      "id": "books/janeausten",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sydney film festival 2016",
      "id": "film/sydney-film-festival-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/26/love-friendship-review-whit-stillmans-austen-drama-is-a-racy-delight"
}