{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/david-attenborough-warns-against-playing-fast-and-loose-bbc",
  "id": "2016-05-02-9",
  "sectionId": "tv-and-radio",
  "body": "Sir David Attenborough has warned the government not to play “fast and loose” with the BBC, which he described as “one of the most precious things we have”. The acclaimed natural history broadcaster said last year’s funding deal in which the BBC took on the £700m-plus cost of free licence fees for the over-75s was “terrible”. Attenborough spoke out ahead of his 90th birthday on Sunday 8 May – to be marked by a special season of programmes across the BBC – and days before the government is expected to publish its white paper on the future of the corporation. Over the weekend, the government was forced to deny reports that it was seeking to influence BBC scheduling so that popular shows such as Strictly Come Dancing would not be screened at the same time as big programmes on rival channels. The shadow culture secretary, Maria Eagle, said: “John Whittingdale [the culture secretary] is behaving as if he were running the BBC – he is not. This kind of meddling in day-to-day scheduling decisions would be a completely unacceptable interference in the independence of the BBC.” Attenborough told the Guardian: “There is plenty that viewers can do. Politicians don’t wish to be the people who are branded as getting rid of the BBC. They know that the BBC holds a very precious place in a large proportion of voters’ minds and they can’t play fast and loose with it as they would wish. “When I saw what the [funding] deal was I thought, that’s terrible, that’s a distortion. What the BBC will say, and I daresay they are right, is the alternative was something worse.” He added: “The basic principle of public service broadcasting is profoundly important. If we lose that we really lose a very valuable thing, you are throwing away one of the most precious things that we have.” The BBC negotiated a number of conditions in last year’s pre-budget deal, including an inflation-linked rise in the licence fee, but doubts remain over its future funding, with its size and scale far from certain. Attenborough has previously warned that the BBC was in “real danger” from cuts and online rivals such as Netflix.  “Of course the BBC has got to change,” he said. “The whole [of broadcasting] has changed beyond recognition. When I joined the BBC it was like a civil service, a monopoly, and there’s no comparison to what it is now.” Reports of his impending retirement have once again proved premature, with Attenborough recently returned from a ballooning trip 11,000 feet above the Alps to film for a sequel to his landmark 2006 series Planet Earth.    David Attenborough at 11,000 feet over the Alps in a hot air balloon #PlanetEarthII @MikeGunton #EarthOnLocation pic.twitter.com/JtUm20FOLG— BBC Earth (@BBCEarth) April 13, 2016    He said the new series would be “largely technologically led in that we can do things that we couldn’t before, in terms of the size and sensitivity of cameras, drones, all that sort of stuff. “You go for what is new, what more have we discovered, and what exciting species are there that we haven’t seen before. It’s a good series, I think.” It will also reflect the issue of climate change, he added. In a recent Guardian interview Attenborough said he didn’t have a “rosy view of life, of the future”.   Related: George Monbiot meets David Attenborough: ‘You feel apprehensive for the future, of course you do’    “No I don’t,” he said. “I mean, in fact the world, things aren’t getting better particularly, are they?  “It doesn’t mean you give up hope or that there aren’t all kinds of personal salvations that might come your way, but the planet as a whole is getting overrun by us and for the natural world it’s not doing as well as it might have done.” Attenborough is a prominent supporter of an Apollo-style research programme to harness energy from the sun and make renewable energy cheaper than fossil fuels. “If we could put a man on the moon in 10 years you mean to say we can’t solve the problem of getting one 500th part of the energy from the sun? It’s really a tiny technological problem,” he said. “We’re proposing a route map in which you look at where the congestions are, as it were, and getting international organisations to look and say, ‘I’ll tackle this, you tackle that’, and within 10 years we’ll be able to produce the whole thing and bingo.” The BBC’s Attenborough season includes a special 60-minute programme, Attenborough at 90, on his birthday, four documentaries spanning his career and one of his first programmes, Zoo Quest, shown in colour for the first time.     90 years in 60 seconds   Zoo Quest features extraordinary footage including Attenborough chasing an anteater and wrestling, shirtless, with a baby crocodile. “They said do your best, dear boy, and we’ll see you at Christmas,” Attenborough remembered of the series which began in 1954; the first six shows made for a budget of £1,000. More than 60 years later he is still making programmes, with his latest, Life that Glows, about the magical light made by glow worms, fire flies and luminous plankton, to be broadcast on BBC2 on 9 May. On the prospect of turning 90, Attenborough said: “I don’t believe it, really. The only conclusion you can have is that by God, you are lucky. “When you think, I have relatives and friends who are 90 and they can’t remember what day it is and they can’t walk – this is not Christian virtue, just luck.” Attenborough at 90 is on BBC1 at 7pm on 8 May",
  "webTitle": "Sir David Attenborough warns against playing 'fast and loose' with BBC",
  "webPublicationDate": "2016-05-02T23:01:38Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/david-attenborough-warns-against-playing-fast-and-loose-bbc",
  "keyword": [
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/david-attenborough-warns-against-playing-fast-and-loose-bbc"
}