{
  "apiUrl": "https://content.guardianapis.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-key-dates-faqs",
  "id": "2016-05-18-269",
  "sectionId": "society-professionals",
  "body": "What are the key dates for the Guardian Public Service Awards 2016? Update: Deadline extended to 15 July 2016 for entries 18 May 2016: Awards launch 8 July 2016: Closing date for entries 14 September 2016: Shortlist announced. Voting opens for Public Servant of the Year. 30 September 2016: Closing date for Public Servant of the Year public vote November 2016: Awards ceremony and winners announced and details of all award winners published online and in print FAQs Who do I contact if I have any questions? General inquiries: Kelly Quinn, project manager, +44 (0) 20 3353 3406, kelly.quinn@theguardian.com Sponsorship inquiries: Stacey-Rebekka Karlsson, director - government & public services, +44 (0) 20 3353 2165, stacey-rebekka.karlsson@theguardian.com Who can enter the Guardian Public Service Awards? The Guardian Public Service Awards 2016 are open to businesses, public sector organisations, voluntary sector organisations, individuals and academic institutions with a place of business or registered office in the UK. Projects and initiatives can be entered by companies and organisations directly, or by third-party organisations on their behalf. The group or individual who entered the project will be the contact for further information should the project or initiative be shortlisted. What are the categories? There are 10 categories in this year’s awards. In nine of the categories, the winners chosen by our judges, who also pick an overall winner. In addition, the Public Servant of the Year Award is chosen through a public vote (see below). For a description of each award category and further information on the criteria for each, please click here. What is the Public Servant of the Year Award? Nominations for the Public Servant of the Year Award open on 18 May and close on 8 July 2016. The Guardian’s team of public service journalists and editors will then select a maximum of five nominees and the final winner category will be decided by public vote, which will open online on 14 September 2016 and close on 30 September 2016. How do I enter the Guardian Public Service Awards? Click here to fill in the online entry form. You will be asked a series of questions to demonstrate how your entry meets the judging criteria. Please read them carefully before submitting your entry and keep within the word limits set out: entries that go over word limit risk being disqualified.  Please note that you cannot save the form once started, so prepare your answers in advance. We are not able to accept additional information or attachments supporting your entry. Who judges the Guardian Public Service Awards?   Related: Guardian Public Service Awards 2016: meet the judges    Our panel of judges are individuals who challenge, support and lead public service, in all sectors. Click here to see the full list of judges. How are the winners chosen? The shortlisting process is undertaken by the Guardian’s team of public service journalists and editors in July 2016. A maximum of six shortlisted entries will be selected in each category. The shortlisted entries will be put to our expert judging panel. Each judge will be allocated two to three categories. They will be sent all of the shortlisted entries in their categories in advance of a judging lunch in September 2016. They will rank the shortlist, marking each entry against how it meets the judging criteria (to see the criteria to be applied by the judges click here).  At the lunch, judges compare scores and debate the merits of each entry before deciding collaboratively on a winner and up to two runners up in each category. What is the entry deadline? The deadline for entries to all awards categories is 23:59 GMT on Friday 8 July 2016. How much does it cost to enter the awards?  There is no fee for entering the awards. Can I submit the same project in multiple categories? You may enter your project more than once, but please check the criteria for each category to ensure the project is suitable. You may not submit multiple entries in the same category. If you are entering the same project in numerous categories, please do not assume the same answers will be suitable for all; please check the criteria carefully before putting your entry together.  How do I know if my project is eligible? Work on some element of the project or initiative entered must have taken place between 9 July 2015 and 8 July 2016. National and regional newspapers cannot enter the awards. Entrants may be contacted by our team of journalists at any stage to provide more detail on their entry for due diligence purposes. Please check here for the terms and conditions and full eligibility rules. I am not based in the UK. Can I enter? All entrants must be based in the UK. However, the project or initiative may be global or implemented outside the UK. When will I hear if I have been shortlisted? Shortlisted entrants will be notified in the week commencing 8 August 2016 and must let us know within 14 days that they are happy to be on the shortlist.  Shortlisted entrants may be contacted after the entry deadline for coverage in our Society Professionals online section and also the special supplement, which will be published in the Guardian newspaper after the awards.",
  "webTitle": "Guardian Public Service Awards 2016: key dates & FAQ",
  "webPublicationDate": "2016-05-18T09:30:16Z",
  "webUrl": "https://www.theguardian.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-key-dates-faqs",
  "keyword": [
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Guardian Public Service Awards",
      "id": "society/publicservicesawards",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society-professionals/2016/may/18/guardian-public-service-awards-2016-key-dates-faqs"
}