{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/29/romeo-and-juliet-garrick-branagh-review-lily-james-james-madden",
  "id": "2016-05-29-143",
  "sectionId": "stage",
  "body": "It’s easy to think the famous golden lines, the swift, sad arc of Romeo and Juliet will carry a production. But it can easily go wrong. The plot is slapdash; the coincidences preposterous; the main characters not interestingly conflicted, just doomed. The play must be ardently spoken and bewitchingly choreographed. If not, it ends up looking less like a tragedy and more like an accident. Which is what happens in Rob Ashford and Kenneth Branagh’s star-led, star-crossed staging. It has intermittent fizz but never feels urgent or perilous. Lily James and Richard Madden look unusually fresh and credible as febrile young lovers. They come with form as a couple, having been directed by Branagh in Cinderella. They were meant to hoist the production sky-high, towards Phoebus’s lodging. But their speaking is earthbound.    James has an appealing Bambi presence and some good bits of giddy business. She is truly teenage    James has an appealing Bambi presence and some good bits of giddy business. She is truly teenage. She cartwheels across the stage and swigs a bottle of champagne on her weirdly low balcony. When she is agitated she gets hiccups. Yet her delivery of the verse is watery. True, it’s hideously difficult to sound emotionally out of control while delivering intelligible, calibrated verse. At the moment, James scrambles along, indicating intensity by some odd emphases and by raising her pitch. Madden, robust but generally less mobile, swallows his words. They sound more like an arranged match than a couple transfixed by each other. In case we don’t know when something important is happening, swaths of speech are underscored by emotional bursts of music. Which further muffles the words.     Put ’em up… Ansu Kabia as Tybalt, left, with Derek Jacobi as a ‘dandy’ Mercutio. Photograph: Johan Persson    All of Derek Jacobi’s lines are flutingly locuted. He is in a show of his own as a dandy Mercutio. A parody of a young blood, he comes on in dapper suit and co-respondent shoes, twirling a cane. He sticks “boom-boom” at the end of a line to land a bon mot. It’s scarcely mercury that is running through his veins, but he just about makes sense of casting an elderly actor in the quicksilver part. Until, that is, he totters up to Tybalt to start a fight, and no one thinks to intervene. Michael Rouse makes a memorable bully out of Capulet père. In general, though, the characterisation is broadbrush, part of the transplanting of the play to a postwar, generically excitable Italy. Waiters, wailing, waving arms – and Italian phrases hurled through the air. No wonder, we are perhaps supposed to think, these two young things got carried away. There is a startlingly dramatic clash of swords and, thanks to Christopher Oram, some enviable cinched-waist New Look dresses. But when the frocks and the fights are the high points, it is indeed a story of woe. • Romeo and Juliet is at the Garrick, London until 13 August",
  "webTitle": "Romeo and Juliet review – Branagh’s star-crossed lovers fail to soar",
  "webPublicationDate": "2016-05-29T07:10:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/29/romeo-and-juliet-garrick-branagh-review-lily-james-james-madden",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cinderella (2015)",
      "id": "film/cinderella",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Derek Jacobi",
      "id": "culture/derek-jacobi",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/29/romeo-and-juliet-garrick-branagh-review-lily-james-james-madden"
}