{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/jose-mourinho-appointed-manchester-united-manager",
  "id": "2016-05-27-247",
  "sectionId": "football",
  "body": "José Mourinho wants to make Chelsea’s Willian one of his first signings after he was appointed manager of Manchester United. The Portuguese is also intent on acquiring Zlatan Ibrahimovic and it would constitute a major surprise if the Swede did not join United as a free agent.   Related: Manchester United confirm José Mourinho as new manager – live!    Mourinho gave an emotional interview to MUTV, the club’s in-house station, after his appointment was announced and Ed Woodward, the executive vice-chairman, had called him “simply the best” manager. “I feel great,” Mourinho said. “Well, I think I am in the right moment in my career because Man United is one of these clubs where you need really to be prepared for it because it is what I used to call a giant club. And giant clubs must be for the best managers and I think I am ready for it, so I could say I am happy, I am proud, I am honoured, I am everything. But the reality is that what I love is to work and I cannot wait for 7 July to go on the pitch.” Since Sir Alex Ferguson’s retirement in May 2013, United have struggled. David Moyes, his successor, was sacked after 34 Premier League games and the team failed to qualify for the Champions League. Louis van Gaal did take United back into the European Cup in his first term but failed to do so in his last season, although he secured the FA Cup. Mourinho said: “I think we can look at our club now in two perspectives. One perspective is the past three years and another perspective is the club history. “I think I prefer to forget the past three years, I prefer to focus on the giant club I have in my hands now. I think what the fans are expecting me to say is that I want to win. I think what the players need to listen [to] is I want to win. And more than that, I need the players and supporters to feel that I say that but I think we can really. It’s not just to say what I say.           José Mourinho: how would the Special One fare at Manchester United?    “So, yes, I want to focus on the history of this giant club and give what I have and what I don’t have, so I will give absolutely everything to try and go in the direction we all want.” Of the relationship with United’s support, he said: “You know, I think I know what they can give me. I think also they know what I can give them. Obviously, the most important things are the players and the relation of the players is the bridge with them, but I think it is very important and curious that I have played so many times against Man United, and I played so many times at Old Trafford with other clubs. There was empathy, no problems and, in fact, I was pushed by that feeling to say sometimes things that my clubs were not happy with. I remember, for example, when I won at Old Trafford with Real Madrid, I told that the best team lost. Not many people was happy at Real Madrid.”   Related: José Mourinho and Pep Guardiola get set for a new El Crassico | Marina Hyde    Mourinho signed Willian for Chelsea in August 2013 for around £30m, and prising the 27-year-old from Stamford Bridge would cost at least £50m, the player having two years left on his contract. The Brazilian is open to the transfer and Mourinho discussed the signing with Woodward this week in London, before finalising his terms as United manager. Willian could expect to command a base wage of at least £120,000 a week at Old Trafford. He was one of the few successes at Chelsea last term in the London club’s dire defence of the Premier League title. Ibrahimovic would expect to command a salary of about £220,000 a week. On Thursday the 34-year-old striker said he had decided where to play next after leaving Paris Saint-Germain at the end of his contract. It is understood this is United, so both parties anticipate a deal being concluded.",
  "webTitle": "José Mourinho appointed Manchester United manager on three-year contract",
  "webPublicationDate": "2016-05-27T08:38:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/jose-mourinho-appointed-manchester-united-manager",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Zlatan Ibrahimovic",
      "id": "football/zlatan-ibrahimovic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/27/jose-mourinho-appointed-manchester-united-manager"
}