{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/tottenham-harry-kane-arsenal",
  "id": "2016-05-16-147",
  "sectionId": "football",
  "body": "Harry Kane has said he would have gladly forfeited winning the Premier League’s Golden Boot if it had meant Tottenham Hotspur finished second and ended a season above Arsenal for the first time in 21 years.   Related: Premier League: 10 talking points from (almost) the final day of the season    The Spurs striker beat Manchester City’s Sergio Agüero and Leicester City’s Jamie Vardy to the award after scoring 25 goals in 28 appearances. But it provided little consolation in the wake of his team’s end-of-season collapse, emphasised by Tottenham’s 5-1 capitulation at relegated Newcastle United on Sunday. Despite being badly out of sorts since missing out on the title to Leicester, Tottenham required only a point at St James’ Park to secure second position. “I think that’s probably the worst performance I’ve ever been involved with,” Kane said. “We still had a lot to play for, so it’s hard to put a finger on what went wrong. We just haven’t been good enough in the last few games – it’s not just Newcastle, we should never have lost to Southampton either. It probably started from drawing the West Brom game, but it’s hard to say exactly what went wrong. “It would have been nicer to have won the Golden Boot on a better day, that’s for sure. It’s a personal achievement and it’s something I’m proud of but if I had the choice between winning or having the Golden Boot, I’d rather have won. For me, it’s a little bit of a good feeling but overall I’m gutted we haven’t finished the season off strong.” Or bettered Arsenal for the first time since 1995. “That definitely makes it harder because we know how much it means to the fans and how much it means to the club,” Kane said. “When people think Arsenal had a bad season and we’ve had a good one, yet they still finish above us, it hurts.   Related: Mauricio Pochettino apologises to Tottenham fans for Newcastle shambles    “We just haven’t been good enough. I think that’s two points from the last four games and that’s unacceptable considering how we played the rest of the season. All we can do is apologise to the fans. We have to stick together through tough times – and we’re still playing Champions League football.” The prospect of potential trips to Bayern Munich, Barcelona and Real Madrid next season certainly helps soothe the pain of Tottenham’s surrender. “What’s just happened hurts and it’ll leave a bad taste in the mouth over the summer,” Kane said. “But in hindsight, you’ve got to try to look at the bigger picture. If someone had offered us automatic Champions League at the start of the season, we would definitely have taken it. It’s just a shame the way it ended.” It seems Mauricio Pochettino’s players could never quite cope with the disappointment of losing out to Leicester for English football’s biggest prize but now the challenge is to win the title next season. Kane said: “We’re professionals and we wanted it to be us lifting the league. We have to use that as motivation for next year. It’s going to be another tough season. It’ll be a long old year but we have to cope with that at the top level if we want to be fighting for the Premier League again.   Related: England’s Euro 2016 squad: the provisional 26 picked by Roy Hodgson    “We have to use days like this – and the whole of the last four weeks – as motivation. We have to learn from it. We have to learn how to finish teams off and finish the season off as well. If we had been still in the title run-in and this had happened at Newcastle, we’d have been even more gutted. If it had come down to the last day and something like this happened it would be even more hurtful. We just have to learn from it. “Games like Newcastle and the last few weeks show there’s still a lot of work to do. We haven’t cracked it yet. We’re still learning, we still have to work hard and we still have to improve. “But everything is in place so we all have to try to stay positive – us, the fans, the club – because we’re moving in the right direction.”",
  "webTitle": "Tottenham’s Harry Kane: it hurts to end up below Arsenal again",
  "webPublicationDate": "2016-05-16T14:49:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/tottenham-harry-kane-arsenal",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Harry Kane",
      "id": "football/harry-kane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/16/tottenham-harry-kane-arsenal"
}