{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/aitor-karanka-thankful-middlesbrough-promotion-premier-league-brighton",
  "id": "2016-05-07-65",
  "sectionId": "football",
  "body": "Aitor Karanka’s Middlesbrough claimed a £170m prize as they drew 1-1 with Brighton at an initially tense, ultimately overjoyed, Riverside Stadium to secure automatic promotion to the Premier League. Although the teams finished level on points, Boro’s superior goal difference was enough to push Brighton into the play-offs leaving the Teesside club to enjoy the riches stemming from next season’s gargantuan top-tier television deal. It is only two months since Karanka was briefly placed on gardening leave and missed a defeat at Charlton following a fallout with his players but a subsequent 10-game unbeaten run has vindicated the decision of Steve Gibson, Boro’s owner and chairman, not to sack the Spaniard. “I want to say thank you,” said Karanka. “Thank you the chairman for giving me the opportunity here two and a half years ago. I want to give Steve Gibson a big hug. Thank you to the players, these players have been amazing. And to the crowd – this crowd deserves to be in the Premier League.” Yet despite the numerous warm embraces that followed a joyous pitch invasion, lingering doubts remain about Karanka’s future. He has made it clear he has no intention of moving elsewhere but one school of thought suggests Gibson could yet consider replacing him. “I have a few more years here,” said the manager. “I have three more years on my contract.”   Related: Middlesbrough promoted to Premier League after 1-1 draw with Brighton    Asked if he might resign, Karanka replied: “Today, thinking how difficult it has been to get promotion, I can say no. There are just 20 privileged managers who can be in the Premier League. I am going to be one of them after just two and a half years of experience, and that is amazing. I would like to go to my bed and cry for 24 hours in a row because I can’t explain the emotions I have inside.” Boro’s Cristhian Stuani opened the scoring but Dale Stephens equalised three minutes before being sent off for a foul on Gastón Ramírez which saw the Uruguayan stretchered off. Hughton was particularly incensed that referee Mike Dean appeared ready to show Stephens a yellow card before his assistants intervened. “I thought I had a good view and I thought it was nowhere near a red card,” he said. “I know at the time the referee pulled out a yellow card but he was persuaded by his officials that it was worth more than that, despite them being 35 to 40 yards away.” Karanka demurred, maintaining it was a red-card challenge but revealed that, despite a nasty gash to a shin, Ramírez would be “fit enough to celebrate”. Hughton meanwhile was left with “pride” in his players’s performance. “It’s a distraught changing room,” he said as he began preparing for a play-off semi-final against Sheffield Wednesday. “But the good news is we’re still in there.”",
  "webTitle": "Middlesbrough’s Aitor Karanka thankful upon promotion to Premier League",
  "webPublicationDate": "2016-05-07T19:19:28Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/aitor-karanka-thankful-middlesbrough-promotion-premier-league-brighton",
  "keyword": [
    {
      "webTitle": "Middlesbrough",
      "id": "football/middlesbrough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/07/aitor-karanka-thankful-middlesbrough-promotion-premier-league-brighton"
}