{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/19/bank-customers-overspending-electric-shock-wearable-device",
  "id": "2016-05-19-146",
  "sectionId": "money",
  "body": "Bank customers who overspend could soon get an electric shock to warn them that they have gone into the red, thanks to an invention from a British technology firm.  Zapping someone for going overdrawn might sound harsh, but the company behind the idea claims many customers worried about exceeding their limits would agree that it is better to get a little shock now instead of a nasty jolt later. The banking platform has been developed by Intelligent Environments, which said it hoped to see the technology made available to the public “in the near future”. The platform, called Interact IoT (internet of things), involves linking some smart web-enabled devices to a bank account. These include Pavlok, a wearable device that gives users mild electric shocks to help them break bad habits, and which claims to have already helped hundreds of people quit smoking, nail-biting and unhealthy eating. The “zap” that the wristband delivers supposedly ranges from “pleasant to slightly uncomfortable”. The link-up between the platform and the Pavlok wristband would involve customers logging into their bank or credit card account, connecting the device and setting a spending limit. When they get near their spending limit, their phone will display a notification. But if that did not work and the individual exceeded their limit, they would get an electric shock. Interact IoT also works with Google’s Nest smart thermostat, which learns and manages the heating patterns of a house. Intelligent Environments claims it will help people save money on their utility bills. If a customer’s account balance drops below their self-imposed spending limit, the technology will automatically turn their thermostat down to a pre-decided temperature. Pavlok and Nest are opt-in services, so customers can decide whether to switch them on or not. But Intelligent Environments claims: “With the Pavlok integration, users have told us they love it.” The firm, which specialises in digital financial innovations, said it was responding to demand, pointing out that contactless payment methods had made it more difficult for people to keep track of their spending, thus increasing the risk that some will get into financial trouble. It said its research had found that one in three millennials were “too scared to check their bank account”. It also found that only a third of 18- to 24-year-olds felt their banks provided them with the digital budgeting tools they needed to stay on top of their debt and finances. Intelligent Environments added that it “anticipates many discussions with banks and credit card companies to bring the Interact IoT platform to their customers in the near future”. The company has previously worked with a number of UK financial services companies including HSBC, Lloyds Banking Group and Atom Bank. In 2013, it launched the “world’s first” smartwatch banking app, while in 2015 it developed an emoji-only passcode, enabling customers to log into their financial services app using only emojis. David Webber, managing director of Intelligent Environments, said: “With cashless payment methods such as contactless, direct debits and Apple Pay, it’s unsurprising we lose track of spending, so we decided to solve this by enabling smart devices to manage our overspending for us. This means customers can now get complete control and oversight of their finances without having to lift a finger.”",
  "webTitle": "Payment shock: bank customers could get zapped for overspending",
  "webPublicationDate": "2016-05-19T14:35:15Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/19/bank-customers-overspending-electric-shock-wearable-device",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banks and building societies",
      "id": "money/banks",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Credit cards",
      "id": "money/creditcards",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Borrowing & debt",
      "id": "money/debt",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Wearable technology",
      "id": "technology/wearable-technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/19/bank-customers-overspending-electric-shock-wearable-device"
}