{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/qa-star-duncan-storrar-may-need-tax-advice-after-crowdfunding-success",
  "id": "2016-05-12-370",
  "sectionId": "australia-news",
  "body": "A crowdfunding campaign to “buy Duncan Storrar a toaster” has raised nearly $60,000 and prompted the founders to consider seeking tax and financial advice for its beneficiary. The Go Fund Me campaign was set up on Tuesday to raise the money for Storrar, the Q&A audience member whose question about tax-free thresholds for low-income earners mobilised social media.   Related: Crowdfunding raises $35,000 to buy Duncan from Q&A a toaster    The target was set in response to assistant treasurer and Q&A panelist Kelly O’Dwyer’s passing reference to a “$6,000 toaster” on the program. It raised more than $35,000 in its first 24 hours. As of 5pm on Thursday the figure stood at almost $60,000 from 2,372 individual donations. Nicholas Oliver, an Australian based in Hong Kong, who set up the page with his friend Samuel Fawcett in Melbourne, said the response had exceeded all their expectations. “We thought maybe people would kick in a little bit and it would be a nice story – a way to have a go at the government a little bit. “We did not think that everybody would get on board the way they did.” Oliver, who identifies as a “Labor or Greens voter”, said O’Dwyer’s response to Storrar’s question on Q&A was “kind of ridiculous”. “It just goes to show how he really tapped into a feeling that’s out there, that I think politicians maybe haven’t been able to sense.” Oliver and Fawcett are now in the position of having to decide when to end the campaign. As of Thursday morning it was continuing to receive donations in regular intervals. They are in touch with Storrar, who, Oliver said, did not seem to want to be the centre of media attention. “He just wanted to say how overwhelmed he is and grateful.” He told them he intends to spend the funds raised on educating his two daughters, aged eight and six, and a family holiday. He also said he planned to donate “a large portion” of it to a family he said “broke [his] heart” with their attempts to help him after his appearance on Q&A.   Related: You're not a 'bludger' if you pay no net tax in Australia    Oliver said they intended to consult with “professionals” – he suggested founders of successful crowdfunding campaigns, tax lawyers, and accountants – about how best to manage the transfer of the funds. Ironically, given Storrar’s question to the Q&A panel, it is not likely to be subject to tax, instead being classified by the Australian Taxation Ofice as a one-off donation or gift. The Australian reported on Wednesday that Storrar pays no net tax, given that he earns less than $18,200 a year. But, after an injection of more than $55,000 – more than the median annual disposable income for a single person ($43,836) – that may change. It could also affect Storrar’s eligibility for the Austudy allowance: a fortnightly payment of $520, subject to an assets test, which is reportedly his only regular source of income. This “was a real concern”, said Oliver. “That’s why we want to get professional advice, just to make sure we don’t burden him in any way.  “Even if everyone is supportive, it must be difficult to be this famous all of a sudden.” The Australian on Thursday published an interview with Storrar’s estranged son, Aztec Major, in which the 20-year-old said Storrar did not “deserve” the donations and had used drugs. The crowdfunding platform GoFundMe deducts 5% of the total raised while Stripe, the payment processor, takes a further 1.75% plus $0.30c per donation.",
  "webTitle": "Q&A star Duncan Storrar may need tax advice after crowdfunding success",
  "webPublicationDate": "2016-05-12T03:32:55Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/qa-star-duncan-storrar-may-need-tax-advice-after-crowdfunding-success",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/12/qa-star-duncan-storrar-may-need-tax-advice-after-crowdfunding-success"
}