{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/billions-the-night-manager-empire-insiders-reveal-what-tv-gets-right-and-wrong-about-super-rich",
  "id": "2016-05-20-200",
  "sectionId": "tv-and-radio",
  "body": "With their addictive cocktail of glamorous parties, shameless infidelity and boardroom backstabbings, TV shows about the super-rich have rarely seemed grounded in reality. But recent programmes like The Night Manager and Billions are thought to offer a truer reflection of the uber-wealthy, with plots drawn from real-life corruption.  Billions, which follows hedge fund manager Bobby “Axe” Axelrod, has been described as “the rare show that understands the rich”. Showrunners Brian Koppelman and David Levien say they have received emails from famous billionaires praising the series, which focuses on the battle between Axelrod (Damian Lewis) and US attorney general Chuck Rhoades (Paul Giamatti), who is convinced Axe is doing illegal insider trading.  “We were taken out to dinner and people would say: ‘Let me tell you more over this $2,000 bottle of wine,’” says Levien. “Then, after a couple of glasses, they’d say: ‘You’ve really nailed the way it is.’”   Levien says their research found this degree of wealth to be almost throwaway and casual, so they eschewed the glitz of 80s shows such as Dallas and Dynasty. “These guys were so far beyond wealthy that they don’t have to obey the standard codes,” he says. “They don’t need to impress anyone.”  We have assembled a panel of experts with firsthand insights into the lives of the global super-rich – from advisers to billionaires to a former crew member on a superyacht – to assess which shows are bang on the money. Billions     Casual wealth … Damian Lewis as Bobby ‘Axe’ Axelrod in Billions. Photograph: Jeff Neumann/Showtime    The ruthless but charming Axe won praise for his Metallica fanboy status and dressed-down style. “Most super-rich people are quite relaxed,” says Emma Spence, who has worked on board superyachts and for a yacht broker. “It’s accurate to show him signing contracts in a hoodie and jeans or a T-shirt. He’s got a Rolex that’s probably worth $50,000, but unless you know those signifiers you can’t tell he’s wealthy. It’s spot on. Most of the super-rich I have dealt with wear Hawaiian shirts and cargo pants. You’re at the top of your game: you don’t need to display your wealth because your reputation precedes you.” Spence, who is now completing a PhD on superyachts, also praised the programme for striking the balance between Axe’s alpha-male antics at work and his philanthropy (he put the kids of colleagues who died in the terrorist attacks on the twin towers through college). “I like the way Axe is guarded about the 9/11 college fund,” says Spence, who has observed up close the private lives of super-rich families. “That seems pretty accurate.” Spence was less convinced by Axelrod’s personal chef cooking dinner for the family every night. “Obviously people do live like that,” she says, “but it wasn’t what I would have expected on an ordinary evening – even if they do lead a busy lifestyle.” Gossip Girl     Rich kids … Blake Lively and Leighton Meester as Serena and Blair in Gossip Girl. Photograph: Everett/Rex/Shutterstock    The cult teen show followed privileged high-school students in Manhattan’s Upper East side, centred around “it girl” Serena van der Woodsen (Blake Lively), who hides a scandalous past, and her on/off best friend Blair Waldorf (Leighton Meester).  Tutors figure heavily in the show’s early episodes, with students and their parents prepared to offer anything for good grades. Mark Maclaine, tutor to the children of Hollywood stars, royalty and world leaders, says this happens frequently in the real world. “I was offered a Harley-Davidson motorcycle as a signing-on gift,” he says. “I turned it down. Another family offered to pay off my mortgage. It’s not unusual for a tutor to get a Rolex when they finish work with a family. One woman was offered a £5,000 clothing allowance to update her wardrobe because she was staying with the family for six months and they wanted to make sure she was really sharp.” Gossip Girl is also characterised by largely absent parents and children who are old before their time. Maclaine says he has seen many kids being brought up by their nannies, estranged from their families. “There are definitely cases where I’ve been asked to behave as a replacement parent. One kid hadn’t seen his mum for several days, because the staff put dinner on for him and his brothers and sisters at a different time to their parents.” The Night Manager     The inner circle … Jonathan Pine (Tom Hiddleston), Corcoran (Tom Hollander) and Roper (Hugh Laurie) in The Night Manager. Photograph: BBC/The Ink Factory/Des Willie    In the BBC thriller, Tom Hiddleston plays soldier-turned-hotel-worker-turned-spy Jonathan Pine, who worms his way into the inner circle of sociopathic arms dealer and billionaire Richard Roper. Over the course of the series, Pine displaces Roper’s suavely menacing right-hand man Major Lance “Corky” Corcoran, becoming chief executive of one of Roper’s shell companies. Corky’s role is similar to the chief executives of family offices – private firms that manage the affairs of the very wealthiest families (worth at least $250m). Keith Johnston, CEO of the Family Office Council, which represents 100 single-family offices with total assets of $100bn, says The Night Manager’s portrayal of staff’s dependence on the head of the family, known in the trade as the “principal”, is absolutely accurate. He says: “Corcoran is suddenly exiled without explanation when Roper loses faith in him. The family office is like running a mini-court, where access to the principal is all-important. Staff have to be careful not to overstep the professional line. This can be particularly tricky if you are entertained by your principal; there is the temptation to let your hair down. Corcoran drinks too much and acts in an informal way that would be beyond a typical professional relationship. His drinking and easy way leads to a faux pas, which Pine takes advantage of.” But is it realistic that Roper lets Pine into his confidence without much fuss? Mark Somers, founder of executive recruitment firm Somers Partnership, says it is not unheard of for super-wealthy families to fail to carry out background checks if they deem an applicant trustworthy. He says: “The hazard for the family office is that it’s unregulated. The number of well-poisoners is enormously high: unsuitable people might want to emulate their client’s glamorous lifestyles. It tends to attract Walter Mitty types.” Empire     The Lyon pride in Empire. Photograph: James Dimmock/FOX    Described by its creator Lee Daniels as a “black Dynasty”, Empire charts the feuds of the Lyon family, sparked when record company mogul Lucious (Terrence Howard) announces he will name one of his three sons as his successor. Meanwhile, their mother and Lucious’s ex-wife Cookie is released from prison after 17 years and demands her share of the business, started with the drug money she was jailed for earning. When he refuses, it starts an all-out war for control of the company. Sara Vestin Rahmani, founder of Bespoke Bureau, a high-end recruitment agency, calls Cookie “a great example of the independent 21st-century self-made woman”. But Dr Luna Glucksberg, of Goldsmiths University, says Cookie’s entrepreneurial spirit is at odds with her research into gender roles among the super-rich. “The ultra-high-net-worth women I’ve interviewed didn’t build the businesses,” she says. “It’s not their money: they marry into it, they inherit it.” Cookie’s feisty fearlessness did remind her of one interviewee, though – a very senior career woman who defied conservative conventions. “She wore no makeup, she had grey hair but she was very powerful. She didn’t play the dolly-bird game.”  Jonathan Lidster, who advises rich families on inheritance issues, says that without preparation, family dynamics can “blow up in your face” just as they do in Empire. “The eldest son, Andre, is entrepreneurial and a natural leader,” says Lidster. “But he doesn’t want to do it as his father did, which results in a massive dispute.” At first, Lucious favours his youngest son, rising bad-boy rapper Hakeem, rejecting his middle son, musical genius Jamal, because he is gay.  Lidster says sexual orientation can be an issue when it comes to succession planning, though the problem tends to arise more among the non-western super-rich. He points to the case of Hong Kong property magnate Cecil Chao, who offered HK$1billion (£80m) to any eligible bachelor who could convince his lesbian daughter Gigi to get married. This was despite the fact that she was already married to her long-term partner. Johnston also contrasts Empire’s black cast with the almost exclusively white depictions of wealth in most TV shows. “About two thirds of the super-rich we see are non-dom, and although that includes white Europeans and Americans, a large number are non-white,” he says. “TV is not good at representing the ethnic diversity of ultra-high-net-worth individuals.”",
  "webTitle": "Bang on the money? Insiders reveal what TV gets right and wrong about the super-rich",
  "webPublicationDate": "2016-05-20T11:48:12Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/billions-the-night-manager-empire-insiders-reveal-what-tv-gets-right-and-wrong-about-super-rich",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Night Manager",
      "id": "tv-and-radio/the-night-manager",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Empire",
      "id": "tv-and-radio/empire",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "David Batty",
      "id": "profile/davidbatty"
    },
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/billions-the-night-manager-empire-insiders-reveal-what-tv-gets-right-and-wrong-about-super-rich"
}