{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/cerebral-festival-goer-modern-tribe",
  "id": "2016-05-07-158",
  "sectionId": "lifeandstyle",
  "body": "I’m not saying I don’t want to see Adele, but if she clashes with Jeremy Corbyn, forget it. Yes, I know what he’ll say, give or take, but we know what she’s going to sing, don’t we, plus thank God for a Corbyn reality check, with all those billionaires. The social justice line-up sounds incredible this year – pure luck our tipi is about five minutes from Left Field. Sorry, ours is full, but you might still get one – around £2,000, but for that you get showers and decent toilets, plus proper security, worth every penny. And there’s always this great atmosphere around the fire, loads of debate – last year, we were up all night discussing the impact of neo-liberalism on entrenched inequalities with this amazing guerrilla gardener from Pricewaterhouse. It got quite heated, actually, after someone found out he sends his kids to private school. I was like, I’m saying nothing. Apparently John McDonnell’s still a possible, which would be fantastic with the whole austerity theme, then I’m booked for Owen Jones at Latitude – he can sign my copy of Chavs, plus they’ve done this brilliant pre-festival reading list, so you arrive debate-ready. That’s if there’s time before Hay: I’m not paying to see AC Grayling on Descartes unless I’m totally up to speed with the whole mind-body dualism thing. Can you believe Yanis Varoufakis is already sold out? But we’re in for the Gordon Brown Q&A. Sod’s law it’ll be back to back with Slavoj Žižek debating debt at How The Light Gets In – £12, which isn’t bad when you think he cost £20 at Sidmouth, though that included a buffet lunch and radical socialism.   Related: Modern tribes: the Elena Ferrante fan    Then we’re doing Wilderness for the philosophy. There’s a whole session asking if we’re actually fictional characters, and the food, Raymond Blanc’s 25-course tasting banquet – that’s if it doesn’t clash with Charlotte Church. We’ve got a Royal Safari Tent in the boutique field, I know it’s extravagant, but trust me, when you’re trying to think, you need some decent lighting. I’m just praying they’ll keep the music down.",
  "webTitle": "Modern tribes: the cerebral festival-goer",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/cerebral-festival-goer-modern-tribe",
  "keyword": [
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Glastonbury 2016",
      "id": "music/glastonbury-2016",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Latitude festival",
      "id": "culture/latitudefestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Bennett",
      "id": "profile/catherinebennett"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/cerebral-festival-goer-modern-tribe"
}