{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/andy-murray-beats-mathias-bourgue-french-open-five-sets",
  "id": "2016-05-25-111",
  "sectionId": "sport",
  "body": "Andy Murray will not be kidding himself. He knows that, 10 days after blowing Novak Djokovic off the court in Rome, to spend 10 sets shifting two players outside the top 100 from the main draw of the French Open over three days represents not only a mountainous achievement but a minor crisis. The second instalment of his suffering arrived on day four when a 22-year-old Frenchman from Avignon called Mathias Bourgue – who last year was bagelled by Dan Evans when losing a qualifier of a Challenger tournament in Vancouver – enjoyed the best three hours and 34 minutes of his short, obscure career in front of a frenzied home audience on Court Philippe Chatrier. Bourgue is ranked 164 in the world, had never played more than three sets and might easily have won it – just as Radek Stepanek, the 37-year-old warhorse ranked at 128, came close to doing the day before. How could the Murray story be unfolding like this? Murray is flirting with exit from a tournament he has a great chance to win, even though he is enjoying an unprecedented run of success on clay, once his least favourite surface, and, over the past 12 months, has a better winning percentage on it than any player in the world, including Djkovic, Rafael Nadal and the absent Roger Federer. It is as if he has been cast as the central character in his own surreal play. Were he to lose to world No 28 Ivo Karlovic – whom he has beaten six times out of six – in the third round on Friday, it would now not be such a shock. Something is wrong, and Murray is desperate to find a fix. He insists it is not the recent departure of his coach Amélie Mauresmo that has triggered this spiral, although he acknowledges that the rolling debate about why she quit this month has been a distraction. He would rather look to more fundamental tennis reasons – yet, as magnificently as Bourgue played, there would not seem to be many avenues to explore in that department. If there is a problem, it is closer to the top half of him than the rest, which is functioning well enough under pressure. Coming away from a 6-2, 2-6, 4-6, 6-2, 6-3 win that drained every drop of his considerable resolve, the world No 2 said: “It wasn’t as tense as my match against Radek. It was tougher coming out to play the fifth set [against the Czech on Tuesday, after rain and poor light halted their match towards the end of the fourth set the previous evening]. But today certainly wasn’t easy. I lost my way on the court today for quite a while. I was struggling to win points at one stage, I was losing a lot of games at love. Every time the ball was in the middle of the court he was hitting winners. I couldn’t see where his shots were going.” That is an honest and accurate analysis. After losing the first set and looking as if he would go the way of all underdogs in big matches, Bourgue tapped into something that lifted him to extraordinary heights. He hardly missed an easy winner – and there were plenty on offer – striking 55 without Murray getting a racket on them. Many of those points were high-risk, of course, as he went for the lines, and he also struck 44 unforced errors. Murray, meanwhile, had hit 37 without duress until he turned everything around in the fourth set. From the point he broke there until the final stroke of the match, he added only eight. That was the key to his win. Yet Bourgue won one more point in the match overall: 138 to Murray’s 137 – although, at the end, not the ones that matter. That is a chilling statistic, none the less. But for Murray’s defensive game and his ability to extract himself from tight corners, he would be contemplating the worst defeat of his career. He went eight games without getting on the scoreboard in the middle of this miasma. Eight times since he broke into the top 100, Murray has lost to someone outside the top 100, but never in a slam. Disaster would be an inadequate description of a ninth. Inevitably, he was asked how much he was helped by encouragement from his support team – where, not long ago, Mauresmo used to sit. He paused, smiled a little, and said: “I have never been asked so many questions about my box in my career. I feel like there is a reason for that. But, yeah, on days like today when the crowd is totally against you, the team on the side are the ones there and wanting you to win. They are the only real support you’ve got out there. Like I said the other day, in matches like that, to have a strong team backing you and trying to help you in any way you can to win the match, it helps.” He added: “The positive is I play Karlovic in the next round. The average rally length will only be a few shots, maybe three, four shots max. So that’s a positive. For sure, tomorrow I will be tired. At least I get a day’s rest now.” He probably could do with a week.   Related: French Open 2016: Andy Murray beats Mathias Bourgue in five sets – live!",
  "webTitle": "Andy Murray digs deep again to beat wildcard in French Open five-setter",
  "webPublicationDate": "2016-05-25T15:47:28Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/andy-murray-beats-mathias-bourgue-french-open-five-sets",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/25/andy-murray-beats-mathias-bourgue-french-open-five-sets"
}