{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/now-and-again-by-charlotte-rogan-review",
  "id": "2016-05-06-114",
  "sectionId": "books",
  "body": "American author Charlotte Rogan’s widely praised first novel, The Lifeboat, took a bare minimum of pages to wreck a passenger liner, set 39 people adrift in an overfilled lifeboat on the Atlantic ocean, and force them to ask the big questions. What to do if the choice is between one’s own survival or the survival of the majority? Who lives and who dies? Her second novel takes an even shorter time to set the questions running. We meet Maggie Rayburn at the same moment in which she sees a secret document on her boss’s desk; she works at a munitions plant that, among other things, makes shells containing depleted uranium. “Discredit the doctors,” she reads. “Flood the system with contradictory reports.” What should she do? Initially the answer seems simple: take the document as evidence and quit her job. Quite quickly, however, things don’t seem so straightforward. If, like the Good Samaritan, you leave your side of the street – your family, your community – how does it affect them? The munitions plant, and then the prison, where Maggie finds another job, unsurprisingly discovering calumny there, too, are the only big employers in town. Take them on, and what are the ramifications for those closest to you? How much (action being an implicit criticism of inaction) will you upset the people who didn’t cross the street? And once you try to salve one hurt, where do you stop? Maggie, waking to action at 39, begins to realise that goodness is not the simple thing she once thought it to be. How, for instance, does one disentangle ego from moral action? When does kindness shade into selfishness, and does it matter if it does? At what point does thinking you know what to do become arrogance, or hubris?    Rogan has an excellent grip of the necessary satisfactions of plot, and of both structure and character    Which all makes Now & Again sound like a boring philosophical treatise. It isn’t at all (though it is, possibly, a little too long). As in The Lifeboat, Rogan has an excellent grip of the necessary satisfactions of plot, and of both structure and character. (An architect by training, she worked in construction for years, then wrote in secret for decades while bringing up triplets.) She confidently and swiftly builds a complex, three-dimensional lattice of allegiance and affect that stretches from the US to Iraq, working across a far greater area than in The Lifeboat, where the setting was the boat, a prison cell, and, briefly, a city street or two. Again, she sets her characters up with economy and particularity, creating contrasting voices, educations and families with ease. Though the cast is large, she never steps back into an obvious authorial omniscience; rather, she moves from interiority to interiority, further complicated by a Greek chorus of townspeople and experts quoted – presumably from a later court case or inquiry – at the beginning of each chapter. “Everyone assumed Lyle [Maggie’s husband] and I were having an affair. That’s how it is in Red Bud.” “It was like trying to put out a brush fire. You’d stamp it out in one place, only to turn around and find some other parent using her as an example to their kids.” No one has a picture of the whole; they come to partial, sometimes inaccurate conclusions, though many begin, as events unfurl, to become “newly aware of a great web of networked futures” of which they are a part.   Related: The Lifeboat by Charlotte Rogan – review    Rogan’s language is clear and clean, though where in The Lifeboat it was almost remorseless, like the water, in Now & Again she has given herself more latitude for embellishment. Occasionally, she can’t help but clean things up, square off corners, spell things out. Some well-drawn characters are not developed, and one sometimes misses the subtle open-ended complexities of the woman who narrates The Lifeboat. Rogan is clearly angry about things, and sometimes authorial anger bleeds through – at the establishment (army generals, munitions manufacturers, private prison management) whose nest-feathering so clearly harms those unlucky enough to work for them/fight for them/be incarcerated by them. But in the main, Now & Again is persuasive in its unpicking of assumptions both large-scale and supposedly small. “And anyway, who really knows who they are?” asks Maggie’s son, left by his mother to the limbo between high school and the rest of his life. “I do,” his girlfriend replies. “At least I used to know.” • To order Now & Again for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Now & Again by Charlotte Rogan review – the price of morality",
  "webPublicationDate": "2016-05-06T15:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/now-and-again-by-charlotte-rogan-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Aida Edemariam",
      "id": "profile/aidaedemariam"
    }
  ],
  "guardianId": "books/2016/may/06/now-and-again-by-charlotte-rogan-review"
}