{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/26/social-work-resilience-stress",
  "id": "2016-05-26-262",
  "sectionId": "social-care-network",
  "body": "1 What is resilience? Rachel Wardell, chair of the workforce development policy committee, Association of Directors of Children’s Services: “We have to be careful about how we define resilience. At its most basic it is a mental and physical flexibility (perhaps even toughness) that enables a person to recover from setbacks, challenges and difficulties. In the context of the emotionally demanding work of social work and social care, it is easy to see how that quality would be useful.  What we have to be careful about is that we don’t automatically expect a “capacity to recover” that disadvantages people in our workforce whose physical and mental health is not 100%, or that we expect a toughness that results in people becoming uncaring in their work, or that we confuse resilience with expecting people to tolerate working conditions that other professions would find intolerable.”   Related: How can social workers build resilience and avoid burnout? Live Q&A    Jim Greer, principal lecturer in social work, Teeside University: “Finding a definition of resilience in the context of social work requires us first to consider that social work involves emotional labour and that social workers can experience vicarious trauma as a result of hearing and responding to other people’s traumatic experiences. In essence, it is an ability to recover from these experiences and to be able to continue to cope with our work and personal lives.” 2 Is there a balance to be found between encouraging social workers to be resilient and creating working conditions that aren’t inherently stressful?  Emma Perry, senior lecturer in social work, University of Gloucestershire: “Resilience shouldn’t be used to expect staff to manage intolerable conditions or workloads. It does need to be acknowledged that everyone has their limits. It should also be recognised that organisations have a key part to play in resilience through providing appropriate and good quality support and working environments for their staff.” Jim Greer: “Resilience is needed to cope with the emotional demands of social work as it occurs within a reasonable caseload and where there is good supervision. It is important that employers realise this. Helping social workers to improve their resilience should never be seen as an excuse for expecting people to cope with unreasonable workloads. Nor should the concept be used to attach blame to those who are not coping. Even people who normally have good resilience will have a tipping point in terms of stress, or a period in their life where their ability to cope is reduced by pressures on them from elsewhere.” 3 How can employers best support their staff? Ruth Allen, chief executive, British Association of Social Workers: “Staff stress is often compounded or caused by a sense of disempowerment in the workplace. This is antithetical to a sustainable, respected professional role and is counterproductive for quality of service and positive user experience. Practitioners and their professional views need to be integrated into management and leadership approaches. Communication and transparency are key to this.” Anna Elliott, acting service manager, learning and development – children and families, Somerset county council: “How organisations look after their staff is critical and of course good quality reflective supervision is vital in this. Ensuring everyone in social work teams has good training on reflective supervision is important. We can’t assume everyone knows what good quality reflective supervision looks like. Often if you haven’t experienced it yourself it is difficult to provide it for others so it’s an organisational responsibility to train all supervisors.” Elizabeth Frost, associate professor, University of West of England: “When we interviewed social workers who had stayed in child protection for more than three years, the things that kept them there and feeling positive were about identity fit (still feeling committed to the work – the politics of helping), friendships at work and the support they gave, a sense of autonomy around decisions and further training, as well as organisational issues such as good supervision.” 4 How can social workers build their own resilience? Ruth Allen: “I started practising mindfulness over 10 years ago during a stressful period in my work. I don’t practise every day but it is an inner resource that is always available to me – and it has been crucial at key moments in my working life. No one can take it away from you once you have found a way to return to a settled centre. Just a few minutes can settle a chaotic situation and enable you to re-engage with clarity. It is not a panacea for poorly framed roles and lack of control over managing work, but it is a fantastic tool that you can take with you anywhere.” Paul Dockerty, health and wellbeing officer, Cafcass: “By encouraging simple daily practices such as mindful breathing or taking a short break away from the desk at lunch time, we can create a sense of balance, ease and energy. The key is to encourage more mindfulness into our work days.”   Related: Social workers on hotdesking: 'It contributes to high stress and sickness levels'    5 Is there room for different ways of working, such as sabbaticals or flexi-time? Rachel Wardell: “We need to be open to bold ideas about working practice, but before implementing sabbaticals after specific individual cases, or something like four weeks on, two weeks off, I would want to think carefully about the impact of these practices on the vulnerable people we work with, who tend to tell us that they value continuity, consistency and predictability. One way to manage this may be with team-held caseloads. It will be interesting to hear more from employers who work that way about any benefits for resilience and for relationships with service users.” Emma Perry: “Innovative ways of working would need to be introduced with care to ensure they actually help in this area rather than hinder. We have seen how flexible working can be a double-edged sword as it may be beneficial in some areas but can reduce team cohesiveness and access to support from colleagues, while working from home can blur boundaries and impact on the work-life balance – areas that we know are important in building resilience.” Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Five questions social workers should ask about resilience",
  "webPublicationDate": "2016-05-26T09:37:00Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/26/social-work-resilience-stress",
  "keyword": [
    {
      "webTitle": "social care network: children's services hub",
      "id": "social-care-network/childrens-services-social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Children",
      "id": "social-care-network/children",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Hardy",
      "id": "profile/ruth-hardy"
    }
  ],
  "guardianId": "social-care-network/2016/may/26/social-work-resilience-stress"
}