{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/abortion-rate-england-and-wales-five-year-high",
  "id": "2016-05-17-66",
  "sectionId": "world",
  "body": "The number of abortions carried out in England and Wales last year was the highest in five years, driven by growing numbers of women in their 30s and 40s who are terminating a pregnancy, official figures show. More women are having multiple abortions, according to the annual statistics released by the Department of Health. Almost four in 10 terminations are now carried out on women who have undergone the procedure before. Fifty women had each had eight terminations, the figures revealed.  In all, 185,824 abortions were carried out on women and girls in England and Wales last year. That was 1,253 (0.7%) more than the 184,571 performed in 2014, and the largest number since the 189,931 carried out in 2011.  The figures provide further evidence that abortions are becoming less common among women under 30 and more so among women aged 30 and over.  “Since 2005 the rates for women aged 30 to 34 have gone up from 14.5 per 1,000 women in 2005 to 17.1 in 2015, and rates for women aged 35 or over have gone up from 6.8 per 1,000 women in 2005 to 7.8 in 2015,” the statistical report said. The British Pregnancy Advisory Service said: “The last decade has seen a considerable rise in the proportion of women having terminations who are either in a relationship or married.” Last year 70% of women ending a pregnancy were either married or had a partner – a big rise from 48% in 2005. Ann Furedi, the BPAS chief executive, said she was concerned that older women were finding it harder to access contraception because some services are restricted to younger women, especially for those seeking free emergency contraception, and also because of the cost of the morning-after pill when bought over the counter from a pharmacy.  Andrew Gwynne, the shadow public health minister, said cuts to sexual health services in some parts of England could be increasing the abortion rate by restricting women’s access to contraception. “Three years ago ministers promised to reduce the number of unplanned pregnancies. It’s time ministers took action to deliver on their promises and stopped sexual health services from going backwards on their watch,” the Labour MP said.    Related: The doctor warning 15-year-olds about their declining fertility    Furedi also voiced fears that high-profile warnings about women’s fertility declining from their mid-30s could be “misleading” and contributing to the growing abortion rate among older women.  Among teenage girls, 1,853 under-16s had an abortion last year, including 509 who were under 15 and 79 who were under 14.  Anti-abortion groups voiced unease at the overall increase. The charity Life said it was “seriously concerned and saddened” by the figures.  “We are deeply saddened that there were 1,253 more abortions carried out on England and Wales residents in 2015 than in 2014. That’s 1,253 more babies who were not given the chance to live,” said Life’s spokeswoman Clara Watson. “We are shocked that the abortion rate in this country is climbing, and that babies with disabilities are still being targeted and eliminated in particular.” Anti-abortion groups also raised concern that 3,213 abortions last year were approved because the foetus had a medical condition. In almost half of these cases it was a congenital malformation, for example of the nervous or cardiovascular system, and in 689 cases the foetus was found to have Down’s syndrome. The figures show that 833 women travelled from Northern Ireland, the only part of the UK where abortion is still illegal, to England or Wales to have a termination in 2015.  A majority of abortions (55%) are now carried out medically (with a pill), and that has increased the numbers being carried out before 10 weeks. Some 40% involve a form of surgery called vacuum aspiration.  This week the Royal College of Midwives was accused of backing a campaign by pro-choice groups to decriminalise termination, including removing the legal time limit of 24 weeks for most abortions, without consulting members.  The union, which represents the UK’s 30,000 midwives, said it was “a longstanding supporter of the right of women to have choice over their fertility and over all aspects of their maternity care. This includes the right to choose whether or not to have a baby.”  It added: “The RCM recommends that abortion procedures are regulated in the same way as all other procedures relating to a woman’s healthcare.” But it reitereated its “belief that abortion should be removed from the scope of the criminal law. We do not believe that it is right that it is still the case that women who choose to have an abortion can be criminalised and face prison.”",
  "webTitle": "Abortion rate in England and Wales hits five-year high",
  "webPublicationDate": "2016-05-17T18:10:20Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/abortion-rate-england-and-wales-five-year-high",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "world/2016/may/17/abortion-rate-england-and-wales-five-year-high"
}