{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/the-blind-road-maker-ian-duhig-review-poetry-collection",
  "id": "2016-05-06-98",
  "sectionId": "books",
  "body": "As a dictionary plunderer who knows a lot about a lot of things, Ian Duhig’s eclectic enthusiasms and often laugh-out-loud wit make him poetry’s answer to Stephen Fry. Popular but complex, comic yet serious, no one could accuse his verse of being dull or predictable. “My experience of poetic ideas is that they don’t stand there waiting calmly until you’re ready to receive them,” Duhig once said, “you have to rush out and welcome them immediately.” The presiding spirit of The Blind Road-Maker, his seventh book of poems, arrives in “The Ballad of Blind Jack Metcalf”, a hymn to the 18th-century Yorkshire civil engineer, blind from childhood, who learned to read by “feeling headstone faces”. Metcalf ends up figuring as a kind of alternative self to Duhig, having built the Leeds road on which the poet now lives. He is a man born in darkness who operates with remarkable determination and conviction, while the poet, in Duhig’s own words, “stumbles about in the light”, trying to make sense of an often chaotic world in apparently plain sight. Stood, as one poem has it, “In His Shadow”, Duhig demonstrates a refreshing and self-effacing respect for this almost folkloric figure: “Testing stones to bed his roads’ black tongues, / I heard how Jack rolled them around his mouth / ‘like new words’. But I wouldn’t know about that.” This being Duhig, though, The Blind Road-Maker isn’t solely a series of character portraits of “Blind Jack”, nor even the example of his eventful life. The original working title for the collection was Ashtrayland, a term lifted from Bernard Hare’s study Urban Grimshaw and the Shed Crew, a tale of all-too-real anarchy and sink-estate poverty among the dispossessed youth of northern England. “Ashtrayland” is the eponymous Leeds gang’s name for England, a place whose history and culture they feel distanced and excluded from. As the “The Blue Queen of Ashtrayland” has it, “What the fuck’s the Holy Grail?” Resolving to commemorate and mythologise Britain’s underclass on their own terms, Duhig enables the excluded to claim a home in the language. They may not have a round table, settling instead to “hand round / White Lightning in two-litre flasks”, but through the poet’s words the “Queen” and “her knights” become the modern stuff of Arthurian legend: “Her hair glows, burnished as the gold / that trims her Nike cardigan; / Ionian white her Fila trainers”. Merging poetic balladry with unflinching realism, these lines tread expertly between bleak comedy and angry social commentary. Given that he spent 15 years working in homeless shelters and drug-addiction centres before becoming a full-time writer, it is no surprise that Duhig’s unpatronising sympathy and humanity shines through his verse. At the end of the disturbing “Ashtrayville”, the poem has the reader receive a “silent watch … for your long service” to an unnamed, derelict city, at which “you weep with pride. Then you just weep.” The compassionate political and social conscience that Duhig displays here is vital, an attitude our current leaders would do well to embrace. If the poet’s interest in Metcalf and the characters of “Ashtrayland” is partly about singing songs of the forgotten and voiceless, much else in The Blind Road-Maker focuses on poetry as a fundamentally collaborative process, operating within the shared and ideally egalitarian medium of language. “The Plagiarist’s Song” unpacks the complicated layers of meaning in that term: “Plagiarus also means ‘seducer’”, we are told, before the poem points to “lip service as unpaid // as Hell or Dante’s debt to Ibn ‘Arabī”, only one example of the appropriation, incorporation, retelling and outright theft that not only defines, but to a large extent makes, our great global literary tradition. Where do we draw the line? As the poet writes of the folk singer Bert Lloyd, who deceptively invented the sources for his “traditional” songs, “Which line was written by Bert Lloyd / the song won’t care, of course, / … Ghost-writing for his unborn ghosts / perfected Bert’s own style”. In our self-centred age of attributed authorship and intellectual copyright, Duhig upsets the applecart by harking back to our folkloric oral traditions, and many a cherished modern example of literary cribbing and borrowing. His own such behaviour is a masterclass in modern parody and satire. The longest poem here, “Canto”, is a rollicking homage to Byron’s Don Juan that is as bawdy and provocative as the Romantic poet could hope, its highlight an unlikely fistfight between the poets Geoffrey Hill and JH Prynne. “The outcome of their contest’s undecided still, / being fought in an impenetrable fog”, scoffs our narrator, “is Prynne why now your average college nerdsworth / shuns Byron to study bloody Wordsworth?” Elsewhere in the collection, Duhig himself lays himself open to being accused of such abstruse meanderings through dense cultural, historical and geographical references. But it is his sense of humour, self-awareness and democratising attitude that steer his poetry clear of pretension. As he writes of a poetry workshop he once ran with old soldiers at Age Concern, “They’d lost that battle with the word, / believing too much better left unsaid”. Encouraging them to let it out “into words they feared betrayed it”, Duhig ends on a stark and humble note: “And I learned why they were right”. The Blind Road-Maker is a generous, smart and big-hearted book of poems, from a writer who truly values the whole of life as it is variously lived. • Ben Wilkinson’s For Real is published by Smith|Doorstop. To order The Blind Road-Maker for £7.99 (RRP £9.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Blind Road-Maker by Ian Duhig review – songs of the forgotten and voiceless",
  "webPublicationDate": "2016-05-06T15:30:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/the-blind-road-maker-ian-duhig-review-poetry-collection",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Wilkinson",
      "id": "profile/ben-wilkinson"
    }
  ],
  "guardianId": "books/2016/may/06/the-blind-road-maker-ian-duhig-review-poetry-collection"
}