{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/channel-4-sell-off-david-elstein-public-service-broadcasting",
  "id": "2016-05-08-65",
  "sectionId": "media",
  "body": "On his last day in office as chairman of Channel 4, Lord Burns told listeners to BBC Radio 4’s The Media Show that “you can have the Channel 4 remit, or you can have privatisation, but you cannot have both”. Yet there is abundant evidence that this is not a binary choice between content and paying dividends to shareholders. The kind of situation where new shareholders require large dividends is typically a private equity transaction. If one thing is certain in this whole affair, it is that there will not be a sale to private equity.But a sale only makes sense to an existing media player – one that can extract synergies and savings from ownership of Channel 4. The scale of savings that might be achieved by a buyer such as Sky, Viacom (owner of Channel 5), Discovery or Liberty Global (owner of Virgin Media) must easily run to £200m a year. The formula so often used by leaders of Channel 4 – that we make a valuable contribution to the creative economy “at zero cost to the taxpayer” – is simply wrong. Allowing that £200m to go begging every year, when public service broadcasting is in long term decline, cannot be the right answer. The issue with Channel 4 is not privatisation, but how to enhance its central public service broadcasting role. Since 2003, Ofcom has charted a steady decline in the delivery of public service content and of originated programming, without ever suggesting how this depressing trend might be reversed. As far as Channel 4 is concerned the main changes by Ofcom have been to loosen public service obligations, not tighten them. The most recent requirements introduced in 2010 for Channel 4 to make a “statement of media policy” offer no established measure of success, nor any prescribed penalty for failure. The tests for whether they are being met are devised by Channel 4 itself, and presently show commendable achievement. But if these – or other – tests showed lesser success, or even failure, there is no provision for any remedial action. The requirement is to state the aspirations, not fulfil them in an objective fashion. Channel 4’s portfolio of channels are nominally part of the Channel 4 remit, which ‘applies across all services and genres’. But the fact is that anything recognisably public service about Channel 4’s output is almost exclusively confined to the main channel. If there is to be a sale process, Ofcom – and especially its content board – needs to be meaningfully strengthened, so that any new remit can be vigorously enforced. If Channel 4 can survive – even thrive – indefinitely in public ownership, thanks to a weak remit, then it is all the harder to justify leaving money, and a stronger remit, “on the table”, unrealised. David Elstein is chairman of openDemocracy.net, an executive producer at Portobello Films and was the launch chief executive of Channel 5. This is an edited extract from What Price Channel 4? a collection of essays published by Abramis and edited by John Mair, Fiona Chesterton, David Lloyd, Ian Reeves and Richard Tait",
  "webTitle": "‘A Channel 4 sell-off would strengthen its public service remit’",
  "webPublicationDate": "2016-05-08T17:10:13Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/channel-4-sell-off-david-elstein-public-service-broadcasting",
  "keyword": [
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Elstein",
      "id": "media/david-elstein",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Public service broadcasting",
      "id": "media/public-service-broadcasting",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "David Elstein",
      "id": "profile/david-elstein"
    }
  ],
  "guardianId": "media/2016/may/08/channel-4-sell-off-david-elstein-public-service-broadcasting"
}