{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/the-guardian-view-on-the-referendum-debate-from-hype-to-hysteria",
  "id": "2016-05-15-51",
  "sectionId": "commentisfree",
  "body": "Political campaigns are not often won by the side that concedes how many valid points the opposition has made. Brash simplification is unavoidable. It would be naive to expect the battle over Britain’s membership of the European Union to be distinguished by nuance. But the descent beyond hyperbole into hysteria has been unusually steep over the past week. The remain campaign sounds an apocalyptic alarm about the threat to the UK economy and national security from Brexit. The leave side probes atavistic fear of subjugation by foreigners, either in the form of Brussels-based bureaucrats or Dover-bound migrants. Each side accuses the other of peddling bogus statistics and ramping up baseless fear. There is ample blame to share, but it would be too glib to say the two campaigns are as bad as each other. While the remain side can fairly be accused of overstating its case, the leave side is guilty of a graver offence: wilfully misrepresenting its agenda. Those who defend Britain’s EU membership come from across the political spectrum but they share a belief that, in the broadest terms, our national interest is best preserved working within the existing framework for continental alliance. The principal assertions of their campaign – that Brexit entails massive risk and needless surrender of influence – is beyond rational dispute, or it should be. The pro-Brexit side might fairly argue that it is a risk worth taking for some longer-term gain; that influence might be rebuilt outside the EU. But they know that this is an uphill struggle in campaigning terms, especially when there is no agreed strategy, timetable or model for rebuilding Britain’s trade and diplomatic relationships outside a club whose other members would be affronted by the act of departure. So, instead of explaining how Brexit works in practice, the leave side tilts towards xenophobia and outright falsehood. An egregious example is the claim, routinely made by Vote Leave, that EU membership costs the UK £350m per week – a figure that ignores the budget rebate, European subsidies and development funds spent in poorer British regions. Most absurdly, it presumes no economic benefit at all from membership of the single market. It is also a ludicrous fiction to imagine that, on voting to leave the EU, this same sum becomes instantly available to be lavished on hospitals and schools. Many of the Conservatives now making this case have hitherto shown no appetite for increases in public spending. Likewise, the spectacle of well-heeled Eurosceptics from the Tory right suddenly discovering opposition to “the Establishment” would be comical if the dishonesty did not contribute to a dangerous pollution of the political debate. In the absence of a coherent account of Britain’s role outside the EU, the leave campaign is in danger of becoming a ragtag caravan of disjointed grievances. It seems likely, over the coming weeks, to mine ever deeper into social and economic illiberalism, aspiring to stir up revolt, not against the banal reality of EU membership but against politics more generally, for which “Brussels” is cast as the sinister, conspiratorial epicentre.   Related: Iain Duncan Smith backs Boris Johnson over EU-Hitler link    Boris Johnson’s ugly and provocative allusion to the Third Reich as a metaphor for European integration clearly signals the rhetorical trajectory. It is at best a move from the Donald Trump playbook – maximising controversy in order to dominate the conversation and drown out reasonable debate. It might mark something even worse than that. To the extent– the very limited extent – that Mr Johnson is capable of sincerity, he might mean what he says. His view of the world might be formed by the prep school certainties of comics about the second world war, as much of his party’s still appears to be. Any Trumpification of British politics is to be fiercely resisted. Mr Johnson is not famed for consistency or integrity, but there are other senior Conservatives, cabinet ministers past and present – the likes of Michael Gove and Michael Howard – who, unlike the former mayor of London, combine sincere Euroscepticism with a conscientious view of public life as entailing responsibilities. They should be alarmed by the direction the campaign they endorse is taking. A question they, and other moderate Eurosceptics, should face, is how much poison they are prepared to see tipped into the well of reasonable public debate in pursuit of a goal – Britain outside the EU – whose precise terms none of them can even describe.",
  "webTitle": "The Guardian view on the referendum debate: from hype to hysteria | Editorial",
  "webPublicationDate": "2016-05-15T18:23:39Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/the-guardian-view-on-the-referendum-debate-from-hype-to-hysteria",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/the-guardian-view-on-the-referendum-debate-from-hype-to-hysteria"
}