{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/06/mariana-trench-live-feed-engrossing-viewing-from-deepest-place-on-earth",
  "id": "2016-05-06-342",
  "sectionId": "environment",
  "body": "A live video feed of the Mariana trench – the deepest place on Earth – is proving engrossing viewing for those above sea level. The Mariana trench plunges about 11km (seven miles) deep under the Pacific – further down than the summit of Mount Everest is above sea level. Because of the difficulties in reaching such depths, little is known about the area.           World’s deepest fish filmed eight kilometres down in the Mariana Trench     Related: James Cameron dives into the Mariana Trench – in pictures    The National Oceanic and Atmospheric Administration’s (NOAA) exploration vessel Okeanos Explorer has been conducting a deepwater exploration of the Marianas since 20 April. Video footage from its deep sea remotely-operated vehicle is being live-streamed on YouTube and the NOAA’s website. The vehicle is currently scouring the seafloor of the Mariana trench marine national monument, 3,685m deep, just east of the Philippines. Commentary is provided by scientists identified only as “Chris”, “Kelley” and others, some shore-based, some aboard the Okeanos Explorer.     NOAA’s live-stream of Camera 1 of the Okeanos Explorer’s deep-sea remotely-operated vehicle; Camera 2 and Camera 3 are also live on YouTube.   “This is why they turned off the party line,” Kelley apologised on Wednesday, after the scientists were chastised for their banter by the navigator. “Because we’re too loud.” Kelley – who summarised her role in the mission as “I just point and ask for a zoom on stuff” – said the geology was “not very diverse” but abundant. In 20 minutes’ viewing, scientists pointed out a starfish, two sponges, a holothurian sea cucumber of “incredible colour”, up to three different kinds of anemones, some kind of “sediment-dweller”, a tripod fish without tripods, and “our second cusk-eel”.     A beautiful stalked crinoid, likely Proisocrinus ruberrimus. Photograph: NOAA Office of Ocean Exploration and Research, 2016 Deepwater Exploration of the Marianas    “It’s been a great sponge day,” Kelley said to the 2,900-odd people streaming the feed on YouTube. “We’ve learned a lot.”   Related: In pictures: Bizarre deep-sea creatures revealed    The location of the ship, which will continue its mission until 10 July, is tracked in real-time online.  Updates from each dive are posted daily on the NOAA website, as are highlight videos and images. For the most committed followers, there is a mobile app that promises “to bring the excitement of ocean discovery directly to your smartphone or tablet”. In December 2014 scientists at the University of Aberdeen filmed a new type of snailfish at a depth of 8,145m in the Mariana trench setting a new record for the world’s deepest fish. In 2012 filmmaker James Cameron returned safely from a one-man mission nearly 11km into the trench in his 12-tonne, lime green submarine Deepsea Challenger.",
  "webTitle": "Mariana trench live feed: engrossing viewing from deepest place on Earth",
  "webPublicationDate": "2016-05-06T03:41:39Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/06/mariana-trench-live-feed-engrossing-viewing-from-deepest-place-on-earth",
  "keyword": [
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "environment/2016/may/06/mariana-trench-live-feed-engrossing-viewing-from-deepest-place-on-earth"
}