{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/25/kenya-william-ruto-tells-uk-to-resettle-somali-refugees-living-in-dadaab",
  "id": "2016-05-25-175",
  "sectionId": "global-development",
  "body": "Kenya says it plans to expel hundreds of thousands of refugees within six months, and argues the international community is partly to blame for leaving it to deal with so many refugees for so long.  The deputy president, William Ruto, said it is now up to the developed world to mitigate the fallout, suggesting that other countries including the UK should resettle the refugees who could soon be kicked out of Kenya.  Ruto’s comments follow Kenya’s announcement that it intends to close its refugee camps and shut down its refugee ministry, putting the future of 600,000 mainly Somali and South Sudanese people in doubt.    Related: Refugees urge Kenyan leaders to rethink closure of Dadaab camp    Kenya says the camps have become hotbeds for Islamist extremism, and claims several recent terrorist attacks were planned from Dadaab, the world’s largest refugee camp. On Tuesday, the UN secretary general, Ban Ki-moon, reiterated the “devastating” consequences of closing the camps, and announced that his deputy, Jan Eliasson, would visit the country in the coming days to try to persuade Kenya to reverse its decision. But speaking at the world humanitarian summit in Istanbul, Ruto said Kenya was sticking to its plan, and was now aiming to expel refugees within six months.  “Everybody seems to be telling us – you should find a way of keeping these people,” Ruto told the Guardian. “But the theme of this conference is one humanity, shared responsibility. The UK can go with 50,000, the United States can go with 100,000, other countries can take 5,000. We can share them. “We have already assimilated close to 250,000 – that is our share. Surely the world does not expect us to do more than that? If there is real shared responsibility, we should see some countries step forward and say: we’ll take 5,000, we’ll take 10,000.” As an alternative to resettlement, Ruto suggested that the west mount a huge development programme in Somalia, which is the source of most of Kenya’s refugees, “so that these people can go back home”. Many of those living in Dadaab were born in the isolated camp, and have never been to Somalia. Kenya has previously backed down on threats to close its camps, and several commentators believe the government is posturing to win favour from voters ahead of elections scheduled for next year.    Related: Dadaab closure: how 600,000 refugees got caught up in Kenya’s electioneering    But Ruto said: “Why would we go back on this? We are serious about this. The threat to our security will still exist beyond the elections. “From where we sit, the refugee camp is beginning to cause an existential threat to Kenya as a nation, a huge security problem.” Asked whether Kenya’s refusal to let refugees work had led any of them to turn to militancy, Ruto said Kenya did not have the resources to employ refugees. “We have 35% unemployment rate in Kenya,” he said. “If you are running Kenya today, to whom do you give the right to work? Legitimately these people should work. Unfortunately we cannot offer them jobs because we have problems offering our own people jobs.” But the prime minister of Uganda – one of the few countries to make it easy for refugees to join the labour market (pdf) – extolled the benefits of giving refugees employment rights.  “We have found it productive for refugees and for the countries to have their skills brought to bear on the national economy,” Ruhakana Rugunda told the Guardian. “It’s productive in the sense that refugees are able to produce their food, they can go to school, do various jobs, and look after themselves instead of relying on the UN and on the government of Uganda to give them handouts.” Rugunda agreed that the world should be resettling more refugees from east Africa, as well as trying to end the conflicts that create refugees.  “For the last 20 or 30 years, Uganda has been shouldering half a million refugees, and that’s quite a sizeable figure,” he said. “Uganda is one of the biggest refugee hosts in Africa so really there should be a shouldering of the burden, or maybe the responsibility, since burden is not the correct word. Uganda is proud to do this and we would like to see all other countries play a role.”     Refugees in Dadaab, the world’s largest refugee camp in north-east Kenya, photographed in May 2015. Photograph: Sun Ruibo/Alamy    But refugee specialists in Istanbul said very few delegates at the summit seemed interested in upholding international treaties such as the refugee convention, or in resettling significant numbers of people. “It’s not what we’re seeing,” said Andreas Kamm, the head of the Danish Refugee Council. “Politicians and decision-makers are fleeing from institutions like the UN that could actually make a difference [in resettling refugees]. I’m not an optimist in the short term on burden sharing – if we can’t do it in Europe, within a union, how can we expect it to happen globally?” Delegates broadly agreed that refugee crises should be viewed as drawn-out challenges that require long-term developmental responses, rather than short-term aid hand-outs. “One very important thing I’ve noticed is the linking of humanitarian emergency assistance with development work, and trying to integrate the people who work in those two areas,” said Kamm. “In the future we can work in a continuum, rather than having to bridge the gap between emergency response and development. And that’s important because the refugee crises of today are longer than they were.”",
  "webTitle": "Kenya tells UK to resettle Somali refugees living in Dadaab",
  "webPublicationDate": "2016-05-25T12:09:54Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/25/kenya-william-ruto-tells-uk-to-resettle-somali-refugees-living-in-dadaab",
  "keyword": [
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "global-development/2016/may/25/kenya-william-ruto-tells-uk-to-resettle-somali-refugees-living-in-dadaab"
}