{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/03/transgender-healthcare-doctor-oneonta-new-york-carolyn-wolf-gould",
  "id": "2016-05-03-215",
  "sectionId": "society",
  "body": "Four times a year, Jill Williams, 62, climbs into the cab of her 2010 Toyota pickup and heads from Pittsfield, Massachusetts, to a doctor’s office two-and-a-half hours away.  Williams, who is transgender, has grown used to the drive. With the majority of medical professionals knowing little about how to provide care to transgender people, countless trans individuals across the country face incredibly restricted health care options. Williams is one of thousands of people willing to go far – usually to a major city – to see a doctor who has experience in transgender health care, or at least is not openly hostile.    Related: Obama says overturn anti-LGBT laws in North Carolina and Mississippi    But Williams isn’t headed for a city. And in a stark illustration of how sparse her options are even here, in one of the most populous parts of the north-east, her route bypasses major metropolitan areas for an unlikely haven at the foot of the Catskill mountains: Oneonta, New York. This is where Dr Carolyn Wolf-Gould, a longtime family doctor, has spent years tailoring her practice for trans patients. From a few individuals in the late 2000s, she has built a center that treats more than 300 transgender people from across the region.  Many come from the hamlets that dot the surrounding foothills. But the majority of Wolf-Gould’s patients trek from Albany, Schenectady and their suburbs – a thriving region that is nevertheless hurting for health care options and is not short on bigotry. “These patients are so marginalized, and they deal with so much discrimination and abuse, that we have people coming from four, five, six hours away,” Wolf-Gould said in a recent interview. Her office, in a small hospital off a two-lane highway, offers them hormone therapy, counseling, a point of coordination with their other doctors and referrals for patients wishing to transition with surgery. But she also treats dozens of trans people who aren’t medically transitioning and don’t require her specialties so much as sensitivity. Some patients, she said, will drive a hundred miles to avoid getting another mammogram in their hometown.  There is Kate Terrell, 51, who went to the emergency room for lung failure only to undergo an unrelated pelvic exam by a nurse. “I had one woman hand me a breast exam card and say, ‘Here, this should make you feel more feminine,’” Terrell said. Despite living close to five major hospital centers and dozens of endocrinologists, who specialize in hormone therapy, Terrell drives more than an hour for Wolf-Gould to manage her estrogen levels. Rhonda Calhoun became a patient after her doctor of two decades said she would need to “see God” before he would treat her again. She drives two hours both ways for Wolf-Gould to perform her annual checkups. In fact, Terrell says she hardly knows a single trans person in Albany, out of hundreds, who doesn’t drive the 80-some miles to see Wolf-Gould. “You do it when you don’t have any other choice,” Calhoun said. “You’d think being around the Syracuse area there would be more doctors that would see a need. But as soon as you mention ‘transgender’, they say they don’t have anyone.”  Their experiences are far from unusual. In one survey after another, trans people report hostility and ignorance in doctors’ offices at disturbing rates. A 2011 entry, from the National Center for Transgender Equality and the National Gay and Lesbian Task Force, found that half of all trans people have had to teach the fundamentals of trans health care to their health care providers. One in three have been harassed by a provider, and one in five have been refused care outright. Slightly less than a third had put off seeking care altogether because of discrimination or fears. A popular hashtag, #transhealthfail, captures countless of these dismal encounters. The experience of doctors attributing all their health care problems to the fact that they are trans is so widespread that activists have given it a name: “trans broken arm syndrome.” Public health advocates fault a slew of factors for this dearth of health care options. Very few medical practitioners were trained in trans medicine as students, and widespread attempts to catch up are relatively new. It is only in the past few years that the Accreditation Council for Continuing Medical Education approved a curriculum for transgender health care. Many patients who seek out Wolf-Gould don’t even have horror stories, but transferred from doctors who declared or seemed to be out of their depth.  One consequence of such a bleak landscape, though, is that trans people must frequently take long trips out of their way for competent care. “They regularly are driving 25 miles, 50 miles, 100 miles for routine blood work, annual checkups, or just to get routine care,” said Harper Jean Tobin, the director of policy for the National Center for Transgender Equality. “And not because there are no closer providers who could do it, but because there are not providers who are accepting and supportive and willing.” ‘The hardest part of all of this is the paperwork’ Well-known providers of trans health care, Tobin said, such as the Whitman-Walker clinic in Washington DC, or the Callen-Lorde center in Manhattan, are accustomed to their patients traveling from several states away. But Wolf-Gould’s waiting room represents an extreme reversal of national trends: normally, only rural patients travel long distances for health care, and even then, one study estimates, only one in five goes more than 30 miles. For patients living in an urban setting to travel that many miles – and then some – is incredibly rare. Part of the pull to Oneonta is Wolf-Gould herself. A warm and indulgent 54-year-old, she answers emails in the middle of the night, patients say, and she takes up the gauntlet when they run into problems with other specialists or insurers. She’s free with hugs, and Williams says Wolf-Gould was integral to her decision to come out at work. “You just have the type of personality that needs to come out,” Williams recalls her urging. On top of a fluent medical knowledge, she has a traplike memory for which surgeons and specialists won’t refer to her patients by the wrong gender or treat them like a curiosity. A sensitive staff has recently grown to include a patient navigator, a therapist, a urologist and an OB-GYN. The hospital is beginning to train its operating room staff to treat patients who want to transition with surgery. It is a far cry from how the practice began. Her first trans patient was a new-to-the-area construction worker named Toni Blessing, and at first, Wolf-Gould turned him away. She said she did not have the knowledge to treat him. When Blessing neared the end of his testosterone refills, he became persistent. “Finally, she realized, this is a person who really needs my care,” said Blessing. With a warning to Blessing that she would need his guidance, Wolf-Gould took him on as a patient. Now, Wolf-Gould says, she has come to determine that this is not difficult medicine. “Hormones isn’t rocket science. The hardest part of all of this is the paperwork,” from insurance companies with systems that aren’t designed to account for trans procedures. Oneonta is not exactly an ideal place for her patients to travel, they say. There is no rail, and buses from hubs like Schenectady typically arrive late at night. Upstate New York winters make for a treacherous drive. And Oneonta’s rural setting makes some patients nervous to linger at local restaurants and gas stations. Still, many said they wouldn’t go anywhere else. “Why would I even bother?” Williams said. “Where the hell else am I going to get this care?”",
  "webTitle": "How a tiny city in New York became a beacon for transgender healthcare",
  "webPublicationDate": "2016-05-03T11:30:01Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/03/transgender-healthcare-doctor-oneonta-new-york-carolyn-wolf-gould",
  "keyword": [
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US healthcare",
      "id": "us-news/healthcare",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Massachusetts",
      "id": "us-news/massachusetts",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Molly Redden",
      "id": "profile/molly-redden"
    }
  ],
  "guardianId": "society/2016/may/03/transgender-healthcare-doctor-oneonta-new-york-carolyn-wolf-gould"
}