{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/09/rugby-union-season-review-highs-lows",
  "id": "2016-05-09-274",
  "sectionId": "sport",
  "body": "Player of the season George Smith, Wasps. Some overseas signings are forgotten the moment they leave; others leave a legacy that endures indefinitely. The 35-year-old Smith will join the latter category when he heads to Japan this summer; regardless of how far Wasps go in the play-offs, the next generation of English players now know what a world‑class openside flanker looks like. RK   Related: Eddie Jones names eight uncapped players in for England training squad    Owen Farrell, Saracens, and Bundee Aki, Connacht. In the Premiership, Owen Farrell. The Saracens’ fly-half has come of age this season, running games reactively. In the Pro12, Connacht’s Bundee Aki has shown an attacking flair that in the post-Smith and Nonu era even his native All Blacks would not sniff at. PR Alex Goode, Saracens. Everything the Saracens man does is so right. Even when it looks as if it might not be, Goode fixes it so it is. Modest straight-line speed has rendered people suspicious – wrongly – of him at Test level, but at club level there is no one smarter or more skilful. MA     Alex Goode has been at the heart of what Saracens do right. Photograph: Seconds Left/Rex/Shutterstock    Newcomer of the season Sam Underhill, Ospreys. In terms of instantaneous impact the answer is probably Eddie Jones but, domestically, plenty of talent is beginning to flower. Maro Itoje will go far while Sale’s Sam James and Northampton’s Harry Mallinder are young backs of real ability. But perhaps the most significant arrival is Sam Underhill of Ospreys. England may have found their long-term No7. RK Garry Ringrose, Leinster. The Leinster centre makes classic outside breaks, confounding defenders with a languid running style that masks his deceptive pace. Very much one to watch. PR Garry Ringrose, Leinster. They have been talking about this guy for some time in Ireland as the much‑yearned-for next Brian O’Driscoll. This has been his breakthrough season. More willowy than the great man, but his elusiveness is every bit what you would expect from anyone anointed as the next BOD. MA Try of the season  Ross Chisholm, Harlequins. Chisholm crowned a glorious team effort by Harlequins against Gloucester in December, although the try scored by Sale’s No8 Josh Beaumont against Exeter Chiefs from a delicious Danny Cipriani inside ball came close. The Sharks deserve some recognition for their hugely creditable season. RK Telusa Veainu. The try for Leicester at Gloucester in January highlighted how the Tigers have changed this season, Peter Betham running a kick out of his own 22 at pace after receiving the ball from a prone Tom Bell. Three passes later, Veainu finished off a stunning move. PR Telusa Veainu. Leicester were trailing Gloucester 15-7 at Kingsholm with a little over 10 minutes to play. Tom Bell flicked up a loose ball to Peter Betham, who streaked out of Leicester’s 22. Jordan Crane was in support and, inspired by it all, sold a beautiful dummy before turning inside to put Veainu over. The Tigers went on to win. MA     Telusa Veainu scored one of the tries of the season against Gloucester. Photograph: Tom Dulat/Getty Images    Lowlight of the season Rewind the tape of Northampton’s game against Bath this month and then try to convince a neutral that reset scrums are not a handbrake on professional rugby’s continuing growth. Particularly on soft winter pitches, endless time is wasted and the game can be reduced to a crawl; get it in and get it out. RK Referees remain reluctant to show yellow cards early in a games when players get away with cynical offences in defence; and the offside line at the scrum is rarely policed. PR The departure of Sam Burgess. Rarely have so many people come out of one misguided experiment so badly. This was the final insult, but particularly to the players left out or shipped on to accommodate him. Whatever his reasons for leaving, it looked really bad. A deeply depressing end to a deeply depressing affair. MA Unsung achievement It is not so many years ago that Connacht’s very future was in doubt; under the inspirational Pat Lam they have thrived to the point where they have secured a home semi-final, having finished second in the Pro12 table on points difference. One or two underperforming Welsh sides could do with studying the example of the men from Galway. RK Gareth Steenson has been Exeter’s outside-half since their Championship days and his unfussy, uncomplicated approach, allied to his accurate goal‑kicking, remains pivotal to the Chiefs as they navigate uncharted waters. And Sale’s Champions Cup qualification ahead of bigger spenders merits recognition. PR Connacht’s qualification for a home play-off. It might not be quite a Leicester City-style sensation – although life for the underdog in rugby is harder than it is in football – nor even a Japan one, but Connacht’s consistency this season on a modest budget has been remarkable. They play fantastic rugby, too. MA     Connacht have had a revelatory season. Photograph: Inpho/Rex/Shutterstock    Who will be champions? Premiership: Exeter Chiefs. Pro12: Connacht. RK Premiership: Saracens. Pro12 Leinster. Although in the year of the underdog, should that read Exeter and Connacht? PR Premiership: Saracens. Pro12: Ulster. MA What would you change for the 2016‑17 season? Someone needs to iron out the disciplinary inconsistencies, at home and abroad, that see some players banned for weeks while others are cleared of offences that appear virtually identical. It is also increasingly anachronistic for players suspended for an indiscretion in a league fixture in May to miss, say, a Lions tour. They should serve their sentence by sitting out club games at the start of the next domestic season. RK The needless Championship play-offs. PR Ban referees from watching the big screen. Specifically when they refer something they happen to have seen replayed. It gives the TV director far too much power over the course of a game. If the referee and television match official have missed something then it’s gone, just like those offences the TV director doesn’t choose to replay over and over again. MA",
  "webTitle": "Rugby union season in review: our writers select their highs and lows",
  "webPublicationDate": "2016-05-09T08:39:55Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/09/rugby-union-season-review-highs-lows",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    },
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    },
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/blog/2016/may/09/rugby-union-season-review-highs-lows"
}