{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/thailand-ladyboy-superstars-cabaret-australian-tour-interview",
  "id": "2016-05-25-304",
  "sectionId": "stage",
  "body": "Thanyakarn “Micky” Rattanarak began thinking of herself as a girl when she was seven. “I always asked my parents, why am I different? Why can’t I wear skirts to school like all the other girls? Why do I have short hair?” she tells Guardian Australia. “I wanted to be the same like all the other girls. I always felt like a girl.” Rattanarak is now 23, and is one of 24 Thai “ladyboy” stars who have performed in Adelaide and Newcastle. Next stop: Sydney, for their sparkle-filled big top extravaganza called Thailand Ladyboy Superstars Cabaret. Audiences have been told that they will be “left in awe” by the show, “not to mention infatuated with the many gender-straddling performers”.    Related: ‘They’: the singular pronoun that could solve sexism in English    Asked if she considers herself to be a woman, Rattanarak says: “When I was young I always thought I was a girl in the wrong body. Now I would say I belong to [a] third sex.” This other gender – neither male or female – is increasingly finding acceptance in Thailand and beyond. Rattanarak says the term ladyboy does not equate to “drag queen”. There is a performative aspect to the way drag artists use dressing up as the opposite sex (often in exaggerated tones), whereas being a ladyboy is a state of being, akin to transgenderism: “We are this way all the time.” Nor is the term, necessarily, derogatory – although it may feel that way to a casual observer. Rattanarak says it depends on the intent with which the word is said. “We are happy for people to call us ladyboys, if they talk nice,” she says. All the performers are proud of who they are and bring passion and integrity to their performances, she adds.     Thai performers in Newcastle with Thanyakarn Rattanarak pictured wearing black in the bottom right. Photograph: Megan Garth    While Rattanarak has not undergone gender reassignment, “many change [sex] for relationships or to find a boyfriend easier – much easier than [when you are] a ladyboy”. She has a boyfriend and says they are open about their relationship, although tend not to kiss in public. “Thai culture believes this is rude, no matter who you are.” Thailand has long been a leader in progressive attitudes towards transgenderism and non-binary gender identities, however Rattanarak says this applies less in Thai workplaces where her community still struggles for acceptance. They are largely forced to find work in the entertainment and hair and beauty industries, and stories like the Thai airline company PC Air who publicly hired transgender flight attendants are exceptions to the rule.   Related: Flying the flag for ladyboys: Thai airline takes on transgender flight attendants    Rattanarak, for one, loves her work as a performer. “I love the sparkly dresses, doing the hair and makeup. It’s very feminine, I feel more like a woman,” she says. Her pre-show preparation requires 1.5 hours on makeup and another 30 minutes for costume and hair. Director of Thai Ladyboys, Damian Syred, says Sydney audiences should expect a show with plenty of razzle-dazzle. Two hundred costumes will be worn throughout, consisting, he says, of more than 100,000 feathers, 200,000 sequins and 350,000 diamantes. Sourcing well-fitting heels has proven one of the production’s biggest challenges, with most of the performers requiring sizes larger than those conventionally offered in the ladies shoe department. “They also have to be a good fit for dancing so we get them custom-made.” Production numbers span traditional and modern Thai songs, to western pop such as Kylie Minogue, Jennifer Lopez and crowd favourite Tina Turner. Syred says some of the performers have a special skill in impersonation. “Sometimes I am surprised at how quick they will pick up somebody’s actions.”     Thailand Ladyboy Superstars Cabaret will be held at the Entertainment Quarter, Moore Park in Sydney. Photograph: Thailand Ladyboy Superstars Cabaret    Syred says the production’s title, Thailand Ladyboy Superstars Cabaret, was chosen in consultation with the performers, with the deliberate inclusion of the word ladyboy, “so people know what it is and nobody ends up watching something they didn’t want to be watching”. Press material merrily describes the performers as “the world’s most glamorous showgirls (who just happen to be men!)”.  Australia lags behind Thailand in acceptance of transgenderism, says Syred, adding there’s a “small percentage” who continue to discriminate against the community. “You’ll get the odd [negative] comment on our Facebook page,” he says. But he believes local attitudes are improving. “A show like this will help show that there’s nothing untoward. They are just beautiful performers.”  • Thailand Ladyboy Superstars Cabaret is at Sydney’s Moore Park from 26 May to 19 June",
  "webTitle": "Thai superstar cabaret: 'We are happy for people to call us ladyboys, if they talk nice'",
  "webPublicationDate": "2016-05-25T02:55:18Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/thailand-ladyboy-superstars-cabaret-australian-tour-interview",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "stage/2016/may/25/thailand-ladyboy-superstars-cabaret-australian-tour-interview"
}