{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/cloudstreet-review-opera-version-of-tim-wintons-classic-revels-in-australianisms",
  "id": "2016-05-16-365",
  "sectionId": "music",
  "body": "Cloudsteet, Tim Winton’s 1991 story of the Lambs and the Pickles sharing the house at No 1 Cloud Street, frequently comes out on top of lists of Australia’s favourite novel. Following the two working-class families over 20 years in postwar Australia, the weighty 427-page tome has had an expansive life as an adaptation: first as a five-and-a-half-hour play in 1998 and then a six-hour miniseries in 2011. It is now having its world premiere as an opera in Adelaide and there are many things to like about this stylish production from State Opera South Australia. Staging George Palmer’s adaptation is a significant investment by the company: not only in a new Australian work but also in the performance opportunities it offers its largely young and assured cast under the direction of Gale Edwards. Victoria Lamb’s set, Ailsa Paterson’s costumes and Nigel Levings’s lighting are always in communication with each other, never more so when Fish (Nicholas Jones) and Quick Lamb (Nicholas Cannon) row down Swan river suspended above the stage. But, racing by in just under three hours, a new perspective is gained on just why previous versions took so much time to tell this story.   Related: Island Home by Tim Winton review –  a love song to Australia and a cry to save it    Winton’s book builds off an undercurrent of the isolation of Perth and the darkness this forces on the city. The history of the house, a former mission for young Aboriginal girls, is just one corner of a past this country hasn’t confronted. The tragedy that extends through the lives of the Pickles and the Lambs is merely a reflection of a class, a city and a country trying to find its place. Palmer’s fast pacing and levity of tone excises the depths of this darkness. The Aboriginal girls who died at the mission house are reduced to otherworldly apparitions; Rose’s (Desiree Frahn) eating disorder becomes a footnote; Oriel’s (Antoinette Halloran) move to the tent in the back yard an oddity. This missing undercurrent means the story lacks weight. Moments of tragedy are untethered and so Palmer’s Cloudstreet constantly returns to a place of light. And it is in light that Palmer is most confident in his composition: a rousing chorus of the Lambs opening a shop; the sultry confidence of Dolly’s (Joanna McWaters) musical refrain as she kisses strange men in bars. The Adelaide Symphony Orchestra is full and rich under the musical director and conductor, Timothy Sexton, with a score that owes much to Rodgers and Hammerstein, Gershwin and the golden age of the American musical. The music is at its grandest in the arias, Palmer giving his artists space to really find their voice and character. Palmer makes this opera eminently understandable. He revels in the Australian vernacular, taking delight in using Winton’s “whackos” and “mates”, and the high elongation of Australian vowels are celebrated in the performances rather than disguised. Cannon, in particular, flourishes in embracing these features of Australian speech, crafting a nuanced performance as Quick Lamb. He, along with McWaters as the confident and sultry Dolly Pickles, are the constant highlights of the production. At the centre of Cloudstreet is the tragedy suffered by Fish, caught under a fishing net and nearly drowned. For an opera, this character poses an interesting question of internal logic: how to write a character with an intellectual disability into a world where everyone sings with ease? Palmer’s solution, to allow Fish to sing full-bodied and rich when he is at peace with the water, is beautiful and soaring in the moment – but it builds out of scenes where Jones sings flattened and with a lisp in an uneasy characterisation. Edwards’s production shines brightest when it breaks away from the house on Cloud Street. In the rocky wooden boat floating above the stage, surrounded by bright yellow light globes, Edwards builds Fish a world where water and sky become one. When Rose and her beau, Toby (Jeremy Kleeman), attend a poetry competition she stands out – beautiful – in her red dress, while the other attendees all dress in stylish black: the working-class girl becomes the laughing stock in a scene verging on the surreal, humour deftly balanced against penetrating harshness. It’s perhaps because these scenes stand so far apart from Cloud Street that they find success. In leaving the house, Palmer departs the strict driving structure that pushes the story through 20 years and he gives himself the chance to sit more fully with the characters, rather than feeling like a series of bullet points and constant exposition. In act two, as Palmer feels more confident in leaning on our relationship with these characters, the pace is slowed and finds more variation, finally allowing immersion within the stories rather than a simple skimming over the surface. Cloudstreet is an often beautiful and accomplished divertissement – but knowing the source text it is hard not to feel there is something more waiting to be found, just beneath the surface.  Cloudstreet is at Her Majesty’s Theatre, Adelaide, until May 21",
  "webTitle": "Cloudstreet review – opera version of Tim Winton's classic revels in Australianisms",
  "webPublicationDate": "2016-05-16T01:26:21Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/cloudstreet-review-opera-version-of-tim-wintons-classic-revels-in-australianisms",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Tim Winton",
      "id": "books/tim-winton",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adelaide",
      "id": "australia-news/adelaide",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "South Australia",
      "id": "australia-news/south-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Howard",
      "id": "profile/jane-howard"
    }
  ],
  "guardianId": "music/2016/may/16/cloudstreet-review-opera-version-of-tim-wintons-classic-revels-in-australianisms"
}