{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/institute-of-public-affairs-plans-aggressive-superannuation-campaign",
  "id": "2016-05-10-327",
  "sectionId": "australia-news",
  "body": "The Institute of Public Affairs is preparing to run an aggressive public campaign against the Turnbull government’s superannuation changes similar in style to its campaigns on climate change and section 18C of the Racial Discrimination Act. IPA executives held a meeting on Tuesday morning to plan their campaign, saying their members were furious at the raft of super reforms revealed in Scott Morrison’s budget. Liberal MP Craig Kelly has told Guardian Australia voters with high super balances are concerned about the issue.    Related: Superannuation: Coalition says budget's tighter tax concessions will hit wealthiest    LNP senator Ian MacDonald has said he will raise the issue with the treasurer because he opposes retrospective legislation, although he has not formed a view on whether the changes are retrospective. “I need to get to the bottom of that. I have [a] philosophical objection to any retrospective legislation, I just think it’s wrong. But I’m not sure it is [retrospective].” John Roskam, IPA executive director, told Guardian Australia the government’s proposed super changes had become an “absolute firestorm” among Coalition supporters and IPA members, and the government’s claim that the changes won’t be retrospective had made people “even more angry”. “At every level, this is diabolical,” Roskam said. “We are going to go as hard on this as we went on the Labor party and media regulation, or Tony Abbott and 18C, or climate change. “It is an absolute matter of principle about retrospective law.” The Turnbull government’s budget revealed plans to introduce a number of changes to super taxes and concessions. It plans to introduce a $500,000 lifetime limit on the amount of after-tax contributions someone can make to their super, which dramatically reduces the current limit of $180,000 a year. It also wants to limit the amount of superannuation from which retirees can derive tax-free income to $1.6m, meaning income generated by balances above $1.6m will be subject to tax of 15%. Morrison has said the $500,0000 limit on after-tax contributions is not retrospective because it applies from budget night and people who have already contributed more than that will not be asked to withdraw the excess from their accounts. On ABC radio in Adelaide on Tuesday the foreign minister, Julie Bishop, repeated government claims the tax treatment of balances over $1.6m was not a retrospective change because it applied to “the tax rate on future earnings”. She promised the government would “get feedback on any unintended consequences” after it had drafted legislation but denied this amounted to back-pedalling on the policy in the face of backlash. Simon Breheny, IPA director of policy, said the government was being “too clever by half” to claim that its measures weren’t retrospective. “On the $500,000 lifetime limit, they’re taking contributions into account since 2007. If you take into account contributions made between 1 July 2007 and now, or before those changes were announced, that is clearly retrospective,” he said. “The $1.6m limit is potentially even worse, because people have made those contributions over their working life thinking that money would be there for them in retirement. And what the government’s doing here is very tricky, because they’re saying ‘no, no, no, it’s not retrospective because no retirement income will be taxed’.  “But they’re also actually saying there was no definition of retirement income previously, and now there’s a new definition of retirement income – which means up to $1.6m.” “That’s a clever political argument. “I think this will be very significant. We’ll keep fighting for prospective law, for the rule of law. It’s a matter of principle for us. Our members are very fired up about it.” The Labor leader, Bill Shorten, warned in his budget reply speech that he had “very grave concerns” about the retrospective nature of the government’s plans. In comments after the budget reply Shorten and the shadow treasurer, Chris Bowen, have warned voters hate retrospective changes and they could undermine confidence in the superannuation system. Kelly acknowledged concerns from the IPA and constituents: “yeah look, naturally a few people have expressed concerns”.   Related: Malcolm Turnbull's budget turns younger voters off Coalition, poll shows    “If you look at this thing in isolation, there’s a reason why people are complaining – nobody likes to pay more tax. But if look at it overall, we’re still borrowing $100m a day as a nation. That is completely unsustainable.” Kelly backed the superannuation changes, toeing the government line that they were not retrospective because they changed the tax treatment of future income, albeit on current balances. He said Bishop’s comments that unintended consequences would be examined were “sensible”. Kelly said that a retired couple with $2m of superannuation each could expect to earn $200,000 a year, assuming a 5% return. Since they would only pay 15% tax on the earnings from the last $400,000 in their accounts, under the government’s changes the couple would only pay $6,000 in tax on an income of $200,000, he said. “That’s an effective tax rate of 3% ... that’s not an unreasonable thing to ask.”",
  "webTitle": "Institute of Public Affairs opposes Coalition after 'firestorm' over superannuation",
  "webPublicationDate": "2016-05-10T04:17:02Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/institute-of-public-affairs-plans-aggressive-superannuation-campaign",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Superannuation",
      "id": "australia-news/superannuation-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    },
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/10/institute-of-public-affairs-plans-aggressive-superannuation-campaign"
}