{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/jarryd-hayne-retires-nfl-olympics-sevens-fiji-san-francisco-49ers",
  "id": "2016-05-15-43",
  "sectionId": "sport",
  "body": "The former Australia rugby league star Jarryd Hayne on Sunday announced his retirement from the NFL, in order to seek a place at the Olympics with the Fiji rugby union sevens team.   Related: Patriots' Nate Ebner is a hit in rugby – now chase for Olympic place hots up    “I am retiring from the NFL because the Fiji rugby sevens team reached out to me about the opportunity to join the team for the upcoming Olympics, and I simply could not pass that chance up,” Hayne said in a statement.  “The Olympics has been something I have admired since I was a little boy, and it is an opportunity I feel very similar to me joining the NFL.” A homegrown NFL player, Nate Ebner, is also aiming to play in Rio in August. The New England Patriots special teams player, who grew up playing rugby in Ohio, has been given leave to pursue a place on the US team. Hayne, 28, was born in Sydney to a Fijian father and an Australian mother. He played international rugby league first for Fiji, at the 2008 World Cup, and then for the reigning world champions, the Kangaroos. He switched sports to the NFL in 2015, winning a place as a running back with the San Francisco 49ers. Waived from the 49ers squad in October, he returned to action in December. This month, under new head coach Chip Kelly, he survived one round of cuts. In his statement, he said: “The 49ers organization has been incredibly supportive throughout my journey and I cannot thank them and the support staff enough.” Hayne’s exploits in American football were followed eagerly in Australia. He added: “Thank you to the fans from down under, as well as those around the world, who stood behind me and supported me along this amazing journey.  “I also want to thank the boys, especially my running back brothers, for their help and support in my transition to the NFL. I wish the team nothing but the best for the upcoming season. “Last but not least, I would like to thank the 49ers faithful for your unwavering support. From day one you have always been in my corner and I can’t thank you enough for the love you’ve shown for the kid from down under. Signing off, your mate, No38.” Trent Baalke, the 49ers general manager, said Hayne was a “tremendous example of what can happen when you commit to a goal and do everything in your power to make it a reality”, and added: “We fully support Jarryd’s decision to pursue another dream … we look forward to watching him in Rio and wish him continued success.” With the 49ers, Hayne had 17 runs for 52 yards, caught six passes for 27 yards and returned eight punts.     Fiji’s Waisea Nayacalevu in action during the Paris Sevens final against Samoa on Sunday. Photograph: Thomas Samson/AFP/Getty Images     Related: Why Olympic inclusion could prove sevens heaven for rugby union | The Breakdown    In February, he said that if he ever returned to Australia’s National Rugby League it would be with the Parramatta Eels, the only NRL team he has played for. “Like I always said, if I ever came back I’d go to Parra if they wanted me,” Hayne told Triple M’s The Grill Team. “That was always something I said from the start.  “It’s funny when you see media outlets say I’m doing this and I’m doing that. It’s even funnier when you see Parra fans go online and have a go at me. If you believe that you’re a clown.” He has now chosen instead to play rugby union – a choice which may not prove popular with league’s partisan fanbase – albeit in the shortened form of the game. Rugby union returns to the Olympic Games this year, after 92 years away. Australia have also qualified for Rio but Fiji are among the leading contenders for a gold medal. On Sunday, a surprise loss to Samoa in the final of the Paris Sevens was not enough to knock them from top spot on the HSBC Sevens World Series ladder. Next weekend’s London Sevens at Twickenham is the last World Series tournament before the Games. Fiji coach Ben Ryan told Canadian newspaper The Province Hayne would train with his team this week, as the Fijians had “to get as much depth as we can”.   “Will see how he goes,” Ryan said.",
  "webTitle": "Jarryd Hayne retires from NFL to pursue Olympic rugby sevens dream with Fiji",
  "webPublicationDate": "2016-05-15T18:55:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/jarryd-hayne-retires-nfl-olympics-sevens-fiji-san-francisco-49ers",
  "keyword": [
    {
      "webTitle": "Jarryd Hayne",
      "id": "sport/jarryd-hayne",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "San Francisco 49ers",
      "id": "sport/san-francisco-49ers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Parramatta Eels",
      "id": "sport/parramatta-eels",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Fiji rugby union team",
      "id": "sport/fiji-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia rugby league",
      "id": "sport/australiarugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Fijirugbyleagueteam",
      "id": "sport/fijirugbyleagueteam",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "sport/2016/may/15/jarryd-hayne-retires-nfl-olympics-sevens-fiji-san-francisco-49ers"
}