{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/junior-doctors-leader-urges-stop-scaremongering-online-abuse",
  "id": "2016-05-26-51",
  "sectionId": "society",
  "body": "The leader of the NHS’s junior doctors has asked them to stop “scaremongering” and posting “abusive” messages about their new contract as they prepare to accept or reject the proposals. Dr Johann Malawana, chair of the British Medical Association’s junior doctors committee, has issued a series of pleas to trainee medics to try and defuse anger and opposition among them to the revised terms and conditions.  He sought to rebut sometimes vociferous criticisms on key issues and insisted that the deal struck with Jeremy Hunt last week is “the absolute best deal I think possible” and should be backed.  BMA sources say that it is “50/50” and “too close to call” how the vote by England’s 55,000 doctors next month will go.    Related: Junior doctors split over deal with Jeremy Hunt to end contract dispute    Malawana has also decried the sometimes strong personal abuse he has suffered on the junior doctors’ Facebook discussion forum where they privately debate the bitter contract dispute.  In messages he has posted there since the potential settlement was announced on 18 May he has also hinted strongly several times that he will resign if junior doctors reject the compromise in their ballot on it, which starts on 17 June and closes on 1 July, with the result by 6 July.  In one post he said: “I am not at all clear how some people’s posts are balanced as they are not based in fact and are simply scaremongering and abusive as far as I can see. I am not sure how not waiting to actually understand the detail is really the basis to simply throw all your toys out of the pram and start abusing people really works.”  Malawana has also condemned “people that are trying to hijack the legitimate concerns of a group of employees and use that groundswell to prove political points. The vast majority of doctors I have talked to though don’t want to have this dispute hijacked for political reasons and want the focus to be on getting the best deal for members”.    Related: 'There is still deep anger': junior doctors on the new contract deal | Sarah Marsh    The BMA and NHS Employers are finalising the detail of the terms and conditions resulting from the new deal, which will be published by next Tuesday at the latest. The doctors’ union is bracing itself for the document kickstarting a renewed intense debate about whether the agreement represents a good deal for doctors.  But sceptical junior doctors are using the forum to voice serious concerns about pay, weekend working, patient safety and the risk of working even longer hours. Some accuse Malawana of abandoning some of the BMA’s “red lines” during the nine month-long dispute, especially its refusal to allow Saturday to become part of a junior doctor’s normal working week.  “Johann you’ve allowed negotiations to continue on the notion of facilitating a seven-day service without challenging the fact this is 1) not required 2) not modelled 3) not possible given current rota gaps and 4) not safe since the number of doctors isn’t increasing”, said Dr Shaun Quigley, a junior doctor on the forum.  Another, Aislinn Macklin-Doherty, said: “You must vote no to this contract offer.” Junior doctors should not allow Hunt to try and introduce a more fully seven-day NHS without boosting the service’s budget, she said. “The problem is they are attempting to do this for free. This is what the cost-neutral part of this contract is and that is why our terms can never be better under this contract”, she wrote.  “Weekend work is now normal work. I thought that was one of our red lines as well. Replaced by pay by frequency which was also in the imposed contract. I am truly disappointed with this” said another doctor, Atif Khan.  Dr Ben White, a member of Justice For Health, which has begun legal action challenging the health secretary’s right to impose the contract, has aired a series of concerns of the role of the new guardians of doctors’ working hours, which all NHS trusts have to introduce. The guardians will not be independent of the trusts where they will be highlighting shortages of doctors, he pointed out.    Related: BMA considered dragging out doctors' dispute, emails show    The BMA hopes to persuade junior doctors to endorse the deal through a long document that explains what its terms and conditions will mean in practice. It will include detailed financial modelling so that trainees – all medics below the level of consultant – can work out if they will be better or worse off in future.  It will also undertake a series of roadshows around England to try and boost the chances of a “yes” vote.  Laura Lefley, GP in Brighton, wrote on the forum: “I’ve looked at it. I’m a GP, but if I was still in training I wouldn’t sign it. It’s crap for women. How can they provide extra funds for us to catch up with training after maternity leave?? We can’t work any faster. We don’t want extra funding for training, we want equal pay.” Meanwhile, leaked emails show that the BMA considered dragging out the junior doctors’ dispute for up to 18 months in order to tie Hunt’s department “in knots” and force him to impose the contract that medics loathed. A cache of messages exchanged between leaders of the union’s junior doctors committee (JDC) also show that it discussed BMA members going on strike repeatedly over a “prolonged period”.   Related: Junior doctors' contract deal: what was agreed    Junior doctors in England have taken industrial action on eight days since January as part of a campaign of protest against new terms and conditions that the health secretary threatened to impose on them.  Messages exchanged between the 12-strong executive of the JDC via WhatsApp starting last November have been obtained and published on Thursday by the Health Service Journal. They show that for many months the JDC was adamantly opposed to discussing Saturdays becoming part of a junior doctor’s normal working week – that was their “only real red line” in the bitter dispute – until finally changing their mind earlier this month.",
  "webTitle": "Junior doctors’ leader urges trainee medics to stop ‘scaremongering’",
  "webPublicationDate": "2016-05-26T20:22:03Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/junior-doctors-leader-urges-stop-scaremongering-online-abuse",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Sarah Johnson",
      "id": "profile/sarah-johnson"
    }
  ],
  "guardianId": "society/2016/may/26/junior-doctors-leader-urges-stop-scaremongering-online-abuse"
}