{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/17/palestine-museum-review-ramallah-west-bank-israel",
  "id": "2016-05-17-142",
  "sectionId": "artanddesign",
  "body": "A sharp white crown rises from a hilltop in the West Bank, looking out across sun-scorched terraces of olive trees and sage bushes to the waters of the Mediterranean – a distant prospect that most Palestinians will never be able to reach. Seen from the valley below, this monolithic hangar could be the latest Israeli fortification, casting its beady eye over the surrounding Arab villages from the angular black windows slashed across its facade. The reality couldn’t be further from the truth. This faceted box is the new Palestinian Museum, a $24m (£16.6m) container for celebrating the history, culture and society of the oppressed nation, finally inaugurated on Wednesday after a 20-year gestation – with nothing inside it.    The building emerges from the landscape like a stealthy bunker in bright white Bethlehem limestone    “We thought it was better to celebrate the collective achievement of completing the building than delay any longer,” says Omar Al-Qattan of the Welfare Association (Taawon), an NGO backed mainly by Palestinian exiles, which funded the project. “Positive energy is important in our current climate of cynicism and indecision, in a country that’s under occupation, where there’s little self-value or self-confidence. We wanted to make a statement that we’re here to stay.” Designed by Dublin-based architects Heneghan Peng, who won the project in an international competition in 2011, the building emerges from the landscape like a stealthy bunker, zig-zagging along the contours of the rocky site in precisely hewn planes of bright white Bethlehem limestone. Set at the top of a four-hectare plot, donated by the neighbouring Birzeit University, the angular form casts ripples into the surrounding land, giving on to a sunken amphitheatre and a garden of snaking terraces, planted with a cornucopia of native species that reads like a horticultural history of Palestine.     Casts ripples into the surrounding landscape … the museum’s exterior. Photograph: Oliver Wainwright    There are groves of almond and apricot, pomegranate and mulberry, followed by walnut, carob, fig and terebinth, ending with a blurry edge of pine and oak as the garden dissolves into the valley. Walking up the winding path, you get wafts of mint and sage, lavender and rosemary, before reaching the blinding terrace of the museum, where the stone facade lifts up like a curtain to draw you into the shady air-conditioned halls within. The building has a powerful presence, at once defensive and welcoming, robust and permeable, channelling a sense of the region without resorting to the Islamic pastiche of pointed arches and turrets favoured by the nearby university campus. A sequence of spaces that somehow evoke the dense urban forms of Palestinian towns squeeze you through narrow passages and tapering stairs, opening out into lofty halls where the angular geometry soars skywards. At just 3,500 square metres, it is a relatively compact place, with one main exhibition hall, a couple of educational spaces and a small cafe. Nor will there be much to see when the museum opens to the public on 1 June. The institution’s founding director, Jack Persekian, resigned last year over artistic differences with the board and his opening show has been cancelled. The museum’s new director, Dr Mahmoud Hawari, comes from the University of Oxford’s Khalili Research Centre and is leaving a post at the British Museum to develop a more research-based programme here. Although his team will be acquiring some artefacts, building a collection is not the priority. “We don’t want to collect the most valuable Palestinian things in one place, only to have them subject to harassment or confiscation by the Israelis,” he says. “This is definitely not a repository of national patrimony,” adds Al-Qattan.     Angular geometry … another view of the museum. Photograph: Oliver Wainwright    For now, the main exhibition space, a windowless hall that rises up to a folded origami ceiling, displays odds and ends from the museum’s opening ceremonycelebrating the construction process, including a collection of wheelbarrows and cement mixers, alongside enlarged prints of the architect’s drawings daubed with Arabic – selected answers to the question: “What is Palestine?” “Oxygen,” says one.  “A heavy load,” says another. “Goats scattered on a hillside,” reads a third. Initially conceived in 1997 as a memorial for the 50th anniversary of the Nakba (the exodus that saw 700,000 Palestinians expelled from their homes in 1948), the institution has since evolved into a more symbolic hub for the international diaspora, which now numbers around six million people around the world. “Given all the travel restrictions, not many people will actually be able to come here,” admits Al-Qattan. Instead, an extensive online archive will supplement the programme on site. “We see this place as a mothership with various satellites.” There are outposts planned in Amman, Santiago de Chile, Michigan and Beirut, where the first exhibition, At the Seams: A Political History of Palestinian Embroidery, opens in June. This international mix was reflected in the construction itself. The glass curtain wall was trucked across the deserts of Saudi Arabia from Dubai, in a procession recalling an ancient caravan, while other imports from Europe were subject to lengthy delays or refusals at the border due to Israeli regulations.  “We had so many headaches,” says Feras Tubaila, one of the main contractors responsible for what aims to be Palestine’s first LEED-certified green building – quite a feat in a context where most buildings have neither heating nor insulation. Austrian fire exit signs were rejected by the Israeli authorities, an English waterproofing system mysteriously doubled in price on import, while an Israeli supplier had to be smuggled on to site in secret to install a sliding door. The Jordanian landscape architect still hasn’t managed to get a visa to come here. “FaceTime meetings have been invaluable,” says architect Róisín Heneghan. “Thankfully, the Wi-Fi stretches to the garden.” The Dublin practice are no strangers to working in hairy contexts. They won the competition for the Grand Egyptian Museum, near the pyramids in Giza, in 2003, a gargantuan project that started construction shortly before the country descended into revolution. They were then then selected to design a new National Centre for Contemporary Art in Moscow, shortly before Russia invaded the Ukraine. Their recent appointment to build the Canadian Canoe Museum in Ontario makes you worry for the welfare of the country’s paddlers. In the West Bank, however, their hilltop beacon beams optimism, an affirmative symbol that grows out of the land itself. Against the advice of a security consultant, there is no perimeter wall and no metal detectors, simply an open public space for the celebration of Palestinian culture – a positive fact on the ground, whatever they decide to put in it.",
  "webTitle": "Palestine Museum review – a beacon of optimism on a West Bank hilltop",
  "webPublicationDate": "2016-05-17T14:01:15Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/17/palestine-museum-review-ramallah-west-bank-israel",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "education/museums",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    }
  ],
  "guardianId": "artanddesign/2016/may/17/palestine-museum-review-ramallah-west-bank-israel"
}