{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/12/the-art-of-being-normal-lisa-williamson-review",
  "id": "2016-05-12-256",
  "sectionId": "childrens-books-site",
  "body": "The Art of Being Normal is probably the most honest and accurate account of what it’s like to be a teenage outsider.  Not only does it centre around transgender teens, but it also touches on topics of poor family life, bullying, and close friendships. David is already bullied enough at school without the other pupils knowing his secret. Everyone thinks he’s strange. His parents think he’s gay. Only his close friends know that he wants to be a girl. Leo is the new boy at school. Quiet. An outsider. He doesn’t need anyone else. All he wants to do is bury his past and his secrets as deep beneath the surface as possible. No one can know. He doesn’t want the same to ever happen again. Still he’s haunted by the memories, but when he gets a girlfriend those secrets threaten to emerge.      The boys form a strange friendship. Two outsiders. Two secrets. One with a past of struggle and pain; one with a future of it. Neither have had it easy, and neither will, but do they have more in common than they originally thought? And could it be that by the old pool at night on a run-down council estate the secrets could emerge? This book contains one of the most realistic storylines that I’ve ever come across; with such amazing characters and family backgrounds, it shows two different ways of life and how it can all come together. I think this is a must-read for all teenagers, especially those who are LGBTQ+, come from difficult backgrounds or are victims of bullying.  It is also a must-read for those involved with young people, such as teachers, parents and therapists, as it shows what life can be like through the eyes of young people, and shows people from older generations more about the youth of today and issues they face.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Art of Being Normal by Lisa Williamson - review",
  "webPublicationDate": "2016-05-12T11:00:12Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/12/the-art-of-being-normal-lisa-williamson-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/12/the-art-of-being-normal-lisa-williamson-review"
}