{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/dierks-bentley-interview-black-country-music",
  "id": "2016-05-24-53",
  "sectionId": "music",
  "body": "Even though it’s only May, one of the strongest contenders for song of the summer is Somewhere on a Beach by Dierks Bentley. The song, one of the fastest charting of his career, is also the name of his summer tour that takes the country music star to North American arenas and amphitheaters through September. Bentley, 40, is a country star who has survived changing trends by being unpredictable. While signature hits such as the playful Drunk on a Plane brandish big pop hooks, his songwriting also has a deeply introspective side. He straddles both sides of the industry’s spectrum and is rooted in traditional country but his music is also unmistakably contemporary. This latest record, Black, which will be released on Friday, is a concept album that tracks a young relationship through its peaks and valleys.  You’ve had an incredible run – eight records since 2003. Is that unusual for a career in country music these days? Yeah, I think it is a little unusual. Because I came out with a lot of hits and toured relentlessly and, aside from touring with [Kenny] Chesney and George Strait, I passed through the bars and the clubs and took it about as far as it can go. Musically, I found myself trying to write songs and make records that reflected who I was at the time, but I was always thinking about touring and how to get to the next level. That certainly was not a winning formula. That’s why I kept hitting my head against the ceiling trying to headline. But it wasn’t really happening.  Then I did that bluegrass record [Up on the Ridge, in 2010] and it got me back to where I wanted to be musically. From that point forward, I have only made albums for albums’ sake and have not worried at how they translate on the road. This is my eighth record – I don’t know how many more I’ll be able to make. I want to go out and make the best records I can.     Onstage in Dublin. Photograph: PR    That’s the opposite of what people say in the business these days: ie, focus more on touring and not the studio, because that’s where the money is. My first record was all about the musicians. The next record, Modern Day Drifter, reflected who I was on the road. The transformation that happens when a young artist goes on the road: you put the acoustic guitar down and start to play the electric a little louder – it gets a little bit ragged. Before, I was carrying the torch for being single. I had songs called Lot of Leavin’ Left to Do and Modern Day Drifter. Now I feel more comfortable in my skin than I ever have. My dad passed away. My son Knox was born. I went into Black with a total blank slate to ask: “Where am I right now?” It’s way more interesting being married for 10 years and having kids. And so I wrote that song Black about love at this level – real love, you’re committed, you’re in for it, it’s constantly changing, moving and how does it work? Many of the songs on the new record have much more depth. Did you want to show you had a serious side? I see myself as a serious artist, but yeah, when people come to my shows, they want to hear What Was I Thinkin’, Drunk on a Plane and lots of up-tempo, fun songs. But my records have always had serious stuff on [them], some really lonesome stuff. But people probably think of me more for the fun stuff. It’s bizarre. Even Drunk on a Plane – I almost didn’t put it on the record, but thank God I did: it’s the most fun song I play every night. For Black, I had this concept album in mind about two years ago about an affair. But I shelved it. I was watching the [Showtime] show The Affair, which is about leaving one relationship for another. And when I went to sequence this record, the story fell into place for me.   Related: Merle Haggard: the maverick musician and his ‘defiantly contrarian journey’    The death of Merle Haggard has brought attention to the complaint that country radio is no longer interested in songwriting with more depth.  It’s a worthy debate. And certainly with Chris Stapleton and the awareness he brought to country music outside of country radio. I’d say the same thing with Haggard. The radio is not show fun, it’s show business. It’s money. The reason Merle Haggard is not played on the radio is because Merle Haggard is not bringing in Coca-Cola dollars. It’s not something to bemoan. I’m driving in my van now and I have Sgt Pepper’s Lonely Hearts Club Band on the stereo. They’re not playing the Beatles on the radio but I can go put them on my record player. There is so much great music coming out of Nashville. If you want to find it, you have to be a little bit more aggressive. You have to go look for it a little bit. When Merle Haggard was doing his thing, I’m sure there were people getting kicked off the radio because of the new hot sound coming out of Bakersfield. I think it’s always evolving.      Bentley and the London crowd on his UK tour. Photograph: PR    What makes a contemporary country album ‘country’? There should be a whole book written about that one word: country. What does that mean, country? It’s such a huge umbrella. I would hope that what makes it country is that it all starts with a song. The story being told in three and a half minutes that is not being told on another station. Whether it’s a heartbreak song or a hook-up song or a party song, it’s got some movement through the verses in telling a story. You started out at the Station Inn in Nashville, which is ground zero for bluegrass pickers in that city. What did you take away from that time? If not for the Station Inn, I would never have had a record deal. I would have no career in country music. I moved here in 1994 looking for the source of country music. I wanted to be a star but I didn’t walk into town saying: “Hey, look at me.” A lot of people were dressing like Garth [Brooks], but no one was writing their own music. I knew there was a songwriting community, but I didn’t realize that there were some people who, when they put a record out, didn’t write one song on the album. That blew my mind. I remember thinking: “That’s shit, that’s crap.” It was real life. That’s where I really learned to sing. That’s where I learned the real appreciation of country music – not just to listen to it, but also to actually hear it. How did your fans respond to your bigger hits, such as Somewhere on a Beach? When I put that out there, my hardcore fans hated it. My wife goes on the websites and told me. I love that because I don’t want to carry the torch for anybody. I’m not trying to carry the torch for official country music. I want to be able to do my own thing. So to put a song out there that is really young with an urban delivery-type vocal – I can relate to that character because I have been that guy. So the fact that people first hated it, that’s good. I really don’t like to put out something that doesn’t get people feeling something.",
  "webTitle": "Dierks Bentley: 'People were dressing like Garth Brooks, but no one was writing their own music'",
  "webPublicationDate": "2016-05-24T18:00:17Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/dierks-bentley-interview-black-country-music",
  "keyword": [
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Guarino",
      "id": "profile/mark-guarino"
    }
  ],
  "guardianId": "music/2016/may/24/dierks-bentley-interview-black-country-music"
}