{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/02/brighton-festival-shakespeare-complete-deaths-ambreen-razia-theatre-top-tickets",
  "id": "2016-05-02-245",
  "sectionId": "stage",
  "body": "Monday It’s your last chance to see Don Warrington as King Lear at Manchester’s Royal Exchange in Michael Buffong’s highly praised production before it moves to Birmingham. You will also have to hurry to catch Alistair McDowall’s X at the Royal Court. The Wardrobe Ensemble stop off at the Marlowe in Canterbury with their sad and funny 1972: The Future of Sex. Tuesday There’s work from Italy, Ireland and Spain in the Best of BE festival at Warwick Arts Centre. It’s your last chance this week to catch the unsettling, sometimes discombobulating, Right Now at the Traverse in Edinburgh. Florian Zeller’s The Father, which boasts a magnificent performance from Kenneth Cranham, is at Birmingham Rep for the rest of the week. Tom Wells’s Folk moves to Hull Truck theatre from tonight until 14 May. Worklight theatre’s Labels is small and quiet, but very good, and it’s at the Drum in Plymouth. Daniel Bye’s Edinburgh hit Going Viral is at Camden People’s theatre. It’s your last chance for the rudely entertaining Wendy Hoose at Soho theatre. Privilege is under the microscope in The Destroyed Room, which is at Battersea Arts Centre as part of A Nation’s Theatre.         Watch a video for X at the Royal Court    Wednesday There are good things at the Dukes in Lancaster this week, including Sabrina Mahfouz’s play With a Little Bit of Luck which is on tonight and on Friday, and the slyly entertaining Eggs Collective explore Late Night Love. Another Mahfouz play, The Love I Feel is Red, about love and abortion, is at Zion in Bristol from tonight. The verbatim piece Blackout, which is on tour and at the Adam Smith theatre in Kirkcaldy tonight, explores an alcoholic’s road to recovery. Victoria Melody’s enjoyable Hair Peace in which she tries to discover the origins of her own hair extensions is at the Junction in Cambridge. Land and ownership in a post-colonial Zimbabwe is the subject of May Sumbwanyambe’s After Independence, which previews at the Arcola in London from tonight. What’s it like to be a 16-year-old Muslim girl? Ambreen Razia gives us one view in Diary of a Hounslow Girl, which sets out on tour from London’s Oval House tonight.     Improbable … Opening Skinner’s Box. Photograph: Topher McGrillis    Thursday With some help from Tim Crouch, Spymonkey perform all 75 of Shakespeare’s on-stage death scenes in The Complete Deaths at the Royal and Derngate in Northampton. Improbable’s attempt to make sense of who we are, Opening Skinner’s Box, transfers to West Yorkshire Playhouse in Leeds. Martin O’Brien’s Breathe for Me, which focuses on the chronically ill body, is at Warwick Arts Centre. Analogue’s Stowaway is at Home in Manchester for the rest of the week. Dante or Die’s Handle with Care is about a woman who stores things away and is performed in a self-storage space in Worsley; it’s part of the Lowry’s Week 53 festival. The Wonderground takes up residence on London’s Southbank Centre in with the cabaret style show The Raunch. Friday and the weekend Tonight, the Brewhouse in Burton on Trent hosts Joan, Lucy J Skillbeck’s retelling of the Joan of Arc story, which is brought vividly alive by Lucy Jane Parkinson’s superb performance. At the Royal Exchange, in Get Yourself Together, Josh Coates considers not fitting in. The Brighton fringe begins on Friday and there’s plenty of theatre popping up all over the city. The Tron’s Mayfesto season in Glasgow kicks off with Connolly, which excavates the role of the Edinburgh-born James Connolly who was executed for his part in the 1916 Easter Rising. On Saturday and Sunday, Rona Munro’s epic history cycle, The James Plays, are at the Lyceum in Sheffield. The Brighton festival begins on Saturday with Blast Theory and Hydrocracker’s Operation Black Antler, in which you go undercover for the night as the ethics of surveillance are explored. Also check out Marc Rees’ Digging for Shakespeare, a promenade performance through allotments where the bard meets gardening tips.",
  "webTitle": "Plan your week’s theatre: top tickets",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/02/brighton-festival-shakespeare-complete-deaths-ambreen-razia-theatre-top-tickets",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Fringe theatre",
      "id": "stage/fringetheatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Brighton festival",
      "id": "culture/brighton-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cabaret",
      "id": "stage/cabaret",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Immersive theatre",
      "id": "stage/immersive-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/02/brighton-festival-shakespeare-complete-deaths-ambreen-razia-theatre-top-tickets"
}