{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/19/sri-lanka-dasun-shanaka-england-headingley-first-test",
  "id": "2016-05-19-58",
  "sectionId": "sport",
  "body": "Just before lunch Dasun Shanaka had us scurrying for our cricket records just as England’s middle order were rushing around in their dressing room in pursuit of pads, thigh pads and boxes at the sudden fall of three wickets. All had seemed so serene at Headingley until the 24-year-old debutant was tossed the ball by his captain, Angelo Mathews. Shanaka should not quite be regarded as Mathews’ last resort. The ball was only 18 overs old and England, at 44 without loss, were hardly racing away. But Shanaka was the fifth seamer to be employed by the Sri Lankans. Mathews, bowling into a strong breeze, had just yielded 10 runs in an over to Alex Hales and it had all looked terribly straightforward.   Related: Jonny Bairstow and Alex Hales lead England rally after Sri Lanka strike    It was time for another change and Shanaka, if not the last resort, was the next of a decreasing number of options for Mathews. England might have sensed that it was time to accelerate and to test the nerve of a Test newcomer, who had taken only 26 first-class wickets in his life. His first two deliveries did not inspire great confidence. The first was very wide of off-stump and disdainfully ignored by Hales; the radar registered 77mph. The second was just as wide and a full toss; Hales stretched hard and just reached it. The ball skewed off square of the wicket but crucially runs were saved by a sprawling dive. Shanaka took a deep breath, found a length and emerged with a confidence-enhancing maiden over. When Shanaka was next given the ball Alastair Cook was on strike, a considerable adversary, 20 runs short of 10,000 Test runs and England’s most immovable, phlegmatic object. However, the England captain had been denied the strike to an unusual extent; in the previous six overs he had faced only five balls. Cook is human; it is not a common failing for him but he can suffer from impatience like anyone else. Twenty runs, only five boundaries and he was up against a novice. He was tempted to cover-drive, which is not his best shot; he only plays it convincingly when he is purring along. In came Shanaka, Cook saw a half-volley and was conquered. An edge headed gently into Dinesh Chandimal’s gloves. Out strode Nick Compton; two deliveries were ignored; Compton prodded forward to the next one, which gripped the turf and checked. The edge just carried to Lahiru Thirimanne at slip. For Compton there was the prospect of two days of torment before the chance to make amends. Shanaka: two for nought after two overs. But Joe Root would surely put a stop to this nonsense. Nine thousand spectators suspected that they were getting to the main course, the dish that had prompted them to wrap themselves in their anoraks early in proceedings, and there would be compensations in that. Root received a warm, anticipatory welcome from his home crowd. There were six balls of reconnaissance and then he pushed hard – at Shanaka, of course – and a jubilant Mathews held the catch at third slip. For Shanaka bowling at this level will never be so simple again. After three overs in Test cricket he had figures of three for one: England’s finest, Cook and Root, plus Compton, had been sent packing. He had bowled full in length, finding a smidgeon of movement. England may have underestimated him. Now their analysts may well have been obliged to scurry around for some footage to show the rest of the batsmen, though there are no mysteries involved in Shanaka’s bowling. However, he has a certain presence. Meanwhile the scurrying in the press box – and in the TMS box inhabited by statistician Andrew Samson – sought parallels for Shanaka’s dramatic start in Test cricket. Tom Horan at Sydney in his first bowl for Australia took two wickets without conceding a run but this was not in his debut Test match. Scroll forward 120 years – to your relief perhaps – and there is Richard Johnson at Chester-le-Street making his Test debut against Zimbabwe in 2003. In his first over Johnson, who is now Middlesex’s bowling coach, dismissed two batsmen without conceding a run. They may not be quite in the class of Cook or Root, but Johnson was too good for Mark Vermeulen and Stuart Carlisle on that day. Thereafter it seemed an elusive, monumental task to uncover any bowling baptisms in Test cricket quite so dramatic or so unexpected as Shanaka’s. It was at this point that the Guardian’s cricket correspondent came into view and a penny dropped. In his debut Test at Old Trafford in 1976 Mike Selvey was given the new ball by Tony Greig and he proceeded to take three for six from his first 20 deliveries. There were no Vermeulens or Carlisles there; instead a triumvirate, which is hardly overshadowed by Shanaka’s haul – Roy Fredericks, Viv Richards and Alvin Kallicharran – were dispatched to the pavilion by Middlesex’s hirsute paceman. I reminded our correspondent of this feat (he hadn’t quite forgotten it) and his reply was predictably modest – “I merely showcased my skills, executed them to the best of my ability and put the ball in good areas” – he recalled. Oddly enough, both Johnson and Selvey ended up playing no more than three Test matches each. Shanaka, whose batting is actually regarded in greater esteem than his bowling among Sri Lankans, will be hoping for more than that. But in this game there are no guarantees. However, it is certain that England’s batsmen will drive him with more care and attention next time.",
  "webTitle": "Sri Lanka’s Dasun Shanaka enjoys a day he will not forget against England | Vic Marks",
  "webPublicationDate": "2016-05-19T18:28:12Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/19/sri-lanka-dasun-shanaka-england-headingley-first-test",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/19/sri-lanka-dasun-shanaka-england-headingley-first-test"
}