{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/23/bhs-inquiry-act-iii-enter-the-bankers-and-lawyers",
  "id": "2016-05-23-40",
  "sectionId": "business",
  "body": "Goldman Sachs merely had a walk-on role in the great BHS sale giveaway, but Sir Philip Green should have listened more closely to Anthony Gutman, his old mucker from the investment bank. Gutman seems to have taken about two minutes to spot the obvious flaw in selling BHS, a loss-making chain of department stores with 11,000 staff and 20,000 pensioners, to Retail Acquisitions: the outfit was led by Dominic Chappell, a former bankrupt individual with no retail experience waving a sketchy business plan. Gutman did the sensible thing and flagged his worries to Paul Budge, finance director of Green’s Arcadia group. The rest of the saga seems to have been a tale of the various other parties – lawyers, Arcadia’s management – convincing themselves that Chappell’s past bankruptcies were not a deal-breaker, or else were somebody else’s lookout. Monday’s select committee session heard a Linklaters partner deliver an effective hatchet job on his counterpart at Olswang, the lawyers acting for Chappell and thus the firm responsible for checking their client’s credentials. Olswang’s version of its fact-finding efforts is keenly awaited. For his part Budge pointed to the experienced and competent folk who later surrounded Chappell, including advisers Grant Thornton who were all over his business plan “like a rash”. Besides, argued Budge, Arcadia gifted Retail Acquisitions a load of cash and working capital to have a good crack at a turnaround. It was all fascinating detail. None of it, however, changes the central fact that Green was taking a huge risk in selling BHS to Chappell’s bunch of amateurs. On Monday’s evidence, Green’s moral obligation to do the right thing for BHS’s pensioners remains. Biggest cash takeover in history? Bayer beware A $62bn (£43bn) cash bid should be contemplated only if you can be confident you’ve got – or can secure – the backing of your shareholders. Bayer chief executive Werner Baumann, in pursuit of US seeds business Monsanto, isn’t remotely able to make this claim. Bayer’s share price has fallen 14% since news of the adventure broke, and Monday’s confirmed bid price – $122 a share, or a 37% premium to Monsanto’s old share price – will do little to calm investors’ nerves. Naturally, Baumann was full of smooth talk about how Bayer’s pesticides and Monsanto’s genetically modified seeds would create “a global leader in agriculture”, spread joy among the world’s farmers and deliver an instant kick to earnings. “Arrogant empire-building” that will destroy shareholder value, reckoned fund manager Henderson Global Investors’ John Bennett. That sounds closer to the mark. First, Bayer would be stretching its balance sheet to the limit. Even after whacking shareholders with a hefty rights issue, Bayer’s debt would sail past four times’ top-line annual earnings. Such financial leverage flatters earnings per share, assuming all goes well, but taking on €55bn-plus of debt is not without risk. Second, annual “synergies” of $1.5bn in the third years don’t look large in the context of the size of the deal. Third, any hopes of Bayer’s expanding its pharmaceutical division would be on hold while it sweats off the Monsanto debt; given that many investors think prospects in pharma are stronger, that’s a serious drawback. Fourth, there’s the mystery factor of whether US competition regulators would allow one company to be so dominant in the US agriculture business. If it happens Bayer/Monsanto would be the biggest cash takeover in history. On day one, Baumann is struggling. Every little trip hurts Taxi for Mr Higgins. Actually, no, it seems Tesco is gloriously relaxed about Benny Higgins, boss of its Edinburgh-based bank, running up a London taxi bill of £18,000 in just eight months, as revealed in Saturday’s Guardian. Higgins is still in his post, says a company spokesman, declining to elaborate on the mundane statement that “all Tesco colleagues adhere to a clear policy that allows travel and other expenses for business reasons”. So no explanation as to why it is OK to claim £389.85 for a trip from Soho Hotel to the Victoria & Albert museum, just five stops away on the underground. And no explanation as to how Higgins’ liberal use of taxis squares with the parsimonious approach taken by group chief executive Dave Lewis, who likes to parade the fact he takes the train to London from the Hertfordshire head office to save money and keep a checkout worker in employment. In the grand scheme of things, an £18,000 taxi bill doesn’t move the profits dial at a company the size of Tesco. But, to judge by the sickly share price, it won’t be long before Lewis is firing off another of his uplifting all-staff emails about the urgent need to pull together as “a total Tesco team”. Good luck in explaining to staff why the daughters of your £2m-a-year banking executive are transported to the airport apparently at the company’s expense.",
  "webTitle": "BHS inquiry, act III: enter the bankers and lawyers",
  "webPublicationDate": "2016-05-23T19:28:13Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/23/bhs-inquiry-act-iii-enter-the-bankers-and-lawyers",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Goldman Sachs",
      "id": "business/goldmansachs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Bayer",
      "id": "business/bayer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/23/bhs-inquiry-act-iii-enter-the-bankers-and-lawyers"
}