{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/crackdown-in-turkeys-kurdish-south-east-turns-journalists-into-terrorists",
  "id": "2016-05-03-329",
  "sectionId": "world",
  "body": "Refik Tekin, an award-winning photographer and video journalist, had been covering the curfew in the predominantly Kurdish city of Cizre, south-east Turkey, for more than a month when a report by a pro-government news agency turned him into a terrorist. Tekin accompanied a group carrying white flags that wanted to retrieve bodies and injured people from a nearby street when security forces suddenly opened fire, wounding nine and killing two, including a member of the city council. Tekin was shot in the leg but kept filming. A police officer later dragged the injured journalist along the ground to an ambulance. “The policeman shouted at me, telling me not to look at him. He said: ‘You are all terrorists, you will see the strengths of the Turks!’ This struck me as an especially strange thing to say. Am I not a citizen of this country?” said Tekin.            Turkish security forces open fire on Kurds – video    The state-run Anadolu agency described the incident as a clash between security forces and terrorists:  “Clashes between security forces and terrorists erupted in the Cizre district of Şirnak province. Three terrorists were neutralised and nine others wounded. There was an attempt to [help the wounded terrorists escape] with funeral cars and ambulances belonging to the Cizre municipality. An alleged cameraman working for a TV channel was reported to be among the injured.”  Tekin was accused of being a member of a terrorist organisation. The charges have since been dropped, but the pressure remains. “It gets harder and harder for journalists to keep an eye on what is happening in the [Kurdish region],” said Tekin, who is still using crutches and unable to work. “The government controls the narrative, barring a large part of the country from knowing what is going on.”   Related: Turkish journalists accuse Erdoğan of media witch-hunt    Turkey’s president, Recep Tayyip Erdoğan, insists that the press in Turkey is among the most free in the world, but very few would agree. The Committee to Protect Journalists (CPJ) recently said in a letter to Turkey’s prime minister, Ahmet Davutoğlu, that press freedom was “under siege”, pointing to “increasing numbers of journalists in jail, violence against journalists on the rise, and critical news outlets officially harassed or obstructed”. Turkey now ranks 151st among 180 countries in the World Press Freedom Index published by Reporters Without Borders.   Press freedom graphic   Coverage of the conflict in Turkey’s Kurdish south-east is an ever-growing challenge for journalists. Many pro-Kurdish news sites and Twitter accounts were closed following the breakdown last summer of a two-year ceasefire between the Turkish government and the Kurdistan Workers’ party, or PKK. Several Turkish journalists have been fired by their newspapers for reporting on the region. Reporters for pro-Kurdish outlets are routinely detained and face threats of violence and harassment by security forces. According to the CPJ, at least seven Kurdish journalists were arrested in Turkey between 1 December and mid-February. Two reporters working for the pro-Kurdish Dicle news agency were detained in April, and one agency intern, Ziya Ataman, was formally arrested on terrorism charges. Güler Can, head of news at the Diyarbakır office of the woman’s news agency Jinha, said reporters were being labelled “terrorists” for doing their jobs. “They use news items we work on as ‘proof’ in court, and this has got worse since the breakdown of the peace process,” she said. In December the Jinha journalist Beritan Canözer was detained while reporting on a demonstration in Diyarbakir, because police decided she looked “too excited”. Pro-government outlets tend to have better access to state security operations, but reporters say they cannot always write what they want. Some journalists working for mainstream news outlets say their reports are often heavily censored by editors, and that some news organisations prefer to bring in journalists from Ankara or Istanbul instead of using their local reporters, arguing that those on the ground are “too emotional”. Human rights groups are worried about the increasing lack of independent coverage in the south-east. “If this is what can be done under the eyes of the public, we are afraid to think what is done when there is no press coverage at all,” said Zeki Parlak, of the Diyarbakır-based Turkey Human Rights Foundation. “There needs to be unbiased reporting, and the media need to be able to monitor and question human rights violations.”   Turkey map   Sitting in his Diyarbakır flat a month after being shot in Cizre, Tekin received a phone call from a colleague informing him that his employer, IMC TV, might be shut down over allegations of “spreading terrorist propaganda”. A couple of hours later, Turkey’s satellite provider Türksat took the channel off the air. “We have come to a point where all the media that do not express exactly the government’s views are seen as enemies,” Tekin said. “There is now an extreme polarisation among journalists as well. Turkey has become the kingdom of the reporting of lies.” Trust in the media has plummeted, and mainstream media coverage regularly becomes the object of mockery. In February, news sites published a video released by the military purporting to depict the surrender of three Kurdish militants in Sur. At the end of the video, one militant is heard saying: “Friends, we have done nothing but hurt the local people. Come and surrender, too. You cannot run from the government, nobody is harmed [by the police].” “We all laughed when we watched that,” said one Diyarbakır teacher. “It looked like a bad school play. Even my grandmother thought this was hilarious. Who are they trying to fool with such bad acting?” Media experts underline that the human rights abuses and the stories behind images such as this alleged surrender remain in the dark if they are simply written off as propaganda. Reports from the south-east often fail to answer the most pressing questions, leaving those depicted to fill the roles of either heroes or villains. Pro-Kurdish sites too are criticised for often reaching for the most dramatic language. “The use of words like ‘massacre’, even ‘genocide’, comes very easily … Is it not terrible enough to say ‘x person, a civilian, was killed in front of his or her house’?” said one human rights activist from Diyarbakır. “We need journalism more than ever before,” said an academic researching the media, who wished not to be named for fear that speaking about coverage of the Kurdish issue might spell trouble. “There is hardly any proper journalism now. We almost never hear human stories, stories about civilians and people in the area. Both sides try to spin the story to their advantage.” The academic pointed to the coverage of clashes between members of the outlawed PKK and security forces in Dağlıca in March. Mainstream media reported that the militants ran, leaving behind “large numbers of their own weapons and ammunition”, and that no army members were harmed. Pro-PKK outlets said 26 soldiers were killed.  “The dichotomy of us v them is reproduced every day on both sides,” the academic said. “It’s very black and white, there are no more grey zones, no nuances. Nobody feels the need to ask follow-up questions.”",
  "webTitle": "Crackdown in Turkey's Kurdish south-east turns journalists into 'terrorists'",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/crackdown-in-turkeys-kurdish-south-east-turns-journalists-into-terrorists",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Press freedom",
      "id": "media/press-freedom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Constanze Letsch",
      "id": "profile/constanze-letsch"
    }
  ],
  "guardianId": "world/2016/may/03/crackdown-in-turkeys-kurdish-south-east-turns-journalists-into-terrorists"
}