{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/the-best-world-music-roots-and-folk-festivals-in-the-uk-for-2016",
  "id": "2016-05-21-120",
  "sectionId": "music",
  "body": "Alchemy 20-30 May For 10 days in early summer, the Southbank Centre buzzes with music, theatre, literature, dance and debate from the Indian subcontinent. Musical highlights include tabla master Zakir Hussain, who, with the BBC Concert Orchestra, gives the UK premiere of his tabla concerto; Pakistan’s Laal, joining forces with the Asian Dub Foundation for a peace concert; and India’s superstar trio Shankar-Ehsaan-Loy – who have composed music for more than 50 Bollywood soundtracks – making their Festival Hall debut. London,  Fire in the Mountain 3-5 June  The tiny folk and bluegrass event on a farm near Aberystwyth is run by a not-for-profit organisation with sustainability at its heart. With only 1,000-odd tickets, it is cherished for its intimacy, if not for the Welsh climate, which makes stout wellies and stouter blankets a must. Among this year’s musical highlights are local boy the Gentle Good, Martha Tilston and the exuberant bluegrass of American old-time string band Foghorn Stringband. West Wales,  Songlines Encounters  2-4 June     Finnish folk trio Värttinä Photograph: Seppo Samuli/PR    The leading world music magazine programmes this annual event to showcase its pick of the best new acts from today’s world music scene. This year that’s Finnish folk trio Värttinä, who bring their exquisite, three-part female harmony vocals to traditional material and folk-pop songs, plus guitar virtuosi John Williams and Derek Gripper, as well as Vula Viel, who splice West Ghanaian tribal songs with free-jazz sax, bass-synth effects and the polyrhythms of two-kit drummers to glorious effect. Kings Place, London,  Africa Oyé  18-19 June Liverpool’s Sefton Park hosts the UK’s largest free celebration of African music. This year, don’t miss Congolese band Mbwonga Star’s exhilarating live set, or kora player Sona Jobarteh, the first female kora virtuoso to come from a prestigious west African Griot family in seven centuries of male-dominated hereditary tradition.Sefton Park, Liverpool,  Womad 28-31 July Acts from all over the globe convene at Charlton Park in the Wiltshire countryside for the best of world and folk music in the festival (now a successful brand with festivals in at least seven other countries) founded by Peter Gabriel in 1980. With a particularly strong tradition of family-friendliness, this is one to take your kids and your parents to; everyone will find something to keep them happy. Explore the outer stages and workshops for music from Vietnam, Vancouver and Vientiane, while for those who want to venture back on to the beaten track, singer-songwriter John Grant headlines on Friday with his bittersweet and gorgeously melodic pop. Malmesbury, Wiltshire,  Cambridge folk festival 28-31 July     Kate Rusby. Photograph: Matt Kent/Redferns    This long-established friendly festival showcases a wide variety of acts across several stages, and will be one of the best places to have a dance, with Afro Celt Sound System, Baaba Maal and the irrepressible Gogol Bordello among the headliners. Its folk credentials remain impeccable, with sets from some of today’s most virtuosic musicians, including John McCusker, Sam Lee and Kate Rusby. Cambridgeshire, Sidmouth Folkweek 29 July-5 August Pretty much everyone who’s anyone in British folk today puts in an appearance at this week-long annual festival on the Devon coast. Headline acts include BBC Folk Award winners and Stockton folk club’s star pupils the Young’uns, Kathryn Roberts and Sean Lakeman, Sam Kelly, up-and-coming London-based trio Stick in the Wheel and Dublin’s Lynched. Devon,  Fairport’s Cropredy Convention 11-13 August Established 35 years ago by folk royalty Fairport Convention, who open and close the proceedings, this festival might have strayed from its folk roots (Madness and the Bootleg Beatles are among the headliners), but it’s still a place to catch some of the best of folk’s future, as well as its past, with sets by Steeleye Span, Ralph McTell and BBC Radio 2 Young Folk Award winner, the piper Brighde Chaimbeul. Oxfordshire     Cambridge Folk Festival 2015. Photograph: Sarah Lee for the Guardian    FolkEast 19-21 August At only five years old, FolkEast – in the 300-acre grounds of Glemham Hall – punches above its weight, with six stages (including one run entirely by solar power from a double-decker bus) and visits by many of folk’s great and good, including Eliza Carthy and the Wayward Band, John Spiers, Belinda O’Hooley and Heidi Tidow, and Rura. A new dedicated dance venue will host daily ceilidhs and workshops, and you’ve only got a few weeks to place your bets as to which colour – or with what – the totemic tree (the dead oak in the middle of the Glemham Hall Estate) will be dressed this year. Suffolk",
  "webTitle": "The best world music, roots and folk festivals in the UK for 2016",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/the-best-world-music-roots-and-folk-festivals-in-the-uk-for-2016",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Womad",
      "id": "culture/womad",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Imogen Tilden",
      "id": "profile/imogentilden"
    }
  ],
  "guardianId": "music/2016/may/21/the-best-world-music-roots-and-folk-festivals-in-the-uk-for-2016"
}