{
  "apiUrl": "https://content.guardianapis.com/sustainability/blog/2016/may/06/my-community-guardian-staff-learn-from-school-children",
  "id": "2016-05-06-106",
  "sectionId": "sustainability",
  "body": "Twelve Guardian volunteers spent the day talking about what they do and why they do it, to the most engaged of audiences. It was in aid of the Camden Primary Schools Careers Conference. The day was designed to give a selection of primary school children who don’t always have access to the support that their peers receive, an opportunity to learn about careers and present back to their school. Why did we invest so much time helping 9 and 10 year old’s think about careers? It’s because they care, are full of energy, inquisitive and excited by their futures. All of which can fade as we grow up. To encourage this thirst for knowledge, a whole day was focused on inspiring 9 and 10 year olds about the range of careers they could think about. The day started with the energetic MC Darwin Bernado (co-founder of Nutmeg Community, a youth empowerment organisation) asking if anyone knew what they wanted to do as a job. Hands were held high in the air. Children shook with excitement, desperate to be able share their aspirations. Answers ranged from being a footballer to a banker. The children were also invited to the stage to do a warm up ahead of the day, which can be seen in the video below. They rushed to the stage, a track was played and to the complete shock of the teachers and volunteers, all the children knew the dance moves and without any hesitation, nerves or fear, danced their hearts out.         Year 10’s dancing at the Camden Primary School Careers Conference without any inhibitions    We then had talks from: Richard Jacques – composer for film, television and video games. Best known for his orchestral scores for James Bond 007 and Alice in Wonderland. Ken Lim – Software Developer at The Guardian Kenneth Tharp – Chief Executive at The Place, a dance training centre The talks were designed to provide a clear overview of different job roles, which could be understood by all ages. It worked. From 9 year olds through to those in their retirement volunteering at the event; everyone was mesmerised by the speakers. The only link was that they were all passionate about their jobs. Yet all the talks sparked questions from the children which showed they had been engaged and were considering each job role as a potential career path. A carousel of workshops gave further information about jobs, including a Guardian stand where the different elements of a newspaper were deconstructed. This included comparing differences between the first, second and third editions of a newspaper printed on the same day. Next time you pick up a paper have look for the number of stars that indicated the addition. Children were fascinated by this, eagerly scanning the papers to spot the differences and desperate to share their findings. Adults were equally impressed but less vocal with their excitement.     Picture of Camden Primary School Careers Conference Photograph: Kirsty Bucknell     The afternoon concluded with four more speakers: Chrissy Giles - Writer and Editor for the Wellcome Trust Elly O’ Brien - Information Specialist and Research Analyst for CILIP Emily Jost - Arts Editor at House of Illustration Merlin Evans  - Illustrator at House of Illustration Nick Papacostas, Guardian volunteer commented:  The Camden Careers Conference was a great event and I enjoyed volunteering there immensely. The students seemed really engaged and excited to learn more about what careers they could pursue. I supported the “Young Enterprise” workshop where the kids learned how to think about starting a new business. I was inspired by their excitement for building a new enterprise and their desire to use the new business to better their communities.  What the volunteers learnt from the day  When speaking to fellow volunteers after the event, we were all in agreement that the day had been beneficial to them and that they wanted to ask more questions themselves. Somehow, things change in the professional, working world and we are less excited. We tend to only speak out if we’re really sure and grow fearful of the work we produce and how it will be received. We wanted to go back to the office and tell colleagues to ask questions, be excited to share your ideas, have no boundaries or inner fears and on occasion, a warm up dance might even do us all good.",
  "webTitle": "Our Community: Guardian staff rediscover the importance of  questions",
  "webPublicationDate": "2016-05-06T15:21:22Z",
  "webUrl": "https://www.theguardian.com/sustainability/blog/2016/may/06/my-community-guardian-staff-learn-from-school-children",
  "keyword": [
    {
      "webTitle": "Sustainability: living our values",
      "id": "sustainability/sustainability",
      "sectionId": "sustainability",
      "sectionName": "Sustainability"
    }
  ],
  "authors": [
    {
      "webTitle": "Kirsty Bucknell",
      "id": "profile/kirsty-bucknell"
    }
  ],
  "guardianId": "sustainability/blog/2016/may/06/my-community-guardian-staff-learn-from-school-children"
}