{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/child-refugees-cameron-retreat-dubs-brokenshire-tory-revolt-and-numbers-game",
  "id": "2016-05-04-121",
  "sectionId": "world",
  "body": "David Cameron has for the first time conceded the principle that lone child refugees who have travelled to Europe but who do not have any direct family connection to the UK should be given sanctuary in Britain. The prime minister has been willing to pay that price to avoid the risk of rebellious Conservative MPs – who may have included former cabinet ministers such as Sir Eric Pickles – rejecting the government’s refusal to let child refugees already in Europe into Britain.   Related: David Cameron announces concessions on Syrian child refugees    By accepting a second amendment to the immigration bill from the Labour peer Lord Dubs – who has proposed a resettlement plan for the refugees – the government has also avoided having to make a specific commitment on the numbers of extra child refugees brought to Britain due to the concession. Instead, that number, whether it is in the hundreds or thousands, will be determined by talks between the government and local authorities.  But the track record so far is not promising. Repeated appeals by Kent and Croydon, whose social services are already under strain, to other local councils to share responsibility, have largely fallen on deaf ears, while Home Office attempts to get a voluntary dispersal scheme under way have faltered. One alternative might be for the government finally to take up the offer from thousands of members of the public to house refugees themselves. Ministers have so far rejected this option on the grounds that those brought directly from the Middle East camps would be the most vulnerable and would need experienced foster families to handle their complex needs. But now Cameron has conceded that lone child refugees in Europe should get sanctuary in Britain, it should be the time to revisit those offers. Save the Children says that 10,000 people have offered places under the Homes for Refugees scheme and they can be given foster training to look after the child victims of war and persecution.    Related: Cameron promises to do more to help child refugees in partial climbdown - Politics live    If the limit to numbers Britain can take is to be determined by the generosity of the public then there is no reason why those given sanctuary could not far exceed in number the original 3,000 figure proposed.  Lord Dubs, a Kindertransport child, was forced to drop the 3,000 figure in his original amendment under the threat of it being declared a money measure so unable to be insisted upon again by the Lords once rejected by the Commons. The fine print means that no one who arrived in Europeafter 23 March, when the EU-Turkey deal on asylum was struck, will be eligible for the new scheme. So traffickers will not be able to use it to “advertise” the UK as a new destination to people in north Africa. It is also likely that most child refugees will come from Italy and Greece rather than the Calais camps.  Cameron may think he has minimised the potential numbers involved by accepting an unspecified commitment, but there is no reason why its open-ended nature should not mean more refugees get sanctuary rather than fewer. However, within 20 minutes of Cameron announcing his concession on child refugees, his immigration minister, James Brokenshire, was telling MPs that Britain intended an “opt-out” and refusal to take part in the EU’s reformed asylum rules. At heart these reforms would mean other EU member states being committed to taking an allocation of asylum seekers, under a “fairness mechanism”, from countries like Italy and Greece which have had asylum flows 150% above normal levels. What all this means is that while Cameron has agreed to take a further unspecified number of lone child refugees, he has also firmly set his face against Britain doing its bit to tackle the European refugee crisis.",
  "webTitle": "Child refugees: Cameron retreat avoids Tory revolt and numbers game",
  "webPublicationDate": "2016-05-04T15:41:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/child-refugees-cameron-retreat-dubs-brokenshire-tory-revolt-and-numbers-game",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "world/2016/may/04/child-refugees-cameron-retreat-dubs-brokenshire-tory-revolt-and-numbers-game"
}