{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/alys-fowler-how-to-grow-grasses",
  "id": "2016-05-21-127",
  "sectionId": "lifeandstyle",
  "body": "Learning to garden in the early noughties meant that I slightly overdosed on grasses. Yes, the right grass can effortlessly hold together a scheme, yes they dance in the wind, produce lovely seed heads in autumn and make a striking bleached presence in winter, yada, yada, yada. But there were too many other things I wanted to grow, so they fell down the list. It’s not that I’ve got to the bottom of my list, far from it. But I’ve been hanging around with a garden designer and I guess it is rubbing off on me, because grasses can hold a garden together. Many are easy to sow, make great cut flowers, and for the price of a packet of seed allow you to experiment. All the big seed companies offer ornamental mixes with six or so different grasses, chosen for their attractive seed heads: these are a perfect starting point. If you fall in love with a particular variety or species, buy individually next year or save your own seed. If using a mix, sow in a line or in seed trays, prick out the individual species and plant them into appropriate spots. Foxtail barley (Hordeum jubatum) is a short-lived perennial. It will naturalise and self-seed if it likes you, and for that you need to grow it in a sunny open spot in well-drained soil. It has lovely silver pink barley-like seed heads that wave in the wind and look particularly good with vertical forms rising between them, such as veronicastrums. Foxtail barley grows to about 70cm tall; cut back old stems hard in early spring. Greater quaking grass (Briza maxima) has fine hanging droplets of pale green flowers that look like pearls as the light catches them. They readily self-seed and take about 12 weeks from a late-spring sowing. Again they do best in full sun and grow to about 50cm tall; they dry to a buff colour and it’s worth leaving some over winter. If you love this, try common quaking grass (Briza media), the perennial evergreen species that looks wonderful with achilleas, Mexican fleabane (Erigeron karvanskianus) and other grasses such as melica. I have a soft spot for hare’s tail grass (Lagurus ovatus). The name is apt; the flower head is just that – a hare’s tail from tufts of narrow, arching leaves and slender stems. The flower heads start off pale green and fade to cream. They look good among salvias and low-growing Verbena hastata. Switch grass (Panicum elegans, often sold as ‘Frosted Explosion’) is a half-hardy annual, but it should be warm enough to sow outside now. It has long panicles of airy stems that puff into an explosion of delicate seed heads. It doesn’t mind a little shade and grows well in pots. It grows to 80cm tall and looks lovely with salvias.   Related: How to grow perfect courgettes and squash | Alys Fowler    Finally, cloud grass (Agrostis nebulosa) takes airy to a new level; wispy puffs of seed heads perfect for flower arranging and spectacular in the garden, too. It comes from Spain and Portugal so does best in hot, sunny spots. PS Chop, chop, it’s Chelsea time. That’s all I am going to say about doing the Chelsea chop. Go to the columns archived online to learn more, but get to it or regret it – particularly with those floppy sedums.",
  "webTitle": "Alys Fowler: how to grow grasses",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/alys-fowler-how-to-grow-grasses",
  "keyword": [
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alys Fowler",
      "id": "profile/alys-fowler"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/alys-fowler-how-to-grow-grasses"
}