{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/egypt-mourns-grief-is-camped-over-this-village",
  "id": "2016-05-20-26",
  "sectionId": "world",
  "body": "In Mit Badr Halawa, red-eyed women in black huddle on street corners, and alleys that would normally echo with tinny music, the sounds of children’s games and the shouts of friendly jokes and arguments are quiet.  The only busy area is outside a mosque, where hundreds have turned out to pay their respects to friends and loved ones. “Grief is camped over this village,” says farmer Hassan El-Ashry. This sleepy settlement on the banks of the Nile has been virtually silenced by the devastating and disproportionate scale of its losses in the crash of EgyptAir flight MS804.  A father, his 18-month-old daughter and two other locals whose families lived just a few streets away from each other have all been lost in the Mediterranean, four of the disaster’s 30 Egyptian victims.  On Friday, the first pieces of wreckage from the plane they had boarded in Paris were found in a massive maritime search operation.  “I knew, when that plane had gone down, that people from the village would be on it,” says Mohamed Shadad, a professor of neurosurgery and cousin of two victims. “I often took that flight myself when I was studying in Europe, and there was always someone I knew on it.   Related: EgyptAir MS804 crash still a mystery after body part and seats found    “Then, two hours later my brother called and said: ‘Haitham was on that plane, and Donia [his 18-month-old daughter] was with him’.” A second brother, Hassan, was given the news in even more brutal form, logging on to Facebook to see his cousin’s face pop up beside news of the crash. The other victims were neighbour Khalid Allam, in his 40s, and 32-year-old Khalid Tantawi, who had been on holiday. “Our friend was teasing him, saying: ‘why are you always running around? You should save your money.’ He said: ‘I want to see the world before I die,’” Hassan says. Mit Badr Halawa is a village closely tied to France by decades of immigration, historic links which have never, however, diminished the community at home. Sons are sent to earn a living in markets and building sites but often return to start families, to retire, or at least to visit for the holidays. With the holy month of Ramadan just a couple of weeks away, many inhabitants were back or making plans to return soon, and several of the mourners had taken the same flight days earlier.            Missing EgyptAir flight: what we know so far    The village is two hours’ drive from Cairo, through a sprawl of brick apartments that give way to vineyards and purple sprays of bougainvillea, meandering along beside the Nile. “This is not a rich or developed village, and they were coming to help with giving alms before Ramadan,” says Magdy Atteya, a 47-year-old secretary who, like most of the men in the village, has spent time in France. “We are one family, one block, one bond between us. These were all respected people, the kind you would have wanted to know.” Writ large in the back streets of this small, stricken town is a wider truth about the problems which the plane crash pose for Egypt, a country already battered by instability and the collapse of its vital tourist industry. “Someone is targeting Egypt’s image and stability, they want to destabilise it, turn it into another Syria,” says Mustapha Eissa, 30, another France-based local back for the holidays. “I am meant to be going home in 15 days but I am really scared to leave. I will probably postpone my flights until I feel more comfortable.” All the men killed in the crash left behind children, and were also supporting parents and other members of their families, in a country where unemployment is chronic and salaries are often low. “All of them depended on Haitham, he supported the whole family,” says Hassan, his cousin.  “This man was extraordinary in everything, he was very bright. Some people you just have to look at their faces to see the intelligence and happiness. He was one of them, polite and supportive.” Several friends remember how he would drop everything if a fellow Egyptian rang him in Paris asking for help with anything from a meal to a job.   Related: Sole Briton on flight MS804 had just become father for second time    A construction worker, Haitham is survived by his Moroccan wife and older daughter, who had just started school. They were planning to fly out to join him a few days later. And so, for his mother, the grief prompted by his death comes with fear of further loss, of her surviving granddaughter, stranded in France beyond the reach of an Egyptian relative too elderly to qualify for a visa. “The family is divided, and she is so frightened she will not be able to see Haneen again,” says Mohamed.  “The older girl is with her mother; of course she doesn’t want to come and live in Egypt. Our request is that they permit the grandmother and [grand]father to visit, just for one month a year.” Haitham’s uncle, a burly engineer, is leading the mourning but at the mention of the lost girl his shoulders sag and his eyes cloud with tears. “It’s going to take time, especially as we have lost a little girl.”",
  "webTitle": "'Grief is camped over this village' – Egypt mourns the lost",
  "webPublicationDate": "2016-05-20T19:39:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/egypt-mourns-grief-is-camped-over-this-village",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Graham-Harrison",
      "id": "profile/emma-graham-harrison"
    }
  ],
  "guardianId": "world/2016/may/20/egypt-mourns-grief-is-camped-over-this-village"
}