{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/02/the-maze-runner-james-dashner-review",
  "id": "2016-05-02-123",
  "sectionId": "childrens-books-site",
  "body": "Okay I know I should’ve read this book ages ago, since you know it got so much hype and two films came out based on the first two books in the series. So I finally decided to read it and yes it deserves all the hype that it got. Thomas wakes up to find himself in a maze surrounded by other teenage boys who call themselves the Gladers; he doesn’t remember anything about his life before coming to the maze apart from his name.       Just like Thomas, the other Gladers also have no clue as to who put them in the maze, why they are there, what happened to the outside world and they don’t even remember their last names. Then begins Thomas’s riveting journey to explore the horrors of the maze and find a way to escape it. Some might think the book progressed slowly but I love the way James Dashner builds up the progression of the story, it keeps you intrigued. There are many characters in the book which make it interesting but I think their personalities could have been given more emphasis - I guess I’ll find out more about the characters as I proceed along the series. The action and the thrill in this book... I can’t even describe it. All I can say is the book is a page turner. Even though I watched the film and had a rough idea of what was about to happen, reading it was a whole lot spectacular.  It’s a teen dystopian thriller so anyone who loved The Hunger Games, this might be a series that you could pick up.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Maze Runner by James Dashner – review",
  "webPublicationDate": "2016-05-02T14:00:26Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/02/the-maze-runner-james-dashner-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/02/the-maze-runner-james-dashner-review"
}