{
  "apiUrl": "https://content.guardianapis.com/social-care-network/social-life-blog/2016/may/11/wellbeing-social-work-stress",
  "id": "2016-05-11-332",
  "sectionId": "social-care-network",
  "body": "Stress and anxiety are frequent intruders in our roles as social care professionals. As practitioners, we prioritise service users, but with the myriad of other tasks to complete there is little time to think about, maintainor improve our wellbeing.  Openness is key. Through honest discussion about our feelings, which are often complex and overwhelming, perhaps our own wellbeing can be prioritised. And without giving this the time and space it deserves, we risk lower efficiency, productivity and, ultimately, burnout. The following tips, though simple, are easy to overlook when battling through the daily tasks.   Related: Social workers on hotdesking: 'It contributes to high stress and sickness levels'    Time for yourself to pause and have a break So you haven’t found the time to have a drink, go to the toilet, have lunch, or even pause your overactive brain in the course of the working day. Good news: it can be done. The mountain of work won’t suffer neglect because you’ve taken a five-minute break. Walk to get water, stop for a while to breathe or find an outside space to just sit and be. Time for enjoyable pursuits Make time for your favourite activities. I tried, with moderate success, to continue the things I enjoyed while snowed under with that endless to-do lists. Two of my favourites were mindfulness colouring books and reading for pure escapism. My guilty pleasure is chick-lit and I didn’t have the brain capacity for anything heavier after an emotionally draining day. Phones and emails have silencing options I’m reluctant to admit that one of my ways of coping with the volume of work as a social worker was to keep my phone on silent. I felt less disturbed and more in control. I sometimes couldn’t face listening to the voicemails as it inevitably created more work I didn’t have time for. Find a way that works for you. Look at emails at set times of day, turn off notifications or schedule phone calls to minimise interruptions. Realistic lists I tried numerous list methods to cope with and organise the volume of work, and as an aide-mémoire. The following two were the most successful: having a list for each family or service user and then working on one at a time, at different points in the week, and having a daily list with no more than six items. The latter came about after a particularly anxious moment when I asked a clinician for advice on coping with anxiety and then burst into tears when she inquired how bad the anxiety was on a scale of one to 10. The tears were my response. Her words seem obvious with hindsight but at the time my head was a mess. The backlog wasn’t getting done anyway, regardless of my worrying, so she advised that I might as well just try and do things each day. Accept and let go As most social care professionals do not have a realistic workload, something has to give. I often asked more experienced colleagues and managers who had survived decades in the sector how they managed. A frequent response was that you have to let go of certain things, that you can’t do it all. Cutting some corners – sorry, I mean smarter working – is essential. Think concise case notes and guilt-free copy and pasting. Asking for help and delegating Administrative staff, colleagues, students and managers connect our teams. Admitting you need help can be difficult depending on the particular culture of the workplace but for wellbeing it is crucial. I remember being baffled by colleagues who did their own scanning or booking of interpreters. Delegating is a necessary skill and can ease the burden.  Nutrition Nourish your body regularly with healthy, balanced and tasty food and you will reap the rewards of more energy through steady blood sugar levels. My eating habits during my time on the frontline were shocking. Think a whole packet of Jaffa Cakes in one go. Preparation is a must – buy some dried fruit and nuts for morning and afternoon snacks between meals. Make time to taste your food and enjoy it, avoiding the automatic shovelling for a quick sustenance fix.   Related: When I broke down at work, I realised I was responsible for my own wellbeing    Exercise Thankfully not just good for the body, but mind too. Use it as exclusive “me” time, to focus on your physical vehicle that requires regular workouts. Avoid taking on other people’s anxiety Other professionals, service users, managers or staff may be anxious or stressed about a case you hold or about their own work, and this can have a detrimental impact on your wellbeing. Maintain boundaries and have confidence in your ability and decision making. Find a way to express your feelings Whether listening to music, setting up a reflective or mindfulness group with colleagues, using supervisionor any other means, let your feelings out. I didn’t do this enough and the anxiety became panic and palpitations.  Anxiety UK offers support, help and information for those with anxiety disorders. Tel 0844 477 5774   The Social Life Blog is written by people who work in or use social care services. If you’d like to write an article for the series, email socialcare@theguardian.com with your ideas. Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Silence your phone and let go of guilt: 10 tips to improve your wellbeing at work",
  "webPublicationDate": "2016-05-11T07:05:06Z",
  "webUrl": "https://www.theguardian.com/social-care-network/social-life-blog/2016/may/11/wellbeing-social-work-stress",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Anxiety",
      "id": "society/anxiety",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social work",
      "id": "education/socialwork",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/social-life-blog/2016/may/11/wellbeing-social-work-stress"
}