{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/a-moment-that-changed-me-colleague-murdered-write-bestsellers",
  "id": "2016-05-12-302",
  "sectionId": "commentisfree",
  "body": "It was a Sunday night in early December. I was working in the neonatal intensive care unit, attending to the tiniest, most fragile of humans during my paediatric internship. A group of us were interning at the time, and we were closer than mere colleagues or friends. We were family. We slept when the rest of the world was awake, we worked while they slept, we spoke a different language. Aged 25, after spending the past two decades in school, sheltered from reality, we were expected to make life-and-death decisions that would affect children and their families for the rest of their lives. On Monday morning, before the winter sun had risen, I was waiting for the next shift’s worker to arrive, when one of my friends called. Had I seen Jeff, she asked, panic driving her words so fast that I had to ask her to slow down. Jeff was to have taken over my shift. And he was late – but that was Jeff, always late and you never minded, because he’d work twice as hard to help you get home on time to get some much-needed sleep after a 30-hour shift. No, I answered. “He’s not here yet.”    My writing was the only place where I felt safe, where I had a chance to regain control    “The radio,” she continued. “They’re saying a man was killed last night. Murdered. A paediatric intern. In Jeff’s neighbourhood. And he’s not answering his phone. And he’s not at work and he should be by now.” A cold fist of dread hit me, followed immediately by denial. It can’t be Jeff, I told her – they’d got it wrong. It can’t be one of us. I went back to my fragile babies in the unit, clinging to life, but somewhere in my heart, I knew I’d lied. The police gathered together the 11 of us interns – who’d been 12 only hours earlier – later that morning and told us that Jeff had left his house in the middle of the night to help a friend jump-start his car. When he’d returned home, it was to discover an intruder at the house. Their struggle began at the front door and travelled through three storeys of the sprawling Victorian house. Jeff had been beaten, strangled, stabbed, and finally his body was thrown into the upstairs bathtub. That was Monday. By Thursday we were back on duty, struggling to work through our grief while we continued to save lives – hollow victories after losing Jeff. I turned to my writing, struggling to make sense of the chaos. In high school I wrote a young adult fantasy novel and had written two more science fiction novels by med school graduation. I shoved them all into a drawer. Writing was my private addiction, helping me process what had happened in my life. After Jeff died, fantasy and science fiction no longer held any appeal in my new, stark, black world.     ‘If there is one thing I have learned from Jeff’s death, it is that life goes on.’ Photograph: Michael Benabib    I thirsted for justice, to know I still had some power over my own future. My writing was the only place where I felt safe, where I had a chance to regain control. I abandoned the science fiction novel I was working on and turned to crime fiction. My first thriller, Borrowed Time, eventually became a bestseller, and since then I’ve had 28 more novels published. My books are not as much about the car chases and explosions as they are about the emotional abyss created by sudden violence. About the grey areas between the black and white of good and evil. About what happens when chaos collides with life.   Related: A moment that changed me: having the courage to leave an abusive relationship | Anonymous    After 17 years practising medicine, I left to write full time. I’ve have had the satisfaction of knowing that my stories have touched more lives around the world than I ever could as a physician. Readers have written to me, thanking me for helping them to get through a night pain-free from cancer or empowering them to leave abusive relationships or simply for the entertainment they’ve received from my fictional characters. Proving to me time and again that stories are one of the most powerful weapons we have to take control of the chaos and bring light into this world. If there is one thing I have learned from Jeff’s death, it is that life goes on. For me, that’s through my books. He may be gone, but he’ll never be forgotten.",
  "webTitle": "A moment that changed me: the day my colleague was murdered | CJ Lyons",
  "webPublicationDate": "2016-05-12T08:58:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/a-moment-that-changed-me-colleague-murdered-write-bestsellers",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Thrillers",
      "id": "books/thrillers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Medicine",
      "id": "education/medicine",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "CJ Lyons",
      "id": "profile/cj-lyons"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/a-moment-that-changed-me-colleague-murdered-write-bestsellers"
}