{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/football-transfer-rumours-chelsea-and-psg-in-for-alvaro-morata",
  "id": "2016-05-20-293",
  "sectionId": "football",
  "body": "Given that Olivier Giroud ended the season with a storming hat-trick against former European champions Aston Villa, Arsène Wenger could be forgiven for wondering whether Arsenal really need to sign a new striker. It’s so much hassle. Such a palaver. Does he really need that stress? All that time and all that effort, is it really worth it when you’ve got a perfectly good Olivier Giroud just waiting to develop into the world’s greatest striker at the highly promising age of 29? You have to keep the faith. Let Chelsea and Paris Saint-Germain fight it out for Juventus hotshot Álvaro Morata.   Related: Louis van Gaal says Manchester United deserve first trophy of post-Fergie era    And who do they really have to buy Granit Xhaka now that Jack Wilshere is back to full fitness? Wenger doesn’t seem convinced. With Borussia Mönchengladbach expecting a £35m offer for their Swiss midfielder, they were taken aback to see Arsenal, ever the crack negotiators, start the bidding at £19m. It’s left them perplexed – and they won’t know what’s hit them when Arsenal up their bid by £1.  You can be too clever. Which brings us to the news that the impending arrival of Jose Mourinho as Manchester United’s new manager will not be the end for Louis van Gaal, who will simply move upstairs and take up as a new role of director of sticking his nose where it’s not wanted. Such as when he’ll peer into Ed Woodward’s office and demand his desk. Jürgen Klopp has had enough of Simon Mignolet and Alberto Moreno, whose last major contribution in a Liverpool shirt is likely to be his cackhanded attempt to stop Mariano’s raid down the right in the buildup to Sevilla’s equaliser in their Europa League victory on Friday night. The Spanish left-back will be replaced by Leicester City’s Ben Chilwell – you can’t go wrong with Leicester – while Mignolet’s place will be under threat when Liverpool sign Mainz goalkeeper Loris Karius. Christian Benteke will also be out the door once he’s held make-or-break talks with Klopp, with the emphasis on break, and his departure could allow Liverpool to go for Fiorentina forward Josip Ilicic. West Ham United are still interested in the Belgian striker, having seen their bid for Lyon’s Alexandre Lacazette knocked back, but they’ve not given up hope of signing Jamie Vardy from Leicester.  And finally, Chelsea are closing in on Roma defender Antonio Rüdiger, Southampton plan to splash £10m on Anderlecht’s Dennis Praet, Tottenham Hotspur want Palermo midfielder Franco Vázquez and you’d be mad to miss the Old Firm derby next season now that it’s emerged that Rangers want to sign Burnley’s Joey Barton.",
  "webTitle": "Football transfer rumours: Chelsea and PSG in for Álvaro Morata?",
  "webPublicationDate": "2016-05-20T07:52:22Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/football-transfer-rumours-chelsea-and-psg-in-for-alvaro-morata",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/20/football-transfer-rumours-chelsea-and-psg-in-for-alvaro-morata"
}