{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/24/new-deal-on-humanitarian-financing-signed-at-summit-in-istanbul",
  "id": "2016-05-24-69",
  "sectionId": "global-development-professionals-network",
  "body": "A deal which will see disaster victims being given cash instead of vouchers or food, and which requires aid agencies to be more transparent and efficient in the way they spend money, is generally seen as the most significant step forward at the UN’s first ever aid summit this week. But there was no progress on the growing problem of breaches of international humanitarian law - from bombing of hospitals to fighting in built-up areas - which are leading to horrifyingly high rates of civilian death and injury. And some felt that important opportunities for radical change to the system had also been missed. Four years in the making, the World Humanitarian Summit - the first time the humanitarian sector has ever come together on such a large scale - was conceived by UN Secretary-General Ban Ki Moon as a way to draw attention to the growing global humanitarian crisis, where global costs have risen from $3.7bn in 2004 to $2obn last year. But it also aimed to look at the sector itself, generally seen as an ad hoc system evolved for dealing with one-off emergencies and now put under untold strain by the demands of long-running crises like Syria or Sudan over the last decade.   Related: 'We are demanding change': the Somali woman taking on international NGOs    After months of anxiety within the sector that the summit would be a closed UN shop and would bring about little real reform, most admitted to being pleasantly surprised by the Grand Bargain, a mutual agreement between donors, who will be more flexible and give more directly to local organisations, and aid agencies, who will have to make serious changes to the way they work. $1bn a year can be cut from aid spending by back-room efficiencies, believes one of the deal’s architects, the EU commissioner Kristalina Georgieva. Speaking to the Guardian, Georgieva pointed out that the big donors and aid agencies had all signed up; “Even more signed up than we hoped for. Now, we need to make it happen. If we don’t reform, shame on us.” “It is really exciting,” said Charlotte Lattimer, of Global Humanitarian Assistance which tracks spending in the sector. “At the moment we know very little about what happens to the money after it passes from donors to UN agencies and international NGOs. We know that it is often transferred on to other organisations before it reaches people in need, but lack of reporting prevents us from understanding those transaction chains better. Publishing to IATI on funding given and how it’s spent can begin to transform that.”   Related: ‘It's like trying to hit a football field from the top of Everest' – why aid airdrops just don’t work    One of the most contentious issues in the sector has been the unfair distribution of aid, with less than 2% of all funding going directly to local NGOs despite the fact that, according to relief chief Stephen O’Brien, they take the majority of the risks. The Grand Bargain commits to a target of 25% of funding by 2020, a move described by Degan Ali, head of Kenyan NGO Adeso, as “one of the successes of the whole WHS process.” But she added that “We need to work to ensure that this target is not static and keeps increasing year on year.” The newly-launched Network of Empowered Aid Response (of which Ali is one of the founders), a global network of local and national NGOs, will aim to keep that pressure on. The plan to move to a wider use of cash transfers has also been widely welcomed. They’re increasingly seen as more efficient than vouchers or food, more empowering and a useful stimulant for the local economy. Other positive initiatives include the launch of an international education fund for children in emergency situations. On refugees, campaigners said the summit had seen mixed results. There was progress in understanding refugee crises as drawn-out challenges needing long-term developmental responses, rather than just short-term aid hand-outs. But few countries seemed interested in upholding international treaties like the refugee convention, or in resettling significant numbers of refugees from the developing world. Andreas Kamm, head of the Danish Refugee Council, said “Politicians and decision-makers are fleeing from institutions like the UN that could actually make a difference [in resettling refugees]. I’m not an optimist in the short term on burden sharing – if we can’t do it in Europe, within a union, how can we expect it to happen globally?”   Related: The humanitarian system: 'A mammoth machinery losing track of what it is for'    The no-show by heads of state from the G7 (Angela Merkel was the only high profile western leader to attend) was noted by both Ban Ki Moon and Turkish prime minister Recep Tayip Erdogan as respectively “disappointing” and “quite upsetting”. This may also have been a factor in the failure to make any progress on international human law (IHL). At a International Committee of the Red Cross conference in December, even the very gentle suggestion of a voluntary forum for member states to discuss best practice on IHL was rejected, and progress on this issue seems increasingly difficult. “The problem we’re seeing now is that we are no longer dealing with soldiers who have been trained in humanitarian law, we’ve got actors who have no formal military training, and the situation is just worsening,” said Michael Adamson, head of the British Red Cross. Final judgements on the summit are still being formulated. Dr. Danny Sriskandarajah, secretary general, CIVICUS, hoped that some of these agreements could “signal the beginning of the end of the development industrial complex which involved a few rich countries providing aid through a few big players”. Head of ODI Sara Pantuliano, Managing Director at the Overseas Development Institute felt the “commitments made at the Summit have fallen short in substance and ambition”. But many others felt that just bringing the whole sector together like this was worthwhile. “I don’t think we’ve ever all met up like this,” said Sean Lowrie, head of the Start Network. “I’m so used to going to meetings and seeing the same faces over and over again. It’s been invigorating, refreshing to see how big and wide the humanitarian sector is. For that, if for nothing else, it’s been worthwhile.” Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "New deal on humanitarian financing signed at summit in Istanbul",
  "webPublicationDate": "2016-05-24T17:00:01Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/24/new-deal-on-humanitarian-financing-signed-at-summit-in-istanbul",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "humanitarians",
      "id": "global-development-professionals-network/humanitarianshumanitarians",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bibi van der Zee",
      "id": "profile/bibivanderzee"
    },
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/24/new-deal-on-humanitarian-financing-signed-at-summit-in-istanbul"
}