{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/24/anti-fracking-activists-declare-war-north-yorkshire-ruling-kirby-misperton",
  "id": "2016-05-24-94",
  "sectionId": "environment",
  "body": "Anti-fracking campaigners have accused North Yorkshire council of declaring war on people’s rights to clean air and water after it approved the first operation to frack for shale gas in five years.  Campaigners opposed to the development outside Kirby Misperton – a village in Ryedale near the North York Moors national park – launched a “people’s declaration” in an attempt to stop the process going ahead. There have also been calls for a judicial review from Friends of the Earth and Frack Free Ryedale, which led the campaign against the application by Third Energy. They said in a statement: “We urge and will support the government to develop a balanced long-term energy policy that will achieve our globally agreed climate change targets. Today we resolve to continue to fight to remain free from fracking, to protect our communities, our beautiful countryside, our air and water, and to protect the future of the planet.”   Related: 'Riding roughshod over democracy': residents on fracking in North Yorkshire    The council’s decision on Monday was met by chants of “We say no” and “You will be held accountable”. “It is a war, now, they’ve declared on us,” said Sarah Hockey, an anti-fracking campaigner from east Yorkshire. “It’s a war on our human rights to clean air and water so we’ve got to take it like that and keep pushing and pushing and pushing.” Friends of the Earth said it would consider whether the decision could be challenged. Campaigner Simon Bowens said: “This is an absolute travesty of a decision, but the battle is very far from over.” One of the councillors who voted in favour of the application, Cliff Trotter, said he had received intimidating emails. He told BBC Radio 5 Live: “Yes, a few. But that’s par for the course, I suppose. But we tried to look to the future, the best for the people of England.” After a two-day meeting at the county hall in Northallerton, councillors voted by a majority of seven to four to approve the fracking operation near Pickering. The move was hailed by the government and the fracking industry as a “fantastic opportunity”. The decision was made despite thousands of objections from residents and campaigners and will allow fracking in the UK for the first time in five years. Fracking was halted on the Fylde coast in 2011 when tests found it was the probable cause of minor earthquakes in the area. Since then, two high-profile applications to frack in Lancashire have been rejected by councillors and are the subject of appeals. Planners had recommended the most recent application be approved, despite acknowledging that the majority of representations received in consultation were objections.  Vicky Perkin, a council planning officer, told the committee that of 4,420 individual representations, 4,375 were objections and 36 were in support of the application to frack for shale gas at the firm’s existing well in Kirby Misperton, known as KM8. The chief executive of North Yorkshire council, Richard Flinton, said the decision did not mean similar approvals would follow. The chairman of the committee, Peter Sowray, said he knew people would be angry but he was comfortable with the decision. The government has said it is going “all-out for shale” to boost energy security and the economy. But opponents fear fracking – in which liquid is pumped deep underground at high pressure to fracture rock and release gas – can cause problems, including water contamination, earthquakes, and noise and traffic pollution. Environmentalists also say that pursuing new sources of gas – a fossil fuel – is not compatible with efforts to tackle climate change.    Related: Fracking wins battle in Yorkshire but not the war | Damian Carrington    The UK’s regulatory approval mechanisms for fracking are fragmented, involving multiple agencies from local authorities to the Environment Agency and the Health and Safety Executive. A taskforce set up by the fracking industry recommended last year that these should be replaced by a single regulatory body, with the required expertise to rule on fracking sites. Rasik Valand, chief executive of Third Energy, said work would not start at the site for months and there would initially be an exploration phase. A viability test lasting six to eight weeks will be carried out at the KM8 site. If it is found to be suitable, full-scale shale gas extraction will take place for up to nine years. When asked if this was a precedent for further fracking applications to be approved, Valand said: “We don’t look upon it like that. We are a local company, we see ourselves as a local company. For us, this is about testing what’s in our local area.”  The UK’s fledgling fracking industry on Tuesday hailed the council’s decision. Ken Cronin, chief executive of UK Onshore Oil and Gas, said it was “a very important first step”. “[The decision] helps to dispel many of the misleading claims that have been made about this application, as well as the process of hydraulic fracturing more generally,” he said. “We look forward to Third Energy being able to conduct a test to see how much gas is under this area of North Yorkshire to power and heat homes and businesses.” The government also praised the decision by North Yorkshire council to allow fracking in the area. Andrea Leadsom, the energy minister, said: “We’re very clear that fracking is a fantastic opportunity. It’s good for jobs, the economy and strengthens our energy security. We already have tough regulation in place to ensure that fracking is safe.” The news delighted the UK’s shale gas pioneer, Cuadrilla, which is the only company to have used modern hydraulic fracturing technology in the UK so far at its site near Blackpool. Cuadrilla has been fighting to gain approval for other sites, including at Balcombe in Sussex, which was met with protests. Francis Egan, chief executive of Cuadrilla, said: “This will boost the shale gas industry across the north of England, providing much-needed jobs as well as gas vitally needed to heat our homes and power our businesses.”  Others also welcomed the decision. Claire Dutch, a partner at the law firm Hogan Lovells, which advises fracking companies, said: “We are at the beginning of the shale gas journey in the UK, but this is a significant step forward for the industry. We could see the start of the tide turning for unlocking shale gas development in the UK.” She said that further regulatory approvals would be easier to gain but warned that the main obstacles to a shale gas industry in the UK were likely to be economic, rather than regulatory. “The remaining hurdle will be whether it is possible to produce shale gas energy in the UK on a commercially viable scale.” Cuadrilla said five years ago that it had spent more than £100m without producing any gas at all. The company is now more coy about its expenditure. As all of the potential shale gas sites in the UK will face similar planning difficulties, protests and high costs owing to regulations protecting the environment – costs that have not been incurred by shale-gas drilling companies in the US, where regulations were kept lax to foster the industry.",
  "webTitle": "North Yorkshire council fracking decision a 'declaration of war'",
  "webPublicationDate": "2016-05-24T16:04:21Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/24/anti-fracking-activists-declare-war-north-yorkshire-ruling-kirby-misperton",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    },
    {
      "webTitle": "Fiona Harvey",
      "id": "profile/fiona-harvey"
    }
  ],
  "guardianId": "environment/2016/may/24/anti-fracking-activists-declare-war-north-yorkshire-ruling-kirby-misperton"
}