{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/pro-brexit-bosses-include-retirees-and-tax-avoidance-experts",
  "id": "2016-05-16-74",
  "sectionId": "politics",
  "body": "Business figures who signed an open letter supporting Brexit include tax avoidance specialists, dozens of retirees and the publisher of a book about Ukip introduced by Nigel Farage. The list of more than 300 people also includes the bosses of dormant companies and a law firm that admits leaving the European Union could lead to a repeal of workers’ rights. In a letter published in the Daily Telegraph, the business names claim Brexit would create more jobs, adding that the UK’s competitiveness is being “undermined by our membership”.   Brexit companion   While signatories include heavyweight names, such as former HSBC chief executive Michael Geoghegan and the Wetherspoons chairman, Tim Martin, the leadership credentials of many others are less clear. Several preside over companies listed as “dormant” by Companies House, while 23 are no longer active in the business world. One signatory is John Kersey, managing director of Preston hair salon Kersey Hairdressing, a business with net assets of £313. The list also includes the bosses of a clutch of firms with a history of facilitating tax avoidance. Robert Hiscox, honorary president of Hiscox Insurance, has been an outspoken defender of tax avoidance, having moved his company to Bermuda to slash its tax bill.   Related: Brexit could shift Europe's political centre of gravity, says Fitch    Fellow signatory Martin Bellamy is the chairman and chief executive of Salamanca Group, which advertises “dynastic estate-planning” for “ultra-high net worth families”. It offers advice on ways on offshore trusts and foreign investments for those keen on “passing wealth or holding wealth for the next generation” or those who want to keep their affairs “outside the public domain”. Salamanca also boasts of setting up offshore employee benefit trusts, a tax-efficient means of paying staff that the Treasury has said it wants to crack down on. Another signatory, Clive Thorne, is a partner at Wedlake Bell, a law firm that offers “imaginative” tax-planning strategies for business “both onshore and offshore”. In an article on the company’s website, the firm admits that leaving the EU could result in a raft of workers’ rights being abolished. “A number of key employment rights derive from EU legislation, in particular those relating to equal opportunities, holiday and working time. A departure from the EU could allow such legislation to be weakened or even repealed,” the article says.   Related: Brexit would prompt stock market and house price crash, says IMF    Labour MP Wes Streeting said the number of City financiers on the list showed the Brexit campaign was dominated by those who do not have ordinary workers’ best interests at heart. “These fat cats thrive off market disruption and insecurity,” he said. “But the disruption caused by our leaving the EU’s single market would damage our economy to the tune of £4,300 a year per household, hitting working people the hardest. “The facts are clear – working people are better off in Europe. Leaving would be a leap in the dark that would put trade, jobs and rights at risk.” Some of the business leaders mentioned are not as senior as their titles might suggest. The letter is signed by David Sismey, a managing director at Wall Street bank Goldman Sachs, where many hundreds of middle-ranking staff have the same title.  Another signatory is David Barnby, proprietor of Books2BuyBooks2Write and publisher of Hard Pounding: The Ukip Story, which includes a foreword by the party’s leader, Nigel Farage. A few of the firms appear concerned largely with the interests of the wealthy elite, such as private security firm Veritas International, whose chief executive Simon Rowland put his name to the letter. Veritas offers services such as armed guards for superyachts and private chaperones for children on their gap years. Robin Ronaldshay, who signed as director of Zetland Estates, is also known as Robin Dundas, Earl of Ronaldshay, heir to the title of Marquess of Zetland.",
  "webTitle": "Pro-Brexit bosses include retirees and tax avoidance experts",
  "webPublicationDate": "2016-05-16T18:26:01Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/pro-brexit-bosses-include-retirees-and-tax-avoidance-experts",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "politics/2016/may/16/pro-brexit-bosses-include-retirees-and-tax-avoidance-experts"
}