{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/03/things-to-change-community-healthcare-older-people",
  "id": "2016-05-03-308",
  "sectionId": "healthcare-network",
  "body": "1 Reverse cuts to social care budgets David Oliver, (@mancunianmedic) consultant in geriatrics and general internal medicine, president of the British Geriatrics Society: Half my patients are either stuck waiting for community step-down services or were admitted partly because of inadequate responsiveness or capacity in those services. Social care is crucial to preventing readmissions and speeding discharges, but it has been brutally cut since 2010. Phil McCarvill, (@Phil_McCarvill), deputy director of policy, NHS Confederation: The social care funding crisis, plus other pressures on local government and social care providers alike, is having a real impact on the NHS. Health and care must be seen as one system: under-resourcing of one has inevitable implications for the other. 2 Manage care to avoid hospital admissions Michael Dixon (@MichaelDixonGP), GP and former chair of NHS Alliance, former president of NHS clinical commissioners, chair of everyLIFE advisory board: We no longer have one, simple point of contact – it used to be the district nurse, but now [as a GP] I have to call a number of different professionals in both health and social care when managing urgent patient needs. A single point of contact, for example a community matron, would make a huge difference. This is not about whole system change, but something that should be designed and commissioned locally. Prof John Young, Academic Unit of Elderly Care and Rehabilitation: Our health and social care system is poorly aligned to the needs of older people who are either becoming frail, or have established frailty. Frailty does not spring up overnight but develops over 10 to 15 years. But our health and social care system largely responds in a reactive fashion to the late manifestations of frailty, that is falls, confusion and poor mobility.    Related: Exercise classes for over 65s help cut falls risk    3 Provide better access to healthcare services in care homes Paul Dunnery, (@PaulDunnery), operations director, Alzheimer’s Society: Recent research by Alzheimer’s Society has found that people living with dementia in care homes often struggle to access secondary care services such as physiotherapy and mental health; accessing these services can prevent admissions to hospital at crisis point. Léa Renoux, (@Lea_Renoux), health policy manager, Age UK: Due to the historic division between health and social care, many people living in care homes are not getting the full range of NHS services they need. Often residents don’t get access to GP services. This is despite the fact that that we know that proactive medical reviews and support for care home residents can improve wellbeing and reduce emergency hospital admissions. 4 Support carers properly Prof Athina Vlachantoni, (@CPCpopulation), associate professor in gerontology at the Centre for Research on Ageing and the Centre for Population Change: By supporting informal carers, the welfare state is essentially supporting two-in-one. Plenty of research shows that family is the first port of call for community care of older people. There are three key ways to support informal carers: respite care; support to combine care provision with paid work or other activities; and regular assessment of carers’ own physical and emotional needs. Anna Dixon, (@DrAnnaDixon), chief executive of the Centre for Ageing Better: It is really important that employers have policies to support carers, enabling them to take time off, career breaks, flexible or part time working. There is a risk that the squeezed middle aged who are caring for relatives drop out of work and are at risk of financial insecurity in their own later life. Renoux: The reality is the support that informal carers provide goes well beyond providing care and includes managing finances, negotiating with health and care services and acting as the person’s advocate, especially if the person does not have mental capacity to make decisions. Importantly, carers may continue to play these roles even where a person is receiving care services, including in a care home. Carers are currently entitled to local authority social services assessment. In assessing carers’ needs local authorities should take the wellbeing of the carer into account, rather than just the carers’ ability to continue caring. However, given the current state of social care resources, it seems it will be increasingly difficult to see the ambitions of the Care Act implemented in practice.   Related: Care home offers a step between hospital and home for patients    5 Learn from effective projects Richard Curtis, head of community healthcare contracting at Specsavers and former NHS commissioner: As a former continuing healthcare commissioner, we commissioned a few live-in care packages that provided patients with extensive 24-hour support to go out into the community, access their social network and continue to feel part of society. Unfortunately the cost was prohibitive, there were no opportunities to link together social care or voluntary social groups which would provide transport etc or have the required clinical skills to ensure the patient would be OK, so you can end up paying for three different services. But what we did learn is that the system focuses on treating the presenting physical issue and not enough time and effort is paid to the wider socialisation of the patient. This is a key role which the voluntary sector could assist with when care packages are designed. Renoux: The results of our pilot of the Age UK personalised integrated care programme in Cornwall, which includes evaluation of the impact of taking a person-centred approach to health and care services, together with the voluntary sector and welfare advice, have been very promising. There was a 31% reduction in hospital admissions and the project has helped to show how older people are more likely to respond positively to preventative and self-care strategies when they are actively engaged in their health.  6 Change the way older people are discussed McCarvill: I think it is important that we all challengelanguage such as bed blockers and geriatrics. People become “stuck” because the system does not move quickly enough to sort out their care. The emphasis should be on the system, not the individuals. Dixon: We need to change the way we all talk about and think about ageing. These negative terms and stereotypes are so pervasive. We need to see our ageing population as an opportunity for the whole of society, and our later lives as a fulfilling and positive stage. There are many inequalities in later life which need to be tackled so more people can enjoy later life. We are commissioning a scoping review of the evidence on inequalities in later life. Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Six things to change in community healthcare for older people",
  "webPublicationDate": "2016-05-03T07:30:49Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/03/things-to-change-community-healthcare-older-people",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Policy",
      "id": "healthcare-network/policy",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Integration",
      "id": "social-care-network/integration",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "social care network: adult social care hub",
      "id": "social-care-network/adult",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Isaac",
      "id": "profile/anna-isaac"
    }
  ],
  "guardianId": "healthcare-network/2016/may/03/things-to-change-community-healthcare-older-people"
}