{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/25/asos-co-founder-nick-robertson-sell-shares-divorce-settlement",
  "id": "2016-05-25-70",
  "sectionId": "business",
  "body": "One of the founders of Asos is selling a chunk of his shareholding in the online fashion retailer to fund his £70m divorce settlement. The company announced that Nick Robertson, who stepped down as chief executive last year, wished to sell 1.3m shares through a placing with institutional investors. The share disposal plan, revealed after the stock market had closed, would raise £46.4m based on the closing price of £35.71. Earlier this year, Robertson was ordered to hand about a third of his £220m fortune to his ex-wife Janine after a public trial in the family division of the high court. The judge was asked to decide how much she should receive after the couple failed to agree on the division of shares and property owned by the entrepreneur.  The hearing revealed the couple had a property portfolio worth nearly £60m, with homes in London, Oxfordshire and France, as well as cars – including a Mercedes, Bentley and Ferrari – and boats worth about £2m. Robertson co-founded Asos in 2000 when it was known as As Seen On Screen because its garments were copies of clothes worn by celebrities. It was floated on London’s junior stock market, Aim, the following year and has grown from a company then worth about £12m to one worth close to £3bn today as it expanded its selection to 80,000 products and launched overseas. In a statement Asos said: “Nick Robertson, one of the company’s founders and a non-executive director, today announces that following a recent divorce settlement he intends to sell approximately 1.3m shares in the company, representing approximately 1.6% of the company’s share capital, through a placing to institutional investors. The books for the placing will open with immediate effect.” The retailer said the share sale was “subject to demand, price and market conditions”. If it proceeds Robertson would still own a 6.6% stake worth close to £200m.",
  "webTitle": "Asos co-founder to sell 1.3m shares to fund divorce settlement",
  "webPublicationDate": "2016-05-25T17:34:45Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/25/asos-co-founder-nick-robertson-sell-shares-divorce-settlement",
  "keyword": [
    {
      "webTitle": "Asos",
      "id": "business/asos",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/25/asos-co-founder-nick-robertson-sell-shares-divorce-settlement"
}