{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/22/magic-weekend-jacob-miller-wakefield-catalans-dragons",
  "id": "2016-05-22-32",
  "sectionId": "sport",
  "body": "Hull FC succeeded where their title rivals failed at Magic Weekend, beating Hull KR in the final game of the event to move top of Super League for the first time this season.   Related: Sam Tomkins inspires Wigan to handsome win over Leeds    Trailing 16-10 midway through the second half, it looked as though Hull would follow in the footsteps of their fellow top-four sides Warrington, Catalans Dragons and St Helens, all of whom lost over the course of the weekend. But late tries from Mahe Fonua and Jamie Shaul gave a final scoreline of 28-16 – a ninth win in 10 games for Lee Radford’s side, who moved outright clear at the top with only eight regular-season games left until the split for the Super 8s. Played in front of a record attendance of 68,276, the highest two-day crowd in the event’s history, Hull ensured they took full advantage of the earlier slip-ups from the leading pack across the course of the weekend. Rovers had threatened an upset when they scored 16 unanswered points to turn a 10-0 deficit into a 16-10 lead, but Hull’s double salvo late-on secured what could turn out to be a priceless victory in the context of their season. Wakefield’s incredible renaissance under the stewardship of Chris Chester continues at pace as they secured a ninth win in 10 games with a dramatic win against Catalans. Expected to struggle again in 2016 after just three wins in 23 regular season games in 2015, the arrival of Chester as coach of his hometown club earlier this year has coincided with an incredible upturn in form that has moved them within four points of the top four. Both Wakefield’s and Catalans’ form suggested this would be the standout fixture of the weekend and both sides produced a classic. However, they were only split courtesy of a remarkable drop goal from Jacob Miller, the Australian half-back calmly steering the ball over from halfway with three minutes remaining. “When he got the ball on halfway I wondered what he was doing,” said Chester afterwards. “I thought he had no chance, but I’m pleased that he got it through the posts. There’s still eight games left and we need another three wins to consolidate that place in the top eight: we’re not getting carried away.” Wakefield fought back magnificently from 14-0 to lead 18-14, and with both sides scoring three tries apiece, the errant goal-kicking of Pat Richards already began to look key. However, it seemed like it would not matter when the Dragons, who were hunting down top spot after a number of upsets elsewhere at Magic Weekend, went back in front courtesy of tries from Vincent Duport and Jodie Broughton – but again, Richards was off target in converting the latter. A key element of Chester’s Wakefield is their never-say-die spirit and while better teams could have folded in the closing minutes, Trinity would level it up when Mickaël Simon crashed over against his former side. Simon would turn from hero to villain though, conceding an easily kickable penalty for Richards five minutes from time – but the former Wigan winger would strike a post. It allowed Miller to snatch a 25-24 victory three minutes from time, kicking arguably the most remarkable one-pointer in Super League history, sparking wild celebrations and enhancing the dreams of Trinity fans who might just be starting to believe something incredible can happen in 2016. There was another upset in the second game of day two as Huddersfield ensured the defending champions, Leeds, would finish the weekend cut adrift at the bottom of the table after hammering St Helens. The Giants scored eight tries during the 48-20 mauling of Saints, another side who had a chance of ending the weekend on top of the table. It means the Giants, who were bottom earlier in the season themselves, are now just four points adrift of the top eight.",
  "webTitle": "Magic Weekend roundup: Hull FC go clear at top with late derby fightback",
  "webPublicationDate": "2016-05-22T20:00:31Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/22/magic-weekend-jacob-miller-wakefield-catalans-dragons",
  "keyword": [
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hull FC",
      "id": "sport/hull-fc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hull KR",
      "id": "sport/hullkr",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wakefield Trinity",
      "id": "sport/wakefieldtrinity",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Catalan Dragons",
      "id": "sport/catalans",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Huddersfield Giants",
      "id": "sport/huddersfieldgiants",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "St Helens",
      "id": "sport/sthelens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/22/magic-weekend-jacob-miller-wakefield-catalans-dragons"
}