{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/when-peter-dutton-insults-refugees-he-insults-the-australian-people",
  "id": "2016-05-18-355",
  "sectionId": "australia-news",
  "body": "Peter Dutton’s comments are deeply insulting to refugees. But they are also an insult to the intelligence of Australian voters. Has the time come when Australians will say “no, minister”? Or will the scare campaign work again? According to Dutton’s Sky News spray many refugees are innumerate and illiterate in their own languages and are going to “languish in unemployment queues and on Medicare and the rest of it” which means they are a “huge cost”. Well, no, minister. We honour the contributions of high-profile refugees – Gustav Nossal, Anh Do, Sir Peter Abeles, Frank Lowy, Nick Greiner, Harry Seidler – and we see all the refugees all over the country, in our communities, getting on with building new lives.  Yes, there are resettlement costs in the early years, and yes, unemployment rates are higher in the early years, but as this fact check by the Conversation shows, that early unemployment rate declines over time, and second-generation humanitarian arrivals have been found to have higher rates of labour market participation than the first generation, and in many cases higher than those born in Australia. And, by the way, you don’t “languish” on Medicare, it’s a right for permanent residents and citizens.   Related: Peter Dutton says 'illiterate' refugees would be 'taking Australian jobs'    Dutton also claims – South Park-style – that refugees will “take Australian jobs”, but simultaneously that they will “languish in unemployment queues”. No, minister, we aren’t stupid. You can only run one of those scare campaigns at a time. His claims were in response to the Greens plan to increase the humanitarian intake to 50,000 – higher than Labor’s plan to increase it over time to 27,000 or the Liberals’ plan to increase it from 13,750 to 18,000. But generalised slurs against all refugees, even those arriving through official channels, can only serve to undermine public faith in any level of humanitarian intake.  Malcolm Turnbull backed his minister but tried to reframe his comments in a more compassionate tone. But we all heard what Dutton said the first time. And then there’s the entry-level scare campaign, the one that has been running all week, that says that because Labor candidates and MPs have expressed concerns about the humanitarian consequences of our offshore detention centres a Labor government would inevitably “restart the boats”.   Related: Guardian Live election special    But are those concerns really heresy, or a reasonable response to the horror stories flooding in from both Manus Island and Nauru, of rape and self-harm and self-immolation? Is it really bad to have some qualms about camps that have been declared illegal by the Papua New Guinean supreme court and condemned by the United Nations? If the Coalition is so totally unperturbed by those things, if it thinks the policy is “working” in every respect, then what is its answer to its obvious humanitarian failings? What is it planning to do with the people in those camps? Because they are the ones who are really “languishing” in sanity-sapping uncertainty.  Turnbull said at the outset of his prime ministership he “sympathised with, and grieved for” the “mental anguish” of those in detention and promised he would do everything possible to find a resettlement solution. But no “solution” has been found. Does Bill Shorten have a problem because some in his party are worried about this bipartisan policy failure, or does Turnbull have a problem because (at least according to the Coalition’s own telling) his own MPs are not? We’re yet to see how the scare works in this election campaign now that it has escalated from “dog whistle” to “foghorn”. Yes, the boats have (mostly) stopped, but there is a real ongoing cost being paid in human lives. Yes, resettlement has a financial price, but refugees have made Australian society immeasurably richer. Why would an immigration minister, of all people, want to undermine that? • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special featuring a panel of prominent political guests",
  "webTitle": "When Peter Dutton insults refugees he insults the Australian people | Lenore Taylor",
  "webPublicationDate": "2016-05-18T02:43:45Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/when-peter-dutton-insults-refugees-he-insults-the-australian-people",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/18/when-peter-dutton-insults-refugees-he-insults-the-australian-people"
}