{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/china-release-last-prisoner-tiananmen-square-protests",
  "id": "2016-05-04-354",
  "sectionId": "world",
  "body": "The last prisoner being held in China in connection with the 1989 Tiananmen protests is set to be released later this year after nearly three decades behind bars. Miao Deshun, who was 25 at the time of the mass pro-democracy demonstrations, was one of about 1,600 Chinese people jailed following a brutal military crackdown on 4 June 1989 in which hundreds of lives are believed to have been lost.    Related: Hong Kong's Tiananmen museum to close amid claims of China pressure    In August that year Miao, a worker from Hebei province, was convicted of arson for allegedly hurling a basket on to a burning tank along with four colleagues. He received a death sentence with a two-year reprieve that was commuted to a life sentence in 1991.  The protester’s sentence was reduced on three subsequent occasions – most recently in March this year – meaning he is now due for release on 15 October, the Dui Hua Foundation, a US-based human rights group, announced this week. “We welcome this news, and express the hope that he will receive the care he needs to resume a normal life after spending more than half of it behind bars,” John Kamm, Dui Hua’s executive director, said in a statement. Life outside prison is unlikely to be easy for Miao, who is reported to have multiple health problems. Zhang Yansheng, a fellow Tiananmen convict who was released on parole in 2003, told the US-funded Radio Free Asia he had spent time in prison with Miao and suspected he would struggle to understand “today’s China”.  “He has some severe mental health issues, and I think it could take him a long time to get accustomed to life on the outside. I have a pretty hard time myself right now, but it’ll be even worse for him,” Zhang said. Dui Hua said Miao, who is now 51, has had no contact with the outside world for many years, having requested that relatives stop visiting him more than a decade ago. “People who served sentences with him in the 1990s remember him as a very thin man who refused to admit wrongdoing and participate in prison labour,” the group said in a statement. “He is said to have spent time in solitary confinement.”  Following a nationwide roundup, China punished hundreds of people for involvement in what the Communist party claimed had been a counter-revolutionary “riot”. But the families of those gunned down by government troops have yet to receive justice or compensation, and even today public remembrance of the massacre is outlawed despite calls for an inquiry.  This month marks the 50th anniversary of Chairman Mao’s Cultural Revolution, which began in May 1966 and inflicted a decade of chaos and bloodshed on China, claiming more than one million lives. But Andrew Walder, a China expert from Stanford University, said the Tiananmen protests represented an even more uncomfortable subject for the Communist party’s leaders. “Much more sensitive is what happened in 1989 because that hits much closer to home. That was the one time that the regime was actually shaken to its foundations – even though that was a much smaller upheaval, a much shorter upheaval, a much more contained upheaval than [the Cultural Revolution].”",
  "webTitle": "China to release last prisoner jailed over Tiananmen Square protests",
  "webPublicationDate": "2016-05-04T04:12:22Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/china-release-last-prisoner-tiananmen-square-protests",
  "keyword": [
    {
      "webTitle": "Tiananmen Square protests 1989",
      "id": "world/tiananmen-square-protests-1989",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/04/china-release-last-prisoner-tiananmen-square-protests"
}