{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/peaky-blinders-recap-series-three-episode-three-say-no-to-torture-tommy",
  "id": "2016-05-19-22",
  "sectionId": "tv-and-radio",
  "body": "We all grieve in different ways. Some drink to hide the pain. Some seek comfort in prayer, while others rail against God for stealing their loved one away. In the aftermath of Grace’s shocking death, we learnt that the Tommy Shelby grief management method involves road trips, deals with gypsies and a spot of torture and execution. That was the plan anyway – lucky for Tommy, Arthur came to his younger brother’s rescue yet again with a mercy killing that both saved Vicente Changretta from prolonged pain and prevented Tommy from crossing a line that even the Peaky Blinders won’t cross. “We’re not those kind of men,” said John as Tommy sheathed his torture instruments and came back to himself. But how true is that really?  This was an excellent episode, drenched in darkness and despair, and making it quite clear that no matter how angelic he looks, Tommy has a monster locked deep down inside him. No wonder he asks Arthur to carry out all those murders rather than get his own hands dirty – if he let the monster out, it might never go back in. Our heroesAlas poor Grace, let’s raise a glass and sing a quick chorus of Carrickfergus in your memory. I know I’ve been harsh about Annabelle Wallis’s performance and Grace’s purpose as a character, but the Grace of series one – the secret agent with a fine line in rebel songs – deserved better than an off-screen funeral and a photograph placed sadly in a drawer. When we first met her, Grace had agency and a mind of her own but it seems as though Steven Knight wrote himself into a corner by making her Tommy’s angel on earth: once he’d reduced her to gala dinners, there was nowhere left for the character to go.      Candlelight and conspiracy … have the Shelby gang bitten off more than they can chew? Photograph: Robert Viglasky/BBC/Caryn Mandabach Productions Ltd/Tiger Aspect    There’s no denying that her death raised the stakes sky-high, though, exposing how off his game Tommy has been and emphasising the widening gaps in the Shelby organisation – with brother turning on brother, uncles distrusting nephews and poor Polly desperately trying to keep a lid on it all. “It’s the family united that will never be defeated.” Wise words Pol, but they may be too late. The Shelbys are in serious trouble, and not just because Tommy barely has a grip on himself let alone his public facade. In the past, the Shelbys have held fast to the idea of themselves as the last gang in town, outlaws against the establishment. But now, Tommy has them doing the establishment’s work, and dirty work it is too – firing working men, breaking up strikes and fitting up innocents. No wonder John looked so disgusted: not only was he asked to murder Mrs Changretta, his former schoolteacher, but the legitimate business turns out to be far dirtier than all the dodgy deals on the side. I won’t be surprised if the Shelbys end this series having lost everything. Tommy might be a white-knuckle gambler with a perfect poker face, but even the best gambler can’t win every time. The bad guys     Is he a secret Soviet agent? Father John Hughes remains Tommy’s most dangerous enemy of all. Photograph: Robert Viglasky/BBC/Caryn Mandabach Productions Ltd/Tiger Aspect    It doesn’t help that the Shelbys are still fighting wars on several fronts. Does the obliteration of the Changretta organisation mean the family is safe? It seems far more likely that Sabini and Solomons or both will be trotting up from London any day now. Elsewhere, the Georgians continued to scheme and dream of restitution, and we had further confirmation that Izabella is the force behind the throne. Meanwhile, the most dangerous enemy of all remains the devious Father John Hughes. Is he a secret Soviet agent? Or some kind of triple agent working for the Brits but pretending to be a Russian spy? Whose agenda is he following: Churchill’s, the Georgians, the Soviets, his own? One thing is certain: regardless of what he told Tatiana, Tommy won’t find it terribly easy to rid himself of this turbulent priest.  Notes and observations• I was immensely relieved that John and Arthur spared Mrs Changretta and let her leave for Mott Street’s promised land. • Will Ada also be heading to the New World? It seems likely that she’ll take Tommy’s Boston bait – unless she finds out about the strike-breaking and sacking of Communists, that is … • “I am planning to seduce you eventually and please God sleep with you.” I find Reuben hugely endearing, which means he’s inevitably going to emerge as a wrong ‘un. • Also possibly not on the level: the lovely and apparently pregnant Linda – was it just me who thought she wiped her face suspiciously clean of emotion the minute Arthur turned his back? • I loved the scene with Michael, Arthur and John both for the oddly sensual way Arthur described the weapons and the brutal kicker about the dead at the end: “It gets to the point where you can’t walk into the room without bringing a load of them with you.” • The scene with Bethany Boswell was interesting too, suggesting that Tommy believed in neither God nor the cursed sapphire … but still needed it off his hands. I enjoyed how he squared it in his mind: “All religion is a foolish answer to a foolish question.” Indeed.      ‘I’m not much good and she’s not coming back so it’s just you and me’ … Tommy and his toddler on the road. Photograph: Robert Viglasky/BBC/Caryn Mandabach Productions Ltd/Tiger Aspect    • I’m a fan of Tommy’s talk-to-your-child-as-if-they’re-an-adult parenting technique: “I’m not much good and she’s not coming back so it’s just you and me.” Nothing like laying your cards on the table for a two-year-old, Tommy.  • Where’s Lizzy? I’d like to see her disgusted reaction to all this mayhem given it was John’s refusal to accept her dating Angel that set all this off. • I continue to feel sorry for Ralph Ineson’s foreman, who is basically an honourable man caught in a terrible position and now pretty much screwed because he took the cash.  • I’m even more worried about Arthur – that hug from Tommy at the end had distinctly Corleone undertones. Anachronistic but strangely right song of the weekA cracking soundtrack this week including Queens of the Stone Age’s Burn the Witch and Tom Waits’ melancholy Soldier’s Things, but Tupelo is my all-time favourite Nick Cave song so I have to give it to that. Quote of the week“I heard the blackbird sing.” With just one line, Arthur Shelby jumps back to the top of my favourite Shelby family member list. Oh Arthur, you might be a ruthless killer but at least you have a heart. What did you think? Were you surprised that Grace died? Will the legitimate business triumph over Peaky Blinder’s business? And how worried are you about Arthur’s chances of survival? As ever, all speculation and no spoilers welcome below …",
  "webTitle": "Peaky Blinders recap: series three, episode three – say no to torture, Tommy!",
  "webPublicationDate": "2016-05-19T21:00:21Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/peaky-blinders-recap-series-three-episode-three-say-no-to-torture-tommy",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/peaky-blinders-recap-series-three-episode-three-say-no-to-torture-tommy"
}