{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/francis-spufford-golden-hill-its-taken-me-this-long-to-be-on-reasonable-terms-with-my-psyche-golden",
  "id": "2016-05-29-137",
  "sectionId": "books",
  "body": "Francis Spufford is the author of five books of non-fiction and has been long- or shortlisted for prizes in science, historical, political and theological writing and writing ‘evoking the spirit of place’. He is a Fellow of the Royal Society of Literature and teaches writing at Goldsmiths College. Golden Hill is his first novel and vividly evokes 18th-century New York. After five books of nonfiction why did you turn to fiction?For a long time I didn’t dare to take on fiction. Golden Hill started off as a book about 18th-century New York but then the characters Smith and Tabitha wandered over from the other side of my brain, and the expository stuff about the city could be sucked into the storytelling. To write fiction requires you to mobilise your emotional resources. I’m a first-time novelist at 52 because it’s taken me that long to be on reasonable terms with my own psyche. You describe that fear of facing emotions in your memoir, The Child That Books Built...Yes – and things have happened to me since writing that: I fucked up in some of the standard ways that adults fuck up – and when you discover that’s survivable it tends to leave you less scared of emotional expression. Was exploring the power of the imagination exciting? It’s intoxicating and I’m sorry I didn’t do it sooner. I wish I’d dared a decade ago. I got to explore what it’s like not being me. And that’s what is intoxicating about fiction: how it lets you mess about with identity. The fluidity of identity is an intrinsic theme in Golden Hill… It is. I buy the Virginia Woolf idea that you’re a bit androgynous when you write – there’s something like a spark of attention before you write which lets you be different genders, different souls, different colours, different characters. When you’re lucky it works like that for readers too – it lets you see the world more openly. Why did you choose the 18th century?I liked the idea of getting back to the period in which the novel-form began. Eighteenth-century novels were shameless about using strong forms of story and the later distinctions between high and low culture were not yet in place, so you could have both – and that’s what I wanted. It also put me a generation before the American Revolution and I was curious about how America stopped being British.    It pisses me off when novelists wipe away religious parts of the past as they don’t compute well with modern readers    Were you interested in exploring slavery? Yes, partly because it’s not in the later iconography of New York. Benjamin Franklin owned slaves and later decided that he needed to educate them and become an abolitionist but he wasn’t to begin with – and that was in enlightened Philadelphia. How did you construct the novel?There’s a nice essay by Zadie Smith about different kinds of writer – her distinction is between the Macro Planner and the Micro Manager. What’s behind me has to feel solid and only when it’s done can I go on to the next bit. Part of what makes writing a novel scary is that the structure can’t be known to you in the same way as nonfiction – you are taking on trust something that doesn’t yet exist. Tell me about your early passion for stories and how that developed.I lived in stories. I was a child for whom the world was very story-shaped partly because we had a serious illness in the family and there were things to run away from. I grew up with the series of 18th-century novels called the Mothers of the Novels on the shelves so I’m very aware of the novel not just a form in which men invented female sensibility but something that women pioneered. Religion is a powerful theme in your writing…Religion is a form of imagining, I think. It’s using the same capacity – dealing with things that stay paradoxes and don’t settle into certainty – so imagination used in writing and in religion are both doing Keats’s “negative capability” of not trying to settle it, not “irritably reaching” for proof. It’s got a lot to do with learning to live with the provisional, the “what if”… It pisses me off in a small way that historical novelists tend to wipe away religious parts of the past as they don’t compute well with modern readers so I made a deal with myself: given how obsessively church-going 18th-century New York was, my characters would go to church, but it would make sense as part of the story and cause something to happen. Do you have any writing habits?I like writing in cafes. My wife is a vicar – she’s about to become a canon of Ely Cathedral – and I have a perfectly good work room in her vicarage, which is full of terrifying hush and calm and peace but I find it much harder to concentrate there. I like the gentle human white noise of people getting on with their lives. Golden Hill is published by Faber (£16.99).Click here to buy it for £13.59",
  "webTitle": "Francis Spufford: ‘It’s taken me this long to be on reasonable terms with my own psyche’",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/francis-spufford-golden-hill-its-taken-me-this-long-to-be-on-reasonable-terms-with-my-psyche-golden",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Anita Sethi",
      "id": "profile/anitasethi"
    }
  ],
  "guardianId": "books/2016/may/29/francis-spufford-golden-hill-its-taken-me-this-long-to-be-on-reasonable-terms-with-my-psyche-golden"
}