{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/24/campaigners-celebrate-slavery-prosecutions-in-mauritania-activists-release",
  "id": "2016-05-24-207",
  "sectionId": "global-development",
  "body": "Anti-slavery campaigners in Mauritania say two court victories last week could be significant in the fight against the practice.  In only the country’s second prosecution for slavery – and the first by a new court established alongside an anti-slavery law passed last year – two slave-owners were sentenced to five years in prison, with one year to be served and four years suspended.  In another boost for campaigners, two prominent anti-slavery activists, Biram Ould Abeid and Brahim Bilal – who had been in jail for 20 months after taking part in a demonstration against slavery – have been freed.   Related: Anti-slavery activists in Mauritania face violent clampdown, rights groups warn    “The problem for us in the past has not been bringing the complaint to court, it has been that our previous attempts have never resulted in a conviction. This is the first time that a trial has gone from start to finish and it really gives us hope in the months to come that we can make progress on other cases,” said Salimata Lam, national coordinator for local NGO SOS Esclaves.  The two slave-owners – Sidi Mohamed Ould Hanana and Khalihina Ould Heymad – were also ordered to pay compensation to the two female slaves who had brought the case with the support of SOS Esclaves and Anti-Slavery International (ASI). The presiding judge of the Nema special court, which was set up in December, also imposed a fine of 100,000 ouguiya (about $285) and ordered 1m ouguiya in restitution to each of the women. The women – Fatimetou Mint Hamdi and Fatimata Mint Zaydih, aged between 35 and 40 – had lived with the Ould Daoud family since birth. They escaped with their children with the help of SOS Esclaves last year. The NGO has been looking after them since. Speaking after the trial, Zaydih said: “I never received any money or anything for the work I did. I was only ever allowed to eat the leftovers from the masters’ meals. My 10-year-old son became the slave of one of the masters, and was under his control all the time. I never knew what my boy was eating or if he was eating at all.”   Related: Slavery still shackles Mauritania, 31 years after its abolition    Mauritania is one of three countries – along with Niger and Mali – where slavery by inheritance is proving hard to eradicate. Some people from the Haratin group are born into slavery; their masters own them from birth and buy and sell them. Haratins work for no pay and receive little education. The women face rape, with any children also becoming the property of the slave owner. The presiding judge, Aliou Ba, said the sentences were intended to send a message to Mauritanians that slavery will be taken seriously, and added that he has eight other slavery cases on his books.  “This judgment will likely have an enormously empowering effect on people in slavery and will act as a strong deterrent on other slave-owners,” said Sarah Mathewson, Africa programme director at ASI. Abeid and Bilal are president and vice-president of the Initiative for the Resurgence of the Abolitionist Movement respectively. Abeid, a winner of the 2013 UN human rights prize, stood as a candidate in Mauritania’s 2014 presidential election and came second behind Mohamed Ould Abdel Aziz. The campaigners were sentenced to two years in jail in January 2015 for “inciting trouble” and belonging to an unrecognised organisation but the supreme court modified their convictions. Speaking after his release, Abeid said: “The injustice and persecution we have been through have only strengthened our convictions.” International rights groups and the UN have long been pressuring the government to outlaw slavery. The law passed in August made slavery a crime against humanity, increased the penalty to 20 years’ imprisonment and included provisions to make it possible for civil society organisations to bring cases on behalf of slaves.  Nevertheless, there remains a long way to go to improve human rights in Mauritania. The country has been criticised for cracking down on civil society and journalists. A death sentence was upheld last month for a blogger convicted of apostasy. Although slavery was officially abolished in 1981, it is deeply ingrained in Mauritania’s history and pressure groups have struggled to get the authorities to acknowledge that it exists. Although the prosecutions are ground-breaking, the claimants’ lawyer, Maitre Mohameden Elid, said the sentence was too lenient. “This is just the start. We’ll do everything we can to get the next cases out of the drawers in the justice department,” said SOS Esclaves’s Lam. “We want to see fixed dates for the next cases.”",
  "webTitle": "Campaigners celebrate slavery prosecutions in Mauritania",
  "webPublicationDate": "2016-05-24T11:00:28Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/24/campaigners-celebrate-slavery-prosecutions-in-mauritania-activists-release",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Mauritania",
      "id": "world/mauritania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Celeste Hicks",
      "id": "profile/celeste-hicks"
    }
  ],
  "guardianId": "global-development/2016/may/24/campaigners-celebrate-slavery-prosecutions-in-mauritania-activists-release"
}