{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/10/japan-megumi-igarashi-guilty-vagina-art",
  "id": "2016-05-10-165",
  "sectionId": "artanddesign",
  "body": "Every culture has its own complicated set of rules about sex. The fact that rules are made to be broken only adds to the fun. That is probably all we can conclude from the case of the Pussy Boat.  The artist Megumi Igarashi, known as Rokudenashiko, has been found guilty of obscenity in Japan for publishing data from which it is possible to 3D print a replica of her vagina, to raise funds for a kayak inspired by her genitalia. To any westerner who has ever looked at Japanese art, it seems a startling verdict.   Related: Is Nobuyoshi Araki's photography art or porn?    For eyes trained by a Christian tradition freighted with anxieties about the sinfulness of sex, the happy eroticism of Japan’s shunga art is a delight. Many of the greatest Japanese artists lavished their skills on sensual imagery in woodblock prints made from the 17th to 19th centuries. My favourites include Hokusai’s 1814 print The Dream of the Fisherman’s Wife, in which a woman receives ecstatic pleasure from an octopus’s tentacles and beak, and another by Suzuki Harunobu, done in the 1760s, of lovers seen through a window.  The erotic art of early modern Japan continues today in the photography of Nobuyoshi Araki, whose images of women tied up in varieties of ways are regarded by many as major works of contemporary art. That’s without even considering the pop art world of manga, with its sometimes seriously disturbing images of sexual violence and abuse.            Japanese vagina kayak artist ‘frustrated’ after court finds her guilty of obscenity    Japan really does have an extremely libertarian attitude to the visual depiction of sex. It was only in 2014 that it outlawed the possession of child abuse images. Manga and anime were specifically excluded from the ban, prompting a debate around child protection and artistic freedom that rumbles on today. How can it be OK for comics to publish underage pornography but illegal to invite people to 3D scan your vagina?  Igarashi is exposing the illogicality and irrationality of Japan’s obscenity law – her vaginal kayak is a deliberate satire of a nonsensical set of rules. Yet no culture is rational about the sexual images and acts it licenses or forbids. Certainly, the west is in no position to look down on Japan, given its own strange and ever-changing attitudes.    Related: The top 10 female nudes in art    European and American ideas about art and sex are still haunted by Christianity. The nude remains a fraught and contentious arena – the painter George Shaw’s conflation of “artistic” nudes with pornographic magazines in his new exhibition at the National Gallery wittily plays on those anxieties.  Getting my Guardian at the newsagent’s the other day, I was approached by an American couple who asked which paper had the “lascivious picture on page two”. After a moment’s hesitation – should I engage in a debate about sexism? – I told them it was the Sun, and it was page 3 they were looking for. They were disappointed. What they saw was “milder” than they were expecting. Perhaps they hoped for something more like Araki.  That Japanese cultural mixture of extreme freedom and suppression, to which Igarashi has drawn attention, vindicates the French philosopher Michel Foucault. In his final work, The History of Sexuality, this controversial thinker argued that far from being the universal urge Freud identified, libido is shaped by “discourses” of sexuality that not only regulate but also shape and promote desire. Sex is not natural but cultural, a realm as strange as an octopus’s garden.",
  "webTitle": "It's obscene that Japan found Megumi Igarashi guilty for her vagina art",
  "webPublicationDate": "2016-05-10T12:55:24Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/10/japan-megumi-igarashi-guilty-vagina-art",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nobuyoshi Araki",
      "id": "artanddesign/araki",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Manga",
      "id": "books/manga",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/10/japan-megumi-igarashi-guilty-vagina-art"
}