{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/castleford-st-helens-super-league-match-report",
  "id": "2016-05-01-60",
  "sectionId": "sport",
  "body": "This may not have been the most surprising result of the weekend or even the most significant but, for St Helens, it was another indicator they are slowly piecing their season back together. Plagued by inconsistency and injuries during the opening three months of the season, this felt like a game Keiron Cunningham’s side could easily have lost several weeks ago, not least when they were trailing by eight points heading into the final quarter. But as Cunningham’s big players return from lengthy injury layoffs, the Saints are starting to find ways to win games. They edged out Leeds in a similarly close contest last week and this was another such victory, which suggests that, even though they are not quite at their best yet, St Helens do have the makings of a top-four side this season. Mark Percival, Atelea Vea and Jonny Lomax have all given Cunningham’s side an undoubted lift, with Lomax’s return after over a year out with a serious knee injury again grabbing a large amount of the headlines with the late try that ultimately sealed victory, with the Saints now two points off the top four following results elsewhere this weekend. “We’ve got the win but we can play better,” warned Cunningham afterwards. “But winning can become a habit. It’s two in a row for us now and that’s pleasing. When you start to get your key players back you can forge better combinations, as you could see today.” And those words from Cunningham will offer hope for his opposite number, Daryl Powell, who is still without eight frontline players himself. For an hour here they were on a par with St Helens but the absences seemed to catch up with the hosts in the final quarter, as well as another injury, this time to the prop, Andy Lynch. They remain in eighth, only four points above the bottom four, but despite a worrying run of form,the Castleford coach refused to panic post-match. “If we continue to work that hard like we did today, things will flip for us,” said Powell. “We took a massive step forward today and I thought our attitude was great. We just made a couple of errors which they punished and they put their foot on our throat and it did for us.” Tries for Joel Monaghan and Denny Solomona ensured Castleford led 10-6 at half-time and they put themselves in a position to win after tries for Mike McMeeken and Jy Hitchcox cancelled out a Shannon McDonnell try to make it 20-12 in their favour. But as Castleford’s injury-hit side began to tire, the Saints took advantage. Kyle Amor crashed over before Joe Greenwood scored his second of the afternoon and, although the Tigers fought late on, Lomax’s well-executed finish rubber-stamped a win for St Helens that, in a heavily congested Super League table, may well turn out to be vital in the long run. Castleford Hampshire; Hitchcox, Crooks, Monaghan, Solomona; Millington, Gale; Lynch, Milner, Jewitt, Cook, McMeeken, Massey. Interchange McShane, Maher, Springer, Fitzsimons. Tries Monaghan, Solomona, McMeeken, Hitchcox. Goals Gale 2. St Helens McDonnell; Lomax, Peyroux, Percival, Owens; Fages, Walsh; Walmsley, Roby, Amor, Vea, Greenwood, Wilkin. Interchange McCarthy-Scarsbrook, Tasi, Richards, Knowles. Tries Greenwood 2, McDonnell, Amor, Lomax. Goals Walsh 5. Referee G Hewer. Attendance 6,658.",
  "webTitle": "Jonny Lomax try secures victory for St Helens over Castleford",
  "webPublicationDate": "2016-05-01T17:55:27Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/castleford-st-helens-super-league-match-report",
  "keyword": [
    {
      "webTitle": "Super League XXI",
      "id": "sport/super-league-xxi",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Castleford",
      "id": "sport/castleford",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "St Helens",
      "id": "sport/sthelens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super League",
      "id": "sport/superleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/01/castleford-st-helens-super-league-match-report"
}