{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/rising-star-competition-entry-abigail-curtis",
  "id": "2016-05-11-124",
  "sectionId": "small-business-network",
  "body": "Angela Sterling, franchisor of Lingotot, explains why Abigail Curtis should win the Rising Star category of the Guardian Small Business Showcase competition:   I would like to nominate the fantastic Abigail Curtis. I am the franchisor for Lingotot and Abigail is my franchisee in Teesside. The business offers French, Spanish, German, Mandarin and Arabic teaching to schools, nurseries and parents across the UK. The classes are suitable for children aged 11 and under.  Why is Abigail so exceptional? Well, she doesn’t speak any languages! She is not a teacher. She operates her business alongside raising two small children and she works as a mechanical engineer in a very face-paced and challenging, male dominated environment.  Despite all of this, she is my highest performing franchisee and tripled the size of her business only a few months ago.  She is so successful because she follows the franchise model perfectly, she values the importance of great teaching staff who deliver the classes for her and she spends her time working on the business and not in the business. She is an inspiration to the franchise network and mentors other franchisees every week so they can develop too.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Abigail Curtis",
  "webPublicationDate": "2016-05-11T16:24:21Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/rising-star-competition-entry-abigail-curtis",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/rising-star-competition-entry-abigail-curtis"
}