{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/egyptair-flight-lost-over-mediterranean-paris-cairo",
  "id": "2016-05-19-194",
  "sectionId": "us-news",
  "body": "EgyptAir flight lost over Mediterranean EgyptAir Flight MS804 from Paris disappeared over the eastern Mediterranean Sea 160 miles short of its destination, Cairo. The plane was carrying 56 passengers and 10 crew, including 30 Egyptian and 15 French nationals, as well as three Egyptian security officials. Though the French president, François Hollande, and Greek officials have said the plane appears to have crashed, Egypt’s prime minister, Sherif Ismail, said it was too early to rule out any explanation for the incident, including terrorism.  The 12-year-old Airbus A320’s last communication was at its cruising altitude of 37,000 ft about 2.30am local time. It was 10 miles into Egyptian airspace when it vanished from radar without any distress signal. Ismail said search operations are under way in the area where it is believed to have lost contact.  EgyptAir flight MS804 goes missing between Paris and Cairo – live updates The Age of Trump Ben Jacobs considers whether Trump, or Trump-ism, is about to unleash a flood of mini-Trumps – or ideological lookalikes – on to the national stage.  Meanwhile, in a compelling Long Read, The Guardian’s Jonathan Freedland says whether Donald Trump wins the presidency or not, his rise reveals a growing attraction to political demagogues – and points to a wider crisis of democracy. But why is Trump so effective? The reason, Freedland suggests, is part showbiz: “Trump understood that people will always tune in to watch a taboo being broken”; and part humour: “His flamboyant self-love is funny, his mocking of his enemies is funny.” But the most powerful is the thrill Trump generates in the room, and in the audience watching on TV, when he dares reject the rules of the game …”   Welcome to the age of Trump United in disunity  Dan Roberts writes that it’s the Democratic party’s turn to face an identity crisis after the turmoil at the Nevada convention, and wonders if supporters of Bernie Sanders and Hillary Clinton will be able to unite. “The unapologetic reaction of leaders on both sides of the dispute suggests the angry scenes in Nevada were not an isolated incident, and point to a degree of animosity that will not be easy to heal.” Meanwhile, Jessica Valenti considers Trump’s women issue, but, she asks, will anyone care? Democrats face their own unity crisis amid Nevada convention fallout Boston parishioners evicted Boston’s St Frances Xavier Cabrini church has been occupied continuously for 12 years by parishioners determined to prevent its sale by the archdiocese of Boston to raise compensation funds for survivors of sexual abuse. But after the supreme court this week declined to hear an appeal against an earlier court ruling, the parishioners must now vacate.  A final farewell service is planned for 29 May, writes the Guardian’s religion correspondent, Harriet Sherwood, but the defiant, 100-strong occupying congregation is determined to stick together. Boston church’s parishioners evicted after 12-year occupation Pizzly or grolar bear? Climate change is behind the emergence of a new grizzly-polar hybrid that looks like a throwback to the era 150,000 years ago when polar bears evolved from brown bears. A bear shot in northern Canada is believed to be a hybrid – and a consequence of the increasing interactions between the two bear species as grizzlies move north as their environment warms and into polar bear territory. Hunter Didji Ishalook photographed the bear near the small community of Arviat, located on Hudson Bay within Canada’s Arctic region. “It looks like a polar bear but it’s got brown paws and big claws like a grizzly,” Ishalook reported. “And the shape of a grizzly head.” Pizzly or grolar bear: grizzly-polar hybrid is a new result of climate change Venezuela president under pressure The Venezuelan president, Nicolás Maduro, has maintained his country will not be the next to collapse. But, writes Latin America correspondent Jonathan Watts, he may not have much choice. Set against ongoing social unrest triggered by the world’s highest inflation rate, falling oil prices, severe recession and dire shortages of food, medicine and electricity, Maduro is increasingly relying on repression to maintain control. In the latest clashes between opposition protesters and riot police on Wednesday, it became apparent that it’s no longer just the middle class taking to the streets but the poor. Embattled Venezuela president turns to repression Mixed-up confusion A new study finds disruptive services like Uber and Airbnb aren’t just overturning conventions of transportation and accommodation, they’re turning traditional views on regulation upside down. A Pew Research poll – the first major survey on shared, collaborative and on-demand services – finds that liberals love Uber and Airbnb so much, they’re embracing conservative values when it comes to regulating them.  Left-leaning users veer right on regulating Uber and Airbnb, study finds Free speech for everyone.  President Obama started it at a Rutgers University commencement address on Saturday, then came Harry Potter author JK Rowling. Here writer Andrew Solomon, president of PEN America, continues the theme: we must welcome dissent because if you have to silence the other side, your own arguments can’t be very strong. To quote Voltaire, he writes: “The supposed right of intolerance is absurd and barbaric.” JK Rowling was right: free speech is for everyone, not just your friends Fort McMurray residents face long wait More than 88,000 residents evacuated during the Alberta wildfire must wait until June to return home even as the blaze continues to rage out of control in remote forested areas. Over the past 24 hours, the relentless fire has expanded by 68,000 hectares in the past day, making it more than six times the size of Toronto; earlier this week, it consumed one oil sands camp but firefighters have succeeded in protecting others. As Alberta wildfire rages, thousands who fled must wait weeks to go home Sexy and funny or funny and sexy? Dean Burnett wonders if you make a woman laugh, is she more likely to sleep with you? Answer: if she laughs at you once you’re naked, he predicts, things could be going wrong. Still, there’s a certain evidence, or at least a theory, that the ability to make jokes and amuse people is a sign of psychological health and fitness. On the flipside, Burnett writes, “there’s evidence to suggest that many people see excessive humour as a sign that someone is psychologically unwell, hence the whole ‘tears of a clown’ cliche”. Are funny people sexy … or are sexy people funny? And another thing …  Chinese bureaucrats in the mood for love A Chinese couple has spent their wedding night assiduously copying out the 17,000-word communist constitution. This was part of a national campaign designed to raise awareness of the party’s rules. Li Yunpeng and his bride, Chen Xuanchi – both civil servants from the eastern province of Jiangxi – said the undertaking was a way of creating “beautiful memories”. Less romantically, the state-run Global Times said the transcription session was part of a Beijing-backed campaign called Copy the Chinese Communist party constitution for 100 days. Chinese couple spend wedding night copying Communist constitution",
  "webTitle": "66 feared lost over the Mediterranean after EgyptAir flight crashes | The daily briefing",
  "webPublicationDate": "2016-05-19T12:03:46Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/egyptair-flight-lost-over-mediterranean-paris-cairo",
  "keyword": [
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/19/egyptair-flight-lost-over-mediterranean-paris-cairo"
}