{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/26/cirque-de-soleil-paramour-review-muddle-miscalculation-mayhem",
  "id": "2016-05-26-325",
  "sectionId": "stage",
  "body": "Fitfully thrilling and consistently baffling, Paramour – Cirque du Soleil’s first attempt at a Broadway book musical – is the story of a young singer torn between the megalomaniacal director, who wants to make her his star, and the tender songwriter, who wants to make her his muse. Or perhaps it’s a parable of forbidden love as enacted by shirtless twins in an erotic aerial pas de deux. Or maybe it’s a wacky caper comedy with a culminating chase scene performed atop a giant trampoline. Honestly, it’s hard to tell.   Related: Cirque du Soleil: Amaluna review – as erotic as a wet wipe     Jeremy Kushnier plays AJ, an auteur of Hollywood’s golden age. Having fallen out with his leading lady, he arrives at a speakeasy where he’s captivated by the lissome charms of Indigo (Ruby Lewis), a ginger ingenue just off the bus from Indiana. (It’s remarkable he notices her at all, considering the jugglers, contortionists, acrobats and tap dancers who also populate this bar.) Despite the distractions, he casts Indigo in his latest flick, also called Paramour, an allegory of fame assembled from a pastiche of famous films. He also hires her pining piano man, Joey (Ryan Vona), to compose the movie’s love theme.      Paramour. Photograph: Joan Marcus     Under Philippe Decouflé’s conception and direction, the mechanics of plot are achieved via a creaky literalism, in which the songs (by Bob & Bill, Guy Dubuc, and Marc Lessard with lyrics by Andreas Carlsson) continually reiterate the snatches of dialogue (for which no one is credited, which explains a lot). When AJ gestures toward Joey and says: “The guy over at the piano, well, he started playing a song,” Joey opens with the quatrain: “From my seat here at the piano / In this underground cafe / I accompany a singer / Who can melt your heart away.” When Indigo introduces herself, she sings: “Please allow me, friends, to introduce myself.” When the characters croon about dangling in a love triangle, a couple of trapeze artists sway above. It’s remarkable that no one whips out a protractor.   Related: How Cirque du Soleil's hippy circus took over the world     Yet the production is often more fanciful in incorporating cirque aspects. How did the various creative directors justify those hunky twins soaring from straps during a scene set in Cleopatra’s Egypt? Why are other men cavorting on a teeterboard during the Calamity Jane number? Why are there zombies? And why do those zombies look as if their goblin-esque costumes were looted from the Lyric Theatre’s last inhabitant, Spider-Man? (Actually, if Paramour is an elaborate stunt to make Spider-Man appear modest and sensible by comparison, well played.)  And yet, a work this extravagantly misguided generates its own excitement. The mind can’t rest as it struggles to make sense of a woman warbling the title song as a man balances an umbrella on his head, of a dance number superseded by a diabolo routine, of lampshades fluttering about like so many tasseled UFOs during a love ballad. If Paramour has all the elements of a traditional Broadway tuner – songs, dances, conversation, characters – they are jumbled together in so topsy-turvy a fashion as to achieve a perverse originality, a three-ring circus of artistic muddle, miscalculation and mayhem. And zombies.",
  "webTitle": "Cirque du Soleil’s Paramour review – muddle, miscalculation and mayhem",
  "webPublicationDate": "2016-05-26T05:00:02Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/26/cirque-de-soleil-paramour-review-muddle-miscalculation-mayhem",
  "keyword": [
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Cirque du Soleil",
      "id": "stage/cirque-du-soleil",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Circus",
      "id": "stage/circus",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/26/cirque-de-soleil-paramour-review-muddle-miscalculation-mayhem"
}