{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/18/live-racing-wednesday-19-may-2016",
  "id": "2016-05-18-246",
  "sectionId": "sport",
  "body": "11am Dee Stakes winner Viren’s Army will not be entered in Derby Tony Paley: Viren’s Army owners have decided not to pay the £75,000 necessary to run the Dee Stakes winner in the Derby next month. The three-year-old, who is owned by a Middleham Park Racing syndicate, propelled himself into the Classic frame when winning at Chester earlier this month after previously finishing third behind So Mi Dar in the Derby Trial at Epsom and connections were considering adding the Richard Hannon-trained colt to the Epsom field at the five-day stage, after running in either Friday’s EBF Stallions Cocked Hat Stakes at Goodwood or Sunday’s Airlie Stud Gallinule Stakes at the Curragh. However, Middleham Park Racing syndicate manager Tim Palin has revealed Viren’s Army will not take up either of those engagements and instead will be sent to the sales. He said: “We have him in at Goodwood on Friday and in the Gallinule on Sunday and the plan was to run in one of them if they looked a penalty kick to top up the prize money. Neither looks easy, so we won’t run in either. “A few of the owners were undecided about supplementing, but they’ve had their vote and decided not to. It’s a prohibitive figure and he’s 25-1 to win. If he was around 6-1, the maths would probably stack up. “There’s the Italian Derby and the Irish Derby that he could in run, but there’s only one Derby, I know. His next date in public is at the Goffs sale on the eve of Royal Ascot and he has an entry in the Tercentenary Stakes. We will test the waters and if he doesn’t make his reserve, he will run in the Tercentenary.”   Related: Horse racing tips: Wednesday 18 May    Wednesday’s best bets, by Greg Wood The card at Ayr this afternoon is the most interesting and valuable by some distance, though the scratching of Lustrous, who was due to make her debut for David O’Meara, takes a little of the shine from the feature event, the Listed Rothesay Stakes. It does not significantly affect the shape of the race in terms of pace, however, as Lustrous was just one of several runners to have shown a preference for setting the gallop in the past. A strong pace seems assured, and Maleficent Queen (4.20), the winner of her last four races, is worth backing at around 11-4 to make it five. Keith Dalgleish’s filly is improving steadily and though she made all to win last time out, Maleficent Queen generally sits off the pace and should have the race run to suit. Kieren Fallon has a good chance to win yet another Classic this weekend when he will partner Now Or Never in the Irish 1,000 Guineas, and both Nice Vintage (3.45) and Anonymous Lady (4.55) give him obvious chances of a winner today. Captain George (4.55) may be good enough to resume his winning run at Bath, while High Power (7.25) looks like the best bet on the evening card at Kempton. Tipping competition, day three Our winners so far: Monday Paling 3-1 Rusty Rocket 12-1 Gowanauthat 8-1 Tuesday Orion’s Bow 4-1 Coto 5-1 Powerful Wind 14-1 And our leader is: Toptrapper +17 … who added Coto to his two winners from Monday. Lindsey6677 (+14) comes next, having found Orion’s Bow AND Powerful Wind. Today, we’d like your tips, please, for these races: 4.20 Ayr, 5.05 Warwick, 7.25 Kempton. This week, we’re offering you a second chance to win a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -6. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here [ http://www.guardian.co.uk/sport/2009/sep/07/talking-horses-tipping-competition-terms-and-conditions ]. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Wednesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-18T10:03:12Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/18/live-racing-wednesday-19-may-2016",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    },
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/18/live-racing-wednesday-19-may-2016"
}