{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/saint-ludmila-halle-choir-mark-elder-review",
  "id": "2016-05-22-77",
  "sectionId": "music",
  "body": "In October 1886 the committee of the Leeds festival secured the services of Antonín Dvořák to present a major new choral work. What they asked for was a grand oratorio on a familiar Biblical theme. What they got was an arcane, three-part study of the development of Christianity in ninth century Bohemia. Nonetheless the people of Leeds seemed to like it. “They were so enthusiastic, in that truly English way” Dvořák reported to a correspondent. Yet those initial waves of enthusiasm subsided into deafening silence. The last significant performance heard in Britain was given by Jiří Bělohlávek at the Edinburgh Festival 14 years ago. Mark Elder does not believe that the piece has been performed by the Hallé since it was presented a month after the Leeds premiere.  It came as a suitably grandiose conclusion to the Hallé’s month-long Dvořák festival, which has thrown up curiosities such as the fairytale tone-poem the Golden Spinning Wheel and actor Henry Goodman appearing in the guise of Dvořák himself. And there are few things guaranteed to fire Mark Elder’s enthusiasm than a massive dramatic oratorio that few within the audience will have heard before.  David Pountney’s lucid new translation helped to make the subject matter feel slightly less intractable. Yet for a non-Czech audience there is very little to set the pulses racing about the baptism of the Bohemian princess Ludmila and her marriage to an opportunistic nobleman named Bořivoj, beyond the fact that the dynasty resulted in the birth of Good King Wenceslas. Nor does it help that the religious hermit responsible for effecting the conversion is a sanctimonious bore who puts a stop to the paganism just as you suspect Dvořák was beginning to enjoy it. But the grand choruses are on a truly Handelian scale, and the waves of sound produced by the Hallé choir instilled a sense of uplift that can only be produced by an exceptional chorus at the peak of its form.  The initial episodes had the rustic charm of a country dance led by a jolly farmer, effortlessly sung by tenor Stuart Jackson, who could have breezed in from the opening scenes of the Bartered Bride. Yet all turned to chaos following the intervention of the hermit, imperiously characterised by bass James Creswell, who smites the heathen idols with bolts of lightning before finishing the job with an axe.  The response of Emma Bell’s Ludmila was genuinely luminous; her tone was pristine, heroic and swelled with the exultation of one who has genuinely seen the light. The conversion of her future husband felt slightly less convincing as Nicky Spence’s jaunty Prince Bořivoj was obviously more passionate about hunting than praying. In the lady-in-waiting role of Svatava, mezzo Christine Rice waited a long time for something to do but did it well. The work concluded with an otherworldly fugue based on the archaic harmonies of an 11th century mass. Edward Elgar, who played violin under Dvořák at the Three Choirs festival, was surely taking notes.",
  "webTitle": "Saint Ludmila review – heathen-smiting in luminous tone from the Hallé choir",
  "webPublicationDate": "2016-05-22T14:18:18Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/saint-ludmila-halle-choir-mark-elder-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "music/2016/may/22/saint-ludmila-halle-choir-mark-elder-review"
}