{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/eu-debate-enlightenment-historians",
  "id": "2016-05-26-64",
  "sectionId": "commentisfree",
  "body": "If there is one thing that Britain’s European Union debate has plenty of, it is facts. Hardly a day passes without a weighty, for the most part decently researched, report from a generally reliable source crammed with facts about the impact of a possible Brexit on everything from migration to the price of milk.   Related: Boris Johnson says near record migration figures show 'scandalous' government failure - live    Yet it has become one of the laziest of lazy populist tropes of the Europe campaign that the debate somehow lacks facts. To which the only reply is surely the one coined on Wimbledon’s centre court, long ago, by John McEnroe. You cannot be serious. The facts are out there. The issue is whether people want them. The final month of Britain’s European argument is being played out in terms that have become familiar. On the one hand, there is an anxious and tired political establishment that is very far from perfect in many ways, rarely of one mind about everything, well aware of the EU’s many defects, but which nevertheless remains rooted in the common view that policy must be constructed within a framework of facts, truth and rational calculation. Ranged against them are those who cast themselves as the enemies of this establishment and the world over which it presides. They are the angry, the disillusioned and the aggrieved. In the United States, these voters are Donald Trump supporters. In Austria they voted for Norbert Hofer. In Britain, they are led by Boris Johnson and Nigel Farage, their arguments rocket fuelled by the anti-European rightwing press, all channelled through the individualist echo chamber of social media. These leaders (and their leftwing counterparts) have very different long-term goals – Johnson wants to be prime minister, Farage wants to split the Tory party, the Daily Mail wants to intimidate politicians. But their business is revolt, not reason. Increasingly in this referendum, especially as remain appears to edge ahead, they seem to be more concerned with ploughing up the pitch than with winning the contest.           Boris Johnson says immigration figures are scandalous    The reality – and it’s a particularly inconvenient one for organisations such as the BBC that always have to provide balance – is that the facts in the European debate are overwhelmingly in favour of remaining. This puts the Beeb at a disadvantage in simultaneously attempting to pursue any mission to explain, inform or educate. In particular this has put economics editor Kamal Ahmed in an impossible position. He can’t say that the pro-Europeans have long since won the economic argument. But it’s true all the same. But it’s not just the economic argument where the leave campaign has been floored. It’s the security argument too. Earlier this month, David Cameron made a careful, calibrated case about the disruptive effects on the UK’s alliances of a pullout from the EU. Boris Johnson promptly accused him of threatening world war three, and followed up by comparing the EU with Hitler. That’s neither serious nor funny. But it is really dangerous. If this campaign has proved nothing else, it is that Johnson is unfit for high office of any kind. It’s time also to nail the leave campaign’s absurdly irresponsible “project fear” charge. If someone is about to jump off a cliff, and is claiming to be interested in the facts before deciding whether to do so, it’s probably quite sensible to explain the drastic consequences of jumping. Is that a “project fear”? Not in my book.    If this campaign has proved nothing else, it is that Johnson is unfit for high office of any kind    If the overwhelming consensus of economic opinion is even half right about the recessionary dangers of Brexit, it stands to reason that some people will lose their jobs, especially in the construction, financial and tourism sectors, that wages will fall, and that house prices outside central London will probably fall too. It is beginning to feel in some recent exchanges as though the enlightenment itself is at stake. That’s why it was so important that historians stood up to be counted this week. As EP Thompson often argued, historians must always be reasoners too. Their trade, in the words of the pioneering academic historian Leopold von Ranke, is to explain what actually happened in the past. And a letter from more than 300 historians, published in the Guardian, demolishes the argument that Britain can or should stand aside from Europe. One of the historians, Brendan Simms, even boils the whole argument down to three words in his new book on these ineradicable interconnections. He writes, quite simply: “Europe made us.” Not the least of Johnson’s unpardonable distortions of fact, truth and reason in the past month has been his attempt to claim the still totemic figure of Churchill as a Brexiteer. This is skewered in a scintillating short book by Felix Klos titled Churchill on Europe, which is being published next week by IB Tauris. It shows very persuasively how Churchill supported a postwar union of European states and wanted Britain to play a leading part in it. No one can say how Winston Churchill would have voted on 23 June. But Klos conclusively reclaims him for the pro-European side. It knocks Johnson’s sloppy, solipsistic opportunism for six. It may help send you into the polling station in four weeks’ time to do what all who prize fact, truth and reason in British public discourse must in my view also do, and vote to remain in the European Union.",
  "webTitle": "What, no facts in the EU debate? You cannot be serious | Martin Kettle",
  "webPublicationDate": "2016-05-26T19:29:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/eu-debate-enlightenment-historians",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Kettle",
      "id": "profile/martinkettle"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/eu-debate-enlightenment-historians"
}