{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/frankenstein-royal-ballet-review-liam-scarlett",
  "id": "2016-05-08-166",
  "sectionId": "stage",
  "body": "There’s a riveting scene in the final act of Liam Scarlett’s Frankenstein where Elizabeth (Laura Morera), the young wife of Victor Frankenstein (Federico Bonelli), is left alone with the creature (Steven McRae) that her husband has created. Wide-eyed, almost fainting with dread, Morera allows herself to be led through a classical pas de deux. We know, and she knows, that at the dance’s conclusion, the creature will kill her. McRae plays with Morera like a cat with a mouse, dancing between ironic courtesy and visceral savagery. We feel her terror, her blood turning to glue. This subversion of form, romantic dream into lethal nightmare, is pure gothic. Equal in their imaginative potency are the duets between McRae and Bonelli. Victor has brought the creature to life, but then, horrified by his creation, has abandoned him. With pitiful desperation, the creature begs his creator for kinship. McRae is all pleading, reptilian need, winding himself around Bonelli with quasi-erotic suggestiveness, and even after murdering half his family, seems to beg him to recognise their affinity.     A scene from Frankenstein at the Royal Opera House. Photograph: Tristram Kenton    These exchanges, as technically accomplished as they are emotionally intense, show that Scarlett is a choreographer to be reckoned with. But, as previous works such as Sweet Violets and The Age of Anxiety have demonstrated, his narrative skills are not yet equal to his facility for dance-making. To turn Mary Shelley’s novel into a vivid 21st-century ballet, and to do justice to its profound and elusive subtext, you need a more experienced directorial eye than Scarlett’s. As it is, we’re overwhelmed with exposition, family backstory and inconsequential set pieces which lock the work solid, so that it’s almost an hour, or feels like it, before Victor even goes to university. The Frankenstein household’s dancing domestic staff are a case in point: choreographically charming but contextually ludicrous – Shelley’s novel contains not a suggestion of sentimentality – and a pointless brake on the action. The same is true of a tavern scene in Ingolstadt, featuring jaunty harlots culled lock, stock, and barrel from Mayerling and Romeo and Juliet (balletgoers familiar with the works of Ashton and MacMillan will, to say the least, experience a strong sense of deja vu throughout Frankenstein). Meanwhile, Scarlett dashes past the moments in which the story’s key themes are played out. John Macfarlane’s set for the university anatomy theatre is magnificent, and Thomas Whitehead’s mad, rationalist professor a terrifyingly grim creation. Much fun is had with dancing nurses nonchalantly arranging body parts. But Victor’s creation of the monster, the point at which he symbolically abandons all notions of human and religious principle, is rushed. A bathetic, Jamie Oliver-style, bish-bash-bosh operation. There’s no sense of the unholy grandeur and ghastliness of the event.     ‘Like a cat with a mouse’: Steven McRae as the Creature with Laura Morera as Elizabeth. Photograph: Tristram Kenton    Bonelli dances superbly, and is never less than an elegant presence. But he’s always too busy doing things, whirled from scene to scene by the exigencies of the plot. We get no real sense of the morbidly obsessive egotism that drives him. McRae’s creature fares better, as he is untrammelled by specious business, and is essentially all body-language. McRae’s portrayal is brilliant; his dancing is eloquent in its anguish, and we sense every beat of his lonely, vengeful heart. We need him at the centre of the work, but until the last act he remains a marginal figure, skulking on the sidelines as we watch the only moderately interesting doings of the Frankenstein household. Morera, meanwhile, is a sympathetic and sensitive Elizabeth, but is permitted no character development beyond the continuous repetition of her devotion to Victor. None of this is enhanced by Lowell Liebermann’s score, which washes unmemorably over the action, offering the dancers little opportunity for sophisticated phrasing. It does, however, have the advantage that it can be freely cut, as it will need to be if Frankenstein is to be reanimated into a ballet of consequence. That the Royal Ballet has allowed Scarlett to get in so far over his head is reprehensible. He is unquestionably a great talent, but he is equally clearly not ready for a commission on this scale. Why, in the wake of Sweet Violets, Raven Girl, The Age of Anxiety, Carmen and Strapless – all expensive failures – does the company not insist that its narrative choreographers are guided by experienced directors? Britain is home to some of the most brilliant theatrical minds in the world. Is the Royal too proud to ask for help? • Frankenstein is in rep at the Royal Opera House, London until 27 May",
  "webTitle": "Frankenstein review – a monster hash from the Royal Ballet",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/frankenstein-royal-ballet-review-liam-scarlett",
  "keyword": [
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Mary Shelley",
      "id": "books/maryshelley",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Royal Ballet",
      "id": "stage/royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Jennings",
      "id": "profile/lukejennings"
    }
  ],
  "guardianId": "stage/2016/may/08/frankenstein-royal-ballet-review-liam-scarlett"
}