{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/jose-mourinho-manchester-united-top-four-louis-van-gaal",
  "id": "2016-05-01-100",
  "sectionId": "football",
  "body": "José Mourinho expects to be contacted formally by Manchester United about becoming their next manager should they fail to qualify for the Champions League, with the club indicating to his advisers that nothing concrete can occur until then. Tentative contact between United and Gestifute, Mourinho’s representatives who are headed by Jorge Mendes, has been made, though there is a weekly dialogue between the two sides because of David de Gea also being with the agency. Mourinho is in contact with several different clubs, including Paris Saint-Germain, regarding his next move, though the Guardian has established that the Portuguese understands that United are waiting until their season is over before making any decision about the future of Louis van Gaal. The 64-year-old could yet save his position if a top-four finish is attained. If the Dutchman fails to achieve this but wins the FA Cup final against Crystal Palace on 21 May it remains unclear whether this would be enough. There is still indecision among the United executive regarding appointing Mourinho, even if Van Gaal, who has a year left of his three-season deal, were to be sacked. While some of the first-team squad would welcome a new manager in place of Van Gaal, having tired of his style of football and management, United retain a strong interest in Diego Simeone. The Argentinian’s Atlético Madrid side are in the Champions League semi-final where they hold a 1-0 lead over Bayern Munich going into Tuesday night’s second leg in Bavaria, and are second on 86 points to Barcelona in La Liga. The Catalan club also have 86 points but have a superior head-to-head record, which is the first criterion used to break ties, with two games left of the campaign. United host Leicester City on Sunday afternoon standing in sixth, knowing defeat would keep Van Gaal’s team five points behind Manchester City, who are fourth, each having only three matches left. However as United have to play West Ham United, who are fifth, and City are to play third-placed Arsenal, defeat would not end their Champions League qualification hopes. Van Gaal is maintaining his bullish stance regarding his job security. “I knew it would be like this. That’s why they hired me and we spoke about it,” he said. “We always knew that the process would take three years. I wanted to sign only for two years. The club wanted me to sign for three years, not me. I signed for three years – so next year you will see me again.”",
  "webTitle": "José Mourinho expects Manchester United approach if they miss top four",
  "webPublicationDate": "2016-05-01T13:16:07Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/jose-mourinho-manchester-united-top-four-louis-van-gaal",
  "keyword": [
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/01/jose-mourinho-manchester-united-top-four-louis-van-gaal"
}