{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/17/medieval-kings-were-no-wielders-of-absolute-power",
  "id": "2016-05-17-63",
  "sectionId": "uk-news",
  "body": "Anthony Lester (Human rights must be protected against the abuse of power, 16 May) is right about human rights, but wrong on medieval kings: “a government-controlled legislature that enjoys absolute power” is not medieval but modern. Medieval kings were constrained by formal oaths and by the need to keep the consent of aristocrats and gentry, churchmen, city councils, and defenders of local customs – all with rights and privileges, which, over time and with multiple inputs including not least those of lawyers, grew into human rights.Jinty NelsonKing’s College London • Boris Johnson need not worry about air pollution outside schools (Johnson ‘buried’ study linking toxic air and deprived schools, 17 May). Young gentlemen going to Eton have benefited from clean air since 1970 when the bridge over the Thames between Eton and Windsor, a direct cause of traffic outside the school, was closed to motor traffic. It remains the only major road bridge over the Thames ever to have been shut. But extending such benefits to the plebs… cripes, how absurd!David CooperNewbury, Berkshire • Beware what you wish for, South African musicians and music fans (Quotas to end South Africa’s radio ‘imperialism’, 13 May). You should listen to the vacuous and trite output of French radio music stations to see what impact a cultural quota is likely to have. This notwithstanding the fact that the greatest 21st century pop song (so far) is by a French band from Versailles (One Time Too Many by Phoenix).Tom CarterLondon • The Ronald Searle/Geoffrey Willans cartoon, mentioned in Cherry Weston’s letter (17 May), is one of four, entitled The Private Life of the Gerund, and actually reads: “Social snobery [sic]. A gerund ‘cuts’ a gerundive.” Molesworth’s Latin masters would have approved of such pedantry.Mark StoreyBirmingham • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Medieval kings were no wielders of absolute power | Brief letters",
  "webPublicationDate": "2016-05-17T18:21:01Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/17/medieval-kings-were-no-wielders-of-absolute-power",
  "keyword": [
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Private schools",
      "id": "education/private-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/17/medieval-kings-were-no-wielders-of-absolute-power"
}