{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/glasses-gallery-art-nguyen-khayatan",
  "id": "2016-05-27-108",
  "sectionId": "commentisfree",
  "body": "It is a strangely touching image of vulnerability. Nothing speaks more of the weakness of the human body than the aids with which we try to remedy its failings. This is why in placing a pair of spectacles on an art gallery floor – just centimetres from the blankness of a white wall and facing outward as if looking at the feet of gallery-goers, beckoning them to kneel, crouch, and interact, or at least take a photo - the artistic duo Kevin Nguyen and TJ Khayatan have created a modern masterpiece.   Related: Pair of glasses left on US gallery floor mistaken for art    If you haven’t heard of Nguyen and Khayatan that’s not because they are on this year’s Turner prize shortlist. It is simply because until now their interventions in public spaces have been so elusive they were ignored by the mainstream media. A glob of chewing gum slowly drying under a bus seat. A piece of paper crumpled into a ball and thrown in a wastepaper basket. A series of footprints in the snow that lead hauntingly from one place to another. Work No 13,561: A Pair of Glasses on the Floor goes beyond these daring gestures in actually being placed in an art gallery so everybody can see it must be art. This is what genius looks like now. We live at a moment when the difference between art and not-art is so small and subtle that where you put something can change it from stuff to concept, thing to idea, a £20 pair of glasses to a million-dollar artistic masterpiece. On your face or mine these would just be glasses. Or would they? By showing that what looks like a pair of specs can in reality be art, Nguyen and Khayatan make us aware that life and art are not so different. It is a new way of seeing the world itself – literally, through a pair of glasses.    This is the readymade at its most casual and profound    When I look through, or at, those glasses, I can’t help thinking of Jasper Johns’ sculpture The Critic Sees. In 1964, Johns made a metal relief of a pair of spectacles behind which we see not eyes, but glibly talking mouths. The critic sees with her or his mouth: whereof we cannot speak we must remain silent, according to Wittgenstein, unless we are critics. Nguyen and Khayatan are much better artists than Johns. Where he laboriously “made” a pair of glasses, like some obsessive medieval craftsman, they have made the true Duchampian leap into instant simplicity. These glasses are just glasses, no different from any other pair. What turns them into art, then? Being put on the floor? No, it cannot be that, for many works of art exist that are not on the floor. The Sistine Chapel ceiling, for instance – although compared with this utterly unpretentious gesture Michelangelo’s years of being spattered with paint up on his scaffolding do seem somewhat wasted. The truth is that nothing makes this everyday object into art except our decision to call it such. This act of random transformation is impossible to explain; you just have to feel it. I get the same almost mystical sense of metamorphosis from these glasses as I do from Tracey Emin’s bed or Duchamp’s urinal. This is the readymade at its most casual and profound. Perhaps it all goes back to Francisco de Zurbarán’s painting of A Cup of Water and a Rose, painted in about 1630. For Zurbarán the white purity of a cup is a spiritual metaphor. A Pair of Glasses on the Floor has that same purity and transparency (the transparency of the lenses, set off by the blackness of the frame). Admittedly Zurbarán carefully painted his cup with all the skill he learned in a Seville painting workshop and Nguyen and Khayatan just put a pair of glasses on the floor. But that’s where 400 years of artistic development have brought us. This might say it all if they had simply put a cup on the floor. They didn’t do that. Why? Because they chose to put a pair of glasses on the floor instead. A pair of glasses – spectacles, goggles, four eyes, the vocabulary does not matter – is unavoidably connected with looking. With seeing. And it gets more intimate than that. For this is also a piece of performance art. Kevin Nguyen and TJ Khayatan just seemed like ordinary teenage visitors at San Francisco’s Museum of Modern Art. Then in the terse words of the official account “Khayatan put Nguyen’s glasses on the floor”. Nguyen shared his own human weakness with us in this audacious performance. He needed those glasses to see. In an act of artistic self-sacrifice comparable to Van Gogh cutting off his own ear, he gave his vision to us. Now he can’t even read this. I can barely read it myself through the tears when I think of the enormity of this artistic masterpiece. For this is the ultimate work of art. By that I mean the terminal one. It is the necessary end of an artistic evolution that started 30,000 years ago when ice-age artists painted animals in Chauvet cave. They had no spectacles, of course. That is why the horses they painted in Chauvet are all blurred together. Ever since, art has been about seeing, failing to see, then gradually seeing better. Until now. See this, say these teenaged geniuses. Go on, look closer. Closer still. Made you look! We see and laugh along.",
  "webTitle": "The glasses in the gallery aren’t just art – they’re a work of genius | Jonathan Jones",
  "webPublicationDate": "2016-05-27T15:02:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/glasses-gallery-art-nguyen-khayatan",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/glasses-gallery-art-nguyen-khayatan"
}