{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/05/tuscany-holidays-readers-italy-travel-tips",
  "id": "2016-05-05-201",
  "sectionId": "travel",
  "body": "Winning tip: Chianti cashmere goat farm I was as surprised as anyone to discover a small-scale sustainable goat farm, with some of the finest cashmere I’ve ever seen, in the heart of Tuscany, close to Radda in Chianti. Owner Nora Kravis (originally from Long Island, in the States) is a character, having lived here for over 30 years and owning more than 200 goats (one named Cappuccino) and 15 dogs. You can arrange a visit – Nora loves guests – and check out her shop and its range of delightful cashmere accessories.• chianticashmere.comGeorgette Jupe Chiusi’s labyrinths      Escape the crowds and queues and immerse yourself in Tuscany’s lesser-known historical and architectural treasures. Chiusi, on the border with Umbria south-west of Siena, also has excellent rail links. Its gems, aside from its magnificent Etruscan museum, include the intriguingly named, fifth-century BC Monkey’s Tomb with frescoes depicting funeral games, and the Labyrinth of Porsenna. Afterwards, visit Nonna Rosa restaurant on Via dei Tulipani), where you can eat your stuffed gnocchi or wild boar stew sitting astride an old moped, or inside a restored Fiat 500.Moiraash Viareggio’s beaches      Many people forget that there are some are great places to stay on the Tuscan coast. Base yourself in Viareggio and you get the best of both worlds: it’s easy to reach by train from Pisa airport, has hotels for all budgets (Hotel Ely has doubles in June from €70 B&B). Swim and sunbathe on soft golden sands and explore the area by train or local bus. Pisa, Lucca, Livorno and Florence are all within an hour on public transport.TheCapeCruiser Trattorias in Florence      It’s hard to imagine there’s anywhere in Florence to eat good Tuscan food at reasonable prices. But the Florentines just keep the best places secret. A clue is trattorias that don’t bother with a website. Da Ruggero (Via Senese 89, +39 055 220542), just beyond the Boboli Gardens, is the best place in Florence for ribollita or farinata con cavolo nero, a thick kale soup made from kale and polenta flour and drizzled with intense olive oil. Its pappardelle alla lepre, homemade noodles with hare ragù, is worth the visit alone. Trattoria Sostanza (Via del Porcellana, 25/R, +39 055 212691) probably hasn’t changed since 1869, when it opened. Try gallina bollita, hen poached in intense stock, served with vibrant salsa verde. In central Florence, Natalino does have a website (+39 055 289404). It’s a 120-year-old family-run restaurant that updates Tuscan specialities. A brilliant tortelloni dish deconstructs the classic leaves, pear and gorgonzola salad with walnuts, and turns it into a pasta dish. And don’t miss the revamped Mercato Centrale, with its upstairs food stalls selling dishes made with ingredients from the market below.juliawatson38 Bagno Vignoni village      One of the highlights of our tour around Tuscany was a night in the Bagno Vignoni, a village known for its hot springs. We bought a half-day pass at Hotel Posta Marcucci and enjoyed luxuriating in the warm thermal waters with wonderful views of the countryside. We had dinner at La Parata – great aglione (garlic and tomato) sauce on the pasta followed by amazing grilled chicken. We stayed at La Locanda del Loggiato, a comfortable B&B run by two sisters, with a great breakfast.StephenHBoyd A great agriturismo to stay near Florence      Torre a Cona, a small collection of apartments and farmhouses just half an hour from Florence, is a breathtaking place to stay. Dominated by a beautiful 18th-century villa and surrounded by a spectacular panorama of pretty olive groves and vineyards, it is a fantastic base from which to appreciate culture and food. We did a tour of the historic cellars followed by food, wine and olive oil tasting, and took a cookery class, making delicious pasta and tiramisu. • Apartment for two from €100 a night, torreacona.comID0715955 Botanic Garden, Siena      A part of Siena University, this is a quiet oasis away from the heat of the city, and it’s well worth a wander around the maze of pathways for an afternoon. There are some interesting sculptures dotted around the garden, and nice views back towards the city.• Free, Via Mattioli4, ortobotanicoitalia.it rosie2603 The friendly butcher of Panzano, Chianti     Dario Cecchini in Chianti Dario Photograph: Alamy    Butcher Dario Cecchini is friendly, larger than life and a passionate advocate of Florentine steaks. The shop has been in his family for hundreds of years. We were there one Sunday morning, and once the shop closed, Dario put on a Tina Turner CD and we were all dancing round the shop, including a little old man who’d been told to stay there by his wife and mother-in-law while they picked up other shopping. They came back to find him in a clinch with one of the shop assistants. Free theatre!• Now Dario has a restaurant there as well, dariocecchini.comID8393003 Cycling the walls of Lucca      A cycle ride around the ramparts of the beautiful and historic city of Lucca is a must-do. I had not been on a bicycle for over 30 years and to say I was scared is an understatement (I gave up driving because I don’t like traffic). But I need not have feared. It was both fascinating and exhilarating. The ramparts are about three miles around, and we did the ride twice. • Bike hire €15 a day, biciclettepoli.comjenjens The Abbey of Sant’Antimo      The ancient abbey church of Sant’Antimo stands among olive trees and wild flowers 9km south of Montalcino, on the way to Monte Amiata. Inside the light glows through alabaster and reflects off honey-coloured stones. Well over 1,000 years old, the place is associated with Charlemagne, but saw a period of quiet decline after the Italian state suppressed monastic orders. In 1992 it was revitalised and is now an active monasery again.• antimo.itRPGibbs Wine tasting in Chianti country      If you do one wine tour, do Sant’Agnese Farm in Castellina, in Chianti, where you can sample its chianti and eat a lunch which includes 30-year-old balsamic vinegar on vanilla ice-cream. If you have time, book the farm’s one-day cookery class to learn how to make fresh pasta with truffle, breads such as focaccia, and desserts including tiramisu. The farm donates part of its proceeds to struggling families in Kenya’s bush. The owners regularly hire trucks and drive out into the bush with the food and other essential supplies.CaroleTidball Foodie agriturismo at Villa Poggio di Gaville      This beautiful 18th-century hillside villa was transformed into an agriturismo by chef Jamal Amin, who will give Tuscan cooking classes or just as happily let you sit there while he does all the work. The immediate surroundings couldn’t be more idyllic: vineyards and olive groves to tour, a farmhouse with its own lake that you’re welcome to take a dip in, and with Florence a short car ride away, you can still get a fill of fashion or art.• Doubles from €125, villapoggiodigaville.comruthmjones Il Canto del Maggio restaurant      In the Valdarno area of Tuscany, Il Canto del Maggio can be a little tricky to find. Owner Mauro is a brusque man with a large personality who has worked here for over 25 years; his daughter Simona takes the helm in the kitchen, pleasing palates and offering a place to stay. Her seasonal menu manages to make Tuscan food seem lighter, using elements from their large orto, a stone’s throw from the restaurant.• Apartment for two from €100 a night, cantodelmaggio.comGeorgette Jupe Hidden masterpieces in the Crete Senesi     Pienza Photograph: Alamy    Navigating the Crete Senesi (south of Siena) and the Val d’Orcia along the Via Francigena medieval pilgrims’ route and the Roman Via Cassia is an endless treat. Since public transport is patchy at best, there are relatively few tourists; venture there by car or motorbike with a good guidebook and you’ll stumble on architectural treats where you’ll be virtually alone, and a lot of photogenic landscapes. The red wines are great, as are the cold cuts, venison and beef. Pienza, a Renaissance city built by Leon Battista Alberti is the area’s main draw, followed by Montalcino and Montepulciano, whose San Biagio church is one of the most important examples of Late Renaissance religious architecture. 5ermoneta Scenic hike in classic Tuscany countryside      One of the best ways to enjoy the Tuscan scenery without the crowds is to get out into the hills on foot. San Gimignano, for instance, is often overrun with visitors, but from the ancient tracks of the I Torri waymarked trail, which starts at Porta San Giovanni, the views back to the medieval towers are sublime. Pick up a map from the tourist office in Piazza Duomo, and a picnic of local pecorino, salumi and wine at La Buca di Montauto on via San Giovanni. Now all that remains is to choose your picnic spot among the olive groves, vines and wildflower meadows that line the route.marthah",
  "webTitle": "Holidays in Tuscany: readers’ travel tips",
  "webPublicationDate": "2016-05-05T11:40:59Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/05/tuscany-holidays-readers-italy-travel-tips",
  "keyword": [
    {
      "webTitle": "Tuscany holidays",
      "id": "travel/tuscany",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Italy holidays",
      "id": "travel/italy",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Florence holidays",
      "id": "travel/florence",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cultural trips",
      "id": "travel/cultural-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "travel/2016/may/05/tuscany-holidays-readers-italy-travel-tips"
}