{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/lady-gaga-cilla-black-in-dionne-warwick-biopic-cannes-2016-film",
  "id": "2016-05-13-228",
  "sectionId": "film",
  "body": "Confusion reigned in Cannes on Friday after it was reported that Lady Gaga had denied she had been cast to play Cilla Black in a biography of singer Dionne Warwick. According to Variety, Lady Gaga’s representative said: “[She] is not attached to this project,” and that another source suggested she had not even heard of the planned film. Warwick herself had held a press event on Friday at the Cannes film festival on Friday to announce plans for an upcoming biopic based on her 2010 autobiography My Life, As I See It: An Autobiography.   Related: Well in: how Lady Gaga could teach herself Cilla Black's Scouse    Warwick said that Gaga, fresh from her Golden Globe win for her work on American Horror Story: Hotel, was slated to play the late English singer Black, who Warwick described as her “musical nemesis” in the film. Warwick said: “It was just an easy choice and she wanted to do it.” Other actors Warwick said were involved in the film included Danny Glover, as Warwick’s father, and Oscar winner Olympia Dukakis as Marlene Dietrich, a woman Warwick praised as a mentor (“She introduced me to couture”). And portraying Warwick herself will be two-time Grammy award-winning R&B singer and original member of Destiny’s Child, Letoya Luckett, who Warwick praised as “brilliant”.   Related: This much I know: Dionne Warwick    The biopic, titled Dionne, will centre on Warwick’s early years in the business, from 1962 to 1968, and will focus on her rivalry with Black, who topped UK charts in 1964 with a cover of Anyone Who Had a Heart, a song originally written for Warwick.  “She stole my music, and I was not a very happy camper about that,” Warwick said of Black during the press conference. “Over the years, we grew up and understood each other. It all got cleared away.”     Dionne Warwick is getting the screen treatment Photograph: Joerg Koch/AFP/Getty Images    Warwick firmly stressed, however, that Black will not be treated as a “villainess in the picture.” It was revealed by the producers that Black’s family were not informed of the making of Dionne before Thursday’s announcement. As for Luckett, Warwick revealed that the performer will be doing her own singing in the film. Said Warwick: “I must say, she did a couple of demos for me and blew me away, so I’m thrilled.”  “Vocally she was right,” added the singer, describing Luckett as a “very elegant young lady.” She affirmed that she will not help Luckett in shaping her portrayal, but that acting coach Susan Batson, famous for working with Nicole Kidman and Oprah Winfrey, has been brought on board to aid Luckett. Warwick herself will not be making a cameo appearance in the picture.  Randall Jahnson (The Doors) wrote the screenplay with David Freeman Wooley, the co-author of Warwick’s autobiography, contributing. Marion Van Peebles (Panther) is said to be in talks to direct the film.  Warwick, who’s currently on a 55th anniversary world tour, has sold over 100m records over the course of her career, and is the second most charted female vocalist of all time. The late Whitney Houston was her cousin. In 2013, Warwick filed for bankruptcy after discovering she owed more than $10.2m in taxes. Production on Dionne is to begin in the fall.",
  "webTitle": "Lady Gaga denies she will play Cilla Black in Dionne Warwick biopic",
  "webPublicationDate": "2016-05-13T10:48:33Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/lady-gaga-cilla-black-in-dionne-warwick-biopic-cannes-2016-film",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Lady Gaga",
      "id": "music/lady-gaga",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cilla Black",
      "id": "tv-and-radio/cilla-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Biopics",
      "id": "film/biopics",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/13/lady-gaga-cilla-black-in-dionne-warwick-biopic-cannes-2016-film"
}