{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/labor-to-end-freeze-on-medicare-rebates-with-122bn-funding-pledge",
  "id": "2016-05-18-153",
  "sectionId": "australia-news",
  "body": "Labor has sided with Australia’s doctors by promising to end the freeze on Medicare rebates enforced by the Abbott and Turnbull governments. It is Labor’s biggest announcement of the election so far, and will cost $2.4bn over the next four years, and $12.2bn over the decade. Bill Shorten, Labor leader, said on Thursday that the decision would ensure Australians did not have to pay even more when they go to the doctor.   Related: Campaign catchup: Peter Dutton dials up refugee rhetoric    The policy would apply from 1 January 2017, and would affect all services provided by GPs, allied health practitioners and medical specialists. “It is vital we don’t create barriers for anyone who needs to see their GP,” Shorten said. “The Liberals’ assault on Medicare and universal healthcare must stop.” Doctors have accused the Turnbull government of trying to enforce a GP co-payment by stealth by extending the freeze on Medicare rebates from mid-2018 to mid-2020. They started campaigning last week against the government’s plan, with thousands of GP clinics across the country warning patients the government is targeting their family’s health. They have put posters in their waiting rooms, warning: “The federal government’s freeze on Medicare rebates will hurt you.” The Royal Australian College of GPs has said the rebate freeze would force GPs to introduce co-payments themselves to cover the ever-growing funding gap – and that would increase costs for patients. The health minister, Sussan Ley, has said the latest extension is necessary because of “the current fiscal environment”. But Brian Owler, president of the Australian Medical Association, said many practices would have to abandon bulk-billing altogether if the rebate freeze continues. Shorten says the policy would be funded through “announced improvements to the budget”, such as not proceeding with the Turnbull government’s 5% corporate tax cut. By re-indexing the Medicare rebate from 1 January 2017, it would cut into the final 18 months of the Abbott government’s freeze, as well as the Turnbull government’s two-year freeze.   Related: Lucky man: has Bill Shorten got what it takes?    The Medicare rebate was originally frozen in July 2012, but it was controversially extended in 2014 for four more years – leading to a stoush between the Abbott government and medical groups – and then again in the Turnbull government’s budget, for another two years until mid-2020. The government said the latest increase would save another $925.3m over two years. Australia’s biggest pathology companies have already been angered by the government’s plan to save $650m by cutting bulk-billing incentives for pathology and diagnostic imaging. But they recently struck a peace deal, where the government would still cut their bulk-billing incentives to save money, while agreeing to change the law to reduce the rents that pathologists pay to doctors for co-locating their collection centres in surgeries.  The pathologists have agreed that they can absorb the cost of losing the bulk-billing incentives when their rents come down. The Consumers Health Forum called on the government and the opposition to lift the freeze on Medicare payments, to undertake a wide-ranging review of health costs and give new Health Care Home models of care the maximum chance of success.",
  "webTitle": "Labor to end freeze on Medicare rebates with $12.2bn funding pledge",
  "webPublicationDate": "2016-05-18T14:01:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/labor-to-end-freeze-on-medicare-rebates-with-122bn-funding-pledge",
  "keyword": [
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/19/labor-to-end-freeze-on-medicare-rebates-with-122bn-funding-pledge"
}