{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/09/finding-good-therapist-matchmaker-mental-health",
  "id": "2016-05-09-104",
  "sectionId": "lifeandstyle",
  "body": "“You should try therapy!” is a suggestion that I realized, after maybe too long, most people don’t take as a compliment. I think therapy is great: what thoughtful, smart person wouldn’t benefit from taking some time for careful examination of their feelings and how they interact with the world? No thoughtful, smart person, in my opinion. Deciding to go to therapy isn’t an admission of fault: it’s an admission of the desire to be happier, less anxious and more at ease. But even if you are the kind of thoughtful, smart person who can overcome the stigma against seeing a professional to talk about your problems, there’s another major hurdle to surmount: it can be very difficult to find the right therapist. Much as with dating, for therapy to succeed, you need to find someone with whom you want to spend a lot of time talking about yourself (unlike dating, however, you should definitely not have sex with your therapist). As with dating, looking online (Psychology Today has the most popular database) and going through a trial and error process can be emotionally draining, especially if you’re feeling sad or anxious already and lack the energy to interview a lot of different therapists before you hit the right one. That’s where New York’s Dr David Kelley comes in. Kelley is an experienced psychologist who founded Kenwood Psychological Services more than three decades ago with a single purpose: to act as a sort of mental health matchmaker, and help people find the right therapist.     We were doing matchmaking long before Match.com came around. It’s similar, except that we’re doing it better  Dr David Kelley     “It’s a rather long and careful thought process that goes into deciding who to match each client with,” he says. So, I suggest, kind of like a marriage matchmaker? “We were doing matchmaking long before Match.com came around,” Kelley says. “It’s similar, except that we’re doing it better.” Better, indeed: he estimates his success rate of matching people with therapists at between 75% and 80% I came across Kelley after I did my own dud therapist selection: having seen a therapist for many years in London, when I moved to New York two years ago, I lazily chose a therapist based on the fact that her office was in the high-rise where I worked. It seemed convenient: I could mumble something to my co-workers about an external meeting and be back at my desk before anyone noticed.  But for me, that therapist did not work: in a windowless room, I tried to talk to her about my father’s impending death from cancer and she responded by congratulating me, again and again, for coming to therapy. This kind of cheerleading might work for some people, but for an inveterately pessimistic half-Brit, it wasn’t the answer. After two sessions, I never returned.   Related: Ghosting on Freud: why breaking up with a therapist is so tricky    Kelley first got the idea for his business after working at a prestigious New York private school. After realizing that the school was going about referring children to therapists the wrong way, Kelley realized his role as a volunteer faculty member at Mount Sinai hospital meant he had unusual access to some really good therapists. “So I said to myself: “Let’s put together a service where if somebody does call us, they can be sure that their therapist is a good rational, ethical choice – or someone who would be a good match.” Today, Kenwood Psychological Services has 200 therapists on its books, all of whom Kelley knows. “Not only have I met them all and interviewed them all personally,” he says, “they primarily [are introduced to me by] therapists who we already know and trust.” But that’s just the beginning: the matching process is complex and takes time. “Every therapist has strengths and weaknesses, and it’s my job to know where those strengths and weaknesses lie,” he says.  The referral process works like this: you contact Kenwood, fill out a questionnaire about your preferences, and then have an intake appointment with a professional – someone who works in the field, but who will not become your new therapist. They relay the information they’ve gathered back to Kelley. “It’s a directed conversation to give a sense of who would be the right match for you. I have a description of you, and I already know the description of these therapists.” From there, Kelley says, “it’s a combination of knowledge about the person who needs to be matched, and intuition”, along with factors such as geography, age preference, whether a person wants to see a male or female therapist. He also carefully takes people’s budgets into account.  How long should therapy last? “Therapy, if it’s well done, is not a pleasure,” Kelley says. “Therapy is very painful: the better the therapy, the more painful it may be. People are not in therapy in order to have fun. If someone kind of wants to use it that way, we don’t want them to use it that way. If someone says they’re looking forward to staying for life, we really want to make sure that they need that.” I cough. But then, I’ve been at it for under 10 years, so I have a while longer to go. I think that everyone who’s known me during that time would agree that I am a calmer, happier version of myself. All thanks to therapy. It really is great. You should try it.",
  "webTitle": "Why is finding a therapist so hard? Meet the mental health matchmaker",
  "webPublicationDate": "2016-05-09T16:21:38Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/09/finding-good-therapist-matchmaker-mental-health",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jean Hannah Edelstein",
      "id": "profile/jeanhannahedelstein"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/09/finding-good-therapist-matchmaker-mental-health"
}