{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/peaky-blinders-grayson-perry-all-man-forest-field-sky-art-nature-veep",
  "id": "2016-05-08-186",
  "sectionId": "tv-and-radio",
  "body": "Peaky Blinders (BBC2) | iPlayerGrayson Perry: All Man (C4)| 4oDForest, Field & Sky: Art Out of Nature (BBC4) | iPlayerVeep (Sky Atlantic) Birmingham’s Small Heath can never have looked uglier nor more thrilling. One actually wants to go to what may have been, back then in 1924, the most sulphurous, mephitic place on this black Earth: impossible smokestacks loom and belch, dizzying aqueducts sail the high, dark sky. It’s Fritz Lang’s Metropolis given a greasy coat of toxic tar; and it’s venal, and my, it’s exciting. This is how CGI wizards establish, viscerally, the world of Peaky Blinders, which opened its third season run with an episode typically full of style and pride, of grit and of blood. The Shelby brothers – chiefly Tommy, courtesy of Cillian Murphy and the mesmerisingly perfect planes of that face – now rule the city, the police force, the bookies and the boondocks: as one Blinder observed, though carefully out of earshot: “They’ll make him the fucking lord mayor next.” And well they might: Tommy is trying to go straight, or as straight as Tommy can go, planning to buy a wharf in Boston, heart set on his own bit of lily-white-legal Brummie globalising. He’ll be hampered only by his own past and, perhaps more crucially, his own personality, which no man can escape, and has made also the possibly fatal (and unaccountable) error of marrying Grace (Annabelle Wallis). So pretty, so perfect, so vacuously insipid she could drive a monk, through sheer itchy boredom, to fevered genocide. Despite the ragtime, the cocaine, the cocktails, the trappings, everyone is scared. Even Tommy is scared enough to take on a nasty strike-breaking job on behalf of the White Russians and the British establishment, thus adding to the burthens on brother Arthur, still fighting so many wars on so many fronts, now faced with ideological betrayal.    Perry makes a great companion: lucid and unafraid to show his intelligence, nor to expect the same of his interviewees    This terrific series has many strengths, not least the music – perfectly suited interjections from Nick Cave, from Radiohead – but one standout is the unflinching way in which it contrasts the worlds of power and money with the grubby, ripped fingernails of appalling violence necessary to achieve them. So Arthur saunters out undaunted, in jazzy slo-mo, at the very end, but three minutes earlier he had been grappling for his life with a Russian infiltrator: what should have been a mundane murder was suddenly eye-gougingly awful, with finger-biting, spat blood, popping cartilage, the tearful, begging grunts of desperate men; genuinely shocking. The biggest action franchise in the world, 007, took half a century to do this, to admit that violent men do violent things, with Skyfall.     ‘Immensely watchable’: Grayson Perry, who explored masculinity in his new series All Man.    Grayson Perry joined a very particular bunch of violent men, cage fighters from the north-east, for the start of his immensely watchable new three-part series, All Man. He didn’t join them in his trademark little-girl dress, but the geordie lads were so grounded, and Perry himself such an appealing personality, that it would have raised scarcely an eyebrow. Perry bigged up his own “lifelong sissiness” – utterly separate from his transvestism, a distinction that might elude lesser souls than the wise tattooed heads he was addressing – in an effort to explore just why these guys needed to be so tough. “Why do you guys need to be so tough?” he asked, almost toughly. The answers he touched on, in this ostensible exploration of contemporary confused masculinity, gave pause for thought. The fighters, who don’t really have to be tough in the way the peaky blinders had to be tough (in order to not get killed), all had nonetheless a Zen-like approach to training, and a highly developed sense that the banter, the bravado, even the tattoos, were all a “skin”, a costume, and as such to be taken less than seriously. They exuded, in fact, a thoughtful approach to modern male life, which delighted and confused Grayson Perry in equal measure – “I’m almost holding up cage fighters as an example of touchy-feely man.” Might they be better equipped for the modern male world, having embraced and explored violence and discovered true answers come harder than that, than many contemporaries, left without jobs in a post-industrial north, but still silent, closed, unadaptable? As Perry said: “When they need to change, to be flexible and emotionally resilient, they struggle; the carapace, the shutters, don’t flex.” The young male suicide statistics for the area told their own story. Perry’s artworks, in reaction to his visit, were a labour intent on heartfelt tribute. They were also quietly brilliant. A miners’ banner, and an urn, representing “a folk-art requiem for a certain type of man”. They were unveiled after the miners’ gala in Durham Cathedral; a sombre and male affair, and this cross-dressing potter was accorded the fiercest of welcomes. Unusually poignant, and Perry makes a great companion: lucid and unafraid to show his intelligence, nor to expect the same of his interviewees.     Dr James Fox in front of one of Julie Brook’s Firestacks in the ‘fascinating’ Forest, Field & Sky: Art Out of Nature. Photograph: BBC    Some remarkable art, too, in the inelegantly titled Forest, Field & Sky: Art Out of Nature, in which art historian Dr James Fox led us round some of our landscape’s finest collisions and collusions with mankind. There was much beauty here, in the attempts by highly individual artists to work wholly with nature, often spending lifetimes doing so. David Nash’s Ash Dome, its location as (remarkably) secret today as in 1978, in which the artist trained and finagled Welsh trees to grow in an exceedingly lovely way; Julie Brook’s Jura Firestack, stone circles on the littoral with driftwood fires that burn until the tides bury them; Charles Jencks’s landscapes; James Turrell’s skyspaces. What I (think I) learned: a cultural act can be the placement of a pebble on a beach, and art allows us to feel part of the universe but separate from it, which might be as good a definition as any of what partitions us from the animals. It was fascinating, even if at times the portentous voiceover – “this art, like nature, in perpetual change”; “since the dawn of…” – had me wanting to quote Mr Burns in The Simpsons: “Ever since the beginning of time, man has yearned to destroy the sun.”     Julia Louis-Dreyfus (Selina Meyer) in Veep. Photograph: HBO    On that same side of the Atlantic, Veep returned, joyously. And undiminished by the absence of co-writer Armando Iannucci (though there is continuity in that these episodes were directed, with gleefully subtle touches, by The Thick of It’s Chris Addison). There’s still a tiny too much pleased-with-themselves scriptwriting (“as toxic as a urinal cake in Chernobyl”), but many touches are peerless, such as the slogan “towards a new promise”, and the fabby Julia Louis-Dreyfus is joined now not only by Hugh Laurie but, excitingly, Mad Men’s John Slattery. A fine moment arrived when Dan, being sacked by text from just across the other side of the desk, replied, by text. “You can’t fire me, I quib.” “Quib?” comes the spoken, laughed, query. “You know I meant quit.” “You can’t quib, you rebard.”",
  "webTitle": "The week in TV: Peaky Blinders; Grayson Perry: All Man; Forest, Field & Sky: Art Out of Nature; Veep – review",
  "webPublicationDate": "2016-05-08T06:00:15Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/peaky-blinders-grayson-perry-all-man-forest-field-sky-art-nature-veep",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Cillian Murphy",
      "id": "film/cillian-murphy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Peaky Blinders",
      "id": "tv-and-radio/peaky-blinders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Veep",
      "id": "tv-and-radio/veep",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Julia Louis-Dreyfus",
      "id": "culture/julia-louis-dreyfus",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Euan Ferguson",
      "id": "profile/euanferguson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/peaky-blinders-grayson-perry-all-man-forest-field-sky-art-nature-veep"
}