{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/01/parents-to-keep-children-out-of-school-in-key-stage-exam-boycott",
  "id": "2016-05-01-89",
  "sectionId": "education",
  "body": "As a former headteacher, Jo Scrimgeour is the last person who would normally let her children skip school. On Tuesday, however, she plans to do just that, joining a small but vocal band of parents in England who plan to boycott the nationwide key stage exams.  The aim is to protest against the government’s more onerous assessment regime for primary school pupils. The Department for Education (DfE)says its new requirements promote rigour and effective learning, but thousands of parents – including Scrimgeour – strongly disagree. “Because I’m an ex-teacher and an ex-headteacher, and with two boys at primary school, I’ve seen both sides of what these tests are doing,” she said. “With the new curriculum, there’s been an enormous narrowing. This year, schools are having to spend huge amounts of time on spelling, punctuation and grammar particularly. There just isn’t time for all sorts of other things. “My son, in year one, is coming home with spelling lists and is only doing PE once a week, but when I started teaching it was very different.” On Tuesday, instead of sitting the tests, Scrimgeour’s sons will go to the woods in Truro, Cornwall, with a group of other pupils and their parents. “That’s what I want my sons to be doing, playing in the mud and finding mini-beasts, not underlining adverbs,” she said. The protest was inspired by the new national curriculum for key stage one: years one and two of primary school, from ages five to seven; and key stage two, the final four years which ends with pupils aged 11.   Related: Primary school tests not about pass or fail, Nicky Morgan tells heads    Introduced in 2015, the revised curriculum is more demanding in English and maths as part of the government’s drive to add rigour. Six and seven-year-olds now need to memorise five and 10 times tables, as well as use fractions. The move was coupled with more demanding forms of assessments that come into force this year, including a spelling and grammar test for year two pupils. The more challenging regime followed the government’s decision to scrap the old style of measuring attainment known as national levels. That left schools lacking familiar benchmarks while having to adopt the new assessments, and made them more nervous thanks to the DfE’s hesitant and in some cases inept supply of materials. Nadya Smith, whose youngest children have key stage one and two assessments at their school in Southwark, London, says the stakes are so much higher than when her eldest son took his key stage two standardised tests (Sats) five years ago. “It has changed so much,” Smith said. “Now there’s all this ceaseless energy being spent that does nothing to help children learn.” Smith learned about the school boycott via friends on Facebook, and got involved because of the effect she can see the tests having. “My son, who is 11, came home and said to me: ‘What happens to me if I do badly in my Sats?’ I thought that was such a terrible statement to come from an 11-year-old. A child that age doesn’t have the comprehension to deal with it.” In Hastings, Amy Hemmings says she is taking her six-year-old out of school on Tuesday, along with about 30 other parents who plan to meet in a local park. “Children are missing out on quite a range of activities and projects so they can do more maths and spelling and grammar. That’s my main concern,” she said. Visits to the library have been pushed into pupils’ lunchtime, while time spent on music lessons and sport has been cut back. “They have to take time out of their free time to do those other things that ideally would be part of the school day. It’s really sad to me. The amount of free play they get now is close to zero,” Hemmings said. She also heard about the boycott on Facebook, where the idea of a protest seems to have originated via a page named Let Kids Be Kids. The group behind the original page say they have recorded at least 270 events supporting the boycott across the country, but many are small in scale. The original organisers wish to remain anonymous. “We decided at the beginning that if we did this we would keep ourselves anonymous, so that the focus was on the national level, not on any one particular area,” a woman said to be one of the organisers told the Guardian. Tuesday’s boycott is unlikely to hit the heights seen during the 2010 boycott over primary school testing. Then, backed by the major teaching unions and national publicity, about one in four pupils did not sit key stage two tests, according to official data. This year’s protest has enjoyed some backing, with the author Philip Pullman among those signing a letter of support published in Saturday’s Guardian. It also has at least tacit support from the likes of the National Association of Head Teachers. “We can’t condone an absence just because a parent doesn’t like what is going on in a class that day. But I understand what the parents are doing or asking to do. That’s a matter of individual choice for them,” said Tony Draper, the NAHT’s former president and head of a primary in Milton Keynes. Speaking to headteachers on Saturday, the education secretary, Nicky Morgan, said it was damaging for children to take part in the boycott. “Keeping children home even for a day undermines their education,” she said. “I urge those running these campaigns to reconsider their actions.” According to Min Clough, whose two children attend a primary school near Ipswich, the point of the boycott is protest, not disruption. She said: “As parents we’re not being listened to, and teachers aren’t being listened to. I feel Nicky Morgan is pushing through her agenda and not listening to teachers and people with academic expertise, who see that this sort of 19th-century testing isn’t effective. “None of us are sure what this is for, we can’t see the benefits of it. All we can see is that it is making our children stressed.” Clough says about a third of parents at her children’s small Suffolk primary are likely to take part, and Smith is hopeful of similar support in Southwark. In Truro, Scrimgeour is not expecting a large turnout. “There’s a lot of people umming and ahhing,” she said. She has, however, heard of larger demonstrations in Falmouth and other gatherings around Cornwall. “At the school we’re at there isn’t massive support for the strike, but I haven’t met anybody who doesn’t agree with the aims.”",
  "webTitle": "Parents to keep children out of school in key stage exam boycott",
  "webPublicationDate": "2016-05-01T14:28:40Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/01/parents-to-keep-children-out-of-school-in-key-stage-exam-boycott",
  "keyword": [
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Adams",
      "id": "profile/richardadams"
    }
  ],
  "guardianId": "education/2016/may/01/parents-to-keep-children-out-of-school-in-key-stage-exam-boycott"
}