{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/gardens-let-there-be-light-james-wong",
  "id": "2016-05-15-216",
  "sectionId": "lifeandstyle",
  "body": "Long working hours and commutes can seriously eat into quality garden time for us planty types. But if you are often only home in time to see the sun dip over the horizon, a few design tricks can not only extend the amount of time you can enjoy your plot, but can also make it look its best in twilight.    White and silver plants reflect the last rays, making them visible long after others have faded into the gloom    As light levels drop in the evening our perception of colour changes. The hot reds and yellows that look so fiery in bright afternoon sun appear flat and dull, as our eyes are less able to detect the longwave light that these reflect. Our vision switches from using specialised structures at the back of our eyes, called cone cells, to a different group called rod cells, which are semi-colourblind. Under these conditions blues and greens are far easier to detect, explaining why everything looks cooler and fresher in the evening. Of course you can go one better and opt for whites and silvers, which reflect the last rays even better, making them visible long after others have faded into the gloom. This may help explain why spring flowers tend to be paler than the richer, redder flowers of high summer, with their comparative lack of red pigment helping them shine out in lower light. Fortunately, white mutations are fairly common in plants, meaning almost every popular garden plant is also available in an ivory-flowered form. The word alba (Latin for “white”) in a plant’s scientific name is a dead giveaway.     Colchicum flowers. Photograph: Getty    Starting with snowy white narcissi and tulips in spring, you can get a good succession throughout the summer with jasmines, lilies, roses and gardenias, rounding the season off with acidantheras, colchicums and Japanese anemones in autumn. A curious bonus with many of these plants is that white-flowered species are often the most intensely fragrant, because the structures that create their aromatic oils replace those responsible for generating pigment in their petals. When do many of these emit most fragrance? Sunset. Variegated plants work a treat to add a cool glow to evening gardens, and despite common belief they don’t have to be tacky. I particularly like some of the larger-leafed hostas and grasses which provide a lush, understated backdrop to the cream-coloured flowers. A flash of silver from the fuzzy leaves of astelias or stachys, which have evolved to reflect light, will help add an ephemeral texture and shimmer. Finally, add a light-coloured mulch to paths, or paint walls and decks in a fresh pastel. They will act like big reflectors, bouncing even more light in and allowing you to eke out every last minute from your garden. Email James at james.wong@observer.co.uk or follow him on Twitter @Botanygeek",
  "webTitle": "Gardens: let there be light",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/gardens-let-there-be-light-james-wong",
  "keyword": [
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "James Wong",
      "id": "profile/james-wong"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/gardens-let-there-be-light-james-wong"
}