{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/pick-years-literary-festivals-2016",
  "id": "2016-05-28-148",
  "sectionId": "books",
  "body": "Hay festivalDates: now until 5 June The Glastonbury of literary festivals, Hay combines serious star power with a certain boho edge. It was founded in 1988 by Peter Florence, who is still a director, and his parents, who previously worked in theatre in the town of Hay-on-Wye, Powys, famed for its second hand bookshops. According to legend, the Florences funded the first festival – playwright Christopher Fry was among the writers present – with the £100 winnings from a poker game. The following year, Arthur Miller was persuaded to attend as the star guest. With a turnover of £9-10m, it is now a global franchise: Hay has offshoots in Peru, Colombia, Spain and Mexico. Key quotes: “Hay on Wye: is it some kind of sandwich?” Arthur Miller What to wear: Wellies and a Penguin Classics tote bag Top guests in 2016: Sam Mendes, Yanis Varoufakis, Caitlin Moran Port Eliot festivalDates: 28-31 July Held in the picturesque grounds of the ancient Port Eliot estate in south-east Cornwall since 2003, it is the closest literary festivals come to genuine hipness, combining readings and talks with music from Andrew Weatherall and Sidestepper, a stage curated by the hipster nature-writing website Caught by the River, and a wealth of “wellbeing activities” including foraging walks, stargazing, Tibetan chanting and meditation. It is hosted by the lord and lady of the manor, Peregrine and Cathy St Germans, and their pet whippet, Roo, whose presence adds to the general air of well-heeled bohemianism. What to wear: A floral maxi-dress / plaid shirt and an artfully battered straw hat Top guests in 2016: Ali Smith, Dave Eggers, Max Porter Oxford literary festivalDates: took place in April. The 2017 festival runs from 25 March to 2 April What the Oxford literary festival lacks in rock’n’roll spirit it makes up for in elegance and intellectual heft. Held in the splendid surroundings of Christ Church, with its Tudor cloisters and hall, this is a congregation of political and cultural heavyweights. Speakers appearing during this, its 20th year, included Richard Dawkins, Alan Ayckbourn and Kazuo Ishiguro. It is also at the centre of the writers’ fees controversy: the festival recently hit the headlines after Philip Pullman resigned as patron over its failure to pay authors. Key quotes: “The Oxford literary festival is intellectual Viagra.” Lucy Worsley, historian and broadcaster What to wear: Leather elbow patches, a mop of untended grey hair Cheltenham literature festivalDates: 7-16 October Cheltenham, which started in 1949, is the original British literary festival, and one of the oldest in the world. It was started by the town hall manager George Wilkinson, who branched out into events by organising a music festival just three weeks after the end of the second world war. He followed with a literary festival, and approached local author John Moore to help. At the first one, the poet Cecil Day-Lewis, who taught at Cheltenham College, read a selection of contemporary verse. Last year’s speakers included the rapper George the Poet – who was a guest director – Boris Becker, Julian Barnes and Anne Enright. What to wear: A twinset and pearls Aldeburgh literary festivalDates: took place in March. Dates for 2017 tbc The Suffolk town of Aldeburgh punches above its weight in cultural terms: it was the home of the composer Benjamin Britten, who founded the Snape Maltings concert hall, which hosts the international Aldeburgh festival of arts. The town also has an annual poetry festival and several food festivals. Aldeburgh literary festival was started in 2002 by John and Mary James of the Aldeburgh Bookshop. Despite its small scale, it has attracted an array of top speakers, including Michael Frayn, Doris Lessing and Harold Pinter. The 2016 lineup included Jonathan Dimbleby and Edmund de Waal. Key quotes: “Aldeburgh must be to literature what Glyndebourne, in its early days, was to opera.” Charles Moore, the Telegraph What to wear: A Boden fisherman-style jumper and yellow sou’wester Harrogate crime writing festivalDates: 21-24 July Harrogate, now in its 14th year, is distinctive in its focus on genre. Held in the Old Swan hotel, where Agatha Christie stayed under an alias during a brief and mysterious disappearance, it attracts 13,500 crime fans. Last year’s special guest was Jo Nesbø, the current star of Scandi crime, other top draws have included Ian Rankin in 2012 and, in 2013, Jeanette Winterson interviewing Ruth Rendell. It hosts the Theakstons Old Peculier prize for crime novel of the year, which this year pits debut novels against veterans including Val McDermid and JK Rowling (writing as Robert Galbraith). This year’s programming chair is Peter James, “king of the police procedural”. Top guests in 2016: Linwood Barclay and Martina Cole What to wear: Trench coat, trilby, false moustache Edinburgh international book festivalDates: 13-29 August   Spanning nearly three weeks and eight theatres, with more than 800 authors taking part, Edinburgh is the largest literary festival in the world. As if that weren’t enough for culture lovers, it coincides with the international festival and the fringe. The only problem may be deciding between the hundreds – thousands? – of events on offer. Past speakers have included Jesse Jackson, Zadie Smith, Susan Sontag, Karl Ove Knausgaard, Neil Gaiman, Toni Morrison and Al Gore. What to wear: A warm jumper",
  "webTitle": "Fully booked: this year’s best literary festivals",
  "webPublicationDate": "2016-05-28T07:00:28Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/pick-years-literary-festivals-2016",
  "keyword": [
    {
      "webTitle": "Literary festivals",
      "id": "books/literary-festivals",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Edinburgh international book festival",
      "id": "books/edinburgh-book-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Edinburgh festival",
      "id": "culture/edinburghfestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alice O'Keeffe",
      "id": "profile/alice-o-keeffe"
    }
  ],
  "guardianId": "books/2016/may/28/pick-years-literary-festivals-2016"
}