{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/a-view-from-islington-north-review-tories-corbyn-george-osborne-david-hare",
  "id": "2016-05-25-195",
  "sectionId": "stage",
  "body": "At a time when Michael Gove suggests Albania would be a suitable model for a post-Brexit Britain, it is difficult for political satire to match reality. But while I theoretically welcome the return of a topical sketch show to the West End, this one, directed by Max Stafford-Clark, turns out to be a distinctly patchy affair. Three of the pieces – by Mark Ravenhill, Caryl Churchill and Stella Feehily – have been seen before, which leaves David Hare and Alistair Beaton to inject a note of urgency into the proceedings. Hare’s Ayn Rand Takes a Stand is the best item of the evening in that it uses barbed comedy to expose the paradoxes in current Conservative thinking. Ayn Rand was a novelist whose passionate advocacy of laissez-faire capitalism is popular in US rightwing circles and has allegedly inspired our own business secretary, Sajid Javid. But Hare imagines Rand – magnificently played by Ann Mitchell as a throaty, entrepreneurial Mae West – projected into the present to confront George Osborne (here identified by his middle name of Gideon) and Theresa May.     Elegant … Shepherd as MP and Bruce Alexander as Chief Whip in Stella Feehily’s How to Get Ahead in Politics    Rand finds in Osborne a willing sex slave, who accepts her belief in the unimpeded play of the market. But the richest moment comes when Rand confronts May with an unanswerable conundrum: “How can you have a free market without free movement of labour?” This is genuine satire, in that it uses ridicule to nail the contradictions of a capitalist philosophy that erects barriers against immigration. The more Jane Wymark’s sharp-suited May blusters about her belief in “an open culture subject to the usual provisos”, the more absurd she becomes. The sketch works because it is full of lethal comedy, and because you imagine it would seriously embarrass its real-life participants if they happened to see it. Nothing in the rest of the evening comes up to this level. Alistair Beaton – who deftly punctured Labour’s obsession with spin in his 2001 play Feelgood – turns his attention, in The Accidental Leader, to the murky conspiracies against Corbyn in the current party. It is mildly diverting to see Bruce Alexander as a Blairite backbencher hatching a plot, involving mass shadow cabinet resignations, that falls at the first fence, but the sketch tells you little you couldn’t learn from reading the papers. Behind it lurks the notion that Labour will never recover until it rallies behind a democratically elected leader, but even this strikes me as too obvious to need restating.     No longer as shocking … Jane Wymark as Major Dawlish, Joseph Prowen as Private Crawford and Sarah Alexander as Hayley Morrison in Mark Ravenhill’s The Mother    In Mark Ravenhill’s The Mother we see Sarah Alexander, as a woman learning of her son’s death on active service, refusing to react with the expected decorum. But effective though the piece is, it was far more shocking when first seen in 2007. Caryl Churchill’s Tickets Are Now on Sale embellishes a device she first used in Blue Heart by constantly replaying a scene in which a young couple jumble the cant phrases of modern capitalism and culture. Meanwhile, Stella Feehily’s How to Get Ahead in Politics takes a few elegant swipes at the dark arts of party whips who exploit the misdemeanours of private members. But however well-intentioned, the evening lacks topical bite. I began to recall fondly the time in 1980 when an anti-Thatcherite satire such as A Short Sharp Shock by Howard Brenton and Tony Howard provoked questions in the House. The Hare play aside, this collection is unlikely to disturb the peace.  At the Arts theatre, London, until 2 July. Buy tickets from theguardianboxoffice.com or call on 0330-333 6906.",
  "webTitle": "A View from Islington North review – satirical sketches skewer Osborne and May",
  "webPublicationDate": "2016-05-25T11:17:32Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/a-view-from-islington-north-review-tories-corbyn-george-osborne-david-hare",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Hare",
      "id": "culture/david-hare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Caryl Churchill",
      "id": "stage/carylchurchill",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Mark Ravenhill",
      "id": "stage/ravenhill",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Theresa May",
      "id": "politics/theresamay",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/25/a-view-from-islington-north-review-tories-corbyn-george-osborne-david-hare"
}