{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/08/knight-of-cups-review-terrence-malick-christian-bale",
  "id": "2016-05-08-163",
  "sectionId": "film",
  "body": "While Terrence Malick should be applauded for developing his own distinctive cinematic vernacular, there comes a point when his formula of breathily portentous voiceover and wafty imagery starts to nudge into self-parody. Following the odyssey of a successful, womanising screenwriter (Christian Bale), the film unfolds in Hollywood, Vegas and on innumerable sun-kissed beaches. The cinematography, by Emmanuel Lubezki, creates a beguiling magic-hour wonderland out of the southern Californian backdrop, but the material – particularly the use of women – feels queasily inappropriate at times. Is it commentary on the objectification of young girls in a world where female flesh is currency? Or is it just a film which objectifies young girls? There are many shots of immaculately maintained naked female bodies, not all of whom are given voices and some not even faces. You start to wonder if Malick uses the mantle of high art in the same way that a flasher uses his mac. Of the female characters who get to be, well, characters, Cate Blanchett alone manages to deliver something more nuanced than Malick’s default setting of “free-spirited, gambolling wood nymph”. Knight of Cups is not without moments of poetry however: an underwater shot of dogs in a swimming pool, chasing elusive tennis balls, is as effective a metaphor for Hollywood as the rest of the picture put together.         Watch the trailer for Knight of Cups.",
  "webTitle": "Knight of Cups review – nudging into self-parody",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/08/knight-of-cups-review-terrence-malick-christian-bale",
  "keyword": [
    {
      "webTitle": "Knight of Cups",
      "id": "film/knight-of-cups",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Terrence Malick",
      "id": "film/terrence-malick",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Christian Bale",
      "id": "film/christianbale",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cate Blanchett",
      "id": "film/cate-blanchett",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Natalie Portman",
      "id": "film/natalie-portman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy Ide",
      "id": "profile/wendy-ide"
    }
  ],
  "guardianId": "film/2016/may/08/knight-of-cups-review-terrence-malick-christian-bale"
}