{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/26/refugee-is-childrens-word-of-the-year",
  "id": "2016-05-26-293",
  "sectionId": "childrens-books-site",
  "body": "“I’m in France ... place called Calais. It turns out that nobody wants us after all. There was no gold at the end of the rainbow. I have no idea when or how I will get away from this prison.”    Related: Jon Walter’s top 10 refugee heroes in children’s fiction    These are words from a 12-year-old British girl in an entry for BBC Radio 2’s 500 Words competition, just one of many stories that featured refugees and has led to Oxford University Press declaring “refugee” to be Children’s Word of the Year based on their analysis of just under 123,500 short stories that entered the Radio 2 competition.  The participants, all aged 13 or under, wrote about refugees in sympathetic, emotive terms. They told the stories of children their own age fleeing war (mainly in Syria), undertaking the journey across the Mediterranean sea alone and finally arriving at refugee camps. People smugglers and not being accepted into other countries were further difficulties children described in their refugee stories.    Related: Tales from a diverse universe by Shaun Tan – gallery    The vocabulary they used included the words boat, camp, dinghy, crisis, border, shelter, journey, sea, desperate, safe, flee, travel, and trek. Understandably grim stuff.  Some of the stories, such as The Girl That Smiled, written by a 10- year-old girl, ended with hope: “Now for the first time in long while she smiled at school and so did Jem then side by side they walked back into the classroom.”  And others, such as I Remember The Feeling gave cosmic dimensions to the refugee crisis through sci-fi stories set in the future: “We run a sanctuary, a place of rest for around 600 earth refugees. We take in survivors of the apocalypse and protect them.... Recently, we built a large ship to fly us into space, away from destruction and Earth, our destination, Ledidius. It will take 19 years and 25 days to get there.”    Related: Hashtag named UK children's word of the year #important    Other words that were popular with children entering the competition this year were space traveller Tim Peake, Star Wars, Shakespeare, and social media. Using specialised software for the first time in the competition, all the entries were analysed by an academic and technology team from Oxford University. Each word was scrutinised in relation to the words around it, enabling the experts to determine how positive or negative it was. The “happiest” words used were adventure, heart, chocolate, and, perhaps somewhat surprisingly, school and teacher. The “scariest” words were monster, dragon, fire, house, and door. The linguists also considered the top positive and negative words from different parts of the UK. In England top positive words were school and adventure, in Scotland teacher and school, and in Wales they were friends and light. Top negative word in England was day, door in Scotland, and dragon in Wales. In Northern Ireland top negative words were fire and time. The winner of 500 WORDS will be announced on Friday 27 May on Chris Evans’s Breakfast Show.",
  "webTitle": "'Refugee' is children's word of the year, declares Oxford University Press",
  "webPublicationDate": "2016-05-26T07:20:56Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/26/refugee-is-childrens-word-of-the-year",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/26/refugee-is-childrens-word-of-the-year"
}