{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/alan-cumming-baftas-the-good-wife-men-in-suits",
  "id": "2016-05-01-151",
  "sectionId": "culture",
  "body": "If you were dropped into the middle of a conversation with Alan Cumming, this is how it might flow: “You know Geraldine James? Every time we see her… what’s that movie she’s in? 45 Years! With Charlotte Rampling – so nice to see a movie where they don’t cut back and forth all the time, and you get to watch people rather than being bombarded. Anyway, every time we see Geraldine James we go: ‘Would you like a bacon sandwich?’, because years ago I saw The Jewel in the Crown, and there’s a bit where she’s just had an affair with someone, and she comes out the next morning and says: ‘Would you like a bacon sandwich?’” He chuckles. “I’ve always had shorthand ways to remind Grant [Cumming’s husband] who people are, and she’s Bacon Sandwich,” he explains, before dashing on. “There are some hilarious ones… who was I doing the other day? He’s British, said he didn’t like Madonna, and told a story about getting peed on.” I never do find out who was peed on because Cumming is rhapsodising on the vegan butcher he visited in Minnesota while touring his Sappy Songs roadshow. “They had this Porterhouse steak and I got some Canadian ham, and there’s these Korean spare ribs, delicious – they’ve got a slightly chewy texture.” Talking to Cumming is like being inside his head, a fizzing ball of enquiry ping-ponging from subject to subject – his ardent support for Bernie Sanders, the time he was replaced in a sci-fi movie by Dame Judi Dench (“I said: ‘That bitch is always getting my roles’”), and why he only accepted a career-changing part in The Good Wife “absolutely under duress”. It’s a quality that helped make his 2014 memoir Not My Father’s Son oddly exhilarating in spite of its poignant tale of a merciless, philandering father so bent on tormenting his sons that Cumming has “not one memory from our childhoods that is not clouded by fear or humiliation or pain”. He writes like he talks, in a no-holds-barred rush of observation and confession. It’s why he enjoys touring the country singing, because for once he’s not acting. “I love the connection you get with the audience. There’s nothing like it.” He rolls up his sleeve to reveal a tattoo on his arm of EM Forster’s famous line from Howard’s End: “Only Connect.” Sometimes he’ll grab a phone or camera from someone in the audience and delete what they’ve been recording, because that’s not connection.     ‘In Cabaret, I was a semi-clad pixie that was sexually ambiguous, European and weird’: Alan Cumming gets to grips with himself. Photograph: Phillip Toledano for the Observer    “Of course you’re going to record me and take a photo when I’m doing a concert. But don’t be sitting a metre away from me, holding your arm like that…” He mimes a camera in his face. “I had this epiphany,” he says. “I don’t have to take my photo with everybody who asks. When you’re picking up your dog’s poop and someone says: ‘Can I have a photo?’ and I say: ‘I have shit in my hands’ and they go: ‘Oh, once you put it in the bin, can I have a photo?’ I will say no.” He says Americans sometimes seemed shocked by his frankness, but frankness is part of his appeal. He once took a neon pen to the wall of his London flat and wrote out Roosevelt’s Depression-era mantra “The only thing we have to fear is fear itself,” a principle he seems determined to live by.    I don’t have to have my photo taken with everybody who asks. There are times when I say no    There is one particularly vivid scene in Not My Father’s Son in which the 13-year-old Cumming buys a dinner service from a stand at the Angus Show in Arbroath. It is cold and damp, as it often is in Scotland, and his father has disappeared with a woman he has accidentally on purpose run into. Alone, shivering in the smirr, Cumming bids for the crockery. It is “beige and bland with 70s-style flowers printed on every plate, bowl and cup,” but to the young boy it represents escape. “I would be eating off them in a place where there were buses and taxis and where I would never have to wait in a public place for hours, cold and damp, wondering if my father had concluded his liaison.” That dinner service, or pieces of it, survived for many years, until Cumming moved to New York and the promise it embodied was well and truly met. This summer he will perform at the Festival in Edinburgh, the city where it all began for him 32 years ago as one half of the trendy Kelvinside thespians Victor & Barry (Forbes Masson played Victor). But first there’s a movie to film, After Louie, more concert dates, another book to complete (You’ve Got to Get Bigger Dreams) and the small matter of an iconic TV series to wrap up. On 1 January 2010, Alan Cumming made his New Year’s resolutions. “One of them was to wear more suits,” he recalls. A week later he was offered the role of Eli Gold, the strait-laced political strategist on The Good Wife, then in its first season. “I was like: ‘What? You’re casting me?” recalls Cumming. “I’d never really played a human being before, much less a middle-aged man in a suit.”     Double take: Cumming embraces his smart new self. Photograph: Phillip Toledano for the Observer    It’s safe to say that Cumming was probably not the only one to puzzle over the casting director’s instincts. He’d rocketed to fame in the US in Sam Mendes’s 1998 Broadway revival of Cabaret, playing the emcee – a “semi-clad sexy pixie that was sexually ambiguous, and European, and weird,” in Cumming’s words. The performance won him a Tony, and the roles that followed were a grab bag of hits and misses that played on his outsized personality, from a comic villain in Spy Kids to the voice of Persnikitty in Garfield: The Movie, and Gutsy Smurf in The Smurfs. Evidently European, weird, and sexually ambiguous was fertile ground for Cumming.    I was like: ‘What? You’re casting me?’ I’d never really played a human being before    The Good Wife, a sophisticated courtroom drama, was different. Loosely inspired by Eliot Spitzer, the New York attorney general forced out of office by a sex scandal in March 2008, it follows the career of a disgraced politician’s wife, Alicia Florrick played by Julianna Margulies, as she rebuilds her life. Eli Gold is the blustering Machiavellian fixer who connives to resurrect the political career of her husband, Peter Florrick. Ever since its premiere in 2009, The Good Wife has been celebrated as a paragon of network television, mostly for not resembling network television – the shows of which can be predictable, simplistic, safe. The Good Wife, by contrast, is complex, compelling, casually cynical at a time when there’s much to be cynical about. But in January 2010 Cumming was not convinced the show would survive the ruthless economies of the slash-and-burn networks. And he had Burlesque to film with Cher. A one-episode gig with a CBS legal soap didn’t cut it, so he turned it down. His agents pushed him to reconsider. “They said: ‘We really think this could be good for you – they might ask you to do more,’” Cumming recalls. Grudgingly he relented. It may have been the smartest about-turn he will ever make. One episode led to another, and then another, and before long he was a “series regular”, as they say in the trade, often stealing the best lines of the show. The Good Wife not only beamed him into the living rooms of America, it earned him two Emmy nominations in five seasons. Cumming joined a rich ensemble that included old pros such as Christine Baranksi, Michael J Fox and Stockard Channing, but also some talented newcomers like Archie Panjabi and Mamie Gummer. “I always think that’s why you pay your agents and managers all that money,” he muses. “Because sometimes they give really good advice.”     Song and dance: on stage in Cabaret. Photograph: Getty Images    But The Good Wife is ending, after seven seasons. Cumming has appeared in all of them. The upcoming finale, which will be shown on 8 May, has fans in suspense as 157 episodes of history catch up with Alicia Florrick and her husband. When I tell Cumming I’m devastated by the impending absence in my life, he scoffs. “You’ll get over it.” He’s right, of course – it’s just television. And yet great television leaves a void in its wake. Like The Sopranos, which it resembles in several key ways, the writers have invested as much energy in character studies as in plot development. We’ve come to know these people onscreen in ways that feel intimate. We’ll miss them. Like The Sopranos, too, The Good Wife is morally ambivalent, a harder ground to occupy in network TV, which tends to be didactic. “Why I think it’s popular, and why I think it’s so good, and why I’m really proud to be in it, is that it doesn’t tell you what to think,” says Cumming, referring to the show’s formula of taking a toxic social issue, such as abortion, and challenging consensus views on the right and the left. That ambivalence extends to the characters, too. “I mean, Alicia is turning into this kind of bitch,” says Cumming. “So it’s constantly challenging your allegiances and changing the partisan nature of these TV shows. People you really like do terrible things.” Or as New Yorker TV critic Emily Nussbaum, shrewdly pointed out in a review of season six: “On The Good Wife, there is no success without corruption. The higher Alicia climbs, the more compromised she becomes, and the more at ease with compromise.” Nevertheless Cumming has been ready to move on for a while. “I’m over it,” he says. “I was going to leave last year. I said: ‘I’m bored. I do the same thing again and again. There’s only so many ways I can raise my eyebrows. I was talking to my team. I said that I feel like all I do is come into the room and go: ‘Alicia, what the hell is going on?’ and literally the next day I got the script and the first line was: ‘Alicia, what the hell is going on?’”     ‘Why I think The Good Wife is so good is that it doesn’t tell you what to think’: with Julianna Margulies in The Good Wife. Photograph: Getty Images    Not that Cumming isn’t thrilled for the ways The Good Wife has enriched his life. He knows shows like that don’t come along often. You sense it in the sheer energy and enthusiasm and fulfilment that emanates from him. “The show has changed both my perception and the world’s perception of me as an actor,” he says. “Because now I can play men in suits. I’ve become a grown-up.” Alan Cumming wears maroon suit by Valentino; shirt by Sandro; palm tree bomber by Paul Smith; shirt by Jil Sander; and tie by Saint Laurent by Hedi Slimane. Grey suit and shirt by Jil Sander; tie by Salvatore Ferragamo; shoes by Tom Ford; yellow suit and shirt by Calvin Klein; tie by Saint Laurent by Hedi Slimane; shoes by Valentino Garavani; and socks by Happy Socks. Styling Seppe Tirabassi and grooming Daniella Schacter The House of Fraser British Academy Television Awards will be shown on Sunday 8 May, 8pm, BBC One. The Good Wife is nominated for Best International Drama Series.",
  "webTitle": "Alan Cumming: ‘Now I can play men in suits’",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/alan-cumming-baftas-the-good-wife-men-in-suits",
  "keyword": [
    {
      "webTitle": "Alan Cumming",
      "id": "culture/alan-cumming",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Hicklin",
      "id": "profile/aaron-hicklin"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/alan-cumming-baftas-the-good-wife-men-in-suits"
}