{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/05/jeremy-hunt-tells-doctors-leaders-to-agree-to-discuss-saturday-pay",
  "id": "2016-05-05-42",
  "sectionId": "society",
  "body": "Junior doctors’ leaders are split over whether to accept a precondition demanded by Jeremy Hunt in order to begin peace talks aimed at ending their bitter contractual dispute.  The health secretary has demanded that the British Medical Association’s junior doctors committee (JDC) agrees in writing to discuss whether Saturdays should become part of a junior doctor’s normal working week as he agreed in principle to holding new talks following a plea from the medical royal colleges for a truce. The BMA committee will meet on Saturday to decide whether to agree to the ultimatum. Failure to do so would risk seeing the best chance of a peace deal to end their eight month-long protest campaign disappear. Hopes had risen that ministers, the doctors’ union and NHS Employers will return to the negotiating table on Monday after three months of an increasingly angry and damaging impasse as both sides backed a “pause” initiative from leaders of the medical profession designed to break the deadlock. Hunt, the health secretary, wrote to the Academy of Medical Royal Colleges on Thursday, saying he was willing to pause the introduction of the new contract if the doctors’ union agreed to discuss Saturday pay, the major sticking point. However, in a move designed to put the BMA on the back foot Hunt said that he would require a written guarantee from the doctors’ union of discussing the issue a pre-condition of holding new talks. “This is a significant show of good faith by the government to break the deadlock,” he said. “We now need the BMA to agree to negotiate on Saturday pay, the biggest single area of difference, in order for the talks to proceed.”     Jeremy Hunt wants to discuss whether Saturdays should become part of a junior doctor’s normal working week. Photograph: Stefan Rousseau/Press Association    The BMA had already said, in response to the academy’s initiative, that it was prepared to hold off calling further strikes to enable fresh talks to take place. After Hunt’s offer, Dr Johann Malawana, the BMA’s junior doctor chair, said: “Junior doctors have said since the outset that we want to reach a negotiated agreement, and have repeatedly urged the government to re-enter talks. “As suggested by the academy, we are keen to restart talks with an open mind. It is critical to find a way forward on all the outstanding issues – which are more than just pay – and hope that a new offer is made that can break the impasse.” BMA insiders say the JDC, some members of which favour an indefinite all-out strike or mass resignation of medics, will have trouble agreeing to that and faces a potentially stormy session when it meets during the weekend. “The JDC will be a divided house,” said one official. Saturday working has been a source of huge rancour in the dispute. Hunt has accused the BMA of agreeing in writing last November to discuss an expansion of junior doctors’ normal hours as part of his plan to make the NHS a “truly seven-day service”, but then reneging on their pledge. The union disputes that it ever agreed to do a deal on what it saw as a “red line”. The government has agreed to the request to pause in imposing the unpopular contract for five days from Monday and the British Medical Association has agreed not to call further strikes while both sides attempt to reach a resolution to the bitter eight-month dispute.  Tension may emerge over the exact scope of the talks. Hunt wants them to focus on Saturday working but the BMA is keen to change the contract so that it addresses the discrimination within it that the government’s own equality impact assessment admits will disproportionately disadvantage female medics, especially those with children or who are lone parents, and those working part-time. Sources close to Hunt were unsure on Thursday night if he would countenance discussion of other issues, given that the contract has been in a supposedly final form since the end of March. But they also said that he would negotiate “in good faith” and may make some further concessions in order to allow a final settlement of a dispute that has seen over 37,000 operations cancelled and well over 100,000 outpatient appointments cancelled.     Doctors leave the picket line at St Thomas’ hospital to march to the Department of Health in Whitehall. Photograph: Guy Bell/Rex Shutterstock    Two months of talks, brokered by the Advisory, Conciliation and Arbitration Service (Acas), collapsed at the end of January, with both sides blaming the other’s perceived intransigence for the failure to reach an agreement on Saturday working. The government wants to reclassify Saturday up until 5pm as a normal working day, but the BMA says junior doctors must be entitled to a premium rate of pay for all weekend working, as they do now. There have been four more walkouts since the end of January – one strike was held while talks were ongoing – leading to the cancellation of tens of thousands of operations. Concerns about patient safety escalated during the latest round of industrial action last week, which for the first time was an “all-out” strike that included junior doctors in emergency care. But with both sides at loggerheads, it was becoming increasingly difficult to see a way out until the academy’s intervention. The BMA was refusing to return to the negotiating table unless the government lifted the threat of imposition, while the Department of Health would not back away from introducing the contract and said that the doctors’ union must be prepared to discuss Saturday pay. The JDC meeting on Saturday was due to discuss ways of ramping up industrial action, including an indefinite walkout or mass resignation. BMA sources believe it will give Hunt the assurance he seeks so that talks can resume, but also seek to widen the remit of the discussions. In a letter to Prof Dame Sue Bailey, chair of the academy, Hunt wrote that the government remains committed to introducing the new contract in August but is willing to agree to a temporary suspension “to play our part”. He wrote: “The JDC have previously backed away from their own written agreement made through Acas to negotiate on unsocial hours and Saturday pay. “In the light of this I hope you can agree with our position that any talks should not proceed unless we have written agreement from the JDC that they will agree to negotiate substantively and in good faith on this single biggest outstanding disagreement and that they would ratify and recommend any negotiated agreement to their members.” Hunt stressed that discussion must be focused on issues that were outstanding in February before talks collapsed and must not visit the “90% of issues that were agreed”.",
  "webTitle": "Jeremy Hunt tells doctors' leaders to agree to discuss Saturday pay",
  "webPublicationDate": "2016-05-05T19:58:43Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/05/jeremy-hunt-tells-doctors-leaders-to-agree-to-discuss-saturday-pay",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "society/2016/may/05/jeremy-hunt-tells-doctors-leaders-to-agree-to-discuss-saturday-pay"
}