{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/plaid-cymru-and-labour-reach-welsh-assembly-deal",
  "id": "2016-05-17-156",
  "sectionId": "politics",
  "body": "An unprecedented deadlock over who would lead the Welsh government has been resolved after days of talks between Labour and the nationalist party, Plaid Cymru.  Labour won 29 of the 60 seats in the assembly elections and it had initially been assumed that the party’s leader and incumbent first minister, Carwyn Jones, would head a minority government without a fight.      Plaid Cymru leader Leanne Wood. Photograph: Tracey Paddison/Rex/Shutterstock    But although Plaid Cymru won only 12 seats, it put forward its leader, Leanne Wood, for the first minister role and, with support from the Conservatives and Ukip, which won assembly seats for the first time, the vote was tied.  If no solution had been agreed, a new election would have been called.  Labour and Plaid – the second biggest party – issued a joint statement on Tuesday announcing that the impasse was over.  “We are pleased to confirm that the Welsh Labour and Plaid Cymru groups have today contacted the presiding officer in order to recall the assembly tomorrow, and proceed with the nomination procedure for first minister,” they said.  “This will allow the successful nomination of Carwyn Jones as first minister, and the establishment of a Labour minority administration. This follows constructive and positive talks about the parties’ shared priorities for the coming assembly, and future working arrangements. “The first minister will set out tomorrow the next government’s intentions for the first 100 days, including a commitment to prioritise those areas that enjoy support from across most of the assembly.” Labour and Plaid have governed together as a coalition in the past but relations were at a low when they went into the talks. The last assembly ended with the two parties falling out over an off-the-cuff remark from a leading Labour assembly member, who called Plaid a “cheap date” – suggesting that in the past Labour had got much more out of the relationship. During the deadlock over the first minister, both parties accused the other of arrogance. Plaid said Labour had thought it would march into power though it had no majority without explaining what its priorities were. Labour said Plaid was arrogant for thinking its leader could become first minister with just 12 members. The winner may be Ukip, who by helping force the uncomfortable tie is already fulfilling its promise to shake up an assembly it regards as too cosy. When Jones speaks on Wednesday, it will become clear in which areas Plaid has won concessions by agreeing to support the Labour leader. Education and health will be two areas on which that the party’s negotiators wanted assurances. The Tories immediately mocked the statement. Its Welsh leader, Andrew RT Davies, said: “For all the talks of change and a new era of politics, all we’ve seen in recent days is same old Plaid Cymru, locking themselves away and doing a cosy deal with their old friends in the Labour party. “Only days ago, Plaid Cymru’s leader claimed she didn’t see how Wales could progress with the same party in charge after 17 years of the same. However, Plaid Cymru have shown a distinct lack of appetite and ambition in exploring a new kind of collaborative politics. They have instead battened down the hatches and paved the way for yet more Labour failure, showing a distinct lack of transparency in the process.” The deal is not quite the end for Ukip, whose assembly group is now led by former Tory MP Neil Hamilton. It is expected to also put forward a candidate for first minister – though with seven members it cannot win.",
  "webTitle": "Plaid Cymru and Labour reach Welsh assembly deal",
  "webPublicationDate": "2016-05-17T13:16:41Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/plaid-cymru-and-labour-reach-welsh-assembly-deal",
  "keyword": [
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/17/plaid-cymru-and-labour-reach-welsh-assembly-deal"
}