{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/10/online-ads-three-deeply-rooted-false-assumptions-publishers",
  "id": "2016-05-10-220",
  "sectionId": "media-network",
  "body": "Wave after wave of mobile device adoption has stripped away the thin veneer of confidence around almost every media company’s digital strategy. The old ideas of how media works don’t translate very well to mobile, and it’s time to reconsider things we thought were unshakeable truths.  Here are three of the most deeply rooted assumptions that should be challenged. The first question is around classifieds. I’ll never understand why media organisations gave up so easily when Craigslist became a success. It happened quickly but not so fast that traditional media companies couldn’t try to defend that market.  VC’s see a big opportunity in classifieds today, and it has become one of the fastest-growing categories of investment, according to Mattermark data. Wallapop, Letgo and OfferUp are among a group of classifieds startups that have done well over the last few years, and there are many smaller ones coming up fast such as Depop and Snapsale. Of course, the web-based classified incumbents aren’t asleep here. eBay acquired a startup called Rumgr in order to be more competitive and rebranded the app Close5. It now has 7 million downloads. But there’s no single winner yet, and that means media companies still have a chance. Getting there will require some strategic thinking. According to comScore nearly 80% of mobile app users in America spend time with only 3 apps. And you aren’t going to unseat Facebook, YouTube or one of the messaging apps.  As a media company I think offering your own mobile app is the wrong way to get into people’s phones now anyhow. The trick is working out how to get there through another company’s app.  Could a network of media organisations working together on a messaging bot reopen the classifieds market for them? The second question is around ad serving. The system is broken, and everyone needs to admit it. Publishers are unhappy with the rates they get for display ads. Advertisers are unhappy with performance. And users are so annoyed with ads they try to remove them from the internet.  Publishers can fix this. When Google was thinking through their ad model in the very beginning they decided banners weren’t right. Instead they made their own ads function within the search experience. It worked for their users and their advertisers alike.  Facebook, Twitter, and LinkedIn all devised ways to serve ads that were optimised for user experience. Their ads work the way advertisers want them to work, and they can control how rates are managed. Everyone wins. Publishers can’t be blamed for following the industry leaders at the time they first began publishing online in the late 1990s. Yahoo was making a killing from display advertising, and there were some excellent technology partners who could help publishers do what Yahoo was doing. But that was a long time ago, and Yahoo’s recent troubles are not a fire drill. The alarm is ringing across the entire media market. Display advertising needs help. Now. Why aren’t media companies putting at least an equal amount of investment in their advertising tools as they invest in their content tools? When liveblogs started becoming a viable solution for proper reporting an equal investment in liveblog advertising should have been made at the same time. I don’t think media organisations realise how close they are to having a mobile-first publishing platform that they own and control, that serves editorial needs very well, that advertisers would love to spend money using and that readers enjoy and willingly engage with.  The third question is around user data. Media companies really struggle with this one. It’s not something that should be done on the side anymore. And it definitely doesn’t have to be so hard. I suspect that the costs and waste generated by the layers of people and the processes involved in handling user data at most media organisations outweighs any benefit they’re able to glean from collecting it. User data has become one of those things that people use as a get out of jail free card in the internal political battles that happen everywhere: “If we only had the user data we need then I’d be able to do my job.” Just like ad serving, user data should be part of the way things work, not an add on or some tangential path that competes with other things you want your users to do.  We can now revisit all these points because the medium we’re operating in is so dramatically different. The mobile revolution is the great do-over that media desperately needed, and it’s here at just the right time, too.  Perhaps the question that matters even more than any of these issues is the cultural question. How can we let go of old ideas?  Companies that can start over with fresh perspectives will get something valuable out of the experience one way or another. It may simply be a lesson in what doesn’t work. It may become a breakthrough commercial model that opens new doors.  Regardless, the effort to make the change will set them on the right path and free them of stale ideas about how to survive that seem to circle around in an infinite loop. Even if risk aversion drives decision-making I think we’re past the moment when staying the course was safe. With so many new companies finding success in some or all of these areas resourcing the status quo is probably the riskiest investment you can make. To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media and Tech Network membership. All Guardian Media and Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Revisiting publishers' assumptions from before the mobile revolution",
  "webPublicationDate": "2016-05-10T10:57:46Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/10/online-ads-three-deeply-rooted-false-assumptions-publishers",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Craigslist",
      "id": "technology/craigslist",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Blogging",
      "id": "media/blogging",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt McAlister",
      "id": "profile/mattmcalister"
    }
  ],
  "guardianId": "media-network/2016/may/10/online-ads-three-deeply-rooted-false-assumptions-publishers"
}