{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/16/ftse-falters-on-chinese-data-while-british-land-warns-on-brexit",
  "id": "2016-05-16-287",
  "sectionId": "business",
  "body": "Leading shares are heading lower despite a higher oil price, following disappointing Chinese data over the weekend. British Land is among the main fallers after its final results, with its net asset value missing expectations and a warning about the uncertainty in the market ahead of the EU referendum vote. Chief executive Chris Grigg said:  We remain confident in the underlying strength of the business despite continued global macro uncertainty and the potentially adverse impact of a vote for the UK to leave the European Union.   It also signalled weaker consumer confidence and falling retail sales since the start of the year, with a number of fashion administrations. Liberum analysts said:  Despite a positive overall outlook, the group cites recent slowdown in office occupational demand, likely due to the EU referendum, as well as weaker consumer confidence and retail sales since the beginning of the year. This is the first sign of occupational weakness in the sector and we would expect it to weigh on the shares.   Underlying profits rose 16% with net asset value up 10.9% to 919p a share. Numis analysts said:  Net asset value is a small miss versus Numis estimate (927p) and consensus (935p). The key driver to the uplift was capital value growth of +6.7%, split +6.4% on standing investments (first half +4.5%; H2 +1.9%) and +9.4% on developments. While the pace of capital growth slowed through the second half (pre changes to stamp duty land tax), this was not unexpected as we forecast only a small further yield shift.  British Land shares are down 13p at 707p, while overall the FTSE 100 has fallen 19.46 points to 6119.04. Lee Wild, head of equity atrategy at Interactive Investor, said:   The FTSE 100’s rollercoaster ride continues, starting the week with a quick dive, unwinding an impressive rally Friday afternoon. Data out of China over the weekend disappointed at every level - industrial production, retail sales and investment growth. The dollar is stronger on last weeks better US retail sales, and oil has surged to a six-month high after Goldman Sachs nudged forecasts higher. The queue of forecasters warning against Brexit just got longer. Catching a dose of the jitters, the CBI warns that weakening emerging markets and the EU referendum will cap growth in the UK economy at 2% this year. It’s only marginally more positive on 2017.  Despite the weak Chinese figures, mining shares were higher as the oil price rise and a couple of positive analyst notes helped sentiment. Anglo American has added 32.1p to 610.3p following an upgrade from Merrill Lynch from underperform to buy, while BHP Billiton is 12.4p better at 835.2p as Credit Suisse raised its target price from 900p to £10.50. The bank said:  We incorporate BHP’s recent growth presentation highlighting latent “options”. Many are already assumed in our modelling but key new cost guidance (better than expected) assists our base case forecasts. We assume 2017 capex at $5.3bn (greater than the $5bn guidance) allowing for clearly anticipated approvals.   Well received results from Lonmin, up 17% to 191p, have also helped boost the sector. But Prudential has fallen 12.5p to 1264.5p as Morgan Stanley cut its target price from £19.48 to £16.77 albeit with an overweight rating. The bank said:  A rare entry point for Pru shares. Despite the headwinds (Asia, US Dept. of Labor, M&G) we expect near-term earnings per share growth rate three times that of sector. We see longer-term prospects as undimmed.  We reduce our Pru price target, reflecting current peer group multiples.   Inmarsat, a weak market of late on growth worries, has dropped 9.5p to 751p after Haitong analysts cut its fair value from 800p to 750p, although they moved from sell to neutral. Elsewhere Icap has added 2.6p to 458.6p despite an 11% fall in full year profits after adverse currency movements. It plans to rename itself NEX Group once the sale of its voice broking business to Tullett Prebon is completed later this year.",
  "webTitle": "FTSE falters on Chinese data while British Land warns on Brexit",
  "webPublicationDate": "2016-05-16T09:03:30Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/16/ftse-falters-on-chinese-data-while-british-land-warns-on-brexit",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "British Land",
      "id": "business/britishlandcompany",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Anglo American",
      "id": "business/anglo-american",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHP Billiton",
      "id": "business/bhpbilliton",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Lonmin",
      "id": "business/lonmin",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Prudential",
      "id": "business/prudential",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Inmarsat",
      "id": "business/immarsat",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Icap",
      "id": "business/icap",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/16/ftse-falters-on-chinese-data-while-british-land-warns-on-brexit"
}