{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/donald-trump-republican-party-election-conservatives",
  "id": "2016-05-19-152",
  "sectionId": "us-news",
  "body": "What has Donald Trump done to the Republican party? The New York real estate developer has only been his party’s presumptive nominee for two weeks but his role as the GOP standard-bearer could have a generational impact on his party and on conservative ideology.   Related: Who supports Donald Trump? The new Republican center of gravity    However, Trump’s heresies on a number of key issues could lead to a redefinition of what it means to be a Republican, as he pointed out himself in a recent interview on ABC: “Don’t forget, this is called the Republican party. It’s not called the conservative party.”  Although Trump’s personal political views have shifted through the years on any number of issues, “Trumpism”, for lack of a better term, has emerged as a populist blend of nationalism and protectionism. It is vociferously anti-immigration, strongly pro-tariff, opposed to cuts in entitlement spending and deeply skeptical of an interventionist foreign policy while still being very hawkish. Elements of this worldview have long lingered within the Republican party, animating the unsuccessful primary campaigns of Pat Buchanan in 1992 and 1996. The question is whether, thanks to Trump, this will emerge as a viable ideological wing of the Republican party. So far, Trump has inspired a handful of Republicans facing primaries, including incumbent representative Renee Ellmers of North Carolina – who is in a race with fellow incumbent George Holding due to redistricting – and Paul Nehlen, who is mounting a long-shot challenge to the House speaker, Paul Ryan, in Wisconsin. Ellmers faced a surprisingly competitive primary in 2014 due to her support for immigration reform, but the longtime ally of the House GOP leadership has since shifted, endorsing Trump early on and beginning to use his populist rhetoric. She called her opponent as a member of the “DC Status Quo Triumvirate” and attacked him for voting against government funding deals.  Nehlen is also sounding Trumpian notes, attacking free-trade deals and slamming Ryan on a pro-Trump rightwing website for not formally endorsing the presumptive nominee.     In 2018, I am expecting no matter what happens to Trump that we will have a lot of mini-Trumps all over the country    Yet following Trump’s relatively sudden and shocking win, these two are only the tip of the iceberg. As John Weaver, the top strategist for John Kasich’s presidential campaign, told the Guardian: “In 2018, I am expecting no matter what happens to Trump that we will have a lot of mini-Trumps all over the country” running for office.  This is not just due to Trump’s success or a desire to emulate his uniquely belligerent and bombastic style. Instead, as Geoffrey Kabaservice, who wrote Rule and Ruin, the definitive history of the collapse of the moderate wing of the Republican party, told the Guardian: “I think [Trump] is revealing that a lot of the conservatism that came in with Ronald Reagan is past its sell-by date and a lot of it doesn’t speak to the needs and desires” of Republican voters.  He noted: “In hindsight, Trump has shown many traditional GOP voters don’t care that much about traditional conservatism.” Former Arkansas governor Mike Huckabee – one of the many GOP candidates unceremoniously shoved aside by Trump this year – argued to the Guardian: “The Republican party has been drifting to become a wholly owned subsidiary of the financial community and globalists/neocons and we need to refocus on the American worker, the American infrastructure and rebuilding America.”    Related: Trump pleads ignorance of his Megyn Kelly 'bimbo' tweets: 'Did I say that?'    Huckabee, who has long been one of the more vocal populists in the GOP and has feuded with fiscal conservative groups like Club for Growth for decades, said: “I think it’s the GOP establishment that has strayed from the ranch. While lower taxes are certainly part of classic conservatism, so is controlled spending, but the current crop of elites in the GOP have pretended that it’s possible to cut taxes and spend wildly and borrow against the future without any plan for payment and it will magically work. They have created favors for the donor class at the expense of the working class.” One of the key divides between Trump and GOP orthodoxy has been on trade policy, as Daniel McCarthy, the editor of the American Conservative, points out: “There are just a handful of dissenters among conservatives on free trade and globalization, and Trump’s influence there might be slow moving and not really changing the way conservatives and Republicans think on this in the long run.” He noted that even among conservative opponents of free trade agreements, their argument was as often about concerns over US sovereignty as economics.  Huckabee, though, is one voice in dissent. “Like Trump, I believe in free trade,” he said, “but only if it’s fair trade and we haven’t been getting that. We’ve been getting the results of a globalist rush to cheap labor, offshore investments and indifference to the effect of American manufacturing.”  The former Arkansas governor claimed that on trade “‘conservative orthodoxy’ has not been conservative at all, but raw corporatism”.  Another key issue on which Trump has dissented from longstanding Republican orthodoxy is foreign policy. The presumptive nominee has long falsely claimed to have opposed the Iraq war since before it started and challenged traditional US alliances both in Europe and Asia while urging warmer relations with Russia.  McCarthy argues that, on this issue, the debate was already starting to change within the Republican party in recent years as both the cold war and September 11 receded into the past. “Trump in a way is bringing us back and more forcefully to the debate before the Iraq war and before 9/11,” he said, referring to George W Bush’s critique of “nation-building” during his 2000 presidential campaign.  Kabaservice said he saw a re-emergence of a longstanding isolationist strain within the Republican party and the fading of a tradition of “east coast and west coast Republicans seeking to engage new markets and new allies”.  Through the Republican primary, these policies have appealed to a very distinct demographic of voters, specifically high school educated white males. This has helped Trump to victory as he seemingly rebuilt his own version of the New Deal coalition by dominating among white blue collar voters in the south and in the north-east.  However, it represents a 180-degree shift from the recommendations of the much vaunted GOP autopsy after the 2012 election, which called for the party to appeal to women, minorities and young people.  Instead, Trumpism appeals to a different coalition, one that frightens many veteran Republicans. Stuart Stevens, the top strategist for Mitt Romney’s 2012 campaign, told the Guardian: “One thing I know is to win a national election, Republicans are going to have to get more non-white votes; that’s math.”  He noted that if one took Ronald Reagan’s 1980 vote share by demographic and applied it today it would be a losing campaign because of the increase in minority voters.  He was echoed by Weaver, who expressed the worry that the Republican party “could look like a far-right European, anti-immigrant, anti-modernity, anti-growth party that has no future from national governing perspective”. The result could redraw the electoral map. As Arizona senator Jeff Flake told the New York Times: “I think [Trump] is more likely to take Michigan than he is to take Arizona.” The last Democratic presidential candidate to lose Michigan was Michael Dukakis in 1988, while Arizona has only voted for a Democratic presidential candidate once since 1948. Voters haven’t embraced this ideology yet. In data shared with the Guardian by Chris Wilson, a top Republican consultant who served as director of research and analytics for the Cruz campaign, opinions on trade and foreign policy haven’t changed much among Republican voters in the past decade.  In fact, currently 29% say trade has a positive impact and 26% that it has a negative impact. In contrast, in 1997, 23% thought it was positive and 29% thought it was negative. He noted that views on foreign policy hadn’t changed much either in past decades either. In Wilson’s analysis “what Trump has done, and we’ll see if it lasts, is build a plurality Republican coalition that consists of Washington moderates who think they can ‘do business’ with him along with a complementary group of populist voters who were typically the weakest part of the GOP coalition anyway”. The former top Cruz aide added: “It seems likely he’ll suffer a pretty alarming general election defeat even against a deeply flawed opponent. All of which most likely takes the Republican party, in 2020, back to where we all thought it was in 2016.”  In short, Trump was a black swan whose “personality and celebrity has capitalized on the [political] climate”. However, Weaver, a vocal Trump critic, warned: “I wouldn’t call anything that blows the Republican party and the conservative movement into smithereens a flash in the pan. The impact of Trump will be long felt and it will take some time to get over.”  He added: “The moorings have been ripped out now and it’s going to take a while again to put it back together, and when it is back together its going to be different and I can’t tell you how – because there are some parts that aren’t going back together and new additions as well.”",
  "webTitle": "Will 'Trumpism' replace conservatism?",
  "webPublicationDate": "2016-05-19T14:26:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/donald-trump-republican-party-election-conservatives",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/19/donald-trump-republican-party-election-conservatives"
}