{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/dennis-skinner-vs-dementia-review-why-singing-good-for-your-health",
  "id": "2016-05-19-119",
  "sectionId": "tv-and-radio",
  "body": "Veteran MP and David Cameron-botherer Dennis Skinner is belting out Roll Out the Barrel at the top of his voice, backed by a group of dementia patients. It’s loud, joyous and full of life. In Radio 2’s Dennis Skinner vs Dementia, he talks to Jeremy Vine about his fears and hopes around the disease. Skinner’s mother and sister had dementia, and he worries he’ll be struck down, too. At 84, he’s razor-sharp: reeling powerful speeches off the top of his head and doing killer sudoku every day. If anyone is proof that keeping your brain engaged is a good thing, it’s the Beast of Bolsover. Part of the station’s excellent mental health week, Skinner’s conversation with Jeremy Vine recalls his life story, as well as his experiences trying to relate to his mother as she slipped away. There’s so much warmth, humour and common sense in everything he says, and he has the sort of compassion that should be compulsory among MPs. It’s wonderful to hear him talk about his early career as a miner and becoming an MP. “You don’t enter politics when you come to parliament,” he says. “I was getting politics for breakfast, dinner and tea when I was a little kid.” As a child, he’d have arguments on the street about whether the monarchy really were people with blue blood. But his fondest childhood memory is of his mum singing Gracie Fields songs as she did the housework. Later, in the grip of dementia, she didn’t even recognise him, but she would still join in when he sang to her. The rest of the family were sceptical until they witnessed her singing along to one of his Desert Island Discs. Now Skinner sings “when parliament’s not in session or when I’ve been kicked out”. Dr Ian Le Guillou from the Alzheimer’s Society backs up Skinner’s theory: songs can bring back happy memories and make patients feel empowered and engaged. Old songs really are the best. “The short-term memory is one of the first things to go, because it’s not so ingrained in the brain,” he says. There’s no known cure for dementia, so if something as simple as a sing-song helps, it has to be worth a try.",
  "webTitle": "Dennis Skinner vs Dementia review: why singing is good for your health",
  "webPublicationDate": "2016-05-19T16:00:14Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/dennis-skinner-vs-dementia-review-why-singing-good-for-your-health",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Dennis Skinner",
      "id": "politics/dennis-skinner",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Dementia",
      "id": "society/dementia",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alzheimer's",
      "id": "society/alzheimers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Vine",
      "id": "media/jeremy-vine",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "politics/2016/may/19/dennis-skinner-vs-dementia-review-why-singing-good-for-your-health"
}