{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/01/helicopter-return-base-twice-norway-crash-warning-light",
  "id": "2016-05-01-81",
  "sectionId": "world",
  "body": "A helicopter that crashed in Norway, killing 13 people including a Briton, had to return to base twice in the days before the incident owing to a warning light. The Super Puma had to turn back to Bergen airport, Flesland, last Tuesday when the pilot spotted the indication light, the operator CHC Helicopter confirmed on Sunday. An aircraft part was replaced and a test flight was conducted the following day. But that flight was also aborted and another component changed when the warning light reappeared. CHC said the aircraft went on to complete six commercial flights with no indications of problems on Thursday, the day before the fatal crash. The helicopter was carrying two crew and 11 passengers from the Gullfaks B oil field, about 74 miles (120km) off the Norwegian coast, when it crashed into the rocky shoreline of Turøy, a tiny island near Bergen.  Norwegian television showed footage of what appeared to be a helicopter rotor blade spiralling down minutes before the crash. A witness, Rebecca Andersen, told the newspaper Verdens Gang that the“rotor blades came rushing toward us … Then we heard a violent explosion.”     Iain Stuart, 41, of Laurencekirk, Aberdeenshire, has been identified as among 13 people killed in the crash. Photograph: Enterprise News and Pictures    The 41-year-old British man killed in the crash was named as Iain Stuart, from Laurencekirk in Aberdeenshire. He worked for oilfield services company Halliburton. A statement released by relatives of the 41-year-old said: “We as a family are devastated at the loss of Iain in Friday’s tragic helicopter crash in Norway.  “Iain was a loving husband and devoted father to his two children and as a family we are heartbroken. He was a caring son, brother, uncle and friend to many.  “We are appreciative of all the messages of support and kind thoughts.  “We now ask, as a family, that we are allowed some privacy at this difficult and sad time to grieve and come to terms with our loss.”  A statement from CHC, issued to the Press Association, said: “It is correct that the helicopter returned to base on Tuesday 26 April. The pilot had a warning light and returned to Flesland according to procedure.  “At Flesland the helicopter was inspected, according to procedure, and a part was replaced. “Wednesday, the helicopter was taken on a test flight, where the warning light reappeared, the helicopter returned to base, changed another component, the next test drive was completed without any warning light. “Thursday, the aircraft completed six commercial flights, all without any indication of problems. None of the changed parts were physically connected to rotor or gearbox.”   norway helicopter crash map    The statement added: “These returns to base are essential for flight safety and part of operating in a highly regulated industry. Sometimes an RTB can be for technical issues, other times it is much more mundane.  “At all times, CHC has met or exceeded the requirements of our regulatory authorities and our customers, and continues to offer a compliant service.  “Speculation about the cause of the accident is unhelpful and we must also be careful to respect the feelings of the families who perished in the tragic events of Bergen.” Tributes have been paid to Stuart, who was a member of Brechin golf club, where a flag flew at half mast on Saturday. Stephen Rennie, the resident golf professional and manager, told the Mail on Sunday: “The whole club is shocked and saddened to hear the devastating news about Iain. He was a very popular member of the club and our thoughts are with his family and friends at this difficult time.”  A family friend, Charles Aitken, 75, said: “My daughter knows his wife, Amy. They are a really lovely family – it’s an absolute tragedy.”  In tributes posted on social media, Stuart was described as “always a gent” and “a top bloke”.  Field operators Statoil said the pilots of the helicopter – a Norwegian and an Italian – were CHC Helicopter staff.  Ten of the passengers were Norwegian nationals and were employed by companies including Schlumberger, Aker Solutions, and Statoil. Their names have not yet been released. Emergency crews pulled the wrecked fuselage out of the sea on Saturday. A team from the UK’s Air Accidents Investigation Branch has gone to the site. On Saturday, the Norwegian prime minister, Erna Solberg, tweeted about the “horrifying reports” and sthat she was being kept informed about the rescue work. She said her thoughts went out to all those who had lost a loved one. All UK commercial passenger flights using the same Airbus EC225LP Super Puma model have been grounded by the Civil Aviation Authority (CAA), mirroring action taken by its Norwegian counterpart.  BP and Statoil have also suspended the use of the aircraft model after the accident, so it is unable to carry oil and gas workers, the BBC reported.  EC225 Super Puma helicopters were previously grounded for a period in the UK after two crashes in Scotland in 2012. Both incidents, in which all passengers and crew were rescued, were blamed on gearbox problems.  More than 6,500 people have now signed an online petition calling on the CAA to permanently remove the EC225 from service. They include Audrey Wood, who lost her son Stuart when a helicopter carrying workers from a BP oil platform crashed off Peterhead in Aberdeenshire in April 2009.",
  "webTitle": "Helicopter had to return to base twice in days before Norway crash",
  "webPublicationDate": "2016-05-01T15:44:20Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/01/helicopter-return-base-twice-norway-crash-warning-light",
  "keyword": [
    {
      "webTitle": "Norway",
      "id": "world/norway",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "world/2016/may/01/helicopter-return-base-twice-norway-crash-warning-light"
}