{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/hollywood-east-asian-actors-burt-kwouk-racist",
  "id": "2016-05-26-252",
  "sectionId": "commentisfree",
  "body": "The British actor Burt Kwouk, best known for his role as Cato Fong – the long-suffering servant of Inspector Clouseau in The Pink Panther – died this week. Duty-bound, Cato’s main task was to keep Clouseau alert, launching surprise martial-arts attacks as his employer entered his apartment.   Related: Burt Kwouk, Cato from Pink Panther, dies age 85    The 85-year-old went on to appear in three James Bond films and in numerous British television shows. In 2011 he received an OBE for services to drama, and will always be remembered for raising the status of east Asian actors on screen. However, as Kwouk himself acknowledged, in many roles he acted out racist stereotypes. Most of Kwouk’s earlier roles would raise eyebrows if they were seen today. Imagine sitting through a feature film where a Chinese man is repeatedly referred to by the main protagonist, Clouseau, as “my little yellow friend” while acting out crazed karate moves. Or watching the numerous evil villains he played throughout the 1960s. “If I don’t do it, someone else will,” he said in a 1981 interview. “So why don’t I go in, get some money, and try to elevate it a bit, if I can?” Since Kwouk began his career in 1957, the film and television industry has changed dramatically. But what has really changed for Asian actors?    Not every east Asian person knows how to do a tornado axe-kick, or has a dastardly cunning plan    These days most of us are aware that not every east Asian person knows how to do a tornado axe-kick, and that not every Asian person has a dastardly cunning plan. But all too often we’re seen playing the foreigner, the comedy character, the sexy yet dangerous female, or the kung fu expert. We’re rarely ever just normal people. The consistent lack of roles for Asian actors leaves talented people with the same dilemma Kwouk faced: give up on your career aspirations, or act out racist stereotypes. Think of the mobster character Leslie Chow in The Hangover. It seems to be accepted that if you couch racism against Asian people in humour, it’s OK. It definitely isn’t. Although we’re now more likely to recognise racism against east Asian people, the problem now is that very little is changing in the film industry. Whitewashing is the term used to describe the act of taking Asian roles and stories and filling them with white actors. We may no longer see anything so blatantly negative as Christopher Lee playing Fu Manchu, or Joseph Wiseman as Dr No, both in the 1960s. But Scarlett Johansson has been cast in the Hollywood remake of the classic Japanese anime, Ghost in the Shell. This choice was widely criticised after Paramount Pictures released the first image of her as cyborg policewoman Major Kusanagi. And last month, Marvel Studios released a trailer for Doctor Strange, in which a Tibetan monk was reimagined as a Celtic mystic played by Tilda Swinton. Both films are expected to make millions of dollars in profit.           Fear, money and racism: what’s our problem with diversity on screen?    In Kwouk’s early career, there was a dearth of voices to speak up on behalf of east Asian people, and a lack of commissioners, producers, scriptwriters and casting directors able to handle the problem sensitively. Now, the situation is, relatively, a little better. Kwouk has almost certainly help pave the way for actors such as Gemma Chan; Katie Leung, who played Cho Chang in Harry Potter; Benedict Wong, who played Bruce Ng in Ridley Scott’s The Martian; and Naoko Mori, who starred in Everest. East Asians’ visibility on screen is improving, giving space for critics such as comedian Margaret Cho, and American actors Daniel Dae Kim and Constance Wu to speak out. We must applaud Kwouk for acting in roles that he didn’t feel comfortable in, and working in an arena filled almost entirely with white people. In his first film role, in The Inn of the Sixth Happiness, most of the Chinese characters were played by a European cast. It must have been tough. Yes, there might have been other actors who would have taken his place, but Kwouk’s resilience helped to make an underrepresented group more visible on screen. What we need to do now is to build on his legacy and speak more openly about the film industry’s failure to represent and respect east Asian people, their history and culture. This year’s #OscarsSoWhite campaign showed the industry has to wake up to diversity. Could next year mark a breakthrough for East Asian actors?",
  "webTitle": "Will Hollywood ever respect east Asian actors? | Carmen Fishwick",
  "webPublicationDate": "2016-05-26T10:08:43Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/hollywood-east-asian-actors-burt-kwouk-racist",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/hollywood-east-asian-actors-burt-kwouk-racist"
}