{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/10/badger-bombs-politics-lush-sales-500m",
  "id": "2016-05-10-328",
  "sectionId": "sustainable-business",
  "body": "Lush likes to cause a stink. As well as its smelly shops and package-free produce, a large chunk of the handmade cosmetics company’s time and money is spent on political activism.  Far from carefully choosing a few business-friendly good causes, Lush has backed a plethora of controversial causes from Guantanamo prisoners, to hunt saboteurs and the anti-fracking campaign. It does this through financial donations – totalling £5m a year in 2015 - and in-store products such as the May Day bath bombs, which supported activists opposed to the badger cull. It also supports groups in favour of peaceful resistance to the Israeli occupation of Palestine. Such blatant politicisation is a tactic few other businesses in the UK seem willing to replicate. The renewable energy firm Ecotricity has produced anti-fracking films, but this makes sense for a company that benefits from consumers switching away from fossil fuels. Lush admits a lot of the campaigning it does has nothing to do with its own business.      Lush’s May Day bath bomb. Photograph: Lush    “Right from the inception Lush has been political. We’ve always employed people, because of our principles on animal testing, who were politically aware, including animal rights activists,” says Simon Constantine, head of buying at Lush and son of co-founder and boss Mark Constantine. “Yes, it’s risky but these are issues we feel strongly on and that we understand,” he adds. Its willingness to mix politics with perfume has grown in the two decades since it opened its first store in Poole, Dorset, in 1994. It now has more than 900 stores in 48 countries and freely admits to using its growing business strength to push its campaigning. Constantine says customers “appreciate that we want to talk about these things” and like the fact that they can learn about a subject like the badger cull while shopping.  But it has not come without a backlash. Pro-hunting groups have attacked and disrupted Lush stores and its anti-hunting ads have been banned by the advertising watchdog. It also provoked outrage for a video of a male doctor subjecting a woman to animal testing-type experiments in the window of its Regent Street shop in London.   Related: Don't brand your business with the label 'ethical'       Lush’s shark fin soap. Photograph: Lush    None of this appears to be harming sales, which reached a record £574m in 2015, with profits of £31.3m. “Over recent years especially, people are looking for authenticity in a brand and more transparency. Most brands are political in some way but keep it hidden,” says Constantine, who adds that staff are heavily involved in the choices. The anti-hunt campaigning, for example, came from an “Apprentice-style” meeting in which store managers were invited to invent products and campaigns they wanted to associate with. “People don’t just want to buy something, they want to belong to something. We’re not a cult but we certainly have strong ethos and personality that’s difficult to describe. It doesn’t come directly from the founders, it comes from the organisation and it is something that you belong to. It is a company in the true sense of the word, as in a group of individuals,” says Constantine. Being outspoken on ethical issues – the company won an Observer Ethical Award Award in 2014 – has brought more focus on Lush’s decision-making. Simon Constantine admits it was “caught out” when Lush promised to remove the mineral mica from its supply chain over child labour fears. He says the company has not yet made certain it is being sold the right ingredients by suppliers – it has around 300 suppliers, 2,500 products and uses 3,000 different materials. In the future, he says Lush needs to avoid a “saviour complex” and stick to being more pragmatic and “making sure we deliver what we say we’re doing”.     Suspension artist and Lush cosmetics employee Alice Newstead hangs from a scaffold by shark hooks as part of its campaign against shark finning. Photograph: Justin Sullivan/Getty    Lush has also been accused of hypocrisy for refusing to open stores in China because of animal testing regulations, but ignoring concerns about human rights abuse to operate in Saudi Arabia. “I don’t know that I’m 100% comfortable with it myself,” says Constantine. “You don’t find many countries where you do believe in their stance on human rights entirely so it makes it a bit tricky. If we can be in a market and then campaign and talk on issues then we’d rather be there even if it means some compromise on some things. I know in Saudi Arabia they were really proud to have fully female shop staff in one of the stores.” While its politics may not interest other companies, Constantine says Lush’s approach works better than government rules and regulations. “There’s plenty of forestry rules out there, but it doesn’t seem to stop deforestation. What you really want is companies where people have that conscious shift and actually believe in what they’re doing.”",
  "webTitle": "How badger bombs and politics brought Lush sales of £500m",
  "webPublicationDate": "2016-05-10T04:00:17Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/10/badger-bombs-politics-lush-sales-500m",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Animal experimentation",
      "id": "science/animal-experimentation",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Hunting",
      "id": "uk/hunting",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Badgers",
      "id": "environment/badgers",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Levitt",
      "id": "profile/tom-levitt"
    }
  ],
  "guardianId": "sustainable-business/2016/may/10/badger-bombs-politics-lush-sales-500m"
}