{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/everyday-antisemitism-britain-prejudice",
  "id": "2016-05-03-194",
  "sectionId": "commentisfree",
  "body": "Don’t let anyone tell you that the question of antisemitism in Britain is either new or just political. Believe me, it can be personal. Very personal. Jews, they say, are extremely sensitive on the issue. That’s what the antisemites have been saying for years, even when the Blackshirt leader Sir Oswald Mosley was spouting venom that makes Ken Livingstone look like a paragon of all virtues. It was an old disease even then – which was why more Jews weren’t allowed refuge here from Nazism. Thirty years before the British fascists marched through the East End, a government minister said immigrant Jews had too many strange habits and hinted that perhaps they didn’t wash frequently enough. Anyway, the fact had to be faced, they didn’t fit in, and schools and golf club were happy to agree. I could have said that I have never experienced that kind of prejudice. For that and so many other reasons, I love Britain. It has always been my home and I am so grateful it has. Yet, an old adage does come to mind. Sticks and stones, they say, could break bones but names will never hurt. But actually, they do.   Related: Labour and the left have an antisemitism problem | Jonathan Freedland    I am not talking about my first job on a local newspaper when the charming chief reporter, at the end of his tether because of some row with the editor, suddenly told the 18-year-old me to “stop walking around like the wandering Jew”. It didn’t take more than a minute for him to rise from his desk, put his arms around me and say, ”Mike, I’m so sorry. Please forgive me.” I never forgot that. At Luton grammar school, just a few years before, there had been more serious incidents. No, not with other pupils, but with teachers. I remember as vividly as last night’s dinner, the swish of the maths master’s gown as he moved towards me in the middle of a lesson. I suppose I had been talking. The swish was followed by a sudden crash around my left ear. Bad enough, yes. Sensitive? Yes. With reason, for as the master’s hand went back in his pocket, he uttered the immortal words, “I suppose you are now going to start snivelling. You people always do.” My people, I suppose, had snivelled on the road to Auschwitz. And then there was the careers master who asked us what we wanted to do when we left school. Ridiculously, I said I fancied trying for the diplomatic service. He looked at me – and laughed. Out loud. Perhaps I was just sensitive, but I knew – yes, I knew what he meant. I once was offered a job on the old Daily Herald newspaper. My father took it every day, so it was part of my life. I desperately wanted that job. Just as I was about to shake the news editor’s hand, he said: “Just one point. You’ll have to change your name. I have too many Jewish bylines already. You see what I mean.” I saw what he meant, and in a gesture of integrity of which I am still proud, I told him what he could do with his job. Long after that, I was a regular contributor to a programme on the BBC World Service. I loved working for that programme. The producer and I had become friends. Then she left and another producer took over. I did a piece for him. He said he didn’t like it and apparently didn’t like me much, either. There would be no more work for that programme. A clash of personalities, I reckoned. Until that is, three other contributors had similar clashes with their personalities. They were good broadcasters and journalists. They had two other things in common. All were very nice people. All were Jews. Then there was a very slight argument – or so I thought – with the head of another enterprise in which I was involved. Suddenly out of this man’s mouth, came: ”It’s your arrogance, I don’t like. Your Jewish arrogance.” I told the man that the remark wasn’t worthy of him. He apologised. But he had said it.   Related: Labour’s antisemitism row may be drama, but it’s no crisis | Steve Richards    None of this, however, compares with the incident at a Hertfordshire supermarket. My wife, Sara, who was a kind, well mannered considerate soul, and I were in the queue behind a well-dressed woman with a child. She had completed her transaction, her trolley was empty and she was deep in conversation with the checkout girl who was telling her about her boyfriend. “Excuse me,” Sara said, “are you going to be long?” The woman cast her eyes in our direction and spewed out: “Look at them. They’re pigs! That’s why they put them in the ovens. That’s what you do with pigs.” I froze. For once, I was short of words. All I could think of was that she had one thing in her favour: she wasn’t a Holocaust denier. That, though, of course, is another sad story. None of this makes me love this country (my country) any less. I have enjoyed all its freedoms and privileges and have tried to make what contributions I can without, I suppose, thinking too much about them. On Thursday, I will exercise my right to vote for my local council – worrying only about what is good for Bournemouth. And I never forget that I have dear friends without an antisemitic bone in their bodies. So is everything now fine then, personally speaking? Not quite. I suppose it must be like having occasional surgery. The operations are done, the desired results achieved. But each one leaves a scar – and perhaps the very occasional, if irrational, fear that it might open up again. As the old Yiddish saying goes, “it’s not easy being a Jew”.",
  "webTitle": "How everyday antisemitism in Britain has left its mark on me | Michael Freedland",
  "webPublicationDate": "2016-05-03T12:10:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/everyday-antisemitism-britain-prejudice",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "British identity and society",
      "id": "uk/britishidentity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Freedland",
      "id": "profile/michael-freedland"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/everyday-antisemitism-britain-prejudice"
}