{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/28/national-obesity-forum-advice-fat-dangerous",
  "id": "2016-05-28-43",
  "sectionId": "society",
  "body": "Britain’s leading anti-obesity campaign group is in turmoil after its controversial new dietary advice provoked serious infighting and threats by leading doctors to shun it over its “misleading” views. Privately, the National Obesity Forum (NOF) is in disarray over recommendations last week that people should eat more fat, reduce carbohydrates and stop counting calories. The influential group is facing a growing backlash from a range of eminent experts on food and obesity, who fear its new guidelines will deepen public confusion over what to eat, set back the fight against expanding waistlines, and even be dangerous to those with type 2 diabetes. Internal NOF emails seen by the Observer reveal anger among board members that none of them was given the chance to approve the incendiary report before publication, except its chair, Dr David Haslam, who co-wrote it with Dr Aseem Malhotra, an outspoken heart doctor who is the NOF’s cardiological adviser, and others, including Robert Lustig, an American expert on sugar. Haslam, a GP, told them on 12 May that he would seek their advice before publishing but did not do so, it is claimed. The group plans to issue a statement this week disowning the findings, which will leave Haslam facing serious questions. The NOF’s new advice challenged established thinking by advising that eating fatty foods such as meat, and dairy products such as cheese and yoghurt, while avoiding low-fat products, would benefit health. Several of their claims led to concern – Public Health England said that, “in the face of all the evidence, calling for people to eat more fat, cut out carbs and ignore calories is irresponsible”. Dr Alison Tedstone, its chief nutritionist, said that people who ate too much saturated fat could raise their cholesterol and so increase their risk of a heart attack or obesity. The British Dietetic Association, which represents dieticians, warned that advising people to eat more saturated fat “could be extremely dangerous”. The emails show that a number of renowned authorities on obesity and medical organisations plan to review their links with the NOF because it was “inexcusable to confuse the public with incorrect science”. Concerns are so great that it may be expelled from the Obesity Health Alliance, a coalition of 30 health organisations that is urging ministers to take tough action to tackle the growing epidemic of obesity. More than half of adult Britons are fat or obese. The emails also document how Dr Matt Capehorn, the forum’s own clinical director, fears that it is so damaged that it may now become “a professional leper”. He has told the board that he will resign unless the NOF makes clear that the report was purely “opinion”, rather than reliable advice to people about their eating habits that was based on good evidence. In a long message to fellow board members, Capehorn lamented that “regrettably, the scientific community has slammed NOF for a poor document, badly written (with no named authors), cherry-picking evidence, and saying thing that just are not true, such as not to bother calorie cutting”. Capehorn is a GP in Rotherham and runs the Yorkshire town’s Institute for Obesity. In his email to the board apart from Haslam, Capehorn relates a conversation he had with Professor John Wass, the Royal College of Physicians’ special adviser on obesity, after the report came out last Monday. Wass told him that “no one will want to work with NOF any more in its current form, unless we distance ourselves from the document by making an announcement stating that we had no knowledge of it and do not endorse it. He has suggested that NOF might implode if we do nothing and try to let it all blow over.” Capehorn adds that Pinki Sahota, chair of the Association for the Study of Obesity and a professor of nutrition and childhood obesity at Leeds Metropolitan University, “has also reiterated what John Wass has said”. John Feenie, executive chairman of the College of Contemporary Health, which “has had a longstanding relationship with NOF, is very concerned and considering whether to continue their continued collaboration with NOF, and this will have to be definite if Pinki refuses to work with NOF.” The “fallout” is so great that the forum’s annual conference, due to take place in November, “is now in jeopardy”, adds Capehorn. Obesity expert Mike Lean, professor of human nutrition at Glasgow University, has already withdrawn from speaking because of the controversy, Capehorn claims. One of Britain’s leading experts in public health, who did not wish to be named, told the Observer that the report’s authors had inadvertently damaged efforts to educate the public about what they should and should not eat. “The report’s conclusion to opt for a ‘balanced diet’ is a disaster. Because that is exactly the phrase the junk food industry use to justify ‘a little of what you like will do no harm’; that is, ‘eat junk, snacks and soda whenever you want – and make us rich’.” Haslam denied that NOF board members were left unaware before publication of the findings of the report, which was called Eat Fat, Cut The Carbs and Avoid Snacking To Reverse Obesity and Type 2 Diabetes. “Other members were fully appraised of the direction of the report, and discussed it via email, but the urgency of publication meant that no specific comments could be used prior to its release,” he said. “The messages of congratulations from healthcare professionals have been overwhelming. Clinicians – rather than researchers or academics – who actually deal with patients have been almost 100% supportive.” Malhotra also dismissed the storm. “Their reaction is just another symptom of complete healthcare system failure, resulting in an epidemic of misinformed doctors and misinformed patients which has, and continues to, sadly contribute to considerable ill health in the population,” he said.",
  "webTitle": "National Obesity Forum faces backlash over ‘dangerous’ diet advice",
  "webPublicationDate": "2016-05-28T20:30:14Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/28/national-obesity-forum-advice-fat-dangerous",
  "keyword": [
    {
      "webTitle": "Obesity",
      "id": "society/obesity",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/28/national-obesity-forum-advice-fat-dangerous"
}