{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/cv-of-failures-rejections-success-not-guaranteed",
  "id": "2016-05-02-139",
  "sectionId": "commentisfree",
  "body": "In my memory box I have a fine collection of rejection letters from editors and agents unimpressed with my first attempt at a book. Unsurprisingly, these mementoes of failure are the odd ones out in a collection that generally catalogues the highs rather than the lows of my life. We do not generally keep pictures of ex-partners from disastrous relationships on our mantelpieces, or photos of our sullen selves trapped inside a rain-swept, half-built motel. But according to Princeton psychology professor Johannes Haushofer, we should do more to remember our failures. He has tweeted a CV of his setbacks, including lists of degree programmes he did not get into; papers that were rejected by journals; and academic positions, research funding and fellowships he did not get. Ironically, this little stunt has been a huge hit. “This darn CV of Failures has received way more attention that my entire body of academic work,” he said. Expect a TED talk and book to follow.   Related: CV of failures: Princeton professor publishes résumé of his career lows    But the irony runs deeper. Haushofer probably would not have paraded his failures in the first place if he were not now a high-flying Princeton professor. Admitting to past defeats is easy if ultimately you have emerged the victor.    New \"publication\": My CV of Failures! https://t.co/d8ot5vvynY— Johannes Haushofer (@jhaushofer) April 23, 2016    Haushofer’s confession has been praised as a breath of fresh air, a brave display of honesty. But sharing our past trials and tribulations is mainstream, not radical. No success story is complete without the chapter about overcoming adversity. Indeed, I often suspect that many people exaggerate their earlier problems in order to fit this standard narrative and if they don’t, others will do it for them. JK Rowling was a single mother on benefits, but others talked this up into a “rags to riches” fairy story. She has explicitly denied that she ever wrote in cafes to escape from an unheated flat, a story that never made much sense, given the price of a cappuccino in Edinburgh.    In real life, every past failure should be a reminder that a happy outcome was never guaranteed    It is much harder to, if not celebrate, at least embrace failures when they are more than temporary setbacks. Would Hausfhofer have shared his list of rejections had they not been followed by acceptances? If so, he is braver and more honest than most. Increasingly our culture peddles the myth that with enough belief, determination, and perhaps even hard work, you can achieve anything you want. So if you do terminally fail, that can only mean that you have not tried, believed, or worked enough. This is pernicious nonsense. The harder truth to accept is that success is never guaranteed. Luck plays its part, but there is also the simple fact that we do not know what we can achieve until we try. Success requires a happy coincidence of talent, effort and fortune, so if you try to do anything of any ambition, the possibility of failure is ever present. When our plans fail, there is no reason to think that necessarily reveals a deep failure in ourselves.   Related: Only successful people can afford a CV of failure | Sonia Sodha    I’m not sure what I was thinking when I saved all those rejection letters. At the time, I didn’t know whether they would record mere setbacks or a thwarted ambition. But either way, they would have served a purpose. Had I not go on to have a writing career, they would have reminded me that I did at least try and that the reason I did not succeed was not for want of effort. That reminder would be sobering and humbling, which is why it would have been so valuable. If we are to go to our graves at peace with ourselves, we must be able to accept our disappointments and limitations as well as our successes. Since I have gone on to earn my living by writing, I could wrongly take them to be proof of how my refusal to take no for an answer ensured that my talents were eventually recognised. The more honest way to see them is as evidence of how fortunate I was that eventually someone chose to take a punt on me. In Hollywood, every failure simply serves to make the eventual success more inevitable. In real life, every past failure should be a reminder that a happy outcome was never guaranteed. Our failed relationships, terrible jobs and bad holidays reflect our characters and the reality of our lives at least as much as the good times, which often hang on a thread. Thinking more about our failures might just help us to be more grateful for the successes we enjoy and kinder to ourselves when, more often, they elude us.",
  "webTitle": "A CV of failure shows not every venture has a happy ending – and that’s OK | Julian Baggini",
  "webPublicationDate": "2016-05-02T12:43:31Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/cv-of-failures-rejections-success-not-guaranteed",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Baggini",
      "id": "profile/julianbaggini"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/cv-of-failures-rejections-success-not-guaranteed"
}