{
  "apiUrl": "https://content.guardianapis.com/football/football-league-blog/2016/may/01/york-city-bristol-rovers-darrell-clarke-league-two",
  "id": "2016-05-01-27",
  "sectionId": "football",
  "body": "Bristol Rovers went beyond the call of duty at York. Darrell Clarke, their manager, warned them against underestimating City, whose relegation from League Two was confirmed the previous week. The fear was of dead men walking free from anxiety. By the end York were staggering. Rovers showed neither complacency nor compassion in a 4-1 victory Clarke called “outstanding”. Little good it did them immediately except to keep up the pressure on Accrington and Oxford in the second and third automatic promotion places, who both also won away. But it carries the tension and hope of avoiding the play-offs into the last game on Saturday. They have to win but, if they do, so must the others to stop them displacing one or other. Theirs is at home to Dagenham & Redbridge, the other relegated side. Two years ago Clarke, newly in post, failed to get the draw on the last day that would have kept Rovers in the league. A year ago, having finished second in the Conference, they came up again. No one will want them in the play-offs, if it comes to that rather than the short cut. “We’re the chasing team. The others will be nervous,” Clarke said of Saturday. “It will be a real special day.” Their fans so easily filled the 2,000 allocation of tickets for Bootham Crescent that a live beam-back to the Memorial Stadium was allowed, with tickets for that sold out in 24 hours.   Related: League Two club Bristol Rovers taken over by Jordanian Al-Qadi family    Clarke, though, was entitled to sound a warning about York, unbeaten in five games at home and whose one win in 14 games was over Portsmouth, and he was delighted with his side’s confident display, with Tom Lockyer commanding in defence and Chris Lines rampaging in midfield. “We played on the front foot,” he said. They have been on it for a couple of months. This was their 10th win in 13 games, with only one defeat. Billy Bodin, wide on the right, beat Scott Flinders at the near post inside 20 minutes before Matty Taylor, the division’s leading scorer with 27, surprisingly shot wide when Dave Winfield, whose player-of-the-season trophy may have gone to his head, let him through one on one. Bodin reminded him how to do it from a similar mishap after 70 minutes. When Taylor, having stretched for a cross and redemption, was taken off holding his leg, his replacement, Jermaine Easter, scored in a minute after neat play by another substitute, Jake Gosling. Rovers have strength in depth. Kenny McEvoy’s instant response to that was less consolation than a wave from the grave and Lee Mansell capped it with Rovers’ fourth. Understandably the ground has no scoreboard. York, honest but hapless, looked beaten long before the end, if not before the start. None of them got a cheer as the team were read out. As home supporters shuffled away to the National League, as it now is, one muttered: “We saved the worst to last. Abysmal.” That is how the fifth tier is seen: the abyss. Some blamed the owner, some the manager, some the players. “Well, it gives us something to argue about,” said his companion.   Related: York City appoint Jackie McNamara as manager after Russ Wilcox exit    Everyone from chairman to chaplain had a say in the programme which, with only one home cup game, had to complete its alphabet with X, Y and Z in one issue. Its final item was Y for Stéphane Zubar. It somehow foreshadowed their play. Jason McGill, the chairman, took “full responsibility for making the key decisions” but felt let down by “many of the players’ lack of character when the going became tough” and recently those whose “behaviour became public on social media”, confirming that social media is an irresistible temptation for idiots to expose their idiocy. The manager, Jackie McNamara, who came in November, said recruitment was already under way for “players with the right attitude mixed in with ability and a mindset that will fight to the end”. He, like Clarke, looks set to stay for an instant return. The Rev Paul Deo (by God) urged fans to back the club’s committed staff with “Keep the faith” and there are grounds for it in Rovers’ example, as in Cheltenham’s with Gary Johnson. Besides, they have been here before, spending eight years down before returning for four and reaching the League Two play-offs in 2014. Meanwhile Rovers’ final opponents have scored six goals in winning their last two games and climbing above York. Clarke’s Pirates face dead men flying.",
  "webTitle": "York City hope to follow Bristol Rovers example and bounce straight back | Jeremy Alexander",
  "webPublicationDate": "2016-05-01T21:00:05Z",
  "webUrl": "https://www.theguardian.com/football/football-league-blog/2016/may/01/york-city-bristol-rovers-darrell-clarke-league-two",
  "keyword": [
    {
      "webTitle": "League Two",
      "id": "football/leaguetwofootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bristol Rovers",
      "id": "football/bristolrovers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "York City",
      "id": "football/york-city",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Alexander",
      "id": "profile/jeremyalexander"
    }
  ],
  "guardianId": "football/football-league-blog/2016/may/01/york-city-bristol-rovers-darrell-clarke-league-two"
}