{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/25/steve-rowe-good-ideas-mrs-m-and-s-marks-spencer",
  "id": "2016-05-25-50",
  "sectionId": "business",
  "body": "Steve Rowe’s first outing as chief executive of Marks & Spencer contained an odd mix of refreshing candour plus a surprising dose of the jargon that has infected too many M&S bosses over the years. The encouraging part is that Rowe has given up the pretence that a return to growth in clothing lies around the next corner, which was predecessor Marc Bolland’s pitch for the past two years. Rowe admits M&S has underperformed in clothes; wants to give up chasing fashion trends; is aiming to make the clothes more accessible; will lower prices instead of engaging in stop-start promotions; and will try not to baffle the customers with all those “sub-brands”. Jolly good, it sounds like a plan. And there is no disgrace in saying improvements will take time to arrive: at M&S, they always do. The City, naturally, concentrated on Rowe’s warning that the overhaul, plus tricky trading conditions at home and abroad, will have an “adverse impact on profit in the short term.” Analysts translated his words as a £100m whack, which is why the share price fell 10%. Rowe, though, is right not to fret about the short term. He has inherited from Bolland an upgraded supply chain and a website that (finally) works. Now is the moment to arrest the loss of market share in clothing, which Bolland never did, and stop muddling through by boosting profit margins – a tactic that was bound to run out of steam eventually. It’s a credible approach and, at 400p, the shares carry a dividend yield (ignoring Wednesday’s small special) of 4.7%. That’s not bad if you believe M&S’s latest self-help plan won’t imperil the divi. Rowe, though, could do himself a favour by sparing us the sermons on “cherishing Mrs M&S”. The language is straight out of the 1980s and will alienate most of the 50-year-olds Rowe is supposedly describing. As for the commitment to make “every moment special for our customers”, tone it down a bit: some of us just want to buy our socks in peace. One expects better of a Millwall fan whose nickname is Nails. Far from Arcadia This week’s hearings on BHS have clarified one part of the complicated tale. The plan to revitalise the loss-making chain of department stores had a simple aim – shaft the landlords. None of the witnesses put it like that (though one MP did). Instead, the Grant Thornton partner who had provided due diligence services on BHS said on Wednesday: “The perception was that while BHS was part of Arcadia – even though it [Arcadia] was not a guarantor – it was difficult to renegotiate leases.” Put another way, the landlords would never agree to cut rents while Sir Philip Green and Arcadia were seen to be standing behind BHS. Instead, there had to be a credible threat that BHS could go bust, which is why Green decided to seek a buyer in the first place. Arcadia’s own management said as much in Monday’s session. In pure business terms, it’s possible to admire Green’s calculation. But if you’re going play those games, you have a moral obligation to protect workers and ensure pensioners are not hurt in the process. Instead, the chosen buyer was an outfit led by a former bankrupt, Dominic Chappell, with little retail experience and only sketchy funding. Under this new ownership, the threat of a collapse at BHS wasn’t merely possible, but far too credible. Thus the big question for Green remains as pressing as it did at the outset: having enjoyed hefty dividends from BHS in happier times, do you really think your responsibilities to BHS pensioners ended the day you sold to a crew like Chappell’s? Sajid’s seven-day dream Is business secretary Sajid Javid engaging in government by headlines? It looks that way after the sceptical response by the Council of Mortgage Lenders to Javid’s idea of giving homeowners the right to switch their mortgage within a week. The CML points out mortgages aren’t the same as phone lines, electricity and gas services, or even current accounts. For a start, lenders have to value the property secured against a mortgage. That is a regulatory requirement. It’s not hard to imagine cases where a structural engineer has to be summoned or past insurance claims examined. “Whether a seven-day target is realistic, given tasks that lenders need to complete to fulfil risk and regulatory requirements, depends on when the clock starts ticking,” says the CML, very politely. Fair point: it all depends on when you start counting – before or after the checks. Javid shouldn’t talk so loosely.",
  "webTitle": "Steve Rowe has good ideas. But we don't need to hear about 'Mrs M&S'",
  "webPublicationDate": "2016-05-25T18:07:36Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/25/steve-rowe-good-ideas-mrs-m-and-s-marks-spencer",
  "keyword": [
    {
      "webTitle": "Marks & Spencer",
      "id": "business/marksspencer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Sajid Javid",
      "id": "politics/sajid-javid",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/25/steve-rowe-good-ideas-mrs-m-and-s-marks-spencer"
}