{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/10/theres-nothing-like-it-in-comics-how-love-and-rockets-broke-the-rules",
  "id": "2016-05-10-297",
  "sectionId": "books",
  "body": "At the turn of the 1980s, if you wanted to read comics, you were pretty much confined to Spider-Man, Superman and their Spandexed stablemates at Marvel and DC. The underground comic scene of the 60s and 70s had faded alongside Art Spiegelman and Robert Crumb, and postpunk independents such as Dave Sim’s Cerebus the Aardvark had yet to fully take up the slack. Then, in 1981, along came Love and Rockets, a crudely printed, self-published comic from three California brothers, Jaime, Gilbert and Mario, known as Los Bros Hernandez. It was – and remains – one of the most original and influential comic projects ever. “I was an enormous fan,” says Neil Gaiman, the multi-award-winning author and graphic novelist. “I still am. I don’t really understand why the material of Love and Rockets isn’t widely regarded as one of the finest pieces of fiction of the last 35 years. Because it is.”  Although the magazine was filled with one-off and semi-regular strips, the heart of Love and Rockets is two ongoing series: Jaime’s Locas and Gilbert’s Heartbreak Soup. The latter is an epic story of life in the fictional Mexican town of Palomar – soap-operatic telenovela meets the magical realism of Gabriel García Márquez’s One Hundred Years of Solitude. And that’s barely even beginning to do it justice. Locas is even harder to describe. It morphed from the tale of Maggie, a young “prosolar mechanic”, replete with rocket ships and dinosaurs, into the slice-of-life story of young people in a California town called Hoppers, with the odd lady wrestler and pneumatic superhero thrown in.     Slice of life … Hopey and Maggie in Locas. Photograph: Fantagraphics    After 35 years, the “vast quantity” of material is both thrilling and daunting, Gaiman says. “Where do you start? How do you approach these lives, these people, their stories? We’ve watched them grow and change and break our hearts. Jaime is probably the better artist, Beto [as Gilbert is usually known] probably the better storyteller, but you’re talking about two master craftsmen who have stayed at the top of their game for a third of a century.” It’s true the casts of both stories are immense. Locas is, at its heart, the love story of Maggie and Hopey and the almost innumerable characters who pass through their lives, from Maggie’s on-off boyfriend Ray to witchy Izzy to blond bombshell Penny Century to the inexplicably horned billionaire HR Costigan. The roll call in Heartbreak Soup is just as vast: narrative linchpin and Palomar’s mayor Luba; a Pedro Almodóvar-esque leading lady with – and this can’t be avoided – enormous breasts; multitasking midwife-cum-sheriff Chelo; vain Pipo; the enigmatic Errata Stigmata … In their first editorial, the brothers wrote: “We, the brothers (Jaime, ’Bert, and Mario) Hernandez, have tried to get into the comics jungle for a few years now, but could never seem to make the right connections. But now editor (and future contributor) Mario decided that it was time to do it ourselves. Our own comics with our own ideas; our own mistakes and our own accomplishments.”    Without Love and Rockets, ​it's unlikely DC would have ventured into edgier fare such as Watchmen    That first issue, hawked around conventions for a dollar a copy, was brought to the attention of Gary Groth at indie comics publishing house Fantagraphics. By the following year, 1982, Love and Rockets was professionally published. It ran to 50 magazine-size issues, ending in 1996. From 2001 to 2007, it re-emerged in standard comic-book format, and since 2008 it has been published as an annual 104-page album. Unlike mainstream comics, where universes are endlessly rebooted and reset to keep the superheroes eternally youthful, the Hernandez brothers have allowed their characters to age along with the readership, which forms part of its enduring appeal.  As does diversity – especially the portrayal of women. “I grew up on a very, very remote farm in an incredibly white part of the Oregon coast,” remembers comic writer Gail Simone. “As a kid, the first issue of Love and Rockets I saw astonished me not just with its visual and storytelling mastery, but with the worlds it focused on – characters of every shape and background, from women selling babosas barefooted to sexy, smart mechanic girlfriends. I’d never experienced anything like it, and that’s because there is nothing else like it.”     Gilbert, Jaime and Mario in the early days. Photograph: Fantagraphics    Love and Rockets – and the rest of the indie scene – blew open the comics field, and it’s not too much of a stretch to suggest that without it the likes of DC wouldn’t have ventured into edgier fare such as Watchmen, the mature-orientated Vertigo line, or Gaiman’s Sandman. As for Los Bros Hernandez, they have had other projects – most recently, Gilbert wrote and drew the eerie Twilight Children for Vertigo. But the Hoppers and Palomar stories are their undoubted masterworks. So what if Maggie, Hopey, Luba and the rest aren’t as young as they were in 1981? Neither is anyone else.  • Love and Rockets: New Stories issue 8 from Fantagraphics is out now.",
  "webTitle": "'There's nothing like it in comics' … how Love and Rockets broke the rules",
  "webPublicationDate": "2016-05-10T07:00:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/10/theres-nothing-like-it-in-comics-how-love-and-rockets-broke-the-rules",
  "keyword": [
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Comic-Con",
      "id": "culture/comic-con",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Neil Gaiman",
      "id": "books/neilgaiman",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "David Barnett",
      "id": "profile/davidbarnett"
    }
  ],
  "guardianId": "books/2016/may/10/theres-nothing-like-it-in-comics-how-love-and-rockets-broke-the-rules"
}