{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/28/shane-black-ryan-gosling-russell-crowe-iron-man-robert-downey-the-nice-guys",
  "id": "2016-05-28-141",
  "sectionId": "culture",
  "body": "Related: The Nice Guys review: Crowe and Gosling are abysmal PIs in a high hit-rate action comedy    A lot of people liked Shane Black’s 2005 directorial debut, the self-referential neo-noir romp Kiss Kiss Bang Bang, but Russell Crowe wasn’t one of them. “I think it’s too aware of itself,” he says. “It feels like there’s an in-joke going on in that movie, and I don’t connect to that. It’s not funny for me if the guy thinks he’s being funny.” Luckily for Crowe, Black’s new comedy drops the meta shtick in favour of outright ineptitude. In The Nice Guys, Crowe and Ryan Gosling are a pair of schmucks bungling their way through a private eye case in 1977 Los Angeles. It’s not just that they don’t know they’re being funny, it’s that they don’t know what they’re doing at all. In one early scene, Gosling’s booze-soaked sleuth Holland March messes up a bar break-in so badly he ends up in an ambulance, while Jackson Healy, Crowe’s burly enforcer, is more interested in beating up small-time creeps than following any lead they might give up. The film works because Black’s dialogue is sharper than broken glass, but there’s plenty of the latter, too; he can barely look at a window without wanting to send a character flying through it. It’s an old-fashioned Raymond Chandler crime caper repainted with 70s sleaze. Eleven years on from Kiss Kiss Bang Bang, The Nice Guys is something of a comeback for Black. For a time, he was the king of the high-octane buddy-movie and his voice permeated through an entire era of Hollywood action. The first script he sold, at the age of 23, was for Lethal Weapon. After working on the sequel, the next script he pitched to producer Joel Silver – with whom he’s worked on and off ever since – was called Die Hard.             Related: Lethal weapons: Shane Black's pulp fiction is still the best action around    “At the time, he wasn’t sure whether he was going to finish it, and I was doing another movie based on a book called Nothing Lasts Forever,” recalls Silver. “I said: ‘Can I use that title?’ and he said: ‘Of course you can.’ So that was where Die Hard came from.” Black’s own Die Hard was eventually made as The Last Boy Scout in 1991; then came Last Action Hero in 1993, before he sold the screenplay for 1996’s The Long Kiss Goodnight for a then-record $4m. Burnt out by his own success, it would be nine years before he made another film. When he returned, as writer-director of Kiss Kiss Bang Bang, he won over just about everyone (except Crowe). The film resurrected both his own career and Robert Downey Jr’s reputation, and Downey Jr repaid the favour by getting him in to write and direct Iron Man 3. It went on to become the 10th highest-grossing film of all time. “After Iron Man 3, I could probably have parlayed that into something else that was more superheroic,” says Black. “But I thought: you know what, Joel Silver and The Nice Guys is just sitting there, and that’s the well I wanted to return to.”     Photograph: Allstar     Related: Ryan Gosling: 'If I had to shake it like a showgirl, I was going to do it'    The freewheeling plot of The Nice Guys sees March and Healy teaming up to investigate a string of deaths of people involved in making a porn film. That eventually leads them to stumble across a conspiracy at the heart of the American auto industry. Black wrote the script with his writing partner Anthony Bagarozzi back in 2001 during his wilderness years. “We wrote this a long time ago and we just wanted to do a detective movie because we didn’t feel there were enough of ’em”, he says. “Was it returning to the signature? The mojo? No, I just like it.” Originally, the film was set in the present day but Black soon saw advantages in moving back in time. “A displacement from the current day adds a lot,” he says. “First off, in suspense movies you lose cell phones, which is always great because when someone is in trouble they have to run and find a fucking phone. But secondly, it adds an element of myth. You take this latter-day Sodom and Gomorrah that LA had become and these tarnished angels and then you let them loose. Chinatown did it for the 30s, so we looked at the 70s and found this horrible combination of smog and porn, which had sort of assailed the city.”     Photograph: Allstar     Related: Russell Crowe on acting: 'Seriously, it's not that complicated'    The shift of perspective also gives Black the opportunity to ask questions about masculinity. Healy believes in solving problems with his fists, but only because he knows no other way. He concludes a story about beating up a man threatening a diner by confessing, “It was the best day of my life, because I felt useful.” Gosling’s March, meanwhile, is a single father, trying to be a good dad, just with heavy drinking and gun fighting thrown in. There’s a great running gag about him correcting his 13-year-old daughter Holly’s poor phrasing. “It’s his lame attempt,” laughs Black. “He’s being the worst dad possible but he has this one little trope that he comes back to. He’s like the husband who fixes a doorknob and then for six months every time the wife says something: ‘Hey, I fixed that doorknob!’ It’s him going: ‘Hey, I tell her to speak properly,’ but he does everything else wrong.” Black’s scripts have drawn criticism for depicting testosterone-fogged worlds where men are men and women are either porn stars or strippers, (such as Halle Berry in The Last Boy Scout). He defends The Nice Guys on the grounds that the smartest person onscreen is the precocious, quick-witted Holly, played by Angourie Rice, who, like many a child sidekick before her, outthinks her dad at every turn.     Photograph: Allstar    “She’s the best of the group in terms of being a detective,” Black points out. “Even on set we used to joke that she’s the mature one. Those two schmucks would be arguing and laughing all the time, while she’d just be on her mark ready to go.” Black dismisses the idea that as a screenwriter he should consider things like the Bechdel test when writing female characters. “It would be silly of me to rely on anything other than my own intuitions when coming up with characters, because addressing people’s expectations is one way, I think, to fail them consistently,” he says. “I just think you write organically, but I love women characters. To do a movie with two women would be one of my goals.” You could say the study in masculinity continues off screen, too. Black has something of a reputation as a difficult character, as does Crowe and even Gosling, who was reportedly fired from The Lovely Bones by Peter Jackson for being too demanding and recalcitrant.      Shane Black at the Cannes film festival, May 2016. Photograph: Ian Gavan/Getty    Over tea and cigarettes, Crowe argues that a shared willingness to fight for their characters brought out the best in each other. “It’s funny, right, because Joel’s got a reputation. Shane has a reputation. Ryan has a reputation. I have a reputation. But put those four guys on a set together and it’s like a fucking Beatles reunion. There’s melody everywhere, man. It makes you question who defines this word ‘difficult’, and applies it to people who only want to do their best?” Any plans of writing a film for two female leads will have to wait for a moment; Black’s next job is the upcoming reboot of Predator. The 1987 original is a film he saw from the inside after Silver gave him the part of Hawkins, radio operator and teller of filthy jokes. His take won’t, of course, be a buddy comedy – although it won’t be entirely removed. “It will have elements of this,” says Black. “Tone-shifting, so the movie is not just one tone throughout, is kind of what keeps it alive and fun. You’re making it a stew so it’s not just one thing.” With Shane Black, it never is. The Nice Guys is in cinemas from Friday 3 June",
  "webTitle": "The Nice Guys: 'You take these tarnished angels and then you let them loose'",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/28/shane-black-ryan-gosling-russell-crowe-iron-man-robert-downey-the-nice-guys",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Nice Guys",
      "id": "film/the-nice-guys",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Russell Crowe",
      "id": "film/russellcrowe",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ryan Gosling",
      "id": "film/ryan-gosling",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Action and adventure",
      "id": "film/actionandadventure",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin EG Perry",
      "id": "profile/kevin-eg-perry"
    }
  ],
  "guardianId": "global/2016/may/28/shane-black-ryan-gosling-russell-crowe-iron-man-robert-downey-the-nice-guys"
}