{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/jean-luc-godard-biopic-michel-hazanavicius-the-artist",
  "id": "2016-05-03-111",
  "sectionId": "film",
  "body": "French new wave maverick Jean-Luc Godard is getting the screen treatment in the latest film from Michel Hazanavicius, director of The Artist.   Related: Cannes 2014 review: The Search - silence may be best policy on followup to The Artist    Pre-production is underway on Redoubtable, a love story based on the autobiography Un An Après by actor Anne Wiazemsky, who had a romance with Godard. Louis Garrel (The Dreamers) will star as the film-maker, with Stacy Martin (Nymphomaniac) signed on to portray Wiazemsky. The script follows the pair from their coupling during the 1967 shoot of Godard’s La Chinoise, up until the late 60s, according to Screen Daily. Wiazemsky was only 17 when she met Godard, and was married to him for more than a decade. During this time, they also collaborated on Week End and Sympathy for the Devil. The project is being billed as an homage to Godard that also pokes fun at the new wave movement he helped inspire, according to Wild Bunch sales chief Vincent Maraval, who’s pre-selling the film at the forthcoming Cannes market. “It’s not exactly a comedy, but it will be lighthearted and affectionate in style,” he told Screen Daily. Redoubtable marks Hazanavicius’ followup to his poorly received 1999 Chechan war drama The Search, which premiered at Cannes in 2014. The Guardian’s Peter Bradshaw called it “desperately well-meaning” in his two-star review. • This article was amended on 19 May 2016. An earlier version referred to The Search as a second world war drama. The film was set during the 1999 Chechan war drama, not the second world war.",
  "webTitle": "Jean-Luc Godard biopic in works from director of The Artist",
  "webPublicationDate": "2016-05-03T16:18:15Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/jean-luc-godard-biopic-michel-hazanavicius-the-artist",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Artist",
      "id": "film/the-artist",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Michel Hazanavicius",
      "id": "film/michel-hazanavicius",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jean-Luc Godard",
      "id": "film/jeanlucgodard",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Biopics",
      "id": "film/biopics",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/03/jean-luc-godard-biopic-michel-hazanavicius-the-artist"
}