{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/milkfloats-comeback-retro-revival",
  "id": "2016-05-03-249",
  "sectionId": "commentisfree",
  "body": "The past is a place containing no small level of misery. The patience required to exist in pre-modern times, to say nothing of the immune system, means that the present is preferable, and the future seems inviting. There’s never that much chance to halt change: there are aspects to life today that will give birth to the smiles that will form the wrinkles of our old age, while some features will be replaced, rendered redundant by social or technological progress. Occasionally we dive back into some element of the past, or refuse to let go of some cherished bit of the old. The survival of milkfloats and the resurgence of old-fashioned foil-topped milk bottles in London is a testament to an age in which we didn’t have convenience stores, a time when our goods and services came from people with whom we had a personal connection. What would you bring back if you could? Some modest suggestions for anyone feeling nostalgic: Durable products      When did everything become so ephemeral? Child exploitation and working conditions in the rest of the world now mean many people would rather swing by the shops than learn to sew on a button. Stores such as Primark exist to allow people to buy a shirt, wear it a few times, then bin it. Few things are built to be more than merely disposable. Our expectations have been slowly eroded, as “make do and mend” has been replaced by the ability to buy everything from power tools to beach towels at a price that makes them expendable. It can’t be too much to expect goods built to last, and yet nothing ever seems to survive longer than a year or two. Candlelit dinners      There was a more romantic time when it was the norm for people to stare at each other intently across the table, lit only by the warm light of candles. Today, the faces of your dining companions are more likely to be illuminated by the screens of their smartphones. Of course millennials prefer bottomless brunch to supper: in the morning an iPhone still has some juice left in it. Ditch Tinder and get a box of matchsticks: we wouldn’t get on each other’s wick by constantly checking Twitter if we returned to a more refined age of social interaction. Trial by combat      Given up on finding a legal aid lawyer? Frustrated by the inefficiencies of the court process? A braver government would allow the return of trial by combat between consenting adults. Cheaper, faster and more entertaining than normal legal proceedings, it would also help to undermine our pernicious safety culture. If both parties agree, who are we to stand in the way? Respect for those in public life      We are losing sight of the idea of good faith. The notion of respecting those who act out of a sense of public duty has been all but erased. Division along cultural and political lines has sharpened, to the point at which many actually doubt the sincerity and basic humanity of their political opponents. Shrill screeching has replaced dignified political discourse. Our default position towards almost anyone in a position of authority is jaded cynicism. We have lost faith in the idea of public service. Instead many attack cultural and political elites, believing that by angrily dragging public life down to the lowest common denominator that they will achieve something. The result so far looks like a potential Donald Trump nomination. A sensible approach to food      We don’t have to go back to rationing to get on an even keel with food, but between the 3 million tonnes of perfectly good food we throw away each year and the 61.7% of adults who are overweight or obese, somewhere along the line we lost control of our relationship with food. It’s cheap, easy, too unhealthy and we consume far too much of it. The old-fashioned approach which saw the war generation cooking what was available, using leftovers, and controlling their portion sizes was more sustainable, and would cut levels of obesity. Two-dimensional entertainment      The gold standard of entertainment is two dimensions. The third dimension is just irritating peripheral blurriness at an increased cost. Why would anyone want to wear pinching plastic goggles when they could just employ both their imagination and their awareness of three-dimensional spaces? We never needed three dimensions to make sense of TV and cinema before now, we haven’t suddenly become confused about the conventions of film. An effective Labour party     Former Labour leader Aneurin Bevan. Photograph: Ian Smith/Time Life Pictures/Getty Images    It doesn’t seem all that long ago that the Labour party was a force to be reckoned with. It’s surely due a retro revival?",
  "webTitle": "If milkfloats can make a comeback, what retro revival will we see next? | Rupert Myers",
  "webPublicationDate": "2016-05-03T10:43:52Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/milkfloats-comeback-retro-revival",
  "keyword": [
    {
      "webTitle": "Milk",
      "id": "lifeandstyle/milk",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Myers",
      "id": "profile/rupert-myers"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/milkfloats-comeback-retro-revival"
}