{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/ex-doctor-who-showrunner-asks-david-tennants-help-for-shakespeare-russell-t-davies",
  "id": "2016-05-24-291",
  "sectionId": "media",
  "body": "Russell T Davies wanted to replicate the nostalgia he harnessed in the reboot of Doctor Who for his production of Midsummer Night’s Dream, and even asked the 10th Doctor and Shakespeare veteran David Tennant for advice on the adaptation. The former Doctor Who showrunner said Tennant hadn’t been available to star in the adaptation, which is part of celebrations of the 400th anniversary of Shakespeare’s death.  “When I embarked on this production, I scrolled down my phone to seek the advice of the greatest expert in Shakespeare I know, David Tennant,” Davies wrote in the Radio Times. “Sadly, he wasn’t free to appear in this production – he would have made a great Moth – but he suggested some brilliant jokes. When you see the gag with Bernard Cribbins and a handpump, that’s copyright DT.” “The ghost of Doctor Who was invoked deliberately. When I brought that show back in 2005, I wanted to make it feel brand new, but I also wanted to stir that ancestral memory of something once loved. And I think A Midsummer Night’s Dream is the same. It wasn’t just my school putting on a production, it was 100,000 schools. This is the kids’ play.” The BBC1 adaptation of Midsummer Night’s Dream, which will broadcast next Monday evening, starred Maxine Peake as fairy queen Tatiana, Matt Lucas as Bottom, John Hannah as King Thesus, Richard Wilson as Starveling and former Doctor Who star Bernard Cribbins as Snout. Among many updates to the play, Davies has introduced a kiss between two female characters, Peake’s Tatiana, and Queen Hippolyta (played by Utopia’s Eleanor Matsuura). He has defended the kiss, saying that “it’s 2016” and he “wanted children to watch this and see the real world in the middle of this fantasy”.",
  "webTitle": "Ex-Doctor Who showrunner asks David Tennant’s help for Shakespeare",
  "webPublicationDate": "2016-05-24T06:26:09Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/ex-doctor-who-showrunner-asks-david-tennants-help-for-shakespeare-russell-t-davies",
  "keyword": [
    {
      "webTitle": "Radio Times",
      "id": "media/radio-times",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/24/ex-doctor-who-showrunner-asks-david-tennants-help-for-shakespeare-russell-t-davies"
}