{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/brian-wilson-presents-pet-sounds-review-a-spectacularly-moving-evening",
  "id": "2016-05-22-121",
  "sectionId": "music",
  "body": "The pursuit of artistic perfection is fraught with dangers for the mental equilibrium of the artist. It is a brave man indeed who declares, as Brian Wilson  did 50 years ago, that he intended to make “the greatest rock and roll album ever”. Once sights are set so high, there is a long way to fall. Yet there are many who feel that he succeeded. The album in question, the Beach Boys’ Pet Sounds (released on the same day in May 1966 as Bob Dylan’s Blonde on Blonde) still frequently tops critics’ polls of the best album of all time. Online, tickets to see Wilson play it in full – purportedly for the last time – on this tour are changing hands for well over three figures. Wilson set out on his mission looking to surpass the Beatles’ Rubber Soul album and Phil Spector’s Wall of Sound production technique. It worked to the degree that Paul McCartney freely confessed that the genius of Pet Sounds was the primary inspiration when the Beatles made Sgt Pepper’s Lonely Hearts Club Band a year later. Yet Wilson’s studio obsessiveness took its toll on his already fragile psyche, as did the industrial quantities of LSD that he took as the 60s progressed. He suffered various breakdowns and when he re-emerged in the early 90s, after a long period as a recluse, he appeared a notably diminished and damaged figure. These repercussions remain evident as the 73-year-old Wilson ambles on stage with his 10-piece band (including founding Beach Boys guitarist Al Jardine). Greeted with a standing ovation, he sits at a grand piano and gazes blankly into the auditorium with the apparent air of a man who has no idea what he is doing there, or what he is about to do. Yet any potential audience misgivings vanish as soon as his fingers touch the keys. Wilson was always a brilliantly alchemical songwriter, and his superbly honed and nuanced band render the shimmering harmonies and breathtaking melodies of his sumptuous back catalogue magnificently. He opens with a set largely drawn from his early, salad days of 1963-65, when he composed and produced nine Beach Boys albums and countless glorious singles. The beautiful haze of California Girls draws euphoric whoops from the crowd: the rudimentary rock-and-roll of Little Honda  could be Eddie Cochran. Wilson’s voice is a tad shot now, alternating between gruff and affectingly plaintive, and Jardine’s son, Matt, does much of the vocal heavy lifting. Yet there is no nepotism involved there: his swooping falsetto on tracks such as Don’t Worry Baby  and Do It Again is prodigious. Yet it’s when Wilson turns to the darker, more complex and multilayered material of Pet Sounds that the night truly comes alive. The exquisite God Only Knows remains one of pop’s all-time-great musings on love, and on the heartbreak that can follow in its wake. It is so devotional that it sounds like a hymn. There was always an ineffable melancholy at the heart of the Beach Boys’ songs of sun, surfing and girls, as if the awkward Wilson was writing about parties that he never got invited to. A halting lament, I Just Wasn’t Made for These Times, is a lesson in loneliness: “Sometimes I feel so very sad,” intones Wilson, his face as stonily inscrutable as ever. The encore is a goose pimple-inducing embarrassment of riches – Good Vibrations, Help Me Rhonda,  Surfin’ USA, Fun, Fun, Fun – then the strangely distant Brian Wilson takes a bow and slowly lollops off stage like a pensionable Baloo the Bear. It’s a poignant close to a spectacularly moving evening. Tuesday: O2 Apollo, Manchester. Tickets: 08444 777 677. Then touring.",
  "webTitle": "Brian Wilson Presents Pet Sounds review – a spectacularly moving evening",
  "webPublicationDate": "2016-05-22T09:29:23Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/brian-wilson-presents-pet-sounds-review-a-spectacularly-moving-evening",
  "keyword": [
    {
      "webTitle": "Brian Wilson",
      "id": "music/brianwilson",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Beach Boys",
      "id": "music/beach-boys",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Gittins",
      "id": "profile/iangittins"
    }
  ],
  "guardianId": "music/2016/may/22/brian-wilson-presents-pet-sounds-review-a-spectacularly-moving-evening"
}