{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/10/upstart-crow-review-ben-elton-comedy-shakespeare",
  "id": "2016-05-10-307",
  "sectionId": "tv-and-radio",
  "body": "Ben Elton has written a new sitcom and it’s funny. Let’s start from there, because with a writing career like Elton’s – bejewelled with brilliance and, more recently, besmirched with ignominy – there is no point looking back. I try not to think of Blackadder because for a writer to return to historical sitcom when the last one he wrote was basically perfect is a brave thing indeed. Upstart Crow (BBC2) is a knockabout, well-researched take on the working and domestic life of Shakespeare, which fudges his timeline to allow scenes in both Stratford-upon-Avon with his family, and with his theatrical muckers in London. It begins with animated monochrome drawings of yore which in no way make me think of Blackadder’s closing titles because we are looking forward. We find Will (David Mitchell) running Juliet’s lines from the balcony scene with his huffy teenage daughter Susanna, played by Raised by Wolves’ superb Helen Monks. It becomes quickly obvious Elton is going to mix the expected forsooth-ing with liberal dollops of “Don’t go there” and “Oh my God”. Mitchell’s Shakespeare is a flowery show-off who always uses 10 words when one would do. His more grounded Midlands family roll their eyes at his refusal to take the shortest verbal route in any conversation. Susanna tells her dad that his dialogue is “a bit weird” and her mother, Anne (Liza Tarbuck), snipes at her mother-in-law: “You think you’re so posh, Mary Arden. Like you aren’t sewn into your winter knickers like everybody else.” The script is full of this historical detail, taken from what is known about Shakespeare’s family life and the lives of ordinary folk back in 16th-century England. Elton really wants to show us that not only has he bothered to cram his script with jokes – imagine, actual jokes in a sitcom! – he has also based them on truth, historical or just plain human. Sometimes he trumpets this a bit too loudly, but it is episode one and he’s making his point. The only time the noise from his observations becomes too loud, is on the entrance of Shakespeare’s favourite clown Will Kempe, played by Spencer Jones, himself an accomplished comedy performer. Elton has noticed that Kempe, a famous comedian who received great acclaim abroad and who has become consequently smug, is a bit like Ricky Gervais, now enjoying star status in America. But instead of letting the comparison hang there, he has Jones deliver all of his lines as David Brent, aping the exact intonation and facial gymnastics. It’s the only discord in an otherwise entirely fit-for-purpose comic creation. Laughs continue as Will tries to come up with an ending for Romeo and Juliet. When a posh youth is foisted upon his household by Master Green, master of the Queen’s revels (Mark Heap, bellowing, roaring and generally channelling Stephen Fry), Will must keep the oik, Florian, from marrying unsuitably until he begins his studies at Cambridge. Elton has masses of fun here, unleashing his disdain for moneyed posh boys who roger dead farm animals as a rite of passage and fall into high-powered jobs by dint of their birth. And Mitchell delivers it all effectively with his trademark neutered rage. When Shakespeare, arriving in London, bemoans his transport woes and the state of the Queen’s highway, Mitchell could be delivering one of his own monologues about the state of the country. It marries him perfectly to the part and sets his character against the world, essential for any sitcom antihero. The unfortunate Florian kills himself after a misunderstanding, as Elton nicks the end of Romeo and Juliet for his own purposes before giving it back to Shakespeare, the character, who continues to ponder the ending of his new play. “Why didn’t you just say ‘nose’?” asks his wife, when he comes up with some insufferably baroque prose to indicate that he has a cold. “It’s what I do,” he returns. When the entire Shakespeare family, including his father, John (Harry Enfield), and mother, Mary (Paula Wilcox), misunderstand the meaning of “wherefore” in Juliet’s balcony speech, Elton builds from this often-made joke (does she mean “where” or “who”?) into a superb punchline about a cat. “If you do your research, my stuff is actually really funny,” says Will. Even if your knowledge of Elizabethan domesticity is scant, Elton’s new family sitcom is a return to jokes and I welcome that with ye knobs on.",
  "webTitle": "Upstart Crow review: Ben Elton finds the comedy in Shakespeare’s history",
  "webPublicationDate": "2016-05-10T06:20:01Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/10/upstart-crow-review-ben-elton-comedy-shakespeare",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/10/upstart-crow-review-ben-elton-comedy-shakespeare"
}