{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/israel-palestine-two-state-solution-another-path-to-peace",
  "id": "2016-05-07-32",
  "sectionId": "commentisfree",
  "body": "Whether you regard the controversy raging in the Labour party as a long overdue reckoning with insidious antisemitism on the British left or just a smear campaign against Jeremy Corbyn’s leadership, one thing is clear: it has nothing to do with what is happening in Israel, the West Bank and Gaza Strip. While the discussion in Britain about antisemitism and the limits of acceptable criticism of Israel is important, Israelis and Palestinians continue to kill and wound each other. The preoccupation with ignorant and offensive statements and Facebook posts of Labour politicians won’t stop anyone’s suffering in the Holy Land. Perhaps part of the reason we’ve become so focused on how we talk about Israel-Palestine is because people no longer know what to do about it. The two-state solution – the creation of two separate countries divided by a border roughly along the 1949 armistice lines (with some territorial adjustments) – has long been regarded by diplomats and experts, and for the last two decades by a majority of Israelis and Palestinians, as the best way to resolve the conflict. But it now appears to be in serious jeopardy. Much of the Israeli government adamantly opposes it, and prime minister Binyamin Netanyahu’s support for it is rhetorical at best. The Palestinian leadership, split between Fatah and Hamas, is bitterly divided on the issue. Israeli and Palestinian public support is gradually declining. The possible demise of the two-state solution has led to growing interest in a one-state solution. This approach proposes full equality for all the Palestinians now living under Israeli control, with full civil rights, including national voting rights. However, a single, democratic, civic or binational state is highly unlikely to emerge in the foreseeable future. Most Israelis and Palestinians want their own state, to fulfil their collective desires for national self-determination. A single state is likely to generate a relentless competition for power and control, which could easily turn deadly. Further, given Israel’s superior economic and military power, a single state is more likely to become a Jewish ethnocracy than the secular democracy that its leftwing proponents envisage. To a certain extent, this is already the case today, as Israel in effect rules over the West Bank and East Jerusalem and, according to a UN commission, has “effective control” over Gaza too. With both two-state and one-state solutions seemingly impossible, it is easy to fall into despair. We believe this is dangerous. Such despair fosters passivity and perpetuates the status quo. And the violence is a brutal reminder that the status quo is deadly for Israelis and Palestinians alike. Moreover, despair is rooted in the mistaken notion that there are no other options. But there is another way. It combines elements of both one-state and two-state solutions. It is a confederal approach, proposing two sovereign states, with an open border between them, freedom of movement and residency, and some limited shared governance. Call it the two-state solution 2.0. The 1967 ceasefire lines would be the basis for a border, but a different kind of border, not today’s 9m concrete wall, but one aimed at allowing people on both sides to cross freely, to visit their holy places, to work, shop, socialise – in short, to breathe.     An Israeli border policewoman stands guard in Jerusalem’s old city. Photograph: Ronen Zvulun/Reuters    In addition to proposing an open border, another key distinction between this approach and the traditional two-state solution is the idea of de-linking citizenship and residency. While each state would decide its own citizenship policies, including laws of return, citizens of one state could be permitted to live as residents in the other (as in the European Union), with each state setting limits on the number of non-citizens granted residency. This would open up a new way of addressing the intractable issue of Palestinian refugees. Israeli Jews adamantly oppose the right of return of Palestinian refugees to Israel proper because they view it as bringing about the end of Israel’s Jewish majority; Palestinians just as resolutely insist on it – indeed it has become the symbolic centrepiece of their national struggle. These maximalist positions have been among the main reasons why negotiations have failed. In a confederal approach, however, Palestinian refugees who wish to return could live in Israel as residents, but would exercise their full citizenship rights, such as voting in national elections, in Palestine. De-linking citizenship and residency also helps address the thorny problem of Jewish settlers, who number more than half a million in the West Bank and East Jerusalem. Under a traditional two-state solution, even if Israel were allowed to annex some large settlement blocs, it would still have to remove tens of thousands of settlers, possibly up to 100,000, many of them messianic religious Zionists. Some would fiercely resist evacuation and might even employ violence. In a confederate model, by contrast, Jewish settlers could live as Israeli citizens in a Palestinian state, as long as they were law-abiding residents; and the Palestinians would not have to give up large chunks of territory since they would have sovereignty over the settlements. The future of Jerusalem is another problem that has always torpedoed peace talks. A division of Jerusalem has theoretically been on the table since the Camp David negotiations in July 2000, but it is very uncertain whether this is feasible in practice. There are now nearly a quarter of a million Jews living in East Jerusalem who would have to move. Many Palestinians stand to lose their jobs and their livelihoods. Instead, a confederal approach envisions a united Jerusalem as the shared capital of two states. Municipal affairs would be run by a joint authority representing and serving Israeli and Palestinian communities in ways that it has never done since 1967, with holy sites managed by religious authorities and international bodies to ensure access for all.     A street scene in Jerusalem’s old city. Photograph: Alamy    A final significant difference between the traditional two-state solution and a confederation is the idea of establishing some joint institutions and legal mechanisms to facilitate cooperation between the two states, not only in security matters but also in areas such as economic development and management of shared resources (water, for example). This would help promote economic equality and prosperity, instead of fostering conditions for state failure if a new Palestinian state was simply left to fend for itself. Close security cooperation would be essential. But it would take place between two independent states, unlike today’s security cooperation, where the Palestinian Authority is widely perceived by Palestinians to be acting as the contractor of a foreign military ruler. To be sure, a confederal approach would pose major challenges. Palestinians may strongly object to Jewish settlers remaining in their midst and Israeli Jews would be likely to resist the idea of allowing Palestinian refugees to return to the country, even as non-citizen residents. How could security truly be ensured with freedom of movement between states? And how exactly would a shared Jerusalem be governed? What if an economic union caused the less developed Palestinian economy to drag down Israel’s stronger economy, rather than boosting Palestine’s growth? Notwithstanding these challenges, we believe that a confederal approach to resolving the conflict is probably better than the alternatives. It would be fairer and more democratic than any likely one-state outcome and would avoid some of the biggest problems that have prevented the traditional two-state solution. However far-fetched it may appear, it is the most realistic approach because it accommodates the demands of Israelis and Palestinians for national self-determination and also accepts the fact that they have become too intermingled and too interdependent to separate from each other, however much they wish to. Anyone truly concerned about the future for Palestinians and Israelis should seriously consider the potential of this approach. Dov Waxman is a professor of political science, international affairs and Israel studies at Northeastern University, Boston, and co-director of its Middle East Centre. His new book, Trouble in the Tribe: The American Jewish Conflict over Israel, has just been published by Princeton University Press. Dahlia Scheindlin is a public opinion expert and international political consultant. She writes for +972 Magazine and is a part-time lecturer at Tel Aviv University. This article is based on a longer essay in The Washington Quarterly, Volume 39, No 1",
  "webTitle": "Hope fades for a two-state solution. Is there another path to Middle East peace?",
  "webPublicationDate": "2016-05-07T23:03:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/israel-palestine-two-state-solution-another-path-to-peace",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gaza",
      "id": "world/gaza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/07/israel-palestine-two-state-solution-another-path-to-peace"
}