{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/black-studies-university-course-long-overdue",
  "id": "2016-05-20-159",
  "sectionId": "commentisfree",
  "body": "Applications will open next week for the first UK undergraduate degree in black studies, which will begin enrolment in September 2017 at Birmingham City University (BCU). While those of us running the course are proud that it is the first of its kind, the fact that it has never been done before demonstrates the crisis at the heart of British academia. Black studies is an interdisciplinary subject that focuses attention on the experiences, perspectives and contributions of people from the African diaspora. It emerged in the US in the 1960s, when a more diverse student body insisted that their experiences and traditions be included on the curriculum. Dr Nathan Hare, who was one of the pioneers of black studies at San Francisco State College, explained that the “battle” for black studies was “a mass struggle based on the notion that education belongs to the people”. After protests, boycotts and occupations across the nation, black studies earned its rightful place on campus and has become embedded into the fabric of US higher education ever since.    It is no good opening up university campuses, without democratising the knowledge that is taught    While in the UK the student body has also become undoubtedly more diverse, the staff and therefore academic interests have remained overwhelmingly exclusive and white. Black British-born staff make up only 1% of full-time staff, representing just 85 out of the UK’s 18,510 university professors and face barriers to promotion once employed. The unfortunate reality is that black studies has not emerged sooner because there has not been a critical mass of staff who could teach the subject. We at BCU are able to offer a high-quality black studies degree because our department has six full-time black academic members of staff who work in the discipline. We have started to build a network of scholars, a research community and to publish work on black studies in Britain. Sadly the majority of academic departments in the UK have no black members of staff at all, let alone enough to even hold a conversation about starting a black studies degree. Movements such as Why is My Curriculum White? and Rhodes Must Fall show that students are tired of some of the unrepresentative and outdated knowledge and experiences being reproduced in British universities. And when students cannot relate to the subject matter of the courses they become alienated and disinterested. At BCU we have been doing research into the attainment gap between white and ethnic minority students, where nationally only 57% of ethnic minority students achieve a 2:1 or above compared to 73% of white students. A consistent finding has been students complaining that there is no space made on the curriculum for different perspectives other than those of the “dead white men” who are the bedrock of university knowledge. It is no good opening up university campuses without democratising the knowledge that is taught.   Related: British universities need Black Studies | William Ackah    When knowledge is so limited, it is damaging not only to black students, but it prevents us from understanding society as a whole. For instance, one of the biggest issues facing the globe and impacting on Britain today is the migrant crisis in the Mediterranean. The traditional mentality that permeates in academia leads us to discuss this as an issue of how policymakers incorporate the increasing “diversity”. Black studies calls for a much wider examination of the problem of a neocolonial economic order that destroys poorer countries to the point where people are willing to risk their children’s lives on makeshift boats. Black studies is also vital because it not only aims to change the face but also the nature of universities. Any approach rooted in the experience of black populations will quickly realise the serious issues of discrimination and exclusion faced across the globe. We therefore cannot be content to gain access to academia and we have to ensure that black studies can be used to connect the university into the struggles to improve conditions in the wider society. Hare had the ambition that “black education would become an instrument for change”, focusing on not just understanding but overcoming the problems. Our black studies course will not only teach a broader range of knowledge, it will equip students to be engaged in organisations off campus that are at the frontline of working to deliver services and transform communities. Black studies is long overdue in British higher education and we invite you to join the movement to transform British higher education.",
  "webTitle": "At last, the UK has a black studies university course. It’s long overdue | Kehinde Andrews",
  "webPublicationDate": "2016-05-20T13:07:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/black-studies-university-course-long-overdue",
  "keyword": [
    {
      "webTitle": "Race in education",
      "id": "education/raceineducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "University teaching",
      "id": "education/universityteaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Lecturers",
      "id": "education/lecturers",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Birmingham City University",
      "id": "education/birminghamcityuniversity",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Kehinde Andrews",
      "id": "profile/kehinde-andrews"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/black-studies-university-course-long-overdue"
}