{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/eurovision-song-contest-us-global-culture",
  "id": "2016-05-15-60",
  "sectionId": "tv-and-radio",
  "body": "Hooray for multiculturalism, global amity and all that. The United States, long known for its intense skepticism toward foreign things such as socialism, portion control, clove cigarettes and soccer, has finally taken a major step toward joining the rest of the world with the first American television broadcast of the Eurovision song contest, on the extended basic cable channel called Logo.   Related: Eurovision 2016: Ukraine's Jamala wins with politically charged 1944    Americans have always been hesitant about cultural imports, especially those with the deep undercurrent of camp that pervades much of European society. But miraculously, we’ve recently found ourselves seduced by all manner of Old World pleasures.  Instead of being relegated to bootleg satellite feeds or dodgy pay-per-view, the English Premier League has a home on NBC. Bernie Sanders can advocate for the superiority of government intervention without being pushed into the ocean by some John Wayne types with a vendetta against commies. I can comfortably admit my love of McVities chocolate digestives and Nathan Barley without shame.  The rise of reactionary Donald Trump could be seen as a response to America’s methodical, deliberate assimilation into the mess that is planet Earth and the mythical idea of Europe that EU advocates are always blabbering on about.      Mans Zelmerlow hosts the Eurovision final. Photograph: Vyacheslav Prokofyev/TASS    At the time I’m writing this, #Eurovision is the top trending topic on Twitter in the US, with more than 5m tweets. In a world where sectarian and cultural divides seem more and more acute, Americans are increasingly prone to the fleeting comforts of the cross-demographic spectacle. We crave a communal experience to distract from the grisly horrors of Trumpism, Isis and xenophobia. Eurovision promises a utopian idealism rivaled only by the Olympic Games and the odd rerun of Star Trek: The Next Generation.  I can’t think of a better time for America to embrace such an unrepentantly corny event. There’s even been speculation that we’ll stick our cocky noses into the fray and compete, sending our most glamorous pop stars to the show to act as ringers, like the basketball Dream Team that swept through the 1992 Olympics in Barcelona, for no other reason than to assert our unquestioned cultural hegemony.  In a moment when the UK is considering severing its ties with the continent and throwing the entire European project into disarray, the idea that the US would swoop in to claim the show as its own must be chilling. The only hitch in that apocalyptic narrative is that we Americans are not only not wanted in Eurovision, but we would eviscerate all that is unique about the contest with our magic brand of glossy cynicism. As I tuned in to watch the inaugural stateside broadcast, I expected a full HD presentation, flashing adverts, Ryan Seacrest vomiting nonsense into a microphone, and special US-only graphics packages flying in at random intervals to alert the viewer to a special episode of The Big Bang Theory where Sheldon open-mouth kisses a Klingon.  After all, Eurovision is one of the biggest TV properties in the world and draws a massive audience in every country that shows it. More importantly, American production values almost always trounce those of other nations. I say almost, because once I found Logo on my cable guide – somewhere between Lifetime Movie Network, the 24-Hour Corn Shucking Channel and Videodrome – I realized that there would be no bells, only a couple of whistles, and a fair amount of grainy video footage of a singing competition that might as well have been held in the Capital from the Hunger Games.  Logo didn’t send a crew out to cover the show properly. Instead, it plugged into the internet livestream and hired two American hosts – former Queer Eye for the Straight Guy presenter Carson Kressley and comedian Michelle Collins, a performer who I find to be pretty excellent, all things considered – to chat over the existing broadcast like the two old men from The Muppet Show. Collins and Kressley did a fine job translating proceedings for a bewildered audience, but they couldn’t compete with the intrinsically European spectacle. The home nation, Sweden, provided the presenters: Petra Mede and reigning Eurovision champion Mans Zelmerlow. I must admit they charmed me, especially Petra, who refused to be filmed not smiling – an admirable if physically complicated task to pull off. At times, she reminded me of a dinner party host who’d had one too many glasses of merlot and was desperate to keep it together until her guests could squeeze into their Ubers and piss off back home. During the judge’s voting period, she’d robotically ask each nation’s representative: “Will you please tell us who you give 12 points?” over and over again, a bit like a malfunctioning Swedish version of Siri.  Mans is clearly a huge star in Sweden despite being overly polished and generic, which, based on my experiences at Ikea, might be a virtue in his home nation. He reminds me of the English pop star Robbie Williams, if Robbie took up pilates, went on a three-month juice cleanse and was subjected to the rigorous mind-control program from A Clockwork Orange to purge any thoughts of dissent.  The presenters’ very European-ness was their charm – there’s something unavoidably dorky about the way Europe sees its pop culture icons. I can’t quite explain it other than to compare it to a very expensive pantomime. Whereas American singing competitions are hopelessly slick delivery systems for cellphone and soda pop adverts, Eurovision, with its opening and closing idents featuring majestic, Champions League-style horns and a lack of commercials, exudes an image of a sacred public service.      Donny Montell of Lithuania performs his song I’ve Been Waiting for This Night. Photograph: Rolf Klatt/REX/Shutterstock    There’s nothing like it in the States. The Oscars have a tendency to veer into self-indulgent propaganda for the film industry. The American Idol finale, the closest analog to Eurovision, was a showcase for the creaky brand of American Idol and nothing more – a yearly Horatio Alger story manufactured to seem genuine. Eurovision is earnestly trying to save the planet through song, which is admirable in a blinkered kind of way. It’s as though every country in Europe is trying to outdo We Are the World each year, and mostly coming up short. The show itself was not without its share of eccentric characters. The Polish contestant, Michal Szpak, performed a spirited ballad called Color of Your Life while dressed as Gary Oldman from Bram Stoker’s Dracula at a Ted Nugent costume contest. In the judges’ round, he scored a measly seven points, which proves yet again that Europeans are hopelessly prejudiced against vampires of any kind.  The band from Georgia performed a terrible track that made me think it was a Kasabian song that fell out of a wormhole from 2006, performed by a troupe of NME writers. It was no surprise the UK awarded them 12 points. They might as well have been from Kettering or Corby.   Related: If America did Eurovision | Jeb Lund    The contingent from Cyprus, a rock band called Minus One, performed with their drummer in a cage, as though he could leap out and attack the helpless audience at any moment because of his thirst for human flesh. The rest of the night’s entertainment was slightly more engaging than a cutscene from the video game Final Fantasy VII. Elaborate costumes, light shows, and holograms distracted from the fact that most of the songs sounded like rejected tunes from a 2009 iPod commercial. I only perked up for the Belgian entrant, Laura Tesoro, who I legitimately thought was 12, and Dami Im of Australia, whose song was actually good. This year’s winner, 1944 by Jamala, doesn’t quite try to save the world in the classic Eurovision style as much as it reminds us that the world as it is is quite dreadful. You wouldn’t have known it from the American broadcast, but 1944 was a highly controversial song because its subject was the deportation of Crimean Tatars from Russia at the hands of the despotic Joseph Stalin. The Russians balked at any intimation of agenda in the song, especially because it made the Russians look like bloodthirsty bullies. Eurovision prides itself on being apolitical and focused on peace and harmony, but the victory of 1944 is sure to remind viewers that nationalism and politics are inescapable because they’re the very reason we bother with silliness like international singing competitions. The explosion of Eurovision into America isn’t going to convince the half of the country that reaches for a shotgun when someone speaks French at a Burger King, but it certainly can make the years of turmoil and strife go by a little easier than if we had to live without it. At the very least, it’s an annual reality check that there is a world of cultures other than our own, and some of them are quite adept at writing pop songs.",
  "webTitle": "Why the US embrace of Eurovision is good news for planet Earth",
  "webPublicationDate": "2016-05-15T17:21:08Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/eurovision-song-contest-us-global-culture",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eurovision 2016",
      "id": "tv-and-radio/eurovision-2016",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/eurovision-song-contest-us-global-culture"
}