{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/29/flowers-for-mrs-harris-review-crucible-sheffield-daniel-evans",
  "id": "2016-05-29-155",
  "sectionId": "stage",
  "body": "Give yourself wholeheartedly to this improbable new musical and, come curtain call, you could find yourself emotionally satisfied, morally uplifted and, quite possibly, wiping tears from your cheeks. It’s rather like experiencing The Wizard of Oz, Pollyanna and Powell and Pressburger’s war-themed films, all rolled into one – triumph over adversity, hard work rewarded, generosity repaid, the transformational power of art and self-belief, affirmation that loving relationships are the stuff of happiness. Richard Taylor and Rachel Wagstaff’s adaptation reshapes Paul Gallico’s 1958 novel Mrs ’Arris Goes to Paris, about a London charlady, Ada Harris, whose postwar, make-do-and-mend, ration-restricted understanding of the world is transformed by the sight of a client’s Christian Dior dress. “It’s a work of art... something not real, made to make you feel,” she declares, sinking to her knees in almost religious ecstasy (the gorgeousness of the “iridescent organza” gown slyly suggested by the shimmering cone of a spotlight). “I have to have one!” This is a dangerous key moment – a silk thread’s width from bathetic ridiculousness. Writing and setting, seamlessly crafted under director Daniel Evans, make it convincing. Clare Burt’s Ada, a beautifully balanced intertwining of ordinary and extraordinary, achieves transcendence without schmaltz.         The trailer for Flowers for Mrs Harris.    Taylor’s music and lyrics are woven so closely with Wagstaff’s words that speech and song seem two tones of colour in one fabric – grey reality shot through with dazzling dreams. No big numbers but plenty of emotional heft, under Tom Brady’s musical direction. Lez Brotherston’s minimal set makes maximum impact – skyline cutouts silhouette Battersea power station, the Eiffel Tower; Ada’s home a huddled-together dresser and table, kettle boiling on a tiny stove; Dior’s salon, a sweeping staircase in an immensity of space. Lighting by Mark Henderson brings the air to sparkling, multi-textured life. The writers niftily twin Ada’s London clients with obverse characters in the world of Paris couture (although overall the construction would benefit from a few nips and tucks). Roles are doubled so effectively that the cast seems twice its actual size. Unfair, as ever, to single out a few: Anna-Jane Casey (fellow char and fractious best friend); Laura Pitt-Pulford (wannabe actress/ top model); Rebecca Caine (English lady/ put-upon couturier); Louis Maskell (longing lover on both sides of the Channel). Not at all unfair, however, to say that the glittering centrepiece around which the whole production revolves is Ada. Burt’s multi-stranded interpretation of the role is to acting as Dior is to haute couture: impeccable. This is Daniel Evans’s final production for Sheffield after seven years as artistic director. Chichester – his next big dream – is lucky to have him. • Flowers for Mrs Harris is at the Crucible, Sheffield until 4 June",
  "webTitle": "Flowers for Mrs Harris review – seamlessly dazzling dreams",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/29/flowers-for-mrs-harris-review-crucible-sheffield-daniel-evans",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Brennan",
      "id": "profile/clare-brennan"
    }
  ],
  "guardianId": "stage/2016/may/29/flowers-for-mrs-harris-review-crucible-sheffield-daniel-evans"
}