{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/11/george-rr-martin-publishes-new-chapter-from-the-winds-of-winter",
  "id": "2016-05-11-218",
  "sectionId": "books",
  "body": "George RR Martin has tossed another morsel to the hordes of his hungry fans – a new chapter from The Winds of Winter. Told from the perspective of Princess Arianne Martell, the excerpt sees her travelling the countryside and reporting the news she gleans back to her father, Prince Doran Martell of Dorne, while attempting to control her wayward cousin Elia Sand. There’s talk of bearding dragons in their den and of forthcoming battles, plus a rather lovely foray into a deep cave system.  Daemon Sand moved to her side and raised his torch. ‘Look how the stone’s been shaped,’ he said. ‘Those columns, and the wall there. See them?’ ‘Faces,’ said Arianne. So many sad eyes, staring. ‘This place belonged to the children of the forest.’ ‘A thousand years ago.’  “You want to know what the Sand Snakes, Prince Doran, Areo Hotah, Ellaria Sand, Darkstar, and the rest will be up to in Winds of Winter? Quite a lot, actually. The sample will give you a taste,” Martin wrote on his blog. “For the rest, you will need to wait.”   Related: George RR Martin: when writers just can't finish their books    The novelist revealed at the start of this year that he would be unable to complete the sixth novel in his A Song of Ice and Fire fantasy series, The Winds of Winter, before the airing of the new Game of Thrones series this spring. “Yes, there’s a lot written. Hundreds of pages. Dozens of chapters,” he wrote in January. “But there’s also a lot still left to write. I am months away still … and that’s if the writing goes well.” He was quick to “spike any bullshit rumours” that he was now finished with the novel. “Monkey is still on my back,” he wrote, referencing an image of himself on the site with a monkey on his shoulder. “But he’s growing, he is, and one day…”",
  "webTitle": "George RR Martin publishes new chapter from The Winds of Winter",
  "webPublicationDate": "2016-05-11T12:22:01Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/11/george-rr-martin-publishes-new-chapter-from-the-winds-of-winter",
  "keyword": [
    {
      "webTitle": "George RR Martin",
      "id": "books/george-rr-martin",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/booksblog/2016/may/11/george-rr-martin-publishes-new-chapter-from-the-winds-of-winter"
}