{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/jason-day-tiger-woods-players-championship-sawgrass-golf",
  "id": "2016-05-16-293",
  "sectionId": "sport",
  "body": "Golf’s search for heroes means the record of Tiger Woods is never far from the lips of commentators. If anything, Woods’s absence only makes appreciation of his success grow stronger. At different stages, Rory McIlroy and Jordan Spieth have been likened to the 14-times major winner. Both, to their credit, instantly pointed to Woods as the outstanding exception rather than the rule. Jason Day’s run of victories, seven from 17 starts, means he is the latest to be spoken about in similar context to Woods. The caveat is Day has won only one major at the age of 28. And yet a link between this pair has merit. Day is the player at the summit with whom Woods is closest, to the point where the injured 40-year-old texted words of advice to the world No1 during his weekend pursuit of the Players Championship. Day closed out the event on Sunday evening; comfortably at that. Moreover, Day’s stranglehold on the world’s top ranking is statistically the strongest since Woods in 2013. “I mean, that’s great to be in the same sentence as Tiger,” Day said. “This is only half the year, so I’ve got plenty of opportunities to try to win some more. “I’ve never been more motivated to be No1 in the world. I’ve never been more motivated to try to extend that lead from one to two. All the hard work I’ve put into my game right now has paid off but I’ve got to keep working hard to win as much as I can.” There was never any doubt Day would convert his opportunity at Sawgrass. The seeds had been sewn during an opening 36 holes that broke scoring records. Even on Saturday, when carnage prevailed throughout the course, Day dodged the mayhem. Tiger Woods, mentor? It would appear so, perhaps beyond the point anyone had realised. “I don’t know Tiger’s record of closing out 54-hole leads but I think it’s very high,” Day said. “I think he’s only lost maybe one or so from there. To be able to talk to him and really have him text me and say: ‘You need to stay in your world and focus on getting it done and don’t think about anything else other than hitting the shot. All 18 holes are important, not just 16, 17 and 18.’ It’s a pretty good piece of advice, especially coming from a guy that has dominated the game for a very long time. “Everything I do with my game, off course, and then for us to have that friendship and to be able to be open about talking and him taking me under his wing a little bit with regards to trying to finish tournaments and what he’s done in the past, that’s stuff you can’t really experience other than just getting there and doing it. “It’s been an amazing kind of journey for me to be able to idolise him as a junior guy growing up. Now I’m good mates with him and I get to pick his brain about what he did when he was dominating.” The Day story, from troubled adolescent to the top of his sport, has been often told but remains worthwhile as a point of reference. He is a source of inspiration. A Day smile followed when assessing what happens next. “I have got to keep pushing, yes, keep pushing because Tiger says he’s going to kick my butt when he comes back. I’m going to try to extend that gap, so if he does come back and he’s turned into Tiger Woods again, I’ve got to kind of watch my behind.” That humour barely disguises the work ethic that has propelled Day to No1. He is supremely talented but is also an example of how to maximise every ounce of potential through a ferocious will to win. The pain of defeat, such as at last year’s Open, resonates deeply within the man from Queensland. “It just flat-out sucks losing,” Day said. “I don’t like being on the receiving end of it, especially when, like at the Open, I have the opportunity to get myself into a playoff. It’s not a good feeling, walking in to do television interviews straight after I signed my scorecard, having to talk to them about how I’m feeling. It’s not fun. “I like doing this, sitting next to the trophy and being able to tell you how great a week I had. But once again, that week at St Andrews something changed. I think I said to myself: ‘I think you’re ready to finally do this.’ The whole week I felt calm and I played some great golf but then from there it just kind of kicked on and I haven’t stopped.” Woods will approve. Day has not yet reached 30. This season has not touched June.   Related: Jason Day eases to Players Championship title to extend hot streak",
  "webTitle": "Jason Day benefits from Tiger Woods’s wisdom and takes comparison in stride",
  "webPublicationDate": "2016-05-16T08:33:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/jason-day-tiger-woods-players-championship-sawgrass-golf",
  "keyword": [
    {
      "webTitle": "Jason Day",
      "id": "sport/jason-day",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tiger Woods",
      "id": "sport/tigerwoods",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/16/jason-day-tiger-woods-players-championship-sawgrass-golf"
}