{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/londoners-sent-to-canterbury-council-bidding-war-housing-borough-redbridge",
  "id": "2016-05-25-192",
  "sectionId": "society",
  "body": "More than 200 homeless families are to be moved from east London to Kent after their local council outbid authorities in Canterbury for the use of a former barracks.  Canterbury city council said it made a “robust and comprehensive bid” for the 208 homes at Howe barracks, but it lost out to the London borough of Redbridge, “a council with financial resources far in excess of Canterbury”. A spokesperson for the city of Canterbury said the move would require “huge resourcing” and put already stretched public services such as schools, health and social care under renewed financial pressure.    Related: Politicians condemn 60% foreign ownership of London skyscraper    But Redbridge blamed a “chronic shortage of affordable housing” in London and deep cuts to welfare spending by central government, which had made it difficult for the borough to find homes locally for families on its housing list.  Housing has become a totemic issue for London, where gentrification, soaring rents and the demolition of social housing has led to accusations that the capital is in the grip of “social cleansing”. London new-builds are seen as a solid, reliable investment for transnational elites, leaving the city centre littered with empty flats and ordinary Londoners increasingly pushed out into the suburbs and beyond.  On Tuesday the Guardian reported on the Tower at Vauxhall, Britain’s tallest residential block, where two-thirds of 214 luxury flats are owned by foreign buyers and only 60 people are registered to vote.  But the problem is equally acute at the lower end of the housing market. A study by the housing charity Shelter, published on Sunday, found that almost half of all homeless families placed in temporary accommodation by London councils in the year to June 2015 were sent out of the area. The Ministry of Defence gave up the lease on Howe barracks, the former home of the Argyll and Sutherland Highlanders, late last year, prompting a bidding war between local authorities with overflowing housing lists.  The 208 homes that made up the barracks’ married quarters sit at the eastern edge of Canterbury. The small, two-storey houses are arranged in short terraces, surrounded by green spaces. On Wednesday afternoon, streets with evocative military names such as Ypres Court and Burma Crescent were empty save for a few contractors employed to refurbish the site. Several homes were still inhabited. A Canterbury council spokesman said the occupants were Gurkha families.  In response to a request for comment, one site manager said: “We are not allowed to talk to anyone.” Across a field, on Warwick Road, two men were repairing a fence. “It’s bad that all them houses are empty; somebody’s got to live in them,” said one, who declined to give his name. But, he added, it should be local people. “Two hundred families, how many’s in a family?” he went on. “Are they all immigrants? Are they all British people?”      MoD gave up the lease on Howe barracks, the former home of the Argyll and Sutherland Highlanders, last year. Photograph: Gareth Fuller/PA    The conversation quickly moved to the EU referendum. “We’re voting out,” the same man declared, on behalf of both of them. “I’m very anti-EU at the moment. Voted Labour all our lives, we have, because we’re working class. We’re not rich people. But I definitely think that the army barracks should be for the local council to have for the residents of Canterbury and the surrounding areas.” Down the road, Jeff Fido, a retired businessman, was working in his garage, next to a freshly creosoted fence of his own. He said that until Tuesday it was rumoured that Canterbury council had secured a five-year deal to use the site. He did not imagine that the people of Redbridge would be pleased to find themselves there. “It’s cut off,” he said. “We’ve got one little shop nextdoor. He supplies to rather large estates. When the army was here they had their own NAAFI and stuff, but they still went there. It’s remote and there’s nothing there. There’s no pub. If they are in London they will have facilities and they will have places to go. Where is there here?” Jobs would also be a problem, he said. “Where are the jobs in Canterbury? What’s Canterbury got? It’s a service industry really, nothing else.” Simon Cook, the leader of Canterbury council, which has 2,500 families on its housing waiting list, said: “It is very disappointing that we were not successful in the selection process. We did our utmost to try and get these properties for people on our waiting list because it would have made a difference to so many local families. “The law does allow councils to place people in districts outside of their own, but of course this severely restricts the ability of the councils in those other areas to provide adequate and affordable housing for their own local people.   Related: Should the government ban second home ownership? – live debate    “We have explored the effective legal avenues open to us to prevent this from happening, but sadly there are none at present. The law allows councils to place people in districts outside of their own, provided they follow correct procedures. We will monitor this to ensure Redbridge follow due process and will take action if they fail to do so.  “The idea that a London borough can solve some of its housing problems by moving people miles away from friends and family in this way is very regrettable and we will be pushing the Local Government Association and other professional bodies to lobby for a change in legislation.” A spokesperson for Redbridge council said: “Where we have a statutory duty to place a homeless household we try to secure suitable and available temporary accommodation in the borough. However, we can only do this if we have local accommodation available.  “The chronic shortage of affordable housing is a London-wide issue and due to the pressure in the housing market it has become increasingly difficult for us to secure enough local supply.  “The cost of renting and buying properties is pushing people to outer London boroughs including Redbridge and beyond. This is not only a result of the escalating costs of rents in London, but also due to the loss of housing benefit subsidy, benefit cap and housing welfare reform.  “We currently have 21 households in Kent. We are continually seeking accommodation which is suitable for families and Canterbury is one of the options available to those families currently living in B&Bs.”",
  "webTitle": "Londoners to be sent to Canterbury after council bidding war for housing",
  "webPublicationDate": "2016-05-25T11:24:10Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/londoners-sent-to-canterbury-council-bidding-war-housing-borough-redbridge",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "society/2016/may/25/londoners-sent-to-canterbury-council-bidding-war-housing-borough-redbridge"
}