{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/12/is-the-new-non-sweat-cycle-shirt-for-commuters-worth-it",
  "id": "2016-05-12-144",
  "sectionId": "fashion",
  "body": "Hot under the collar? Will Dean tries the shirt. Photograph: John Windmill for the Guardian    Many offices now have shower facilities for cyclists, and those that don’t at least have toilet cubicles for commuters to change out of their kit. But if you’ve not got the time, or can’t be bothered carrying a spare set of clothes, or use your bike to get between meetings during the day, then a shirt that stops you sweating – and stinking out the joint – could be a thing of joy and wonder.  The Hardvark shirt started as a Kickstarter campaign to create a stylish, tailored garment made from the kind of high-performance materials used in high-end technical wear. In this case, it’s stretched Australian merino wool that, according to Hardvark, is breathable, moisture-wicking and temperature-regulating.  It’s certainly not cheap. The shirt is now on sale, in three colours, for £139. Neither is it totally new. High-end cycle label Rapha has long offered a range of citywear (their cotton Oxford shirts retails at £95) and rival Vulpine has something similar for £79.      Hardvark’s blue gingham garment.    So, is the Hardvark merino shirt worth an extra £45 or £60? There’s only one way to find out: a classic Guardian fashion blog sweat-test.  I wore the shirt for my half-hour ride to the station (I normally throw my office clothes on in the train loos, like a sort of Oh Brother, Where Art Thou? Reggie Perrin) and the results were distinctly unsweaty – no patches, no armpit hazmat areas. So fresh and so clean. Apart, admittedly, from the bit of my back where rucksack meets shirt, but it would need to be made from lizard skin to avoid that. (Of course, all this needs to be caveated with a reminder that it’s difficult to get too sweaty on a half-hour ride.) What about the smell-free promise? Well, if you don’t mind asking nearby colleagues to sniff your shirt (mine were incredibly professional about the request), you’ll likely find you smell as fresh as an unshowered bicycle commuter can smell …  If I had £140 to spend on a slightly unnecessary – albeit well-cut – top that doesn’t make you look like a total dork while riding, then perhaps I would. It’s certainly smart enough. That said, I can see myself wearing it more as a shirt-shirt rather than a cycling shirt, which, given the technology and effort that went into making it, seems rather pointless.",
  "webTitle": "Is the new non-sweat cycle shirt for commuters worth it?",
  "webPublicationDate": "2016-05-12T15:32:46Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/12/is-the-new-non-sweat-cycle-shirt-for-commuters-worth-it",
  "keyword": [
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Dean",
      "id": "profile/willdean"
    }
  ],
  "guardianId": "fashion/2016/may/12/is-the-new-non-sweat-cycle-shirt-for-commuters-worth-it"
}