{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/29/what-we-left-behind-robin-talley-review",
  "id": "2016-05-29-129",
  "sectionId": "childrens-books-site",
  "body": "This is the first full-on LGBTQ+ book that I have read. What We Left Behind by Robin Talley is a coming-of-age novel. People all around the world are finally starting to understand the LGBTQ+ community. Considering the fact that this community is vast, it is really hard for anyone to fully understand it. Robin Talley’s book surely expanded my horizons about these issues – I won’t say I am an expert now but I have a broader perspective on people in general. This book is initially a high-school love story of a perfect lesbian couple – Toni and Gretchen – who are leaving for college. They end up in different cities which is obviously hard for both of them. However, they try to make their relationship work. But as they go separate ways, Toni joins a Harvard community where she is introduced to people with different sexualities. That makes her wonder who she is. She gets so absorbed in figuring who she is that she starts neglecting her girlfriend, hiding things from her and lying to her. Gretchen is equally suffering. She had always defined herself based on her relationship, which is scaring her. If Toni decides to be a boy what does that make her? Very soon, things are not so simple anymore.       The manner in which Talley portrays Toni and Gretchen brings out the common struggles faced by the LGBTQ+ community. Toni’s constant struggles to identify who she really is and Gretchen’s attempts to keep up with her girlfriend make the readers think about how important it is to know yourself and to make efforts in a relationship.  I think if someone is trying to understand what it is like to be part of the LGTBTQ+ community and how society treats you they should really read this book. It will expose you to a whole new world and it will make you look at the world with fresh eyes. My only complaint against this book is that I wanted a better ending – I wanted something more conclusive.    Related: How do I get involved in the Guardian children's books site?    Rating: 3.8/5  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "What We Left Behind by Robin Talley – review",
  "webPublicationDate": "2016-05-29T08:00:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/29/what-we-left-behind-robin-talley-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/29/what-we-left-behind-robin-talley-review"
}