{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/lgbt-rights-awareness-day-canada-marco-rubio-bees-california",
  "id": "2016-05-17-176",
  "sectionId": "us-news",
  "body": "Canada’s ‘legal black hole’ for immigrants Francisco Javier Romero Astorga dreamed of leaving his home in Chile and starting a new life in Canada. But three months after he left the seaside city of Viña del Mar for a fresh start in Toronto, the 39-year-old disappeared.  It would be weeks before his family found out he had died while in the custody of the Canada Border Services Agency (CBSA). He is one of at least 15 migrants to have died in detention since 2000, our Canada correspondent Ashifa Kassam reports. On Saturday, a 24-year-old man died in CBSA custody in Edmonton, Alberta, in just the latest example of a system in need of repair, as activists clamor for independent oversight. Immigrant deaths expose ‘legal black hole’ of Canada’s detention system Marco Rubio’s late-night Twitter tirade Florida senator and former presidential candidate Marco Rubio went on a Twitter spree late Monday night with a series of tweets expressing frustration with media speculation over his political future. “I have only said like 10,000 times I will be a private citizen in January,” Rubio said in a series of tweets that spanned roughly an hour. The outpouring was triggered by a news report that cited unnamed sources “close to him” suggesting the senator was “betwixt and between” on whether to seek re-election to the Senate, run for governor or enter the private sector.  Marco Rubio vents frustration over media reports in late-night Twitter spree A stinging whoddunit American beekeepers in California are dealing with the rise of a new kind of criminal: the bee rustler. Every year, at the height of the spring pollination season, dozens of nighttime thieves break into bee yards to steal hives. Hunting down the thieves is a frustrating job for detective and beekeeper Rowdy Jay Freeman. Where dozens of humming boxes sit one day, there are “nothing but tire tracks in mud” the next, he said. “There are no witnesses out there in the country.” As bees have become a billion-dollar business, the buzz in California is: who would try to steal them? Sticky fingers: the rise of the bee thieves Robin Wright stands with Congo           Actor Robin Wright launches #StandWithCongo campaign    House of Cards actor Robin Wright has said it is “unacceptable” that smartphones and laptops still contain minerals mined in the conflict-torn Democratic Republic of Congo. In partnership with Congolese and American activists, Wright has produced and narrated a new documentary, When Elephants Fight, which campaigners hope will kickstart a movement for reform under the banner #StandWithCongo. The campaign is targeting US tech companies in an attempt to push for greater transparency in the mining of so-called “conflict minerals” that have aggravated the cycle of devastating wars in Congo,killing more than five million people. “I felt a personal responsibility to step up, take action, create a voice,” Wright told the Guardian US’s chief reporter Ed Pilkington. Major US electronics companies have inadvertently funded militia groups and prolonged brutal conflicts by entering into mining deals with anonymous shell companies, to obtain minerals for use in smartphones and laptops.  Robin Wright targets Congo’s ‘conflict minerals’ violence with new campaign Marvel’s cinematic universe  Banknotes assemble, reports Guardian business reporter Sam Thielman. With the box office success of Captain America: Civil War, Marvel Studios comic book adaptations have grossed a collective $10bn globally since the new wave of superhero-powered movies began in 2008. Marvel’s hulking haul: studio’s films have grossed $10bn since 2008 Supreme court’s balancing act Washington correspondent David Smith answers questions about the supreme court after it failed to resolve a dispute between faith-based groups and the Obama administration over birth control. “The court expresses no view on the merits of the cases” involved, the justices wrote, issuing an unsigned, unanimous opinion. The case, Zubik v Burwell, pitted the government against 29 faith-based not-for-profit organizations that claimed that the government’s rules for groups with religious objections to covering female employees’ contraception were morally compromising. The decision implied that the court, which is evenly divided between four conservative justices and four liberals following the death of conservative justice Antonin Scalia in February, wanted to avoid a 4-4 tie. With the man Barack Obama has picked as Scalia’s replacement, Merrick Garland, in limbo and awaiting confirmation, the case is highly unlikely to return to the supreme court before the presidential election. Is the US supreme court broken, and what cases are coming next? Hillary Clinton Hillary Clinton’s detailed approach puts her at a serious disadvantage to Donald Trump. She’s the candidate for voters with long attention spans, writes political columnist Jill Abramson. As Trump feeds the media and the public’s appetite for “a 24-hour diet of delectable and irresistible snacks”, Clinton continues to lay out the full-course menu on policy. Yet, it’s still unclear whether the public will eventually be swayed by the potential risks of Trump’s fast food and opt for a more substantial serving with Clinton – even if she is “boring”.  Can Hillary Clinton convince in the age of the goldfish? An unlikely medical marijuana advocate Baltimore Ravens offensive lineman Eugene Monroe refused to feel like a “zombie” – sluggish, lethargic and always in a fog. Last year his physicians had prescribed him oxycodone to relieve severe pain, but amid an opioid epidemic, he’s pushing for medical marijuana to become a healthier option for players. Monroe became the first active NFL player to openly call for the use of cannabinoids to treat chronic pain and sports injuries. Monroe has escalated his campaign with the launch of a personal website dedicated to the cause and an $80,000 donation to medical marijuana researchers. Yet, the league continues to ban the alternative painkiller despite growing evidence that cannabis is significantly safer than opioids, could reduce opioid dependence and could even diminish the long-term effects of brain injuries. NFL player risks career to push for medical marijuana amid opioid epidemic Anti-LGBT views prevail As Canada introduces new laws against transgender discrimination, a global survey on LGBT issues finds heteronormative views are still dominant. According to a report from International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA), two-thirds of adults would be upset if their child was gay, and only a quarter would find it acceptable if a boy dressed as a girl. Guardian US data editor Mona Chalabi breaks down the numbers and reports that regional differences in opinion exist, but overall the findings show “deeply entrenched heteronormative concepts of sexual orientation and gender identity”. Today is the International Day Against Homophobia and Transphobia. Global survey on LGBT issues finds heteronormative views still the norm ... and one more thing Psychedelic hippies may have been on to something: magic mushrooms can improve mental health. A clinical trial has found that two doses of psilocybin, the active substance in the mushrooms, was sufficient to lift resistant depression in all the trial’s volunteers for three weeks, and to keep it away in five of them for three months. Magic mushrooms lift severe depression in clinical trial",
  "webTitle": "LGBT rights in spotlight on global awareness day | The daily briefing",
  "webPublicationDate": "2016-05-17T12:06:20Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/lgbt-rights-awareness-day-canada-marco-rubio-bees-california",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalila-Johari Paul",
      "id": "profile/dalila-paul"
    }
  ],
  "guardianId": "us-news/2016/may/17/lgbt-rights-awareness-day-canada-marco-rubio-bees-california"
}