{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/the-gene-an-intimate-history-siddhartha-mukherjee-review",
  "id": "2016-05-25-279",
  "sectionId": "books",
  "body": "Siddhartha Mukherjee calls his history of genetics “intimate” for two reasons. First, he repeats the cinematic cross-cutting of the personal and the scientific that structured his magnificent history of cancer, The Emperor of All Maladies (2011). The earlier book includes stories about his own patients (Mukherjee was then an oncologist at Massachusetts general hospital, now he is a staff physician at Columbia University Medical Center in New York). Modern cancer medicine is science, but its therapies are delivered at the bedside to patients, sometimes for many years. Cancer is increasingly a modern way of life, not just a way of death, and being a “cancer victim” and a “cancer survivor” both contribute to sufferers’ sense of who they are. But not even cancer defines personal identity as powerfully as your genes are now thought to do. In the new book, some of the cross-cut intimacies emerge from Mukherjee’s own Bengali family – a father with a genetically based brain pathology; a mother whose identical twin displayed both the expected similarities with her sister and some surprising differences; and, especially, the sudden appearance of schizophrenia in apparently healthy cousins and uncles, erupting from genetic legacies lying latent within. Shared genetic inheritances were understood to define the family members’ past, their present and their fears about personal futures. Early on in his relationship with his wife-to-be, Mukherjee was compelled to tell her about madness in the family: “It was only fair to a future partner that I should come with a letter of warning.” The intimacies of genetics reach beyond those of family and bedside scenes. Genetics is a new science – you can plausibly date it from the rediscovery around 1900 of Gregor Mendel’s then practically unknown 1866 paper on the breeding of peas, and the naming of the “gene” in 1909 as a discrete, stable, heritable unit – but its infiltrations into modern institutions and senses of the self are pervasive. It was scarcely a moment from the first attempts to characterise heritable traits to the emergence of concerted efforts to put those understandings to work in engineering better people. In 1905, the English biologist William Bateson presciently wrote that once “the facts of heredity” became known, “mankind will begin to interfere … When power is discovered man always turns to it. The science of heredity will soon provide power on a stupendous scale.” Darwin’s cousin, Francis Galton, aggressively advocated “eugenics” – the improvement of human society through selective breeding. He knew nothing of what a gene might be, but he urged that the intelligent, the strong and the beautiful should breed more, and the unfit should breed less. Galton reckoned that a proper appreciation of how racial power depended on heredity would institutionalise eugenics and keep the British from becoming even nastier and shorter. By the 1930s, British and American programmes for the sterilisation of the “genetically defective” inspired the development of Nazi Rassenhygiene. The almost immediate adoption by Hitler’s new regime of a sterilisation law and the later “research” on twins by Auschwitz “doctor” Josef Mengele momentarily ruined the brand for any systematic attempts to account for human traits in genetic terms and to use that knowledge to intervene. By the mid-20th century, Mukherjee writes, the gene had become “one of the most dangerous ideas in history”. Eugenics is typically represented as a passing pathology, but Mukherjee suggests ways in which some of its impulses are endemic to the science of heredity. His sweeping and compellingly told history – and there is no more accessible and vivid survey available – is about hubristic ambition as much as stunning achievement. Solid genetic science and its dubious extensions into social policy always marched in lock-step, and sometimes in goose-step. The Gene is a frank celebration of progress – the immense and extraordinarily rapid increase of our knowledge of what genes are and how they work – but Mukherjee is concerned about what that knowledge is doing and about some unsatisfactory ways in which many of us are now encouraged to think about our genes and ourselves. Genetic knowledge has historically been secured largely through the experimental manipulation of peas, primroses, fruit flies, nematodes and micro-organisms and, while Mukherjee has little to say about the hugely important agricultural technologies resulting from plant and animal genetics, the ultimate prize of genetics has always involved ourselves – how to understand ourselves and how to make better versions of ourselves. Geneticists, of all scientists, have had least need to be reminded that “the proper study of mankind is man”.   Related: Siddhartha Mukherjee: 'A positive attitude does not cure cancer, any more than a negative one causes it'    The “gene” was originally an abstraction, then came knowledge of where such things might live in the cell and on chromosomes; then what they were made of; how they carried information about physiological functions; how they controlled those functions and were, in turn, regulated. The stages from Watson and Crick’s 1953 discovery of the structure of DNA, to working out how DNA coded for proteins, to the sequencing of the human genome in 2000, all absorbed enormous quantities of intelligence, labour and instrumental ingenuity. But they did not depend on fundamentally new scientific visions. Once it was understood that genes had a discrete chemical identity, it was envisaged that, someday, with work, luck and the right sorts of instruments, knowing all the rest would be possible. But what geneticists did not then imagine was the rapidity with which their instrumental powers would change. Few geneticists in the 1960s foresaw the development of genetic techniques, to make new things at biochemical, cellular and organismic levels. The technologies of recombinant DNA, emerging in the early 1970s, allowed geneticists to take DNA from different species, engineer new genes and produce lots of “clones” of the new entity. What initially appeared as an ethical and political concern – “playing God” and taking undue risks with nature – was soon overwhelmed by the golden prospect of using genetically modified micro-organisms as “factories” for making drugs and other biologics for which there was a need and a market – insulin, for example. And that idea was itself transformed into an institutional reality that few had foreseen: genetically engineered entities, or the methods for making them, might be patented, legally protected, powered up by private equity, and made into the foundation of immensely profitable new companies – among the first, Genentech in San Francisco’s Bay Area and the Harvard-linked Biogen in Geneva. Genetics first intruded into the public consciousness as eugenics, then as biotech. So one terminus of the history of genetics is the Nasdaq-listed company, but another is a modern mode of self-understanding. “Genes are us,” we are often told: they make us different from everyone else; they seal our fate. (For about $200, you can send off a swab of your saliva to the Google-backed company 23andMe, and get an online report about how your genes make “one unique you”.) Gene function responds to the body’s internal environment: cells tell other cells what to do. Your nerve cells and your liver cells have the same genes, but, as geneticists have understood for a long time, some genes that are turned on in one type of tissue are toggled off in others. Your genome is a palette, not a painting. Mukherjee wants us to understand that our genome may also respond to the external environment. Some of those environmental influences may affect chemical switches turning genes on and off, acting as an “epigenetic” layer of control sitting above the genome, and, he writes, in certain cases etching themselves as “permanent, heritable marks” that may be passed on to future generations. Our heredity is our environment at one remove, and the flow of biological information is not a straight line but a circle. Mukherjee is cautious about this claim and its intimations of a return to long-discredited “Lamarckian” views of evolution driven by “acquired characteristics”. But probably not cautious enough: pre-publication excerpts of this book in the New Yorker unleashed a torrent of criticism in the genetics blogosphere, showing just how much scientific and ideological passion the old nature-nurture dispute still retains, and how concerned geneticists are that the public are under the impression that the environment is everything. Yet Mukherjee is right to nudge us away from any simplistic notion that our genes determine our physical and mental identity. The scientific jury is still out on the various versions of epigenesis, but Mukherjee has done much good by concluding his history of genetics with provocations to think critically about some ways we commonly oppose heredity and the environment. Sound bites rarely represent sound science. Genes are not us. It would be as foolish to deny what our genes do as it would be to assert the sufficiency of our genes in making us who we are. • To order The Gene for £20 (RRP £25) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Gene by Siddhartha Mukherjee review – ‘one of the most dangerous ideas in history’",
  "webPublicationDate": "2016-05-25T06:30:32Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/the-gene-an-intimate-history-siddhartha-mukherjee-review",
  "keyword": [
    {
      "webTitle": "Siddhartha Mukherjee",
      "id": "books/siddhartha-mukherjee",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Genetics",
      "id": "science/genetics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Shapin",
      "id": "profile/steven-shapin"
    }
  ],
  "guardianId": "books/2016/may/25/the-gene-an-intimate-history-siddhartha-mukherjee-review"
}