{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/18/wednesdays-best-tv-weight-for-love-gomorrah-deepcut-behind-the-barbed-wire",
  "id": "2016-05-18-338",
  "sectionId": "tv-and-radio",
  "body": "Handmade on the Silk Road7.30pm, BBC4 The Iranian town of Meybod has been celebrated for its ceramics for many centuries. There, potter Abdol Reza Aghaei toils at the wheel, producing a simple but perfect water jug, in the final part of this exquisite little series. Although sales are down thanks to cheap imports flooding the market, he reflects on the work, and the pride he takes in it, as its own reward. Still, “He’s not as good as me!” his irascible potter father grins. Ali Catterall Weight for Love8pm, BBC1 Weight issues aren’t exactly uncharted territory for the BBC (I Know What You Weighed Last Summer, etc), but this series explores a more psychologically loaded proposition. Namely: how far are eating habits enforced or encouraged by your relationship? Tonight we meet Becky and Phil, whose weight is becoming hazardous to their health thanks to too much fizzy pop and takeaway food. Gentle exercise is prescribed. But why does Phil suddenly give up on the programme? John Robinson Mary Beard’s Ultimate Rome: Empire Without Limit8pm, BBC2 How and why did the Roman empire end? Historian and classicist Mary Beard’s sparkly pumps energetically sidestep the literal practicalities of that question in the last part of this series. She concentrates instead on the Romans’ relationship with religion – first their own gods, then Judaism and, transformatively, Christianity – as a way into the idea that political eras can end, but Roman debates about society endure. It’s a fine point on which Beard keeps an expert grip. Jack Seale Free Ride8pm, Discovery Self-sufficiency supremo Rob Greenfield and film-maker James Levelle want to cross South America. Tricky at the best of times, but to add some spice to proceedings, they’ve decided to make the entire journey sans cash. Starting in Rio, the goal is to cover 9,000km in 72 days with just a camera and a straw-thin grasp of Spanish, meaning that oddjobbing their way to food, lodgings and travel tickets is paramount. Blaggers: meet your new kings. Mark Gibbings-Jones Deepcut: Behind the Barbed Wire9pm, BBC2 It is just over 20 years since Cheryl James, a teenage soldier, was found dead at Deepcut barracks with a bullet wound in her head, one of four recruits to die at Deepcut in similar circumstances within a seven-year period. As an inquest prepares to deliver a verdict on private James’s death, this documentary offers an inevitably grim and unflattering account of the prevailing culture at the barracks, where bullying – and worse – was indulged for too long. Andrew Mueller Gomorrah9pm, Sky Atlantic The second series of the mafia crime drama continues to up the ruthless body count in the fallout of the attempted assassination of Genny, with Ciro seeking to consolidate his position and live up to his reputation as the Immortal. What continues to impress about Gomorrah is its Wire-like realism, its refusal to be visually delectable, a crime confection. It takes place in abysmal, strobe-lit chambers, grim estates and gaudily decorated interiors. David Stubbs Jimmy Hill – A Man For All Seasons10.45pm, BBC1 Profile of the generously chinned football pundit, who died last December, and whose television career was preceded by a distinguished spell as a player for Brentford and Fulham, and as manager of Coventry City. He even stepped in as a replacement linesman on one occasion. Hill also successfully campaigned to abolish the maximum wage for footballers. He could be dubiously outspoken on occasion, but this is an affectionate retrospective, featuring contributions from, among others, Gary Lineker and Alex Ferguson. DS Film choice Casino Royale (John Huston, Ken Hughes, Val Guest, Robert Parrish, Joe McGrath, Richard Talmadge, 1967) 10pm, ITV4 Not the Daniel Craig one; this is the 60s spy spoof based very loosely on Ian Fleming’s novel and featuring a world-conquering alliance of directors, Hollywood stars and writers (Billy Wilder, Ben Hecht and Joseph Heller apparently among them). David Niven plays Sir James Bond, called from retirement to take on Smersh once more. Woody Allen is little Jimmy Bond; Ursula Andress – the original Bond babe in Dr No – is Vesper Lynd and Orson Welles the nefarious card sharp Le Chiffre. Paul Howlett Live sport Cycling: Giro D’Italia The 11th stage of the road race. 1.30pm, Eurosport 1 Football: Europa League Final – Liverpool v Sevilla Can Jürgen Klopp end his first season at Liverpool with a trophy? 7pm, BT Sport Europe Championship Rugby Union: Doncaster v Bristol Coverage of the first leg of the final as the teams battle for Premiership status. 7.30pm, Sky Sports 2",
  "webTitle": "Wednesday’s best TV: Weight for Love, Gomorrah, Deepcut: Behind the Barbed Wire",
  "webPublicationDate": "2016-05-18T05:09:20Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/18/wednesdays-best-tv-weight-for-love-gomorrah-deepcut-behind-the-barbed-wire",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/18/wednesdays-best-tv-weight-for-love-gomorrah-deepcut-behind-the-barbed-wire"
}