{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/18/rougned-odor-jose-bautista-fight-blue-jays-rangers-mlb-baseball",
  "id": "2016-05-18-210",
  "sectionId": "sport",
  "body": "Texas second baseman Rougned Odor has been suspended eight games for punching Blue Jays outfielder José Bautista in the face on Sunday, forcing baseball to suffer more than a week without its most accomplished pugilist.  The 5ft 11in, 195lbs infielder with predictable nickname “Stink” has a reputation for packing a heavyweight punch despite his cruiserweight size. Long before Odor socked Bautista square in the jaw for baseball crimes ranging from bat-flipping to an aggressive slide into second, he prompted a bench-clearing brawl in the minors in 2011 with a devastating shove/right-hook combo to the face of a poor Vancouver Canadians shortstop, and then followed that with another roundhouse to the second baseman.             While Odor will have to sit for eight games, Bautista was only suspended for one, a clear message from Major League Baseball that if you’re going to attempt to punch someone - as Bautista clearly was when he got popped - throw slow or inaccurate hands. Odor landed with speed and power and is paying the price. Bautista couldn’t punch his way past a rosin bag and is rewarded with a day off. The logic here is almost as bad as World Series homefield going to the All-Star Game winner.  The basebrawl was the big American sports story on Sunday, trumping Game 1 of Blues-Sharks, and NBC’s NHL Twitter account put up a rather desperate tweet mocking all of the hoopla over a punch.     What NHL fans are thinking this morning…#StanleyCup pic.twitter.com/rT2LCGmMdj— NHL on NBC (@NHLonNBCSports) May 16, 2016    But that’s the very point: fights are notable in baseball because they are so rare. The speed, action, contact and violence in the NHL maintains a steady boil that could spill over at any moment and often does. Fights in hockey often mark a lull in the entertainment, an obtrusive one-on-one moment where the majority of the players are just standing around as the two ice boxers finish their business. Baseball is the complete opposite. The bulk of the game is pitcher v hitter as the fielders wait for the ball to be put in play, ie a one-on-one moment where the majority of the players are just standing around. So when a violent bar fight suddenly breaks out of the mundane under a sunny, Sunday afternoon sky, it most definitely will get more attention than your standard hockey row.    Related: Sorry, NHL fans: fighting is here to stay    Fighting in hockey, right or wrong , is very much part of the sport’s culture, whereas baseball is usually right up there with golf in trying to keep Puritanical values alive in the 21st century. If Rory McIlroy walked up and knocked Jordan Spieth out on the green for stepping in his line, it would most definitely get some publicity. Heck, nearly seven years later, golf is still feeling the fallout of Elin Nordegren’s singular whooping of Tiger Woods.  Baseball has its vast “unwritten rules” which would easily fill many leather-bound volumes if putting them to paper didn’t violate baseball’s unwritten rules – and the words “It is wrong to punch an opponent in the face” would be found in those pages.  Blue Jays outfielder Kevin Pillar felt Odor’s punch was such a violation of the code that the Ranger deserved to be punched in return, saying after the game that he charged the field to “get [Odor] back. He got a clean one in. Depending on how you see it, our guy wasn’t necessarily ready for a punch, so I was out there so he can get one back.”  Landing a punch first and better is wrong, but hitting back is strongly encouraged. Got it. Baseball’s code is nothing if not confusing.  Yet the excitement and publicity generated by the Odor-Bautista bout proves once again that violations of baseball’s unwritten rules happen to be pretty great for promoting the game. The success of the Cubs, Max Scherzer’s 20-strikeout game and Jake Arrieta’s continued dominance have all been big baseball stories this season, but have they broken through more than bat flips, Bryce Harper yelling “Fuck you!” at an umpire after a win, or Odor going Mike Tyson (the boxer not the former Cardinals infielder) on Bautista? If Harper and friends are going to make baseball fun again, it seems pissing all over baseball’s code will be a major part of their efforts. A certain, primarily older demographic of baseball fans can knock these sort of things as a sign the younger generation has no “respect” for the game and that millennials are destroying America and its pastime. Yet way back in the early 1990s - during a decade marred by PEDs and a work stoppage that cancelled a World Series - one of the era’s greatest moments on the baseball diamond was undoubtedly old-man Nolan Ryan pounding the Sox off of Robin Ventura. Nolan Ryan: not a millennial.  All due respect to tape measure home runs, knee buckling curveballs, diving catches and speedsters flying from first to home, but basebrawls may be the most entertaining spectacle in the sport simply for the sheer absurdity of the event. There’s yelling and cursing and shoving. There’s the moment things escalate to the point that the bullpens decide they actually have to stand up and jog, right alongside the opposing pitchers, all the way to the infield to commence battle. Occasionally we even see an elderly man thrown to the ground. You don’t have to be a gerontophobe to acknowledge that’s a rare sight that sticks in the memory banks longer than some home run. And sometimes the whole thing goes beyond the macho posturing, beyond the stage where players allow themselves to be “held back” by team-mates, and we actually see a punch thrown and landed. It’s not to be missed.  Unfortunately, with Odor on a league-imposed timeout, the chances we’ll see another legitimate baseball fight in the coming days are greatly reduced. That is, unless the Rangers tap into their strategic Rougned Odor reserves.     The Rangers have signed Rougned Odor's younger brother. He is also an infielder, and he is also named Rougned Odor. pic.twitter.com/GRX7JvRRz2— Ben Badler (@BenBadler) February 19, 2015    Do it, Rangers. Give the fans what they want. Don’t go down without a fight.",
  "webTitle": "Was the Odor-Bautista fight acceptable? Baseball's code is unclear ...",
  "webPublicationDate": "2016-05-18T11:25:51Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/18/rougned-odor-jose-bautista-fight-blue-jays-rangers-mlb-baseball",
  "keyword": [
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Blue Jays",
      "id": "sport/toronto-blue-jays",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Texas Rangers",
      "id": "sport/texas-rangers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Baseball",
      "id": "sport/baseball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "DJ Gallo",
      "id": "profile/dj-gallo"
    }
  ],
  "guardianId": "sport/blog/2016/may/18/rougned-odor-jose-bautista-fight-blue-jays-rangers-mlb-baseball"
}