{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/todays-media-stories-from-the-papers",
  "id": "2016-05-13-286",
  "sectionId": "media",
  "body": "Top story on MediaGuardian BBC chief voices fears over ministerial influence outlined in white paperDirector general Tony Hall expresses ‘honest disagreement’ over plans for government to appoint six members of executive board  More on MediaGuardian David Cameron’s intervention ends wrangling over BBC’s futureIssues including licence fee and stars’ pay among ‘exhausting’ negotiations between culture secretary and broadcaster Today’s headlines The GuardianJohn Whittingdale presses ITV over David Cameron v Nigel Farage debate. P4Facebook news trend list relies on editors. P6BBC chief voices fears over ministerial influence outlined in white paper. P8BBC may have shown bias against Corbyn, says former trust chair. P8Jane Martinson on the BBC white paper: Tortuous negotiations, but ‘reasonable’ result. P8John Crace: BBC white paper is an outrage – even when it isn’t. P9Verdict on the BBC white paper. P9Quotas to end South Africa’s radio ‘imperialism’. P25Editorial: Round one to the BBC but the battle is not over yet. P32Martin Kettle: The Tories’ BBC haters have been halted. Next, to Europe. P33Obituary: cricket commentator Tony Crozier. P37 Daily TelegraphLong-running daytime shows face the axe in BBC charter shakeup. P1,8Labour befuddled as BBC mauling fails to materialise. P9John Whittingdale strikes back at ‘leftwing luvvies’. P9Norwegians ban ‘body beautiful’ adverts from streets. P15Tony Hall: Our BBC must continue to reform and adapt. P16Paul Hollywood interview. P19Obituary: pioneering Elle editor Sally Brampton. P27Obituary: cricket commentator Tony Crozier. P27BT Sport to show Champions League and Europa League finals free-to-air. Business P1Alan Rusbridger waits for vote on future at Scott Trust. Business P3ITV pins hopes of revival in advertising on European football. Business P4Daily Mail & General Trust names new chief executive. Business P4 Financial TimesBBC chief attacks governance plan as threat to independence. P2Editorial: David Cameron pulls back from war with BBC. P10Matthew Garrahan: news groups should beware the trade-off in Facebook tie-ups. P16Weinstein Company to sell stake in TV unit. P16ITV upbeat but blames ad trends on Brexit. P20BT Sport to show Champions League and Europa League finals free-to-air. P20Daily Mail & General Trust names new chief executive. P20 The TimesLeak piles the pressure on Facebook over political bias. P2Viewers face extra charge for new BBC services. P7Cracks appear in Vote Leave as it declares war on ITV. P10-11Junk food ads may be banned near schools. P12Bill Bryson battles TV company’s plan for ‘beach pods’ on Dorset coast. P21Philip Collins: To call the BBC biased is dangerously wrong. P25Editorial: Government has backed down over BBC reforms. P29Daily Mail & General Trust names new chief executive. P42ITV’s Archie Norman exits in triumph. P45 iFavourite BBC shows facing axe. P1, P8Journalists identified in rebel-held areas in Ukraine. P2Rival Brexiteers threaten Farage TV debate. P4Richard Sambrook: Broadcaster’s independence still at risk. P8Mary Dejevsky: funding should have been cut. P8Outsiders encouraged to produce BBC ‘crown jewels’. P9Pot of cash for risk-takers and minorities. P9Scotland to get special committee to oversee programming. P9Adverts for unhealthy foods face more curbs. P11Simon Kelner: I don’t care how much BBC stars are paid. P16Advertising lags at ITV admit Brexit uncertainty. P48 Wall Street JournalUK government plans to revamp oversight of BBC. A8Facebook feeds rely on data and human touch. B3 Daily MailWoman’s Hour shocks listeners with discussion of sexting. P5Missed chances to reform BBC. P10-11Chris Evans: BBC’s top stars are paid too much. P10BBC Trust axed to make way for new board. P11Long-running daytime shows face the axe. P11Editorial: Wasted opportunity to rein in the BBC. P14Tom Utley: Why it’s so maddening the BBC’s escaped unscathed. P14 Daily ExpressTop stars’ pay to be revealed ... but that’s not enough say critics. P2BBC reforms ‘duck chance to update unfair TV licence fee’. P2BBC spends £110,000 a year on tea and coffee. P2Row over Nigel Farage’s invite to TV debate. P5Robson Green takes break from filming to rescue cliff fall pensioner. P23Stronger ITV tuned in for success. P47 The SunBBC shakeup branded a cop-out. P8MP calls for probe on Chris Evans ‘bullying’. P8Editorial: Tories bottled it over BBC reform. P10Trevor Kavanagh: Limp BBC reforms are surrender to smug BBC leftie luvvies. P10Junk food billboards, posters and digital ads targeting kids face ban. P26Keeley Donovan hits back at critics after joining Countryfile spin-off. P35 Daily MirrorRobson Green hero in rescue of cliff-fall OAP. P2Leave campaign accused of bullying after threatening ITV over EU coverage. P6BBC survives shakeup as plans are watered down. P8, P9Tony Hall: It means you get the TV you want. P9Ian Hyland: these chumps don’t give monkey’s about our shows. P9ITV takings hit high note. P55 Daily StarBrits told to pay up to use BBC iPlayer. P4Eurovision coverage. P27Richard E Grant to present show on Gold about Ealing comedies. P27 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-13T07:46:24Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/todays-media-stories-from-the-papers",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/13/todays-media-stories-from-the-papers"
}