{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/norwegian-sepp-blatter-role-model-fifa-head-of-strategy-kjetil-siem",
  "id": "2016-05-18-174",
  "sectionId": "football",
  "body": "The Fifa president, Gianni Infantino, has hired the Norwegian FA official Kjetil Siem as his new director of strategy to oversee reform – two years after Siem hailed Sepp Blatter as “a role model”. Fifa said Siem had taken up a newly created position in its reformed structure, and would begin work before the arrival in June of the governing body’s recently appointed secretary general, Fatma Samoura, a UN official from Senegal who has never before worked in football. For the past four years, Siem, who had a spell running the Premier Soccer League in South Africa, was secretary general of Norway’s FA while Infantino held the same position at Uefa. He is credited in Norway with creating the “Handshake for Peace” project with the Nobel Peace Centre, which was later adopted by Blatter.     Kjetil Siem, former head of South Africa’s Premier Soccer League, announcing a partnership with the Bundesliga in 2010.    Speaking to Dagbladet in January 2014, Siem said: “I’m sure no Norwegian has more respect than I do for the Fifa president Sepp Blatter. He is actually a role model.” After Blatter was forced to resign amid the continuing corruption scandal, Siem stood by his praise for a man who had “held the football family together”, saying Blatter deserved respect for “what he has done for the development of football in the third world. He has made Fifa into a cohesive organisation.” Siem leaves Norway’s FA after a difficult few months, having recently given in to pressure to make public what officials claimed in expenses. Siem said he had only resisted previous demands for transparency to avoid revealing where he had travelled, risking damaging commercial negotiations. “For me personally there’s now an advantage to showing my receipts,” Siem said. “They will show that there’s a very good reason for them. Norwegian football has become very international.” Asked if he would disclose his new salary at Fifa, Siem said: “After what I’ve been through, I will not say anything about it. I put together all my expenses and said yes to everything, but for two months I was hung on the gallows.” He said he was “very proud and surprised, in a good way”, to be appointed and said that the organisation’s current troubles made it the ideal time to join. “I’ll work on reforms, then on streamlining Fifa … It’s a privilege. It could not be better timing.” Infantino told the Norwegian FA’s website: “I am very happy to have Kjetil Siem aboard. He has international experience and has shown the kind of qualities I need around me in efforts to reform Fifa.” The appointment comes days after Domenico Scala, the head of Fifa’s audit and compliance committee, resigned over fears new rules would compromise independence and impede investigations into corruption.",
  "webTitle": "Norwegian who called Sepp Blatter ‘a role model’ appointed Fifa’s head of strategy",
  "webPublicationDate": "2016-05-18T12:57:43Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/norwegian-sepp-blatter-role-model-fifa-head-of-strategy-kjetil-siem",
  "keyword": [
    {
      "webTitle": "Fifa",
      "id": "football/fifa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Gianni Infantino",
      "id": "football/gianni-infantino",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sepp Blatter",
      "id": "football/sepp-blatter",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/18/norwegian-sepp-blatter-role-model-fifa-head-of-strategy-kjetil-siem"
}