{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/20/moss-bros-lifted-by-positive-update",
  "id": "2016-05-20-240",
  "sectionId": "business",
  "body": "Many high street chains may be struggling, but Moss Bros remains in fashion. The tailoring group has reported a better than expected 5% rise in total like for like sales in the 15 weeks to the middle of May, with margins up 430 basis points on the previous year as it decided not to run a mid-season sale. Online sales now account for 10.7% of total sales after the development of its retail and hire websites. In a statement issued ahead of its annual meeting, the company said it was confident it would meet full year expectations. The positive news, coming just a few weeks after another tailor Austin Reed went into administration, has pushed its shares up 3p to 104p. Analyst Freddie George at Cantor Fitzgerald issued a buy note, saying:  This update shows that the company is very much in a growth phase and supports our view that the stock is undervalued. First, earnings, which after doubling in the last three years, are forecast to grow by between 15% and 20% per annum. Second, the company has a strong balance sheet with cash reported at £17m at January 2016 (18% of the market capitalisation). Third, the company could become cashflow positive in2017 ensuring that the dividend, currently yielding almost 6%, is able to be increased at the same rate as earnings. The stock is rated at 6.2 times 2017 enterprise value/EBITDA and 20.0 times 2017 earnings on conservative forecasts. We reiterate our buy recommendation and our target price of 120p. A further twenty stores are being refurbished during the year. Hire after two disappointing years, is recovering. On-line sales, which grew by 36% in the period, now have real momentum. The company has recently combined its Retail and Hire master files which will enable it to cross sell between the two divisions, more easily sell accompanying categories and encourage repeat orders. It has also launched the ‘Tailor me’ promotion. In addition, the company is well placed to develop the brand overseas over the medium term helped by recent appointments to the business.   Liberum also put out a buy recommendation, saying:  Moss Bros has today provided another confident trading statement. Like for like sales in both retail and Hire remain strong and due to a lower focus on promotions, improved sell-through rates, gross margins are strongly up. While we leave forecasts unchanged, we believe these gross margin gains and the strong like for like sales can be delivered over the course of the year as a whole. We remain confident that the group’s refurbished estate, clear branded offer and price architecture are resulting in market share gains.   And Peel Hunt was also positive, despite the prospect of Euro 2016 distracting shoppers from the high street:  Despite a weak high street backdrop, Moss has reported like for like sales growth of 5% and retail gross margin gains of 430bps over the 15 week year to date period. While football might be a distraction for customers towards the end of the second quarter, the strong start to the year means first half profits look on track for at least around 25% growth year on year. Moss is now clearly demonstrating the brand’s relevance to customers and is now showing signs of meaningful operating leverage.",
  "webTitle": "Moss Bros lifted by positive update",
  "webPublicationDate": "2016-05-20T10:48:14Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/20/moss-bros-lifted-by-positive-update",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Moss Bros",
      "id": "business/moss-bros",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/20/moss-bros-lifted-by-positive-update"
}