{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/11/gomorrah-returns-second-series-unmissable-mafia-crime-show-robert-saviano",
  "id": "2016-05-11-173",
  "sectionId": "tv-and-radio",
  "body": "There are moments you remember for your whole life: your first day at school; your child’s first steps; the climax of the first series of Gomorrah. The 2014 Italian crime drama, whose second season belatedly returns this week, capped off its first run with an adrenaline-charged crescendo of plot shocks and gratuitous killing that made The Godfather look like Gilbert and Sullivan. Gomorrah is a fictional adaptation of Roberto Saviano’s 2006 real-life tell-all book about the Camorra, the Neapolitan crime syndicate. That book – followed by Matteo Garrone’s 2008 film – famously tore down the mythology of the mafia that had endured from The Godfather through to The Sopranos; that of a kind-hearted, rule-governed group of well-dressed men who might occasionally order a cold-blooded murder, but would always do so with style and finesse. Moreover, they would never endanger anyone outside their world.     Roberto Saviano tore down the warm Hollywood mythology of the mafia and instead painted a world of murderous, ugly villians. Photograph: Emanuela Scarpa/Sky Atlantic    Saviano, by contrast, painted a world of ugly villains who murder both the guilty and the innocent by the truckload, while corrupting governments and businesses across Europe. His gangsters are not fun mavericks, but malevolent criminals driven by a psychopathic lust for power. Saviano dragged these thugs and hoodlums out of the soft-lit Hollywood sound stage and placed them squarely in the grimy, strip-lit slums of Naples. And while the mafioso do enjoy glamour and wealth, these things seem – instead of a goal or end result – more a distraction from the pressures and the constant, corroding paranoia.  At first, the gangs did not mind Saviano writing about them – he claims they would give copies of the book to each other as gifts. But after it became a worldwide success, they began to threaten him. He has had 24-hour police protection for the past decade.   Related: Roberto Saviano: My life under armed guard    The programme makers (which included Sky Italia) sold the series to more than 30 countries, including the US – the first time an Italian show has had such access to the American market. But despite this, and despite being a critical success, Gomorrah was an under-the-wire hit. It remains to be seen whether the second season will raise its popularity a deserved notch or two. In the first run (I will try not to give away too many spoilers), we followed Ciro, a consiglieri of the Savastano family, as he adapted to his new boss, Don Imma, the wife of jailed kingpin Don Pietro, and her son Genny. Genny seemed like a bad egg, and failed abysmally when Ciro took him to commit his first murder. Ciro’s loyalty was tested once it became clear he was being eased out of preferment to establish Genny as the new leader. Eventually, he reached out to the exiled gangster Conte, who had fled to Spain after falling out with the Savastanos. It’s Conte’s return – and Ciro’s betrayal – that brings about the nerve-straining denouement. Of course, shifting gangster loyalties are run of the crime-drama mill – it was when Gomorrah began toying with our loyalties that it really got going. As Ciro sank from suave lead to satanic gangster, we shifted our allegiance to Genny, who had finally risen to the task. But by making us switch sides, the show drew us out of our comfortable voyeurism and made us somehow more complicit.     Gomorrah’s first series offered a masterclass in brazen emotional manipulation. Photograph: Sky Atlantic    Gomorrah offered a masterclass in brazen emotional manipulation. As the series drew to a close, the tension cranked unrelentingly. At times, for instance when the teenager Danielino – having found out his girlfriend had been murdered – stuck a pistol in his own mouth, it went from manipulative to almost vindictive. Now the key question for all of us who have slogged out the past two years waiting for this mystical new season to finally appear is this: can they maintain the standard, or will the dreaded sophomore syndrome strike? And even if it doesn’t, can we take this continued level of unabashed manipulation? Won’t something give?          The trailer for the original series’ launch.    And what about Saviano’s material? Many details from the book appeared in the first series, and the larger story has been partly drawn from a real-life gang war, known as La faida di Scampia, in 2004. But Saviano has been in hiding for 10 years; are they not running out of his research and in danger of losing the authenticity that made the first outing so compelling?  News that a third series has already been commissioned suggests that Sky is confident in the quality of the second. Alternatively, it could be a case of a TV company recognising a goose laying golden eggs when it sees one. Whatever happens, I’m going to watch it to the bitter, no doubt bloody, end. They deserve that. • Gomorrah is on Sky Atlantic from tonight at 10pm.",
  "webTitle": "There will be blood – the unmissable, ultimate mafia show Gomorrah is back",
  "webPublicationDate": "2016-05-11T14:27:37Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/11/gomorrah-returns-second-series-unmissable-mafia-crime-show-robert-saviano",
  "keyword": [
    {
      "webTitle": "Crime drama",
      "id": "tv-and-radio/crime-drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Mafia",
      "id": "world/mafia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Kuper",
      "id": "profile/dan-kuper"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/11/gomorrah-returns-second-series-unmissable-mafia-crime-show-robert-saviano"
}