{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/marco-rubio-interview-presidential-nomination-donald-trump",
  "id": "2016-05-24-160",
  "sectionId": "us-news",
  "body": "While Donald Trump was wrapping up the Republican nomination for president at the beginning of this month, Marco Rubio was more than 6,000 miles away, touring the Middle East and far removed from the process that had engulfed the past 11 months of his political career. The Florida senator, who suspended his presidential campaign in March after losing his home state, was no longer beholden to the gruelling schedule that required him to barnstorm as many as three states in one day in pursuit of votes. And so he made use of a weeklong recess from the US Senate to travel from Qatar to Iraq to Turkey, to apprise himself of the latest developments in the battle against Islamic State and discuss the deep-rooted sectarian divisions in the region. It was an official trip that had all the trimmings of a presidential visit, from sitdowns with local officials to a meet-and-greet with American troops. But even if Rubio will not be the next commander-in-chief, the senator seems at peace, even rejuvenated. During a recent interview in his Senate office, Rubio reflected on where his campaign went wrong, what he learned from his recent overseas trip and why he would rather make the most of his remaining seven months in federal office than opine about the state of the 2016 race. “A lot of times it feels almost like the guy who built this really strong building,” Rubio said of the Republican contest, “and it was in the right place, and it was the way these buildings have always been built, but he got hit by a category five hurricane. “It’s not that we lost, it’s that Donald Trump won … It was just a very unusual political year.” Unprecedented might be another word for it, in that the most pressing question Rubio faced upon his return from the Middle East had nothing to do with his trip but rather an all-too-familiar fixation with whether he would support Trump as the nominee (the answer is yes), followed by mounting speculation over whether he would accept an invitation to be Trump’s vice-president (the answer is no). But Rubio, a member of the Senate foreign relations and intelligence committees, was more fazed by his conversations with leaders in Iraq, a nation whose outlook he described as “very uncertain”. “The long-term future of Iraq beyond Isis is in serious question,” Rubio said, citing internal divisions that comprised a “combustible mix”. “There’s a sense that Isis will eventually be militarily defeated, but then what happens – between Shias and Sunnis, do Christian communities get to return, the future of Kurdistan, which is now asking for independence or greater autonomy ... All of that complexity is happening at the same time as the fight against Isis is occurring.” Rubio acknowledged the role the US played in exacerbating tensions – lining up behind Nouri al-Maliki “was a mistake”, he said, characterizing the former Iraqi prime minister as a Shia politician “looking for retribution” against the Sunnis. But the senator maintained that the burden should not fall upon the US to invade and overthrow Isis-held territory. “Ultimately, the future of Iraq depends on the Iraqi people – it can’t depend on the United States,” he said. “It’s not just about getting Isis out of the city, it’s about who’s going to hold that city afterward … And it’s got to be local forces that have credibility with the population.” •••     Marco Rubio speaks during a campaign rally in West Miami, Florida, in March. Photograph: Paul Sancya/AP    Rubio had intended national security to serve as a centerpiece of his campaign, even as policy took a backseat to theatrics in a primary dominated by bitter feuds and the latest outlandish statement to emerge from Trump’s mouth. Although Rubio was eventually drawn into the cage fight, infamously saying of Trump: “You know what they say about guys with small hands,” the senator said he remained “proud” of his run and pointed to his fateful encounter with Chris Christie, the New Jersey governor, in the debate ahead of the New Hampshire primary as a 30-second period that cost him heavily. “Did we make mistakes, or are there things we’d do differently? Yeah,” Rubio said, before zeroing in on the exchange in which he robotically repeated the same line three times almost verbatim. “I think if we had made a strategic decision in New Hampshire different from the one I made – which was not to engage with Chris Christie, but to try to just ignore it and just stay on message – that would have been a nothing. “I don’t think it impacted voters, but I do think it impacted media coverage in the days leading up to the New Hampshire vote, which I think ultimately hurt us,” he added. “I think we would have finished very strongly in New Hampshire had it not been for that, and it might have led to a different outcome in South Carolina and maybe changed the trajectory of the race.” Much of Rubio’s frustration remains rooted in the media and what he called its formation of narratives that influenced voters as they headed to the polls. Even now, though he is no longer a candidate, Rubio’s actions are scrutinized through a political lens with the focus adjusted toward his next move. The questions abound: will he reconsider quitting the Senate prior to the 24 June filing deadline for re-election? Does his renewed attention toward the local issues facing his state signal that Rubio will make a run for Florida’s governorship in 2018? And then there is already the conjecture surrounding a possible second bid for the presidency in 2020. Rubio has, on multiple occasions, insisted he will neither change his mind about leaving the Senate nor set his sights on the governor’s mansion. And last week, he let his exasperation be known on Twitter – first taking aim at the Washington Post for quoting anonymous sources while musing about his future and then chastising NBC’s Today show for producing a political package from a tour he took of an embattled housing complex in Jacksonville, Florida, subsidized by the federal government.  Rubio, who was routinely criticized by his opponents for missing votes in the Senate while campaigning for president, would rather highlight an agenda chock full of challenges at both the state and federal level. “I have seven months left,” he said. “We’re trying to maximize that and do as much as we can.” •••     Rubio announces his candidacy for president in April 2015. Photograph: Miami Herald/TNS via Getty Images    The list includes addressing Puerto Rico’s crippling debt crisis, cracking down on automatic benefits for certain Cuban immigrants amid reports of abuse, and fighting the implementation of the nuclear accord with Iran.  Rubio has already reversed his opposition to confirming Roberta Jacobson as the US ambassador to Mexico in exchange for extended sanctions against Venezuela, and has been the lone Senate Republican to argue in favor of fully funding the Obama administration’s request of $1.9bn to fight the Zika virus, which poses the greatest risk to his home state of Florida. He is less conciliatory on the issue of criminal justice reform, a debate currently pending before the Senate in which an overhaul of sentencing laws have drawn bipartisan support – including from influential Republicans such as John Cornyn, of Texas, Chuck Grassley, of Iowa, and Mike Lee, of Utah. Rubio said he admired his colleagues’ intentions, but echoed the position taken by the Arkansas senator Tom Cotton that the US is actually struggling with under-incarceration. “If you look at some of these people that are in the federal [prison] system, for the most part, for the enormous majority, these are very significant lawbreakers,” Rubio said, “and I think you can make the argument you need to do a better job of putting more bad people in jail. “We have this runaway drug problem in America now with opiates and the heroin epidemic – we should be locking up more of these people that are out there pushing this stuff at every level of these organizations so you can shut them down.” On the campaign trail, the senator was more amenable to lowering mandatory minimums for nonviolent offenders. But Rubio argued that drug crimes, in his view, were inherently violent. “I think if someone’s out there trafficking in heroin or even selling at the street level, they’re committing an act of violence,” he said.  “Even if they didn’t shoot somebody, they are harming people, they are harming communities, they are destroying families, they are destroying lives … In my mind, they’re violent even if they’re not in possession of a gun.” When he is not tending to Senate business in Washington, Rubio is a fixture back home in Florida, holding regular meetings with state lawmakers to discuss issues ranging from the heroin epidemic to the threat of Zika to federal housing abuses. If he was faulted, leading up to the loss of his home state that forced his exit from the race, for not affording enough attention to his constituents, Rubio is determined to complete his tenure as their senator on a high note. On Monday, he delivered the keynote address before a business charter school in Hialeah that contained a word of advice perhaps shaped by his own recent experience. “You are going to fail. That’s going to happen,” Rubio said. “Failure in many ways is a benefit, because it teaches you in ways success never can.”",
  "webTitle": "Marco Rubio: 'It’s not that we lost, it’s that Donald Trump won'",
  "webPublicationDate": "2016-05-24T13:02:28Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/marco-rubio-interview-presidential-nomination-donald-trump",
  "keyword": [
    {
      "webTitle": "Marco Rubio",
      "id": "us-news/marco-rubio",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/24/marco-rubio-interview-presidential-nomination-donald-trump"
}