{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/tories-bbc-haters-halted-next-europe-david-cameron",
  "id": "2016-05-12-48",
  "sectionId": "commentisfree",
  "body": "Be very clear about the BBC white paper. In almost any other country in the world this would not be happening at all. Beyond Britain the BBC is universally revered. It stands for excellence and independence; and because of that excellence and independence, it stands above all for reliability. There is no other engine of soft power to touch it on the planet.   Related: BBC white paper: key points at a glance    Anywhere else, the BBC would be the ultimate national cynosure. Its future would simply not be an issue. If the United States, China, France – you name the country, it would almost certainly be true there too – had a broadcaster with the global respect and reach the BBC enjoys, that country would do everything it possibly could to protect, nurture and promote it. The BBC is the model of what they wish they also had. Be clear about this too. The BBC they revere is not some misty-eyed 1950s version of the BBC. They don’t yearn for the days of John Snagge and Arthur Askey in Berlin or Bogotá. It’s the multi-platform BBC of today that they rate: a BBC of top programme-making and truthful reporting, and a BBC with a reputation that has changed almost wholly for the better since the days of the corporation’s cringing postwar establishment sycophancy, as well as the days of Jimmy Savile or the Black and White Minstrels. There’s only one country in the world where the idea that the BBC needs shaking up, taking down, and kicking around has any serious currency. That country, to the disbelief and consternation of much of the rest of the world right now, is Britain. Thankfully, a first reading of the white paper on the future of the BBC suggests there is still just enough good sense in the current British government to recognise that the BBC is an institution to nurture, not to neuter. The core commitments announced by the John Whittingdale, the culture secretary, were to an 11-year charter (in the 1970s, paranoid Harold Wilson wanted yearly deals); an inflation-proof licence fee (in the 1980s Margaret Thatcher wanted to scrap it altogether); and to an independent majority on the new unitary board (since the days of Wilson, all prime ministers have wanted a pliant BBC). Though not watertight in all cases, these are crucial bulwarks. But it has been a close-run thing in some respects. The stories that you saw a few days and weeks back about government control of the new BBC board, selling off whole chunks of the BBC to their private sector competitors, and political controls over BBC scheduling, weren’t make-believe. They were real possibilities. They were all floated, and they all might have happened.   Related: Seumas Milne on Pinkoes and Traitors by Jean Seaton – review: my father, the BBC and a very British coup    That they did not make it to the final version of the white paper is due to many things. Ed Vaizey, Whittingdale’s minister of state, who sat smiling through today’s Commons exchanges, played an important role in this. The political weight of the prime minister and the chancellor was also decisive in the final shaping. But in the end even Whittingdale grasped that the BBC is popular with Conservative MPs and voters – and, if nothing else, that it is a crucial dynamo for the cultural industries more generally. The question of why the BBC should have been under threat at all – and of why, to an extent, it still is in danger – is an issue that matters because the answers illuminate the politics of modern Britain. What is it about a part of contemporary Britain that makes it so desperately keen to eat the BBC up, when the BBC is so successful, so popular and so admired, at home as well as abroad? The answers to these questions lie overwhelmingly in the peculiar pathologies of the modern Conservative party, and in particular the example and legacy of Thatcher. Few governments have loved the BBC but, until Thatcher, its critics were more likely to be on the left than the right. After Thatcher, that changed and became polarised. The language in which the BBC was attacked became intemperate. Many Tories shared the view of Private Eye’s “Dear Bill” letters, which purported to be from Denis Thatcher and cast the BBC as a nest of “pinkoes and traitors”, a phrase Jean Seaton lifted as the title of her recent history of the BBC in the Thatcher era. As Seaton points out, Thatcher’s own attitude to the BBC was characteristically more complicated than that of some of her disciples today. She didn’t just want to scrap the licence fee, and to expose the BBC to the market – represented then and now by Rupert Murdoch, as most latter-day Thatcherites (and Murdoch) still wish. Thatcher herself also wanted the BBC to shape public attitudes and promote her version of the public good. She wanted a weaker BBC that also did what she said. But that’s not what the public wants. The public may dislike some things about the BBC, not without reason. But the public basically likes British institutions and rightly thinks the BBC does a mostly good job. And the public’s good sense is the main explanation why, in the end, sensible Tories have always known they should stick with the BBC, and not be seduced into a doctrinaire destructive policy towards the corporation. That’s particularly true when the government is not very popular with the voters and is split over Europe. The timing of this week’s white paper undoubtedly played the BBC’s way. The comparison between Tory hatred of the BBC and of Europe is instructive. Both are articles of faith on the party’s Thatcherite wing. Both are heavily promoted with extraordinary bile by the rightwing press. Sometimes they even come together. Among current ministers, support for Brexit and dislike of the BBC are often bedfellows, as are support for the EU and a preference for the BBC against the alternatives. But the prejudices against the BBC and Europe have something else in common. In both cases, a braver and more consistent Toryism would have stood up for both institutions, in spite of their faults. In both cases, however, the Cameron government has allowed the obsessives to shape too much of the party’s rhetoric until far too late. Cameron could have stood up much more firmly for the BBC’s role as a unifying British institution than he did. And he could have done exactly the same in support of the national interest to remain in the EU. One national catastrophe has now been averted. Whether the second can be is a much tougher call.",
  "webTitle": "The Tories’ BBC haters have been halted. Next, to Europe | Martin Kettle",
  "webPublicationDate": "2016-05-12T19:36:51Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/tories-bbc-haters-halted-next-europe-david-cameron",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Kettle",
      "id": "profile/martinkettle"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/tories-bbc-haters-halted-next-europe-david-cameron"
}