{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/17/pj-lynch-irelands-childrens-laureate-na-nog",
  "id": "2016-05-17-202",
  "sectionId": "childrens-books-site",
  "body": "Author and illustrator PJ Lynch has been announced the fourth Laureate na nÓg, Ireland’s laureate for children’s literature. He is passed the baton by outgoing Laureate na nÓg Eoin Colfer.   Related: The Boy Who Fell Off the Mayflower – in pictures    So let’s find out a bit about PJ Lynch. He was born in Belfast and has illustrated over 20 beautiful books. PJ is two times winner of the prestigious Kate Greenaway Medal, first for The Christmas Miracle of Jonathan Toomey (Walker Books) written by Susan Wojciechowski and again for When Jessie Came Across the Sea written by Amy Hest. He’s also been awarded the Christopher medal (which is massive in the US) three times. PJ is a big lover of folklore and traditional stories so legends and fairy tales have been a recurring subject of his work.  Check out this gorgeous gallery he made for us about his book The Boy Who Fell off the Mayflower (Walker Books) for a real flavour of his gorgeous illustrations and writing.     An illustration from The Boy Who Fell off The Mayflower by PJ Lynch: settlers are hampered by bitter winter storms. Illustration: PJ Lynch, Walker Books    As he was crowned Laureate na nÓg today PJ Lynch told us about his laureate plans: “Being named the new Laureate is one of the proudest moments of my career. I want to explore the magic that happens when words and pictures come together. My theme as Laureate na nÓg will be “The Big Picture” – I plan to do a regular podcast involving live drawing or demonstrating techniques and I’ll invite guests to talk about their drawing passions. I would also love to create a landmark image in a prominent place or places in Ireland as a permanent reminder of the power of pictures to incite the imagination.”    Related: How to draw… with charcoal    We’re really excited about what PJ is going to do as Laureate na nÓg, and if this drawing lesson he made for us  is anything to go by, it’s going to be a very fabulous laureateship indeed. Perhaps PJ will get together with the UK children’s laureate Chris Riddell in a drawing project or two! Sheila Pratschke, chair of the Irish Arts Council which awards the laureateship, revealed a bit more about the achievements of the three Laureate na nÓgs who have gone before PJ: “From Siobhán Parkinson’s Laureate International Library to Niamh Sharkey’s Pictiúr to Eoin Colfer’s Once upon a Place – each Laureate has left a meaningful creative legacy and inspired a new generation of readers, writers and illustrators. We are so honoured that the esteemed author and illustrator PJ Lynch is our fourth Laureate na nÓg. An extraordinarily gifted and revered picturebook maker, PJ Lynch has already touched the lives of so many young people and their families. We are excited to bring his work and his passion to even more people through this initiative.”    Related: Celebrating the work of Irish children's laureate Niamh Sharkey – in pictures    So watch this space, we’ll be bringing you more from PJ Lynch over the next year (and beyond). PJ’s next book book Patrick and the President, his collaboration with Ryan Tubridy about John F Kennedy’s visit to Ireland, will be published in 2017.",
  "webTitle": "PJ Lynch is Ireland's new children's laureate",
  "webPublicationDate": "2016-05-17T11:00:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/17/pj-lynch-irelands-childrens-laureate-na-nog",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eoin Colfer",
      "id": "books/eoin-colfer",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Illustration",
      "id": "artanddesign/illustration",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Emily Drabble",
      "id": "profile/emily-drabble"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/17/pj-lynch-irelands-childrens-laureate-na-nog"
}