{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/anz-25bn-claim-indian-socialite-couple-pankaj-rahhika-oswal",
  "id": "2016-05-30-139",
  "sectionId": "australia-news",
  "body": "In a commercial courtroom on the third floor of the Victorian supreme court complex, lawyers are feasting.  For the next three months – or possibly six months, depending on which barrister you ask – this courtroom will host a lucrative legal battle between a powerful Indian billionaire couple and one-time Western Australian socialites, Pankaj and Radhika Oswal, against, in various claims, the ANZ bank, the receivers appointed by the bank, and a group of companies with which they were once in partnership. It is a complex case, and has been reported to be the biggest civil trial in Victorian supreme court history. The legal fees have already reportedly amounted to tens of millions of dollars. “On any view,” as Alan Archibald QC, one of nine senior counsel engaged to appear on the first day of the trial on Monday remarked to Judge Julie Dodds-Streeton, “it’s heavy and lengthy”. Three claims, two with the Oswals as plaintiffs and one with them as defendants, will be heard concurrently. The opening statements alone are expected to take 12 days. At the heart of all three matters is a claim by the Oswals that their 65% stake in what was then called Burrup Holdings Limited, a fertiliser plant on the Burrup Peninsula near Karratha on WA’s north-west coast, was substantially undersold by receivers in 2012. They are seeking $US1.8bn in compensation for the sale and additional compensation for a duress claim brought by Radhika Oswal against the ANZ, which alleges, among other things, that a senior ANZ executive slung an arm around Pankaj’s neck in what the statement of claim describes as “an unfriendly manner” and said: “Bloody well sign the documents or we will destroy you.” ANZ denies that ever occurred. Following the complicated proceedings requires an annotated seating chart of the courtroom and, if possible, a brief powerpoint presentation. Seated in three rows of bar tables on Monday were 24 barristers, a third in silks, nine of whom were acting for the Oswals on various claims.  Behind them, in the public gallery, were scores of solicitors, associates and representatives from the companies involved, including, seated in the centre of the front row, Pankaj Oswal. His wife did not attend. Pankaj is the plaintiff on the first claim, which alleges that the couple’s combined shares in Burrup Holdings were undersold by $US800m. The Burrup group was placed into receivership in 2010 and the shares sold for a base price of $US560m to a group headed by Yara Australia, which already controlled the remaining 35% of the company. The sale was completed by receivers on 31 January 2012. Tony Bannon SC, lead counsel for the Oswals on this particular claim, submitted to the court on Monday that the sale price was just enough to clear the Pankaj Oswal’s debt with the ANZ and that the true value of the shares at that time was just under $US1.4bn. He said the Oswals were therefore entitled to compensation of $US1.2bn (A$1.67) or, if the sale agreement was set aside and the shares divested, $US1.8bn (about A$2.5bn) based on current valuations. “We submit it was no coincidence that the share sale price ended up at US$560, enough to pay out the Oswal debt plus expenses, because the bank and receivers made it clear to anyone who cared to listen, including bidders, that their purpose was simply to clear that debt and they disclosed the amount of that debt to potential bidders,” Bannon said.   Related: Money, young marriage and a condemned mansion: the curious case of Perth's Taj-on-Swan    “In other words, they disclosed the reserve price and, indeed, it was the upper price as well. Not only is it a breach of selling any asset, rule 101, as it turns out it’s a breach of the duty of a receiver.” Radhika Oswal is the plaintiff in the second claim, which alleges that she was placed under duress by ANZ in December 2009 to mortgage her shares and sign a guarantee with the bank.  The statement of claim filed with the supreme court and seen by Guardian Australia alleges she was pressured to sign the documents. It also alleges that Chris Page, a senior ANZ executives, told Pankaj Oswal in a private meeting on 20 December 2010 to “bloody well sign the documents or we will destroy you” and that “we will sell the plant”. For part of that conversation, the statement of claim alleges Page “had one of his arms around Pankaj’s neck in an unfriendly manner”. The third claim is being brought by a group of companies headed by Yara Pilbara Fertilisers Pty Ltd, the name given to the entity that now controls the Burrup plant, against the Oswals. The couple left Perth in 2010, leaving behind a half-finished $50m mansion, dubbed the Taj-on-Swan, which the council has sought to demolish.  They returned to Australia for the trial and are both expected to take the stand during the course of the 61-day-plus hearing.",
  "webTitle": "Lawyers at 20 paces as ANZ faces $2.5bn claim from Indian socialite couple",
  "webPublicationDate": "2016-05-30T10:22:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/anz-25bn-claim-indian-socialite-couple-pankaj-rahhika-oswal",
  "keyword": [
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/30/anz-25bn-claim-indian-socialite-couple-pankaj-rahhika-oswal"
}