{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/cologne-sex-assault-attacks-case-collapses",
  "id": "2016-05-06-145",
  "sectionId": "world",
  "body": "The first sexual assault charge to be brought after the New Year’s Eve attacks in Cologne has been dropped after witnesses failed to recognise the defendant. The 26-year-old Algerian, named only as Farouk B, appeared in court in Cologne charged with sexually assaulting and stealing a phone from two women at the German city’s main railway station on New Year’s Eve.  Farouk and his 23-year-old brother, who was charged with theft, were accused of being part of a group of about 10 men who attacked a woman in a crowd in the station. According to the charge sheet, several perpetrators surrounded the woman “with sexual motivation” for two or three minutes, during which the suspect allegedly groped her the buttocks and hip and attempted to grab her breast. But the prosecution’s two witnesses and alleged victims, Karin P and Cordula M, failed to recognise Farouk in court, prompting the prosecutor to drop the sexual assault charge. The court spokesman Wolfgang Schorn said the witnesses had “70%” identified Farouk B two weeks ago from a photograph. Schorn said Karin P’s phone had been found with other phones among Farouk’s possessions in a refugee home where he was staying. Both men denied they were at the station on New Year’s Eve and said they had bought the phones. The two men were convicted of theft and receiving stolen goods, and each sentenced to six months on probation. The prosecution had called for seven-month prison sentences. Police said they had previously been arrested for breaking into a car, a charge they both admitted. The state prosecutor later told the news magazine Focus that the pair would remain in custody pending deportation, as they had entered Germany illegally last November and not applied for asylum. According to their defence lawyer, Bernhard Scholz, they had “not bothered to try to get papers”. “They wanted to travel on to England,” Scholz told Focus. “The court and the state prosecution have proved they are independent,” Scholz added. “They have not allowed themselves to be influenced by public pressure.” It was the first sexual assault case connected with the apparently coordinated New Year’s Eve attacks, which created a storm of media outrage in Germany in January. Cologne prosecutors received 1,170 criminal complaints related to the attacks, of which 492 were reports of sexual assaults. There have been nine convictions for theft, but this is one of only two cases where a sexual assault suspect has been identified. The other was a 19-year-old Moroccan man who was arrested in Switzerland last week after being caught shoplifting.",
  "webTitle": "Cologne sexual assault case collapses",
  "webPublicationDate": "2016-05-06T13:57:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/cologne-sex-assault-attacks-case-collapses",
  "keyword": [
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Knight",
      "id": "profile/ben-knight"
    }
  ],
  "guardianId": "world/2016/may/06/cologne-sex-assault-attacks-case-collapses"
}