{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/02/the-bbc-needs-to-be-truly-independent",
  "id": "2016-05-02-59",
  "sectionId": "media",
  "body": "Whatever the truth in the story that the government is seeking to influence BBC scheduling (Report, 2 May), it raises a fundamental point about the BBC. The acid test of the forthcoming white paper is whether it can be demonstrated that the BBC will be truly independent and free from government interference. Past history is not encouraging. In the last review of the BBC’s royal charter in 2006, the then Labour government insisted against a mass of contrary advice that a new organisation, the BBC Trust, should be set up – thus ensuring divided leadership at the top of the corporation. All the signs are that, belatedly, the trust will be abolished. But John Whittingdale, the culture secretary, could well introduce measures just as controversial. We are likely to get a new chair of the BBC, but so far with no guarantee that the accompanying new board will be made up of members of undoubted independent judgment. The government also needs to reject any version of a five-year check – which can only mean that the BBC will be under constant review – and assure us that there will be no further top-slicing of the corporation’s budget. But what happens if the government ignores these tests? The plain fact is that under the royal charter, decisions rest entirely with the government. There is no bill to be scrutinised and voted on in parliament. There is no appeal. Government ministers will decide. There is one reform that could break the overwhelming power of the executive. Important changes resulting from the royal charter process could be made subject to votes in parliament – as proposed by the leading lawyer Lord Lester in his forthcoming bill. This would provide at least some safeguard against unacceptable change.Norman FowlerConservative, House of Lords (chair of the Lords select committee on communications 2006-10) • It is hard to summon up enthusiasm to save the BBC when faced with its constant news bias. The hostility to Jeremy Corbyn’s Labour party is barely hidden on programmes like Today, as though Labour is in power, rather than one of the most noxious Tory governments in living memory.Dr Michael ParaskosLondon • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The BBC needs to be truly independent | Letters",
  "webPublicationDate": "2016-05-02T18:16:42Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/02/the-bbc-needs-to-be-truly-independent",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/02/the-bbc-needs-to-be-truly-independent"
}