{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/gregory-porter-take-me-to-the-alley-review-genre-straddling-true-grit",
  "id": "2016-05-05-166",
  "sectionId": "music",
  "body": "There’s something striking about the press reviews of singer-songwriter Gregory Porter’s third album, Liquid Spirit (2013). They’re all written by specialist jazz critics, full of references to the singer’s rhythmic phrasing, the tasty call-and-response between bass and vocals and the steady eighth-note strut in the right hand of the title track’s piano solo. Nothing wrong with that, of course. Porter is unequivocally a jazz artist; a stalwart of festivals from Cheltenham to New Orleans, who first attracted attention when Wynton Marsalis selected him for a residency at New York’s Lincoln Centre, and whose repertoire features songs by Wayne Shorter, Nat Adderley and Max Roach. And yet, it seems telling: clearly no one expected Liquid Soul to become a vast crossover pop success. You can see why: jazz hasn’t really produced a crossover pop success since that curious period in the noughties when Michael Parkinson became Britain’s least likely arbiter of musical taste and a swath of middle-aged middle England fell for the boyish charms of Jamie Cullum and Michael Bublé. But a vast crossover success is precisely what Liquid Spirit became, at least in Britain. It went gold, and became the most streamed jazz album in history.            Moreover, the nature of Porter’s success seems intriguing. Fairly or otherwise, the Noughties pop-jazz stars were inexorably linked with a certain demographic. Their audience always seemed to have something of the garden centre and the Vauxhall Cavalier about them: fans of Sunday-morning Radio 2 whose biannual CD purchase brought with it the added thrill of extra points on their Tesco Clubcard. Porter clearly has that audience sewn up – last year he could be spotted at the Royal British Legion’s VE Day concert singing We’ll Meet Again alongside Elaine Paige, Bernard Cribbins and the Strictly Come Dancing cast – but he’s also collaborated with dance duo Disclosure on Holding On; his 2012 single 1960 What? proved a huge club hit when remixed by Opolopo, as did Claptone’s Ibiza-friendly take on Liquid Spirit’s title track. He is perhaps the only artist who can generate excitable copy in the Daily Express (“Gregory Porter: why he wears a hat and other facts”, it offered in a rare moment when not squealing about asylum seekers or telling its readers that yoghurt can cure dementia) and gushing praise from perennially hip DJ Gilles Peterson, who has compared him to Teddy Pendergrass and Lou Rawls, among others.    Even the poppiest songs come underpinned by intriguingly chewy chord progressions    This is obviously an unlikely state of affairs, and playing Liquid Spirit’s follow-up, you find yourself wondering if it might have happened because, for all its easiness on the ear, – and there are moments when listening Take Me to the Alley feels like being mugged by a syrup sponge pudding – there’s something weirdly uncompromising about Porter’s music. He doesn’t bother with glossy production: Take Me to the Alley sounds fantastic, but that’s down to the warm spontaneity of an album that seems to have been recorded in six days. Nor does he dabble in radio-friendly pop covers – no scat-singing interpreter of the Coldplay songbook he. His own compositions proudly display his gospel roots – not the first genre you’d think of flaunting were you desperate for mainstream success. The title track offers up a parable about the second coming of Christ, its sternness at odds with the pacific piano playing and Alicia Olatuja’s pillowy backing vocals; In Heaven undercuts the small hours loveliness of its muted trumpet with a lyric by Porter’s cousin about death and redemption.             If it frequently functions as pop music – the melody of Holding On feels as direct here as it did in the version Porter recorded with Disclosure, while In Fashion clearly has a strand of Elton John’s Benny and the Jets somewhere in its DNA – you’re never struck by the sense of a jazz artist holding back his natural impulses. Even the poppiest songs come underpinned by intriguingly chewy chord progressions and a drummer with a noticeably exploratory approach to rhythm. Fan the Flames’ lyrics feel rooted in early 70s soul and there’s a hint of Curtis Mayfield’s unfailing equanimity about its attempt to interest a post-Ferguson world in peaceful protest – but the music is blaring hard bop.   Related: Gregory Porter review – jazz chameleon finds countless ways to seduce    The standard explanation of Porter’s broad appeal is that there’s something undeniable about his talent; that anyone who can come up with a song such as the unfeasibly beautiful ballad Consequence of Love is obviously destined for success; that his voice, with its echoes of Bill Withers and Donny Hathaway, is built to steamroller any conceivable objection one might raise. And there’s truth in all of that. There are certainly points during Take Me to the Alley when you can’t help but wish he’d ease up on the sentimentality and inject a little more edge – the roar of Fan the Flames and intriguingly off-kilter closer French African Queen come as something of a relief after a run of drowsily paced tracks – but no matter how velvety things get, there’s a grit in Porter’s voice that scrapes against the smoothness. You hear it on the chorus of Insanity, a song resolutely situated in the middle of the road: an affecting wince of pain, at odds with his reputation for baritone mellowness. If there’s nothing on Take Me to the Alley to scare away Porter’s existing audience, it still sounds less like music made for a mass market than that of a man who happened to have found one while following his own path.",
  "webTitle": "Gregory Porter: Take Me to the Alley review – genre-straddling true grit",
  "webPublicationDate": "2016-05-05T14:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/gregory-porter-take-me-to-the-alley-review-genre-straddling-true-grit",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/05/gregory-porter-take-me-to-the-alley-review-genre-straddling-true-grit"
}