{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/investigations-in-to-edward-heath-sex-abuse-claims-to-continue",
  "id": "2016-05-11-44",
  "sectionId": "politics",
  "body": "Police have said that they will continue an investigation into allegations of sexual abuse against the late former prime minister Sir Edward Heath, as they attempt to determine whether he committed any offences in the first place and if there are any living accomplices. The chief constable of Wiltshire police, Mike Veale, said the priority of the investigation is to identify and safeguard children and vulnerable adults who may be at risk of abuse today. He was responding to questions put to him by the home affairs select committee chair, Keith Vaz, who said on Tuesday that “concerns had been expressed” to it about the rationale for the probe and its cost.  In a written response, Veale said 16 colleagues were involved in the investigation, along with support from other forces, and that a panel of experts outside of policing had been convened to scrutinise the investigation and its proportionality. The probe, known as Operation Conifer, has cost £368,000. He was unable to provide a date for when the investigation, begun in August last year, would be completed, other than to say that he was satisfied that its length was proportionate. “I will continue to think carefully about the implications of Operation Conifer,” he wrote in the response to Vaz last week. “Doing the right thing is more important than the reputation of Wiltshire Police, and at this stage I am satisfied that it is appropriate for the investigation to continue.” He said that he plans to personally brief all Wiltshire and Swindon MPs in the coming weeks about the investigation. Friends of Heath, who died aged 89 in 2005, have been angered by the damage the inquiries have done to his reputation. Crossbench peer Robert Armstrong said Heath was “almost completely, if not completely asexual”. In a statement issued on Wednesday, Vaz added: “Ministers have previously criticised the inappropriate decision for a senior police officer to appeal for individuals to come forward with information at the gates of Sir Edward Heath’s home. “We will be monitoring this issue closely.” The appeal which Vaz referred to was made last summer as the Independent Police Complaints Commission (IPCC) announced it was investigating claims that officers dropped a prosecution against a man in the 1990s after he threatened to name Heath as a child abuser. Police sources have said in the past said that there were good reasons for a full investigation relating to Heath, adding: “Are there accomplices out there who are still free?” Vaz wrote to Veale on 3 May to request an update, pointing out that his committee had published a report on the investigation into the Leon Brittan case. That report said the Labour party’s deputy leader, Tom Watson, should make a written apology to the late Tory peer’s family, and that the Metropolitan police were wrong to be influenced by fear of “media criticism and public cynicism” in its handling of a 40-year-old rape allegation against Lord Brittan. Wiltshire police, which is supervising all investigations launched across the country into sexual abuse allegations against Heath, advertised in January for staff investigators to assist the inquiry for at least 12 months, possibly up to two years. The recruitment drive was reportedly launched to support plans to examine the Heath archive at the Bodleian Libraries, which is made up of about 4,500 boxes of material.",
  "webTitle": "Investigations into Edward Heath sex abuse claims 'to continue'",
  "webPublicationDate": "2016-05-11T20:26:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/investigations-in-to-edward-heath-sex-abuse-claims-to-continue",
  "keyword": [
    {
      "webTitle": "Edward Heath",
      "id": "politics/edward-heath",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "politics/2016/may/11/investigations-in-to-edward-heath-sex-abuse-claims-to-continue"
}