{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/billionaire-brexit-supporter-says-uk-should-emulate-singapore",
  "id": "2016-05-12-169",
  "sectionId": "politics",
  "body": "The billionaire donor bankrolling the Brexit campaign Peter Hargreaves has said the EU is too dominated by France and Germany , and believes Singapore is the best business model for Britain outside the European Union.  The businessman also said a steep fall in sterling could be good for the country, and that some workers’ rights – such as part-time employment, flexitime and extended maternity leave – have gone too far. A lot of households in Britain have already heard from Hargreaves. His £3.2m contribution to the Leave.EU campaign – the single biggest individual donation so far – has paid for an anti-EU mailshot to one in three homes in the country. And with his hugely deep pockets – his 30% stake in financial advisers Hargreaves Lansdown is worth £2bn – he is not against spending more.  Hargreaves, 69, sparked an outcry when he said the insecurity that would result from quitting the EU could be “fantastic” and likened the consequences of an exit to the Dunkirk retreat of the second world war. But his views on workers’ rights might trigger an even bigger backlash. “I was at a debate at a girls’ school. On the other side was someone saying EU rights were great for women, particularly maternity pay, which he said could last as long as two years. But I said to the girls, if you want maternity pay like that, it’s just going to make you unemployable.  “Schoolteachers teach children that the EU is good for them. The schoolteachers were horrified. They don’t like the fact that I destroy what they are teaching,” he said.   Related: Brexit threatens rights to maternity leave and paid holiday, says TUC chief    EU directives on working time particularly irk the businessman, who founded the FTSE 100 investment group Hargreaves Lansdown, although he has now stepped down from any formal executive role at the firm. The group employs nearly 1,000 people. “It should be up to firms to decide this sort of thing, not governments. Flexitime is generally only good for the employee. Choosing when you want to turn up is not good for the employer. Working part-time is also only good for the employee. It’s why our public sector runs so badly,” said Hargreaves. The son of a bakery shop owner in Clitheroe, Lancashire, Hargreaves grew up in a small flat above the shop. “We were not wealthy at all. My father worked hard to build the business, and my mother made all my clothes.”  Unlike other billionaires, he remains firmly rooted in the UK rather than an offshore tax haven. “One thing people should know about me is that I’m incredibly ethical. I was looking down the Sunday Times Rich List [he is listed as 50th wealthiest individual in Britain] and there are not many people in that list who are ordinarily resident in the UK for tax purposes.  “I think I’m only one of only two or three of them. Very few people pay all their taxes here. And new taxes on dividends mean I’ll be paying more. But I won’t be leaving the UK.”  He berates modern politicians for failing to understand how business works, and is not a member of any political party. “Very few politicians live in the real world or know the impact that regulations have. They have never had to employ anyone or fire anyone. They live in a cocoon.”    Related: 'Like Dunkirk': Brexit donor trumpets 'fantastic insecurity' of leaving EU    One politician does earn his respect – Lee Kuan Yew, the former prime minister of Singapore. “When he took power, Singapore was a mosquito-infested swamp with no natural resources, but he turned it into the best economy in the world. It’s a bit of a clinical place, but it shows what a small country with limited resources can do. And we are much bigger and have more resources. Britain will be far better off as an independent nation.”  Voters need not fear a collapse in trade on exit from the EU, he said. “On the day after we vote out, there will be three phone calls to Angela Merkel. The first will be from Mercedes, the second from BMW and the third from Volkswagen. We are among the biggest market for all of them. They are going to make sure the EU does not put up any trade barriers against the UK, because they fear we will reciprocate.  “When I was at Hargreaves Lansdown, we didn’t sell our products to Spain or France. We couldn’t. The EU is a free trade area for wine and cheese from France or cars from Germany, but it’s not a free trade area for British financial services. Every time we wanted to contact a client on say, a unit trust, we had to send out enormous amounts of documentation, because of EU regulations.”  Hargreaves agrees that sterling may slump after an out vote, but that will be good for Britain. “If Brexit means the pound goes down, then whoopee-do. It will be positive for exporters and the market. If sterling goes up because we remain in, then it’s bad for commerce.  “The last time something like this happened, under John Major [when sterling was forced out of the EU’s exchange rate mechanism], the pound dropped 20% but like the phoenix we rose, and within a few years had one of the best economies in Europe.” Immigration features little in Hargreaves’ concerns about the EU. “I would love all the Polish people to stay. There is no way we should send them back but I do think we should have the right to say who should be allowed to come here. The problem with the EU is that it wants to be the United States of Europe.”  How can financier Hargreaves be so adamantly anti-EU when so many voices in the City of London argue that it will be a disaster for British financial services companies? “What you are hearing from is American and German-owned banks. And how dare foreign politicians and the IMF tell us how to vote? And as for the CBI, well any firm that has joined the CBI has gone a bit soft.”",
  "webTitle": "Billionaire Brexit supporter says UK should emulate Singapore",
  "webPublicationDate": "2016-05-12T14:23:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/billionaire-brexit-supporter-says-uk-should-emulate-singapore",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    }
  ],
  "guardianId": "politics/2016/may/12/billionaire-brexit-supporter-says-uk-should-emulate-singapore"
}