{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/barcelona-real-madrid-la-liga-title-chase",
  "id": "2016-05-08-59",
  "sectionId": "football",
  "body": "And so to the final day. Barcelona have not yet won the league title and they may still be denied next Saturday but they took one step closer after they defeated Espanyol 5-0 at the Camp Nou while Real Madrid, a point behind, beat Valencia 3-2 at home but Atlético Madrid lost 2-1 at Levante, 350km south on the east coast, ruling them out of contention. A victory for Barcelona at Granada, whose 4-1 victory at Sevilla means they are now safe, would make Barcelona champions for the sixth time in eight years and they will also take the title if they can match Real Madrid’s result at Deportivo La Coruña. Two goals from Luis Suárez and one each for Lionel Messi, Neymar and Rafinha took them to within touching distance of a league that most thought they had tied up a month ago. Instead a single point from 12 turned this into a five-match, three-team sprint for the title. Real, Barcelona and Atlético won three in a row but Atlético fell at the penultimate hurdle with Sunday’s defeat at the bottom club, who have been relegated. Real’s pursuit continues, though, and Barcelona must hold them off for one more week. At least they do not do so against a team fighting for its life. All games kicked off at 5pm and Diego Simeone’s Atlético climbed ahead of them, as it stood, after two minutes when Fernando Torres scored at Levante. But Barcelona went back to the top five minutes later, when Messi lifted a free-kick over the wall and beyond Pau López. Not until the second half could Barcelona really feel comfortable. Word came through that Real Madrid had taken the lead against Valencia but there was better news for Barça when Atlético conceded an equaliser and Granada were clearly rolling over Sevilla. As long as the lead was a single goal there would still be concerns for the Catalans. No one had forgotten 2007 when, on the penultimate game of the season, Espanyol got an 89th-minute equaliser here to cost their city rivals the title. But this time the margin was not a single goal for long.   Related: Timid Manchester City suffer as Real Madrid reach final thanks to own goal    Barcelona got the second early in the second half and added a third soon after. Both came from Suárez, his 36th and 37th league goals of the season, slotting past López at his near post and then heading in Neymar’s corner. López then made a dreadful mistake to allow Rafinha to score and Suárez laid on a cross for Neymar to make it five. A moment later Levante scored a late winner against Atlético. Though the title slipped from Atlético’s reach, it was not yet beyond Real’s and Valencia were unable to get the equaliser that would have made Barcelona champions on Sunday night. There are still two teams in it with a week to go.   Related: Antoine Griezmann fires Atlético Madrid into final at Bayern’s expense",
  "webTitle": "Barcelona and Real Madrid take La Liga title chase to final day",
  "webPublicationDate": "2016-05-08T17:38:37Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/barcelona-real-madrid-la-liga-title-chase",
  "keyword": [
    {
      "webTitle": "La Liga",
      "id": "football/laligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Espanyol",
      "id": "football/espanyol",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/08/barcelona-real-madrid-la-liga-title-chase"
}