{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/29/sundays-best-tv-top-gear-wallander-naked-and-afraid",
  "id": "2016-05-29-194",
  "sectionId": "tv-and-radio",
  "body": "Wallander 9pm, BBC1The long goodbye continues. The case pursued in Henning Mankell’s final crime novel, The Troubled Man – about Linda Wallander’s imposing new father-in-law – is low in the mix for now, with Kurt (Kenneth Branagh) instead trying to focus on a vanished young woman. The drama focuses on the detective’s disintegrating mind. His blanks and wobbles lead to more elegant pauses than ever, in a penultimate episode so underplayed it’s virtually subterranean. Jack Seale Top Gear 8pm, BBC2Chris Evans and Matt LeBlanc launch the new-look motoring magazine show, but can they manage to put their own stamp on a format that – for all its controversy – was something of a national institution? As the series kicks off, Evans heads to Nevada to take on female racing driver Sabine Schmitz, whose inclusion seems a necessary step post-Clarkson. Elsewhere, LeBlanc explores Morocco in a souped-up buggy and there’s a UK v US showdown. Hannah J Davies Yeti: Myth, Man Or Beast?   8pm, Channel 4Mark Evans, presenter of Bigfoot Files, attempts to unravel the mystery of Tibet’s unofficial mascot. With the help of genetic experts and mountaineer Reinhold Messner, the affable TV vet puts two theories under the microscope. Could the world’s most elusive Chewbacca impersonator be a remnant of the Denisovans, a supposedly extinct human species? Or is the abominable snowman actually just a rare bear? Graeme Virtue Channel 4’s Comedy Gala 2016  9pm, Channel 4The annual all-star standup bash held at London’s O2 Arena returns for a seventh year, with money raised from tickets and DVD sales going to Great Ormond Street Hospital Children’s Charity. This time around, those lending their talents to the cause include Aisling Bea, The Last Leg’s Josh Widdicombe and Alex Brooker, Warwick Davis, Sean Lock, Seann Walsh, Shappi Khorsandi and Alan “Chatty Man” Carr. Plus Jake Bugg will provide tunes. Jonathan Wright Damien Hirst And Jeff Koons Side By Side: The Interview  11pm, BBC4To coincide with the opening of a significant new Jeff Koons exhibition, curated by Damien Hirst at the latter’s gallery in London’s Vauxhall, Kirsty Wark interviews these two remarkably well-remunerated titans of modern art. While the camera dribbles over Koons’s Duchamp-inspired readymades and priceless play-dough, Hirst insists he doesn’t think money [in art] “should be considered a dirty word”. Ali Catterall Naked And Afraid  9pm, DiscoveryMore pixelated nude survivalism, with 26-year-old Chalese, an endurance sports nut from Utah, and Steven, a cocky Robin Thicke lookalike from Florida, thrown together in the Alabama backwoods, where there are bears, deadly spiders and 50 species of snake. Soon enough, they’re cuddling in the buff, clubbing creatures to death and eating still-beating snake hearts. But a storm and a few tough, snake meat-free days threaten to derail their outback existence. Ben Arnold 11.22.63 9pm, FOXThe finale of the well-presented “what if...” series about the Kennedy assassination, based on Stephen King’s book. James Franco’s Jake readies himself for the frantic last leg of his mission to thwart Lee Harvey Oswald at the Dallas book depository, hindered persistently by The Past. Events then take a somewhat ironic turn, as Jake is forced to contemplate what success or failure in altering the future means, not just for humanity but those closest to him. David Stubbs Film choice     Matt Damon in Good Will Hunting. Photograph: Allstar/MIRAMAX    Good Will Hunting(Gus Van Sant, 1997), 10.05pm, ITV3The film that showed hot young actors Matt Damon and Ben Affleck were more than just pretty faces: they scripted this well-crafted drama about Will Hunting (Damon), a university janitor-cum-maths whiz who is far brighter than the students. He has to learn to trust himself, and others – including Minnie Driver’s loving Brit student and Oscar-winning Robin Williams’s volatile shrink. Paul Howlett Grosse Pointe Blank(George Armitage, 1997), 11.40pm, BBC1At the Grosse Pointe high school reunion there are the usual types: bankers, doctors, lawyers – plus John Cusack’s Martin Blank, who is a hitman. He’s in town to go to the party, make up with the prom date (Minnie Driver) he jilted all those years ago, assassinate someone, and to come to an arrangement with his big rival, Dan Aykroyd’s Mr Grocer. One of the smartest comedies of the 90s, it merges elements of romance and thriller into a brilliantly witty, offbeat tale. Today’s Live Sport Test Cricket: England v Sri Lanka 10.30am, Sky Sports 2The third day’s play from Durham. Formula 1: Monaco Grand Prix 12.30pm, Sky Sports F1The sixth round of the season. League One Football: Barnsley v Millwall 2pm, Sky Sports 1The Championship awaits for the winners of this playoff. International Rugby Union: England v Wales 2.30pm, Sky Sports 3Pre-tour warm-up for both sides.",
  "webTitle": "Sunday's best TV: Top Gear; Wallander; Naked And Afraid",
  "webPublicationDate": "2016-05-29T05:00:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/29/sundays-best-tv-top-gear-wallander-naked-and-afraid",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Graeme Virtue",
      "id": "profile/graeme-virtue"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/29/sundays-best-tv-top-gear-wallander-naked-and-afraid"
}