{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/adam-smith-international-partner-zone/2016/may/27/sierra-leone-energy-revolution",
  "id": "2016-05-27-185",
  "sectionId": "global-development-professionals-network/adam-smith-international-partner-zone",
  "body": "Sierra Leone is one of the least electrified countries on earth, with 87% of the population unable to access electricity. But an energy revolution is changing this.One of the first things you notice when driving though the busy winding roads of Freetown, the capital, is the absence of any traffic lights. At night, when the majority of the city remains in the dark, the most visible lights are those from cars running on petrol.  Freetown receives almost 90% of the country’s nationally produced electricity, but power cuts are still common. For the lucky few connected to the national grid, the cost of electricity is more than twice the price of electricity in London. For those in rural areas, it is over 10 times more expensive.  So how can a Sierra Leonean who earns, on average, one sixtieth of a British person access electricity?  In 2015, the UK launched Energy Africa, announcing funding for 14 African nations to improve access to renewable energy for millions without electricity. Sierra Leone is the first to sign an official agreement with the UK at the country’s first renewable energy conference, Energy Revolution. The event was hosted by the Ministry of Energy and funded by the Department for International Development (DfID). Together, Sierra Leone and the UK are now committed to bold targets, including power for all of Sierra Leone’s citizens by 2025.  Other announcements included Sierra Leone adopting international quality standards of solar products, and providing duty free imports and VAT-free sales to encourage a more affordable solar market. In return, the UK will provide continued support for the government and private sector in strengthening the market and improving access to finance for cash-strapped companies. New public awareness campaigns and improving the reputation of solar products will light up Sierra Leone. Change is on its way. Solar street lights already line some streets and the government of Sierra Leone is aiming for 50,000 solar units being sold this year – 200,000 by the end of 2017.  Affordability will ensure the country’s success. In rural areas, Sierra Leoneans spend, on average, more than 20% of their income on lighting from candles and mobile charging – that’s more than £70 a year. In nearby countries, lighting solutions offer small solar systems for weekly payments of £1 which would cover basic energy needs with solar lights and mobile charging. With similar improvements in Sierra Leone, these low prices can be achieved.  Providing better quality, more affordable and accessible solar products to rural populations with low purchasing power is a key driver for the government to meet its 2025 target. “Our nation cannot be developed with inadequate and unreliable access to electricity,” said President Ernest Bai Koroma.  Adam Smith International is implementing the Sierra Leone Opportunities for Business Action (Soba) programme which organised the Energy Revolution Conference on behalf of DfID. Click here for more information on the outcome of the Energy Revolution Conference. Content on this page is paid for and provided by Adam Smith International, a sponsor of the Guardian’s Global Development Professionals Network.",
  "webTitle": "Sierra Leone: energy revolution",
  "webPublicationDate": "2016-05-27T11:42:33Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/adam-smith-international-partner-zone/2016/may/27/sierra-leone-energy-revolution",
  "keyword": [
    {
      "webTitle": "Adam Smith International partner zone",
      "id": "adam-smith-international-partner-zone/adam-smith-international-partner-zone",
      "sectionId": "global-development-professionals-network/adam-smith-international-partner-zone",
      "sectionName": "Adam Smith International partner zone"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/adam-smith-international-partner-zone/2016/may/27/sierra-leone-energy-revolution"
}