{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/07/refugee-children-idomeni-syria-greece",
  "id": "2016-05-07-25",
  "sectionId": "world",
  "body": "In the hours before he disappeared, Kusai talked about returning home to Syria. Navigating the Islamist checkpoints and shoot-to-kill Turkish border guards to reach the destroyed city of Aleppo was preferable to waiting for the border to open. The 16-year-old, a slight boy with a pensive air, had hoped to reach his brother in Germany but had spent two months stranded in the squalid improvised refugee camp at Idomeni in northern Greece, praying for Macedonia to reopen the gateway to central Europe. Around 7pm on Tuesday, Kusai made a snap decision. Hastily packing his one-man tent, the youngster set off walking from Idomeni, alone. His small frame could be seen following the tree line until eventually it was swallowed by the dense forest cloaking the border. No one has heard from him or seen him since. His phone is silent. “He didn’t mention any smugglers or if he had help or money, he just took off,” said Ghaled, 30, from Damascus, who knew Kusai for many weeks in the camp. Hundreds of unaccompanied minors have gathered in Idomeni since the border was arbitrarily slammed shut by Macedonia in February. Effectively abandoned by Europe, these children are trapped in a wretched state of suspended animation. If they officially register with the Greek authorities, they are taken by the police; reports of prolonged detention in custody and alleged mistreatment are commonplace. Should they choose to enter Macedonia illegally, they risk being severely beaten by the country’s notorious border patrol.   Graphic: location of Idomeni camp   Life inside the sprawling camp of 10,000 refugees is fraught. Criminal syndicates rule by extortion and the threat of violence. People-smugglers operate with absolute impunity. Many of the unaccompanied children have simply vanished, according to volunteers at the site. There is no audit or clue to where these scores of children have ended up, or who they are with. Some are caught by Macedonian police or military and forced back to Greece through a tiny gap in the razor-wire border fence in aggressive operations known to the camp’s residents as “pushbacks”. Munir, a 15-year-old from Herat, Afghanistan, described being pinned down by Macedonian police a week ago and beaten with a truncheon so ferociously they broke his arm. As dusk drew in on Thursday night, the teenager, his left arm heavily bandaged, set off again towards the border. It is children like Munir whom the British government will seek to resettle in the UK, after David Cameron was forced last week to quash a growing rebellion from his backbench MPs and allow more vulnerable child refugees sanctuary in the UK. The prime minister remains reticent about how many, but up to 3,000 children might be offered the chance of a fresh start. From Monday, councils will be contacted by Home Office officials and told they should be prepared to accept unaccompanied minors from Greece, Italy and France.     Ahmed, 17, from Daraa, Syria. Photograph: Mark Townsend for the Observer    In the meantime, more will go missing. Hours after Cameron announced his U-turn, teenager Musab confided that he would be attempting to cross the border the following night. The 17-year-old planned to stuff the pockets of his Adidas tracksuit full of bread and then hope for the best. Musab left Aleppo in January after his parents persuaded him to find work in Europe, while they opted to retreat to the Syrian city of Raqqa, the de facto capital of Islamic State (Isis). “They hate Isis but, to them, it was safer than staying in Aleppo where 70% of my city has been destroyed,” said the teenager, shaking his hands in the air to emphasise the ferocity of the bombing from Bashar al-Assad’s warplanes. Musab had been inspired by the recent escape attempt of his fellow Syrian, Ahmed. Six days ago, the 17-year-old evaded the Macedonian troop carriers that patrol the border. “I got beyond the mountains,” he said, pointing to the first row of hills beyond the border fence. “But after a few hours, the police found me and brought me back here, but I’ll keep trying.” Ahmed, from the city of Daraa, hopes to reach Sweden, where his mother’s brother, Abu, arrived last year. Abu proposed travelling down to rescue him personally but has been told it is not possible. The perils of the journey north to western Europe from Idomeni are frequently discussed. Macedonia is referred to with dread among the child refugees. Rumours include accounts from refugees caught crossing the country of being held down in puddles which are then Tasered to give them an electric shock, a technique that enables torture without leaving any physical marks. Then there are the “attack dogs”, the tales of fearsome animals trained to maul migrants, the vigilante mobs and the rugged, remote tracks they must follow to avoid being spotted. Munir walked through the country for four days, following a Pakistani smuggler he had paid £2,000 to guide him to Hungary. “We would walk through the jungle all night, and lie still, sleeping, all day. It rained all the time and I was very cold.” The teenager, sent by his family to find work in Europe after their father, a doctor, suffered a stroke and became too ill to provide, survived on packets of biscuits. When Munir was finally found, asleep under a tree, he was only 10 miles from the Serbian border.     Munir, 15, from Afghanistan. Photograph: Mark Townsend for the Observer    “An officer said: ‘Hello, wake up.’ And then he started beating me.” The Macedonian police took the 15-year-old’s remaining money – £25 – and tore up his identity documents before returning him to Idomeni. The smuggler was not arrested. Smugglers operate without restriction inside Idomeni. Their fees are common knowledge among the camp’s inhabitants. Currently, the cheapest deals with guide included are £630 to Serbia, £1,900 to Austria or Germany, with the camp’s premium package – £2,750 – involving a false passport, relevant forged paperwork and the opportunity to fly direct to France, Sweden or Germany. Smugglers can readily be found at Idomeni’s disused railway station, haggling with refugees who have lost hope the border will ever reopen. Munir was given a “hotline” to call and informed that were prices dependent on the level of risk. On 26 April, the youngster was told to meet his smuggler by the road south of Idomeni at dusk from where they headed through the woods to Macedonia. For many of the unaccompanied minors here, Idomeni does not offer their first experience of smugglers. Many admit relying on them to cross the border from Syria into Turkey. Mohammed, 16, from the war-torn city of Idlib, paid £90 to bribe Turkish border guards. “It was cheap, a good price,” he said, adding that he intends to be reunited with his brother in Berlin. Others said they were fired at by Turkish border guards while attempting to cross. At least three children have been shot dead fleeing the Syrian civil war in recent months.   Idomeni refugee camp Idomeni refugee camp   Within the refugee camp youngsters have learned to fear other weapons. Many adult men are said to carry knives. Stabbings are frequent, say volunteers. At night the mood in the makeshift camp becomes tangibly tense and fearful. One major concern is that the site is completely porous – anyone, no matter how unsavoury their intent, can enter at will. A 60-strong gang of Syrian men are currently said to be the dominant criminal force, operating an extortion racket with seeming impunity. Although Greek police are present, they rarely intervene, according to those who have monitored the site since its chaotic inception. It leaves the unaccompanied children wholly vulnerable. Many attempt to blend in by acting older, but 15-year-old Mazin, 4ft 4in tall, and with the face of a child three years younger, had chosen to pitch his tiny tent alongside the camp’s boisterous food queue in an effort to stay conspicuous and theoretically safer. His biggest fear is arson. “There was a girl whose tent was set on fire and her arms were badly burnt.” Mazin, also from Aleppo, has already lost everything once to criminals. When crossing Turkey in January, he was attacked by “the mafia” in Gaziantep. “They took my phone and £80, all the money I was carrying,” he said, crossing his arms behind his back to mimic how his attackers tied him up. He aims to be reunited with his sister, who claimed asylum in Munich last year.     Mazin, 15, from Syria. Photograph: Mark Townsend for the Observer    “It is very difficult to know what to do,” added Mazin, clearly in acute discomfort when he speaks. An inspection of his mouth revealed an abscess and several rotten teeth. He promised to visit the dentist the following day, but the nearest was a 20-minute drive away and he wondered who would take him. The latest rumour sweeping Idomeni is that soon the camp, in effect a huge outdoor waiting room to Europe, will close. Many of the unaccompanied minors are already hatching plans to leave, convinced that the border might forever remain shut. Others concede the uncertainty is making them feel suicidal. “I feel so bad that I want to die, I cannot wait here anymore,” Musab said. Daily life in Idomeni is bleak with few distractions. “Same tea, no sugar,” said Ahmed of his existence. Phoebe Ramsay, a volunteer helping co-ordinate the food and basic needs of the thousands stranded at the border, said: “The waiting is having a deleterious effect on mental health. Europe has chosen not to help, so it has largely been left to us, volunteers, to make sure these people can survive.” Another volunteer, Zoe Gilchrist of the Aid Delivery Mission, is helping compile a census of how many unaccompanied minors there might be in and around Idomeni. Estimates suggest up to 300. “It is remarkable that no official audit exists. Another issue is that we can’t round them up and put them all in the same place because the police might just take them away or they become a vulnerable target for criminals.” The police have already taken many. A month ago campaigners estimated 30 minors were being held in the border region’s five police cells, effectively imprisoned.     Mohammed, 16, from Syria. Photograph: Mark Townsend for the Observer    “In fact, the conditions are worse than prison because they don’t have showers or proper living facilities; the police are not trained to deal with minors,” said one volunteer, who did not want to be named. Ramsay said she had heard of cases of unaccompanied refugee children being detained for several months. Munir never made it across the border on Thursday night. As he approached the section where the razorwire had been trampled into the mud by hundreds of refugees he was informed by the Observer of Cameron’s promise to allow more unaccompanied minors into Britain. Munir stopped to digest the news, turned and smiling broadly, began walking back to Idomeni. “Really?” he beamed. “I can join my four uncles in London? My mother has never stopped crying since I left. All I’ve done in my life is study hard for my family and I would like to help them.” Yet others are still being lost. Even as Munir prepared to tell his mother that he might have a chance of living in England, a search for Musab proved fruitless. His tent was gone. As good as his word, the youngster had left, heading towards a fate it is impossible to foresee.",
  "webTitle": "The refugee children of Idomeni: alone, far from home but clinging to hope",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/07/refugee-children-idomeni-syria-greece",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Macedonia",
      "id": "world/macedonia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Townsend",
      "id": "profile/marktownsend"
    }
  ],
  "guardianId": "world/2016/may/07/refugee-children-idomeni-syria-greece"
}