{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/andy-murray-coach-martina-navratilova-tennis",
  "id": "2016-05-10-39",
  "sectionId": "sport",
  "body": "Normally when a leading player suddenly is missing a coach, candidates move from the shadows to centre stage as if auditioning for a Hollywood movie. But John McEnroe has been unusually quiet this week; perhaps he no longer wants to coach Andy Murray. McEnroe’s name will emerge soon enough. It usually does, whether genuine or in jest. Ivan Lendl? He’s not one for jokes. Besides, he has already had his West End run with Murray, and very successful it was too. The former Czech loves his golf too much – and Murray would need a brain transplant to forget the trauma of their last leaving. What, then, of Lendl’s old compatriot, Martina Navratilova? She dipped ever so briefly into the women’s Tour with Agnieszka Radwanska last year before they decided it was not working, but the 18-slam legend could be perfect for Murray if, as he intimated in Rome on Tuesday, he is keen to entrust the rest of his career to a big‑name former player.   Related: Andy Murray broke mould to benefit from Amélie Mauresmo’s calm approach | Kevin Mitchell    Jimmy Connors and Mats Wilander fit that bill, too, but the American probably will not want to revisit his last coaching experience – exactly one match with Maria Sharapova – while the Swede lasted just a few weeks this year with Madison Keys before they parted. This cross-gender thing can be tricky, apparently. Of course, Murray broke that mould from top to bottom with Amélie Mauresmo, even if he could not add to the two slam titles and Olympic gold he won with Lendl. She got him back to No2 in the world from No11 and he reached two Australian finals before colliding with his nemesis, Novak Djokovic. All of this has the air of what John Cooper Clarke identified as amnesia meeting deja vu: nobody can quite remember what happens next. Two years ago in Rome, not long after the spirit-draining split with Lendl, Murray looked ahead to the French Open without a coach and had not a clue if he might recruit someone in time for Wimbledon. McEnroe said he’d appreciate a phone call, but Murray wasn’t sure he could be that serious. A few quick text messages to Mauresmo, however, and some hard but fair bargaining, and the deal was done. What could possibly go wrong? Nature, as it happens. As Murray looks around the Foro Italico this week, wreathed as it is in marble replicas of long-forgotten and half-naked Roman scallywags from 2,000 years ago, he must wonder if history is some weird pantomime, in which he is periodically hurled back on stage to read the same lines all over again. Firstly, he has the small matter of getting into this Rome Masters to build on a fitful but promising start to his clay season in the lead-up to the French Open, which starts on 22 May. On Wednesday afternoon, he plays Mikhail Kukushkin, who did him the favour of eliminating the young fireball Borna Coric in three sets on Monday. But there can be no escaping the wider issues of his season, whatever he might say to the contrary. Unlike the aftermath of the messy Lendl divorce, his separation with Mauresmo appears to be amicable, coach and player playing all the right notes, just not necessarily in the right order. Each has a young child but vastly different schedules and priorities. It cannot be easy for the French former world No1 to sit in a box and watch Murray do what she once did for a living. Coaching is not a glamorous job once the novelty wears off – as Stefan Edberg might have concluded in December, when he parted on good terms with Roger Federer after two years. Just as Murray failed to win a slam in his two years with Mauresmo, so Federer could not add to his tally of 17 – yet there was barely a ruffle when Edberg left because he had just had too much time on the road, while Mauresmo’s hints of having not enough time to look after her young son, Aaron, invited the usual cynicism: told you – a woman coach is not the answer. Murray addressed the issue on Tuesday: “Roger stopped working with Stefan at the end of last year because [Edberg] wanted to spend more time with his family. No one batted an eyelid about that.” Nor was he happy that Mauresmo’s gender had been an issue from a sporting perspective. “It’s nothing to do with Amélie being a woman. It’s the case of it takes a lot of time to do the job well and properly. It’s not easy to do that for four, five years in a row.” Of all the contenders, real or imagined, maybe Navratilova should stay closest to her phone.",
  "webTitle": "If Andy Murray needs a big name as coach, step forward Martina Navratilova",
  "webPublicationDate": "2016-05-10T20:31:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/andy-murray-coach-martina-navratilova-tennis",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Martina Navratilova",
      "id": "sport/martina-navratilova",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "John McEnroe",
      "id": "sport/john-mcenroe",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/10/andy-murray-coach-martina-navratilova-tennis"
}