{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/crystal-palace-glad-all-over-again-fa-cup-final-musical-tradition-manchester-united",
  "id": "2016-05-19-209",
  "sectionId": "football",
  "body": "There is a moment at the start of Crystal Palace’s performance of Glad All Over on Derek Jameson’s chat show on Sky in 1990 when Alan Pardew nervously crosses his legs and unclasps his hands. It’s almost as if he doesn’t want to be on television singing a song first made famous by the Dave Clark Five in the 1960s while wearing a garish red and blue shell suit. However, 26 years on and as Pardew prepares to face Manchester United in a rematch of their 1990 encounter, the much-maligned FA Cup final song is finally back in fashion. Or at least it is in south London. Palace supporters have released two unofficial efforts to accompany their team to Wembley on Saturday, with the comedian Doc Brown’s Glad All Over Again paying direct homage to the class of 1990 and Red ’N’ Blue Army by Yannick Bolasie’s cousin Fearless and childhood friend Max representing a more contemporary sound.   Related: Football comment: The six best cult football songs of all-time    A tradition that was started in the 1930s by Arsenal did not really catch fire until they reached the final again in 1971 and has somehow fallen by the wayside again in recent years. Good Old Arsenal – featuring players such as Bob Wilson, Frank McLintock and Charlie George and composed by none other than Jimmy Hill – reached No16 in the charts that year and began a constant stream of Cup final songs over the next three decades. From West Ham’s I’m Forever Blowing Bubbles in 1975 to Ossie’s Dream (Spurs are on their way to Wembley) by Chas and Dave in 1981 – best remembered for Ossie Ardíles’s killer line “in the Cup for Tott-ing-ham” – the sight of permed footballers singing their hearts out on Top of the Pops became a convention every May.     Arsenal footballers in a recording studio in London recording their FA Cup Final single ‘Good Old Arsenal’. From left to right, Sammy Nelson, Peter Marinello, Pat Rice, Geoff Barnett, Bob Wilson, George Armstrong, Ray Kennedy, John Radford and Charlie George. Photograph: Les Lee/Daily Express/Getty Images    It wasn’t until Manchester United teamed up with Status Quo to release Come On You Reds in 1994 that an FA Cup final song hit top spot in the charts for the first time, although Liverpool’s Anfield Rap six years earlier went pretty close. Yet since Cardiff City’s players celebrated their achievement of reaching the final while in the Championship with the release of Bluebirds Flying High in 2008, the recording studio has been empty, aside from a few unofficial efforts. “An old friend of mine tweeted me saying: ‘You should do a Cup final song,’ but I was like: ‘It’s so cheesy’,” admits Brown, who started out as a rapper before moving into comedy and acting, and is the younger brother of the author Zadie Smith. “I thought about approaching the club but they would probably have got me to do a rap with Yannick Bolasie or something. But I thought if it felt right to do it and was fun then why not?” Like his previous effort Stop Moaning (Try Being Palace), Glad All Over Again is full of witty one-liners. In particular, Brown recognises that the line “See the spirit of Wright and Bright is back son/And Andy Gray. Not him, the cool black one” will be a particular favourite of the older generation. “I wanted to have a couple of lines in there for people of a certain age,” he says. “It’s kind of crucial to me with my music and that team was amazing. I’m making a bit of a comeback as an artist and I don’t want to be making grime music or the type of music that teenagers love because I can’t do that. I’m always going to be talking about stuff that I relate to and my peers can relate to.”   Related: Singing footballers: from yesteryear to Sport Relief 2014 – in pictures    The Palace chairman, Steve Parish, has endorsed Brown’s effort as the club’s official song on Twitter after Brown pledged to donate all proceeds to the CPFC Foundation but the players may have something to say about that. Two weeks ago Bolasie posted a video of himself on Instagram having a massage and it sparked excited rumours that the song playing in the background could be an official team song featuring their star winger on the microphone. “He didn’t know anything about it until I sent it to him,” Fearless says. “It was just a surprise for him. I made it after the semi-final against Watford. I loved the atmosphere so much that I went straight to the studio afterwards to do the track. My cousin really liked it and put it up straight on his Instagram. He doesn’t take music seriously – he does it for fun.” Featuring lyrics such as “My team’s ready to show man/How we boss the middle like Yohan”, it is definitely one for the current dressing-room generation. Proceeds from the track will go to Palace’s Study Centre, although Fearless, who has featured on an N-Dubz album, is keen to play down the competition with Brown’s song. “I’m not seeing it like that,” he says. “We’re both carrying the same positive message about the club. The Croydon area has had a bad image over the last few years and this is about bringing people together. It’s good for the community.” That message also comes across in the video for Glad All Over Again, filmed before Palace’s last home match, against Stoke City, by Brown, who will feature alongside Ricky Gervais in the new David Brent film, Life On The Road. “I knew it was going to be lovely weather, so I brought a camera down with me and we shot the video,” he says. “It was that quick – everything just happened within the space of three days. Half of the shots are just done by friends of mine who I just bumped into and it’s all done with one shot. It kind of reflects the vibe of Palace. There’s such a peaceful and happy-go-lucky atmosphere around the club whether we win or lose.” Brown will be performing his song on BT Sport and TalkSport before Saturday’s final and will then head to Wembley. Whether this represents the start of a new generation of Cup final songs, we can only dream. You can download Doc Brown and Verb T’s single Glad All Over Again on Spotify or iTunes.  Red ‘N’ Blue Army (feat Max) by Fearless is also available to download here.",
  "webTitle": "Crystal Palace’s Glad All Over Again to revive FA Cup final musical tradition",
  "webPublicationDate": "2016-05-19T11:34:39Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/crystal-palace-glad-all-over-again-fa-cup-final-musical-tradition-manchester-united",
  "keyword": [
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/19/crystal-palace-glad-all-over-again-fa-cup-final-musical-tradition-manchester-united"
}