{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/bill-and-melinda-gates-foundation-divests-entire-holding-in-bp",
  "id": "2016-05-12-232",
  "sectionId": "environment",
  "body": "The Bill and Melinda Gates Foundation has sold off its entire holding in oil giant BP, in a move welcomed by fossil fuel divestment campaigners. Bill Gates has called the selling off of coal, oil and gas stocks a “false solution” to climate change, but the known investments of his foundation in major fossil fuel companies has fallen by 85% since 2014. The foundation, which has spent many billions of dollars improving global health, sold its $187m stake in BP between September and December 2015, according to recent regulatory filings to the US Securities and Exchange Commission (SEC).  It had previously dumped its entire $824m holding in ExxonMobil. BP posted a record $6.5bn annual loss in February while ExxonMobil is under investigation about whether it lied in the past to investors about the threat of climate change. The Guardian’s Keep it in the Ground campaign has called on the Gates foundation to divest its $40bn endowment from fossil fuels. Climate change poses the greatest threat to health in the 21st century, according to doctors, and to avoid catastrophic impacts, most known fossil fuel reserves must be kept in the ground. If the world’s governments succeed as promised and halt global warming, those reserves could become worthless, and divestment campaigners argue there are both financial and moral reasons for divestment. “We are thrilled that the Gates foundation continues to divest from fossil fuel stocks, but it’s time to divest the rest. Investing in oil companies is completely inconsistent with the Gates foundation mission to ensure that everybody has the chance to live a healthy, productive life,” said Alec Connon, an organiser for the Gates Divest campaign, a coalition of scores of social justice groups, politicians and faith leaders in Washington State, where the Foundation is based. Mike McGinn, who as mayor of Seattle in 2013 was the first mayor to commit a city to divestment, said: “They’re moving their financial capital - now it’s time to use their moral capital and publicly commit to divestment.  “By taking a public stand, Bill and Melinda Gates could help change the debate and speed up the international response to global warming.”   The Gates foundation does not comment on its investments. Public records show that at the start of 2014, the Foundation held $1.4bn of investments in major coal, oil and gas companies. The sell-off of its BP and ExxonMobil stocks leaves just $200m of those stocks.  It is unknown whether some or all of the remaining fossil fuel stocks have been sold, as the foundation only has to declare holdings of over $100m in US-related companies to the SEC. New fossil fuel investments may have been made below that threshold or in undeclared companies. An analysis in November found that the Gates foundation would have been $1.9bn better off if it had divested from fossil fuels in 2012. The world’s second biggest health charity after the Gates foundation is the UK-based Wellcome Trust and the Guardian’s campaign also asks it to divest. The trust lost an estimated £175m on its investments in fossil fuel companies in the year to August 2015, according to a Guardian analysis. But in December, it was revealed that Wellcome had defied divestment campaigners and increased its investments in coal, oil and gas over the year.  Investors managing over $3.4tn of assets have already committed to fossil fuel divestment, including Norway’s sovereign wealth fund, the world’s largest. The Bank of England has also warned of potentially huge losses.",
  "webTitle": "Bill  and Melinda Gates Foundation divests entire holding in BP",
  "webPublicationDate": "2016-05-12T11:35:34Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/bill-and-melinda-gates-foundation-divests-entire-holding-in-bp",
  "keyword": [
    {
      "webTitle": "Fossil fuel divestment",
      "id": "environment/fossil-fuel-divestment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bill and Melinda Gates Foundation",
      "id": "world/bill-and-melinda-gates-foundation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/12/bill-and-melinda-gates-foundation-divests-entire-holding-in-bp"
}