{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/03/snapchat-geofilter-custom-filter-prom-wedding",
  "id": "2016-05-03-233",
  "sectionId": "technology",
  "body": "It’s the ultimate 2016 teen love story: a “promposal” via a personalized Snapchat geofilter with Bitmoji characters all lined up for the perfect selfie. If that sentence doesn’t make any sense to you, here’s the long version: Snapchat is offering to tailor its social media service for specific users so that they can celebrate a prom, a birthday, a wedding on the service in their own unique way and tied to where the event is taking place.  Businesses are piling in too and Snapchat – alone among the new generation of social media apps – appears to have found a way to earn revenue directly from everyday users by getting them to pay to create their own content. Starting at $5 and going into the thousands, Snappers can design and buy a personalized short-term geofilter (location-based graphics on top of videos and photos) to put for events, such as a cartoon “Gloria’s 21st” or “Happy wedding, Jon + Jerome”. The price is based on the time the geofilter is available – from an hour to 30 days – and the geographical area chosen, ranging from a building to a few city blocks. Snapchat – which now has 100 million active users a day – launched its on-demand service in February for both individuals and businesses, and although they won’t get too specific about numbers since it’s tied to revenue, a Snapchat spokesperson confirmed the company is getting thousands of on-demand geofilters submissions every week. Of those thousands of submissions, 40% of them are coming from individuals, meaning businesses are already the largest users of the service. “Snapchat would be the first social media company that has developed a profit center that is really intended to scale through lots of individual users, rather than selling services or products to companies,” said Amy Webb, founder of the Future Today Institute. Webb notes the paid filter trend comes from Purikura, which were photo sticker booths with personal filters made popular in Japan about 15 to 20 years ago. Snapchat confirmed that weddings, events and local business ads are the most popular on-demand geofilters so far. The popularity of the service comes at a crucial moment for the company. Its latest valuation from a recent funding round put it as a $16bn company, the same figure it was valued at in May 2015, and came after some investors had cut their predictions for the company’s until now phenomenal growth.     Megan Forbes, 18, uses a custom Snapchat filter to ask her boyfriend Joe Walker to prom. Photograph: Snapchat: Megan Forbes     High school senior Megan Forbes, 18, is an avid Snapper, using the app to constantly send funny pics and messages to friends. Her boyfriend of “nearly one year and seven months”, Joe Walker, had created a cute promposal – a new trend where high schoolers go all out to land a prom date with an eye on creating an online hit – by appearing with a rose at her house while she watched the finale of The Bachelor with friends. “I decided to get creative and ask my boyfriend to prom in a cool way,” Forbes told the Guardian. So she bought one of Snapchat’s new on-demand geofilters for $15, which showed little cartoons of her and her boyfriend and the words “Hey Joe Walker! Prom?” It was only available for the one and a half blocks between her house and the beach, and ran for 24 hours from midnight last Saturday night, so she was able to surprise him with it. “He started to get a little suspicious, but I tried to act like we were just going on a walk. Right at 12am I told him, ‘There’s a new geofilter, check it out’ and he immediately knew what I was up to,” said Forbes. “He took a snap, saw the filter and loved it. He said yes too!” Cue an entire day of selfies of the loved-up teens. Businesses are also driving the rise in personalized geofilters and “from what I can tell, the business ones do not cost anymore”, said Emilia Anderson, who works in digital marketing at Iberia Bank in New Orleans and has created personalized Snapchat geofilters for work events and also friends’ weddings. She ran a geofilter for a conference Iberia Bank sponsored, and the filter got 2,895 views and ran for five hours around a two-block radius, and only cost $12.38.     An on-demand Snapchat filter purchased by Iberia Bank for a conference they sponsored in New Orleans. Photograph: Snapchat: Iberia Bank    “Everything else is so saturated ... The geofilters are so new, there’s an opportunity,” said Anderson, who saw it as a good way to attract millennial customers who aren’t turned off by the “ad” because it’s a geofilter. “Snapchat makes the ad experience flow really naturally in with the content that people are posting,” she added. But it’s not flawless. Snapchat directly integrates ads into content, which could frustrate users if there are too many paid filters and leaves it open for users to mock brands (much as Twitter’s hashtags have lead to corporate pitches running into trouble). Plus, Anderson notes that no one quizzed her on her credentials. “There’s not a stringent process, not even providing proof that you’re affiliated with the brand. I don’t know what would happen if I put the logo for Nike and said ‘I’m the brand’,” she said. But for individuals with less of a personal brand to risk, a special geofilter can be a cheap fun addition to a special event, reckons Kelli O’Merry, 28, who designed a geofilter for her wedding last month in San Diego. O’Merry ditched her initial plan for a geofilter that would cover the whole 28-acre Liberty Station development area in San Diego when Snapchat revealed a $2,500 price tag. But a filter for just her wedding location, a warehouse that fit 400 people, cost $15.     Kelli O’Merry bought an on-demand Snapchat geofilter to use at her wedding in March. Photograph: Snapchat: Kelli O'Merry    Her “Congratulation Kelli and Eric” custom filter was a big hit with her Snapchat-loving late twenties/early thirties friends, with O’Merry explaining that it felt like a new version of a photo booth. “Like a lot of people getting married, I want it to be unique, I want to do something different,” said O’Merry. “This was kind of our way of doing that without spending a lot of money.” “It’s very 2016,” she quipped.",
  "webTitle": "Snapchat users paying up to thousands for custom filters to celebrate life events",
  "webPublicationDate": "2016-05-03T11:00:55Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/03/snapchat-geofilter-custom-filter-prom-wedding",
  "keyword": [
    {
      "webTitle": "Snapchat",
      "id": "technology/snapchat",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Weddings",
      "id": "lifeandstyle/weddings",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "technology/2016/may/03/snapchat-geofilter-custom-filter-prom-wedding"
}