{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/30/housing-looking-back",
  "id": "2016-05-30-126",
  "sectionId": "news",
  "body": "1920s Prime minister Lloyd George promised “land fit for heroes” as soldiers returned from the First world war. The 1919 Housing Act provided subsidies for local authorities to build council houses at a time when 80% of the population were living in private accommodation. An estimated 170,000 homes were built under the Act.     Manchester Guardian, 22 Nov 1919.    1930s With the UK in the midst of construction boom, fueled by cheap money, labour, and materials, large Victorian properties in crowded areas of London were  turned into flats for greater profit. 1940s The outbreak of the second world war brought an abrupt halt to the construction boom. Many older homes were also reduced to rubble from bombing raids. As war plunged more families into poverty social reformer William Beveridge was commissioned by the government to compile a report. His findings identified “squalor” as one of the five “giants” blocking the road to progress.     Undated picture of William Beveridge. Photograph: Hans Wild/Time & Life/Getty    1950s More council houses, some built in a day, followed his landmark report. Later, tower blocks built using prefabricated construction methods became part of the landscape.  1960s Whilst some council tenants felt dissatisfied by the cramped conditions of council properties they were at least protected from unscrupulous landlords, unlike private sector tenants. 1970s A favorable economic climate led to the average price of a home, which had risen from £2,000 to £5,000 between 1950 and 1970, to double in the next three years. However, the 1970s oil crisis led to a correction in the market.  1980s The sale of council housing was championed by Margaret Thatcher in the 1980s. But buyers quickly learned that bust could follow boom. Newspapers, ever keen to report on the property market, also brought us tales of gazumping and high interest rates.     Prime Minister Margaret Thatcher, left, in a house brought by council tenants. Photograph: PA    1990s It was not until the end of the decade that the market started to recover. Another housing bubble grew thanks to steady economic growth, cheap credit, and fewer homes being built.  2000s Despite a slump following the credit crunch, house prices have kept going up. Whilst some have profited greatly from eye-wateringly high property values, issues around affordability have left many, particularly in London, unable to buy or even rent.",
  "webTitle": "Looking back: Housing",
  "webPublicationDate": "2016-05-30T11:01:01Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/30/housing-looking-back",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Jason Rodrigues",
      "id": "profile/jason-rodrigues"
    }
  ],
  "guardianId": "news/2016/may/30/housing-looking-back"
}