{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/audi-win-spa-six-hours-fia-world-endurance-championship-porsche-toyota",
  "id": "2016-05-08-104",
  "sectionId": "sport",
  "body": "What better way to be reminded that the race is not always to the swiftest, than with a bruising battle across one of the greatest circuits in the world, where the big boys in the prototypes swung and missed, punched and counter-punched until, finally, after a real old-school battle of attrition, the Six Hours of Spa had its last man standing on Saturday.  In a race in which all three major manufacturers – Audi, Porsche and Toyota – had led at some point, it was the Audi No8 crew of Lucas di Grassi, Loïc Duval and Oliver Jarvis that brought their R18 over the finishing line, two laps ahead of the Porsche No2 of Romain Dumas, Neel Jani and Marc Lieb, who had pedalled their car to a highly unlikely podium place, given that they had suffered from a lack of power because of a hybrid problem throughout the day. A very healthy crowd of 56,000 witnessed Britain’s Jarvis score his first victory in the FIA World Endurance Championship, but few could have called the result, even going into the final hour.   Related: Porsche win Le Mans 24 Hours race for the 17th time    The pole-sitting No1 Porsche of last year’s world champions Timo Bernhard, Brendon Hartley and Mark Webber had the early pace, with Hartley setting the fastest lap of the race but they were passed through the first round of stops when Sébastien Buemi and Toyota in the No5 car opted to double stint their tyres. Unlike Porsche and Audi, who were running a low-downforce spec here in preparation for the Le Mans 24 Hours, Toyota had opted to run a high-downforce set-up that was particularly helpful through the twisty bits in sector two. However, their TS050, a new car for this year, has also clearly moved on since the last round at Silverstone and although caught by Bernhard on new rubber after 12 laps, it was showing good competitive pace. That was as close as the Porsche would come to the lead again, however. Bernhard suffered a front left puncture and had to pit, eight laps later Webber experienced exactly the same and ultimately damage to the front gearbox ensued from returning to the pits with the unevenly loaded car. The team lost one hour 40 minutes replacing it. Fifth in class and 27th overall was their reward for getting the 919 back on track. By the midway point the No5 Toyota, under Buemi’s team-mates Anthony Davidson and Kazuki Nakajima, had established a 75-second lead over the chasing No8 Audi and by lap 101 they were a full circuit ahead, looking on course to score their first win since November 2014, the year Davidson and Buemi won the world championship. But, reminiscent of that year’s Le Mans when both their cars went out with mechanical failures, they were again to be denied. The sister No6 car had already retired with an electronic failure when, with 1 hour and 54 minutes to go, the No5, which had led since lap 24 and was 2 minutes clear at the front, began emitting smoke and suffered an engine failure. By Lap 113 the No8, with Jarvis at the wheel, had taken the lead. With the sister Audi some way back after having to have a damaged underfloor replaced and with a drive-through penalty, the No8 was the final manufacturer prototype running without a problem and set for the win but there was to be a final twist. Under the safety car, deployed due to huge accident at the top of Eau Rouge for Stefan Mucke in the Ford GT from which the driver emerged unhurt, the Audi pitted and went into the garage with 45 minutes to go. The crowd held its breath as for moments it seemed their bid too had failed. Fortunately the change of rear bodywork was a precautionary measure only and the team took the flag after 160 laps. After such attrition the Rebellion of Alexandre Imperatori, Dominik Kraihamer and Matheo Tuscher, run in the LMP1 class for privateers, took third place. An impressive result, and achieving their aim of being there to take advantage when the manufacturers encounter problems. With Le Mans set for June, reliability issues, especially for Porsche who are using a developed version of last year’s car which was bulletproof for most of the season, as opposed to Audi and Toyota’s new models, will be of concern. As the precursor to the 24, Spa is usually a race for tinkering rather than a major test of machinery. All three teams will be sitting down for an intensive debriefing in the wake of these performances. In terms of pace it is still advantage Porsche, with their opponents still developing new cars the 919 has the speed to take to the front when they look to defend last year’s 24 hours win. Toyota have moved forward and Audi are still expecting to exploit more from their hybrid power, which has shifted from a flywheel to battery-system this year. La Sarthe will offer a far more comprehensive test than Spa however and may yet be another brutal encounter. It has also been announced that the former driver and commentator Martin Brundle, who won at Le Mans in 1990, will compete in a one-hour LMP3 support race for United Autosports on the Saturday before the 24 hours begins.",
  "webTitle": "Audi win out in battle of attrition with Porsche and Toyota at Spa",
  "webPublicationDate": "2016-05-08T12:02:01Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/audi-win-spa-six-hours-fia-world-endurance-championship-porsche-toyota",
  "keyword": [
    {
      "webTitle": "World Endurance Championship",
      "id": "sport/world-endurance-championship",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Le Mans 24 Hours",
      "id": "sport/le-mans-24-hours",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/08/audi-win-spa-six-hours-fia-world-endurance-championship-porsche-toyota"
}