{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/27/wolseley-slips-after-u-turn-on-finance-director",
  "id": "2016-05-27-72",
  "sectionId": "business",
  "body": "Wolseley has suffered an embarassing U-turn after the FTSE 100 listed plumbing and heating products group said it chosen finance director would not be joining after all. The company said in January that Simon Nicholls, chief financial officer at defence group Cobham, would arrive later in the year, and chairman Gareth Davis praised his “calibre and expertise.” But now Wolseley says Nicholls will not now be taking up the position. Instead David Keitner, currently finance head at its US subsidiary Ferguson Enterprises, will become interim finance director on 1 September. It said the selection process to fill the post permanently would begin immediately. A spokesman for Wolseley told Reuters:  It’s a confidential matter between Simon and the board.  Since the original announcement of Nicholls’ move, Cobham launched a £500m rights issue after a profit warning. Analysts at Barclays said:  It would appear Wolseley have decided not to proceed due to the recent issues at Cobham, where Mr. Nicholls is currently CFO. From our point of view it is the right thing to do given ongoing questions regarding the situation there and possible reputational risk to Wolseley from Mr. Nicholls appointment. In addition, having these questions circling at the beginning of a new stage would be an unhelpful distraction. It is also a brave, decisive step by John Martin, which is encouraging at the start of his time as chief executive.   Canaccord Genuity said:  Clearly, this is slightly inconvenient for Wolseley and prevents as smooth a transition as was previously expected. However, operationally we do not see any big risk for Wolseley. David Keltner the interim chief financial officer is currently responsible for the largest part of the business; the US business accounts for over two-thirds of the group. Clearly, despite the near-term inconvenience, it is more important that the group appoints a suitable permanent CFO.  Next week the company is due to issue a third quarter update. In March it said it planned to close a number of UK branches with the loss of 200 jobs. Wolseley’s shares have slipped 2p to £40.88.",
  "webTitle": "Wolseley slips after U-turn on finance director",
  "webPublicationDate": "2016-05-27T16:34:07Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/27/wolseley-slips-after-u-turn-on-finance-director",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Wolseley",
      "id": "business/wolseley",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/27/wolseley-slips-after-u-turn-on-finance-director"
}