{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/29/women-and-melbourne-writers-dominate-miles-franklin-2016-shortlist",
  "id": "2016-05-29-204",
  "sectionId": "culture",
  "body": "The five Australian books shortlisted for the 2016 Miles Franklin literary award were announced on Sunday, with four of the authors hailing from Melbourne. Like 2015, the list was also dominated by women, with only one male author. The five books shortlisted for the prestigious prize are Hope Farm by Peggy Frew, Leap by Myfanwy Jones, Black Rock White City by AS Patric, Salt Creek by Lucy Treloar and The Natural Way of Things by Charlotte Wood. Each writer has won $5,000 for being shortlisted, and the winner – judged as being of “the highest literary merit” and presenting “Australian life in any of its phases” – will receive $60,000.   Related: Infinite snark: who's afraid of the Melbourne literary scene? | Ben Eltham    Wood, who is based in Sydney, is the only writer who is not from Melbourne. The announcement follows a year of public discussion about the strength of the Victorian capital’s literary scene in comparison to other cities, and the state’s pledge in April of an extra $115m over four years to creative industries. Speaking on behalf of the judging panel, the State Library of New South Wales Mitchell librarian, Richard Neville, said: “The focus of this year’s shortlist is the creation, maintenance and manipulation of identity: the impact of its dislocation, the devastation of its theft, and the consequences of its reimagination.   “The 2016 shortlist moves around colonial society, a dysfunctional late 20th century and a disturbing future, all realised with divergent but consistently powerful voices.”  With Neville on the judging panel is the Australian journalist and columnist Murray Waldren, the Sydney-based bookseller Lindy Jones, the writer and editor Craig Munro, and the emeritus professor Susan Sheridan. The final winner will be announced at the Melbourne writers festival on 26 August. The judges’ comments on the shortlist    Related: Literati cities: just the spot for networking, less so for writing a great novel     Hope Farm by Peggy Frew (Scribe Publications): “A quietly powerful and haunting novel, full of the aching intensity of the outcast, rendered in pitch-perfect tone and heartbreakingly believable” Leap by Myfanwy Jones (Allen & Unwin): “A beautiful story about the resolution of grief, not by moving on or forgetting, but by finally accommodating, absorbing and accepting its weight” Black Rock White City by AS Patric (Transit Lounge): “A fresh and powerful exploration of the immigrant experience and Australian life that explores the damages of war, the constraints of choice, the possibility of redemptive love and social isolation amid suburbia” Salt Creek by Lucy Treloar (Pan Macmillian): “This portrait of frontier life is a timetraveller’s delight as it unsettles assumptions about European ‘settlement’ and its devastating effects on Aboriginal culture, while graphically charting the unequal 19th-century power relations between men and women” The Natural Way of Things by Charlotte Wood (Allen & Unwin): “A confronting story of misogyny that is both shockingly realist in its details and deeply allegorical in its shape”",
  "webTitle": "Women and Melbourne writers dominate Miles Franklin 2016 shortlist",
  "webPublicationDate": "2016-05-29T02:00:21Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/29/women-and-melbourne-writers-dominate-miles-franklin-2016-shortlist",
  "keyword": [
    {
      "webTitle": "Miles Franklin literary award 2016",
      "id": "culture/miles-franklin-literary-award-2016",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "culture/2016/may/29/women-and-melbourne-writers-dominate-miles-franklin-2016-shortlist"
}