{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/08/the-course-of-love-alain-de-botton-review-philosophy-overload",
  "id": "2016-05-08-134",
  "sectionId": "books",
  "body": "Alain de Botton’s first novel in 23 years – his quirky, autobiographical debut, Essays in Love, was written when he was just 23 – again takes love as its theme. Like its predecessor, it explores the myths and minutiae of courtship and relationships. It charts a couple’s marriage from the first flowering of attraction and the glow of the proposal to the everyday business of life as husband and wife. It maps the small shifts in their sex life and explores the way in which habits and behaviour which once endeared them to one another become sources of irritation and frustration. Rabih and Kirsten’s story is an intentionally ordinary one. They meet, they fall in love, they marry, they encounter small obstacles in their personal and professional lives, they have children. One of them is unfaithful. The marriage strains but does not crack.    The Course of Love is at its strongest when De Botton steps back and allows the couple to breathe    While the book is being promoted as a novel rather than a work of philosophy, De Botton’s interests as an essayist, in work, sex, happiness, in how we live and what we live for, are still very much to the fore. The narrative is intercut with a series of italicised interjections, unpicking the couple’s motivations and impulses, dissecting their decisions. For example: “Nature imbeds in us insistent dreams of success”; and “The accusations we direct at our lovers make no particular sense. We would utter such unfair things to no one else on earth.” The contrast between these passages and the world of the characters makes for some appealing juxtapositions. Sometimes the observations are acute and telling – De Botton is good on the politics of laundry, the compromise of domesticity – but there’s an insistence on universality that borders on the smug. He lays out his thesis, that society builds in us the expectation that our stories will play out in certain ways, that it’s healthy and necessary to document disappointment and disillusionment, that so much of the tension in a marriage is self-generated, a product of the gulf between the life people feel they should be living and the life they are living.   Related: Alain de Botton – your questions answered, on art, God and ugliness    The Course of Love is at its strongest when De Botton steps back and allows the couple to breathe. There’s a lot of truth and humour in his account of the earliest days of their marriage as he highlights the intricate web of pressures, both self-imposed and external, that lead them to make certain choices. Rabih loves Kirsten, but he’s also tired of a life alone. They marry, in part, because they feel it is time to marry, that they are in the marrying stage of their lives, and in the beginning, for both of them, marriage is a kind of performance: they are both playing roles, the choices they make shaped as much by their own emotions as by their family histories, their upbringings, the city in which they live, and the paths their peers are going down. While Rabih and Kirsten’s story is always engaging and there’s an ease and believability to them as a couple, the outside voice comes to feel grating and intrusive after a while, in its pronouncements and the narrowness of its outlook, in its continual desire to pin down the mess and complexity of the human experience, to bind it and box it. The Course of Love is published by Hamish Hamilton (£14.99). Click here to buy it for £11.99",
  "webTitle": "The Course of Love review – philosophy overload",
  "webPublicationDate": "2016-05-08T09:00:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/08/the-course-of-love-alain-de-botton-review-philosophy-overload",
  "keyword": [
    {
      "webTitle": "Alain de Botton",
      "id": "books/alain-de-botton",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Natasha Tripney",
      "id": "profile/natashatripney"
    }
  ],
  "guardianId": "books/2016/may/08/the-course-of-love-alain-de-botton-review-philosophy-overload"
}