{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/queen-chinese-officials-very-rude-xi-jinping-state-visit",
  "id": "2016-05-11-306",
  "sectionId": "world",
  "body": "The “golden era” of UK-China relations appears to have lost some of its glitter after the Queen accused Chinese officials of being “very rude” to the British ambassador during President Xi Jinping’s first state visit to Britain last year. During a garden party at Buckingham Palace on Tuesday, a pool cameraman working on behalf of British broadcasters filmed her discussing Xi’s trip with Metropolitan police commander Lucy D’Orsi.    Related: Afghanistan and Nigeria ‘possibly most corrupt countries’, Cameron lets slip    When D’Orsi was introduced as the officer responsible for security during the visit, the Queen was heard to remark: “Oh, bad luck.” Later, the Queen told her guest: “They were very rude to the ambassador” – referring to Barbara Woodward, Britain’s first female ambassador to China.  D’Orsi complained to the Queen that Xi’s visit had been “quite a testing time for me” and claimed that at one point Chinese officials “walked out” on both her and the British ambassador, telling her “that the trip was off”. “Extraordinary,” the Queen replied. “It’s very rude and very undiplomatic, I thought,” the police commander concluded.     In image made from pool video, Queen Elizabeth II speaks with Metropolitan police commander Lucy D’Orsi in the garden of Buckingham Palace. Photograph: AP    Speaking in Beijing on Wednesday, Lu Kang, a spokesman for China’s foreign ministry, declined to directly address the Queen’s comments or confirm whether the “golden era” was still alive.  “President Xi’s visit to the UK last year was a very successful one. Both sides have made great efforts for the success of the visit and the two sides highly recognised that,” Lu said. But pressed by the Guardian to confirm whether the “golden era” – which he said had officially started with Xi’s state visit – was still ongoing, Lu replied: “Both sides have expressed the hope that they would implement the outcomes of President Xi’s visit and push forwards a steady and stable rise of the bilateral relationship. This requires the common efforts of both sides.” Asked if that meant the special relationship was over, Lu said: “You can put my answers today together.” ‘I have already said what I can say’ Asked if he had been surprised by the Queen’s comments, he laughed and said: “I have already said what I can say.”  Speaking ahead of Xi’s arrival, Woodward, a China specialist who has worked in the UK foreign office for more than two decades, predicted a bright future for ties between the two nations. “We are looking forward to a golden visit in a golden year that launches a golden decade,” she told reporters. Xi toasted the upgraded friendship during a trip to a Buckinghamshire pub with the British prime minister, David Cameron, and said he had been “deeply impressed by the vitality of China-UK relations”.     Xi Jinping and David Cameron drink pints of beer at a pub in Princess Risborough, near Chequers, in October 2015. Photograph: Andy Rain/AFP/Getty Images    However, talk of the “golden” era has faded in recent months, amid growing tension between Beijing and London on issues including China’s suspected abduction of a British bookseller from Hong Kong and China’s artificial island-building campaign in the South China Sea. Last week, China’s ambassador in London, Liu Xiaoming, accused the US and UK of “making trouble in the South China Sea” by opposing his country’s activities in the region. “These nations should desist from meddling and muddling,” Liu wrote, according to Xinhua, China’s official news agency. The Queen’s comments were less incendiary than those made by her son, Prince Charles, after Hong Kong’s return to Chinese control in 1997. In a memo about the handover ceremony, Prince Charles described the Communist party’s elderly leaders as a “group of appalling old waxworks” and mocked the “awful Soviet-style display” of goose-stepping Chinese soldiers at the event. Visit ‘proceeded smoothly’ The British embassy in Beijing declined to comment on claims the ambassador had been mistreated by Chinese officials or provide details of the circumstances under which they supposedly walked out on Woodward.   Related: Britain has made 'visionary' choice to become China's best friend, says Xi     The embassy also declined to comment on the impact the episode might have on the UK-China relationship. A spokesperson for Buckingham Palace said: “The Chinese state visit was extremely successful and all parties worked closely to ensure it proceeded smoothly.” Foreign diplomats who have met Xi Jinping, a man some call China’s most authoritarian leader since Mao Zedong, describe him as a charming and engaging personality. But China’s diplomats have faced previous accusations of ungraceful behaviour. In 2014, officials representing the prime minister, Li Keqiang, were accused of threatening to cancel a three-day trip to Britain unless he was granted an audience with the Queen. The meeting was subsequently arranged. “The Chinese are hard negotiators,” one government source told the Times. Transcript Lord Chamberlain: Can I present Commander Lucy D’Orsi, who was gold commander during the Chinese state visit. Queen: Oh, bad luck. Lord Chamberlain: And who was seriously, seriously undermined by the Chinese, but she managed to hold her own and remain in command. And her mother, Judith, who’s involved in child protection and social work. Judith Copson: Yes, I’m very proud of my daughter. Lord Chamberlain: You must tell your story. D’Orsi: Yes, I was the gold commander, so I’m not sure whether you knew, but it was quite a testing time for me. Queen: Yes, I did. D’Orsi: It was … I think at the point that they walked out of Lancaster House and told me that the trip was off, that I felt … Queen: They were very rude to the ambassador. D’Orsi: They were, well, yes she was, Barbara [Woodward] was with me and they walked out on both of us. Queen: Extraordinary. Copson: I know, it’s unbelievable. D’Orsi: It was very rude and very undiplomatic, I thought.",
  "webTitle": "Queen caught on camera saying Chinese officials were 'very rude'",
  "webPublicationDate": "2016-05-11T08:53:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/queen-chinese-officials-very-rude-xi-jinping-state-visit",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/11/queen-chinese-officials-very-rude-xi-jinping-state-visit"
}