{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/03/vegan-restaurant-meat-eating-owners-cafe-gratitude-california",
  "id": "2016-05-03-59",
  "sectionId": "us-news",
  "body": "The California-based husband and wife founders of celebrity-endorsed vegan restaurant group Cafe Gratitude say they have received death threats after it was revealed last week that they are raising, slaughtering and eating animals on their farm north of San Francisco.  Matthew and Terces Engelhart, both in their sixties, who opened the first Cafe Gratitude in 2004 and whose celebrity followers have included Gwyneth Paltrow, Beyoncé and Sacha Baron Cohen, countered the firestorm of criticism with a defense of the “regenerative agriculture” methods they now use on their Be Love Farm in Vacaville, calling it a personal choice made in the privacy of their home.   Related: You can't be 'a little bit vegan'    “We started to observe nature and what we saw is that nature doesn’t exist without animals,” Matthew Engelhart told the Hollywood Reporter last week after animal rights activists dug up and circulated blog entries from spring 2015 from the farm’s website, including photos of a freezer full of pastured beef, jars of gravy and Matthew enjoying a hamburger, with posts on their “transition” into meat products after nearly 40 years of vegetarianism.  “People have taken up the mob mentality,” he opined, after protesters gathered outside their restaurants holding signs such as “no animal is grateful to die”, started a Facebook boycott page and frantically posted one-star Yelp reviews. “Cows make an extreme sacrifice for humanity but that is their position in God’s plan as food for the predators,” Matthew Engelhart added in a statement about their decision. “We can be part of that sacrament.”     Terces Engelhart tends to the animals at Be Love Farm in this photograph from April 2011. The farm supplies produce to the Engelharts’ restaurants. Photograph: Adithya Sambamurthy for the Guardian    But purist vegans who patronized the several southern California branches of the cafe, despite or perhaps because of its irritatingly named “affirmation” dishes such the “accepting” sushi bowl and the “grateful” kale salad, will not be assuaged so easily. “Fxxxing HYPOCRITES!!!! Hope they will be FLAME BURNED and eaten by Meat Eaters,” screams one post on the Facebook boycott page. “They are duping vegans to support their animal killings,” says another. The Engelharts spawned an entire industry with a carefully marketed message of peace, love and sharing, which includes a sister vegan Mexican restaurant, Gracias Madre, in San Francisco and Los Angeles. The couple have written several books, including Sacred Commerce: Business as a Path of Awakening and Kindred Spirit: Fulfilling Love’s Promise. Their personal website is named Eternal Presence and references the board game they created in 2004, called The Abounding River Board Game, which was on every table in their San Francisco flagship; and which they said would train players to embrace “an unfamiliar view of Being Abundant” and develop a “spiritual foundation” for looking at money. A Be Love Farm blogpost from February last year highlights the “big week” when they transitioned into meat products.  “That transition is happening deep within our beings, we know it is a necessary and important part of our growth as well as the sustainability of our farm ... as we open our hearts further to the presence of love ... ” The page features photos of their new beef products alongside a bucolic shot of their cows “sitting down chewing their cud in the warm Spring breeze”.The couple are no strangers to controversy.    Related: Eating too much red meat ‘can age the body’, researchers claim    In 2011, they cited a series of “aggressive lawsuits” by disgruntled employees as the reason for having to close or sell their eight Cafe Gratitude restaurants in the Bay Area. The lawsuits challenged the restaurants’ tip-pooling practices and alleged unpaid overtime wages. At the time they wrote on their Facebook page that it would cost too much to defend themselves in court.  Another lawsuit was filed by an employee, alleging he was fired after refusing to attend the controversial San Francisco-based Landmark Forum self-improvement course and an offshoot of Werner Erhard’s self-realization program. In the end, the Engelhart’s settled, selling or giving some of the restaurants to family members, including Terces’ son by a previous marriage, Matthew, who works at the LA restaurant. The couple reportedly met at a Landmark Forum seminar after Terces (which is “secret” spelled backwards) had fled a conventional life in Santa Cruz with her IBM manager husband and children, selling all their belongings and loading up an RV and hitting the road, reportedly heading for Durango, Colorado.  That was in 1992. Her daughter Mollie from that marriage now runs a vegan beer garden in LA, with business partner and actor Woody Harrelson, as well as KindKreme, a vegan ice cream parlour. LA-based activist Mary Cummins, founder of Animal Advocates, claims that the Engelharts have been influenced by the controversial views of Allan Savory, the Zimbabwean ecologist and author of Holistic Management, which advocates using livestock on grasslands as the only way to reverse climate change and avoid widespread destruction of these lands. (The idea has its detractors – George Monbiot in the Guardian – and supporters – Hunter Lovins also in the Guardian.)  Meantime, none of this seems likely to mollify the outraged vegans and it is unclear how this will affect the Engelhart empire, which serves 28,000 meals a day and offers an array of events and packages for families and corporations alike on their Be Love farm. Whether parents will still want their kids to pet Carmella and Cinnamon, two of their cows, after learning about the freezer full of meat is unclear.   This article was updated on 6 May to change a reference to Werner Erhard’s self-realization program",
  "webTitle": "Famous California vegan restaurateurs under fire over revelation they eat meat",
  "webPublicationDate": "2016-05-03T18:38:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/03/vegan-restaurant-meat-eating-owners-cafe-gratitude-california",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Veganism",
      "id": "lifeandstyle/veganism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Vegetarian food and drink",
      "id": "lifeandstyle/vegetarian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarianism",
      "id": "lifeandstyle/vegetarianism",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "American food and drink",
      "id": "lifeandstyle/american",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Robina Gibb",
      "id": "profile/robina-gibb"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/03/vegan-restaurant-meat-eating-owners-cafe-gratitude-california"
}