{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/tokyo-olympic-games-2020-ioc-international-olympic-committee-corruption-bid-scandal",
  "id": "2016-05-11-158",
  "sectionId": "sport",
  "body": "Bungs and secret bank accounts; shadowy figures on the take and make; the bidding process for major sporting events shown to be as transparent as an oil slick. The script might appear stale given the numerous tales of scandals and scoundrels at Fifa and the IAAF, the global guardians of football and athletics respectively, in recent years. But now there is a fresh and intriguing twist. The grandest sporting organisation of all, the International Olympic Committee (IOC), has stood aloof while the staggering tales of corruption surrounding World Cup and World Athletics’ Championships bids seeped out. We are different, the IOC insisted. We have reformed. And with few dissenting voices or evidence to the contrary, the bad old days of the late 90s, when members’ votes were bought for enormous sums during feverish races to host Olympic Games, had become a distant memory.   Related: Tokyo Olympics: €1.3m payment to secret account raises questions over 2020 Games    The IOC’s bullishness was evident as recently as March, when the Guardian revealed that French police were investigating the bidding process for the 2020 Olympics. The IOC president, Thomas Bach, brushed away any concerns: “The IOC has done as much as any organisation can do to address the issue of corruption,” he insisted. “We have all rules and instruments in place to fight corruption with zero tolerance.” Today’s allegations should shatter that complacency. Two independent sources have told the Guardian that Tokyo’s successful bidding team for the 2020 Olympics, or those acting on their behalf, made payments of around €1.3m ($1.5m) to a hidden account linked to Papa Massata Diack, the former International Association of Athletics Federation (IAAF) marketing fixer who was recently banned from athletics for life. The orchestra of rules and instruments that Bach so proudly conducted have been unable to prevent an embarrassing cacophony. Those with long memories will recall that Japan previously played fast and loose with the rules – as did many other nations. Nagano won the right to host the 1998 Winter Games after providing IOC members with trips to luxury hot spring resorts, first-class air tickets, and geisha – although they insisted no sexual favours were provided – while the-then IOC president, Juan Antonio Samaranch, was put up in the top suite at the Hotel Kokusai 21, which the Nagano Olympic Committee rented for 30 days at $2,700 a night. The largesse didn’t end there. Nagano also provided millions of dollars in corporate contributions to help build an Olympic museum in Switzerland while the bidding race was going on. Mere coincidence, it claimed. All this was meticulously documented by its bid committee in a series of files that filled 10 large cardboard boxes. However when the focus turned on them, the papers were burned. As the bid’s former vice secretary-general Sumikazu Yamaguchi sheepishly explained: “I didn’t want the IOC members to be uncomfortable.” It took the Swiss lawyer Marc Hodler, an IOC member for 35 years, to blow the whistle on what was really going on. His initial exposure of the Salt Lake City scandal in 1998 eventually led to 10 members being either expelled or resigning amid allegations of bribes and offers of scholarships, medical care, dubious real estate deals and even sexual favours during the bidding process for the 2002 Winter Olympics. Hodler also revealed the scale of the sums on the table: bribes of up to $1m for IOC members and payoffs to agents of up of between $3m and $5m for Olympic votes. Inducements and sweeteners were endemic. Dick Pound, the former president of the World Anti-Doping Agency and then a member of the IOC who led the investigation into Salt Lake City, once stated that he had turned down a $1m bung in connection with a TV deal for the Olympics.   Related: Papa Massata Diack: Tokyo bid claims the latest of an avalanche of allegations | Owen Gibson    Admittedly, playing the game did not always produce the desired result. Before the vote for the 1996 Olympics, the Melbourne bid arranged for the Melbourne Symphony Orchestra to hold a special concert so the daughter of a South Korean IOC member could play piano with them, yet they were still crushed by Atlanta. Such blatant behaviour is much harder to get away with nowadays. The IOC’s reforms post Salt Lake City, including banning its members from visiting potential host cities before an Olympic vote, have stopped the worst abuses. It would be a surprise if it was revealed that there was anything wildly untoward about the bids for the 2008 Olympics, for which Beijing was always considered way out in front, or 2012 which has always been regarded as a straight and largely fair fight between London and Paris. That said, the French police are investigating the bidding process for the Rio 2016 Olympics. And a trawl through the IOC’s current, former, and honorary members does not inspire complete confidence. The list includes such luminaries as Lamine Diack –Papa Massata’s father – the former IAAF president, who is facing corruption charges in France which he denies, and was an influential IOC member between 1999 and 2013; along with Sepp Blatter, the disgraced Fifa president, who was a prominent member for 16 years until 2015. Meanwhile, one of Blatter’s most loyal supporters, Issa Hayatou, one of two Fifa officials accused of taking bribes worth $1.5m to support the Qatar World Cup bid, remains an IOC member and denies the allegations against him. Less well known, is the Kuwaiti Sheikh Ahmad al-Fahad al-Sabah, a hugely influential IOC and Fifa executive committee member, who was recently accused in parliament by the Tory MP Damian Collins of using the Olympic Council of Asia to buy votes. The OCA strongly denied the allegation. That said, it would be churlish to not acknowledge the IOC’s attempts to improve its voting procedures in recent years. They have tried. What the Guardian’s story shows, however, is that it is hard to completely protect such a lucrative and prized event as Olympics from corruption. So what could be done? One radical suggestion is for voting for Olympics Games to be replaced by auctions, with the highest bidding country winning, providing it also met the appropriate levels of technical expertise. Rules could be put in place to ensure such events switch continents regularly, and to ensure that those ranked poorly on the corruption perceptions index were not able to enter the auction. Crucially such a proposal would ensure that any bid money could be directed towards the IOC, and presumably the sports themselves. As yet there is no widespread clamour for such proposals. Meanwhile, the IOC’s response to the latest allegations will be closely watched. After the Salt Lake City scandal rocked it to the core, it held an emergency general assembly in which Samaranch warned the organisation was “now on trial” and “must root out all forms of inappropriate or unethical behaviour among our membership”. Nearly two decades later, those words hold true once again.",
  "webTitle": "Tokyo Olympic Games corruption claims bring scandal back to the IOC | Sean Ingle",
  "webPublicationDate": "2016-05-11T14:58:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/tokyo-olympic-games-2020-ioc-international-olympic-committee-corruption-bid-scandal",
  "keyword": [
    {
      "webTitle": "International Olympic Committee",
      "id": "sport/international-olympic-committee",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/11/tokyo-olympic-games-2020-ioc-international-olympic-committee-corruption-bid-scandal"
}