{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/melbourne-bookstore-to-close-following-single-complaint-by-neighbour",
  "id": "2016-05-24-314",
  "sectionId": "australia-news",
  "body": "The owners of one of the few surviving bookstores in the Melbourne suburb of St Kilda say they will be closing the shop after their local council decided the store breached zoning laws – despite the store having already been there for 2.5 years. A single complaint made to the council by a resident living near to the store in August prompted the council’s decision. One of the owners of Bookhouse, Ben Kemp, said the decision reflected the inflexibility of the City of Port Phillip. He described it as “illogical” and said that red tape had harmed his “inoffensive” small business.   Related: Interview with a Bookstore: Melbourne's Readings, the best bookshop in the world    Kemp said the problem started when he and his wife first opened their Robe Street store, when a residential neighbour walked in and told him he didn’t like the bookshop. Kemp said he was surprised by the complaint, especially since the area is known for more controversial businesses, such as sex shops. “We were gobsmacked, as the store is completely inoffensive,” Kemp said. “We have a lovely display of books in the window and there are no signs or billboards on the street. Little old ladies walk past and pop in just to tell us how much they like the fact that we are here.”  Kemp thought that was the end of it, until he received a letter from the council to say the neighbour had complained about the store. A council spokeswoman told Guardian Australia that while the complaint “touched on amenity impacts of a shop operating on a residential street, it was primarily about shops being prohibited in the general residential zone of the Port Phillip planning scheme”.  The council investigated and found the store was in breach of the zoning laws. While the land owner produced evidence to show the land had been used as a shop for at least 15 years without a break longer than two years, which would have proved “existing rights use” and allowed the store to continue to operate, the council was not satisfied with the evidence produced. “We dug up old leases, we tracked people down and had 12 statutory declarations from people in the street who said it had always been some sort of business,” said Kemp, who moved the bookstore to the premises from a previous location 500m up the road.  “But the council said there was a dressmaker who used the building but they could not be sure she used it as a shop, so they rejected our application.” Kemp said it was particularly illogical that the council had approved his application last year to place an illuminated sign advertising the store outside the building. The zoning issue should have come to their attention at that time, he said. Kemp said he never did put the sign up, as he was concerned about offending the neighbour.   Related: Breaking borders: how to make the best bookshop in the world    “We are leasing the building through a commercial real estate company and it was leased to us on a commercial lease,” Kemp said. “It has always been a shop since the 1920’s and, to be fair to council, there was a clause that said prospective tenants should inquire as to whether the goods they intended to sell are allowed under local planning laws. But that clause is mainly there for people selling R18 materials, the stuff you find in sex shops.” A City of Port Phillip spokeswoman said the land owner had since met with council to discuss his options, which include appealing the refusal to the Victorian Civil and Administrative Tribunal, or applying for a planning permit for a different commercial use other than that permitted under the zoning laws. “Council has agreed to his request for an extension so the bookshop can continue to operate while the land owner considers his next steps,” the spokeswoman said.  But Kemp said he and his wife had decided to move on, as they did not have the time or money to wait until a tribunal decision and did not want to face the uncertainty. “We’re considering whether online retail is the way forward for us,” he said. “We’re tired of living in the unknown. We thought we had fought off the worst of the problems facing small businesses after many years in the space, especially the challenges facing bookstores, but this has left us with a bad taste in our mouth. There is enormous community support for us overall, yet the council just has no room to manoeuvre or exercise common sense. “Small businesses are faced with such narrow frameworks to operate within.”",
  "webTitle": "Melbourne bookstore to close following single complaint by neighbour",
  "webPublicationDate": "2016-05-24T03:41:50Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/melbourne-bookstore-to-close-following-single-complaint-by-neighbour",
  "keyword": [
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/24/melbourne-bookstore-to-close-following-single-complaint-by-neighbour"
}