{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/houses-built-after-black-saturday-fires-fared-worse-in-wye-river-fire-report-finds",
  "id": "2016-05-11-29",
  "sectionId": "australia-news",
  "body": "Houses built to strict new regulatory standards introduced after the devastation of Black Saturday fared worse than older houses in bushfires that swept through the Wye river and Separation creek in December, a CSIRO report has found. The Bushfire Management Overlay policy was introduced in 2011 after an investigation into the Black Saturday bushfires of 2009, which resulted in 173 people killed and homes destroyed.  The policy applies to land in Victoria that may be at risk from bushfire and requires the location, design and construction of new homes to manage risk to life and property from bushfires. Compliance can add tens of thousands of dollars to the cost of building a home. Researchers from CSIRO studied the townships of Wye River and Separation Creek, along Victoria’s Great Ocean Road, where 116 homes were lost during a fire that broke out on Christmas Day. Of seven houses built to the tougher regulations introduced in 2011, four were lost to fire and three survived, the study found.   Related: Bushfire-proof houses are affordable and look good – so why aren't we building more?    “The 14 houses built to planning and building regulatory standards between 2003 and 2010 fared much better; three were lost to fire and eleven survived,” the report said.  “The research highlights a range of specific weakness in the near ground material and design specifications of current regulatory standards, which ... allow combustible stumps, bearers, flooring, decking, stair and balustrades within close proximity to the ground.” The lead author of the study, Justin Leonard from CSIRO Land and Water, said many people did the bare minimum to meet the regulations. This might be fine for some areas prone to bushfires, he said, but were likely inadequate in particularly high-risk areas such as Wye River. “People shouldn’t assume that following the minimum path through the regulations, or in other words, the cheapest path, is the right solution,” he said. The regulations aimed to ensure a house survived as best as possible while a fire passed by it, but did not necessarily aim to ensure the house remained intact once the fire had passed, Leonard said. Small fires in and around the home may escalate to larger ones after the bushfire had passed, he said. “The standards try to provide a certain level of performance, but certainly don’t guarantee a home will survive,” Leonard said. “If somebody has an expectation that they want to build a house that survives, then they have to comply with building standards but they also have to use more robust, non-combustable materials anywhere near the ground, and ensure they use non-timber frames and have nothing at all combustable within the wall cavities.”   Related: Are Australia’s bushfire seasons getting longer?    He said education for people in extremely bushfire-prone areas would be key to preventing the loss of homes in future. “There are definitely people who could be more effectively informed about what the standard has aimed to achieve, and the position we are taking with the Wye River community is to clearly state how far the regulations can take them,” he said. “We need to show them all the paths they can take for better and more robust outcome for their communities and hold their hand through that process. Some people are very annoyed that their regulated house has burned down.”",
  "webTitle": "Houses built after Black Saturday fires fared worse in Wye river fire, report finds",
  "webPublicationDate": "2016-05-11T21:12:49Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/houses-built-after-black-saturday-fires-fared-worse-in-wye-river-fire-report-finds",
  "keyword": [
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bushfires",
      "id": "australia-news/bushfires",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/12/houses-built-after-black-saturday-fires-fared-worse-in-wye-river-fire-report-finds"
}