{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/china-xi-jinping-house-of-cards-attacks-conspirators",
  "id": "2016-05-04-361",
  "sectionId": "world",
  "body": "Xi Jinping has rejected claims that a “House of Cards power struggle” is raging at the pinnacle of Chinese politics, but claimed “conspirators” were attempting to undermine the Communist party from within. In a speech published in Beijing’s official newspaper this week, the Chinese president warned that the presence of “cabals and cliques” inside the party risked “compromising the political security of the party and the country”.   Related: Chinese corruption gets House of Cards treatment with Communist mini-series    “There are careerists and conspirators existing in our party and undermining the party’s governance,” Xi said, according to the People’s Daily transcript of his comments. “We should not bury our heads in the sand and spare these members but must make a resolute response to eliminate the problem and deter further violations.” The speech comes at a time of growing speculation over possible factional struggles within the 88 million-member Communist party that Xi has led since late 2012. As evidence of those rifts, experts point to recent moves by Xi to rein in the influential Communist Youth League, which is the power base of former president Hu Jintao and current prime minister Li Keqiang. This week it emerged that the Youth League’s budget had been slashed by more than 50% following a damning investigation into its activities by Xi’s anti-corruption agents. Experts also see Xi’s decision last month to take on the title of commander-in-chief of China’s joint battle command centre as a potential indicator of trouble at the top. Since coming to power Xi has amassed an unusual plethora of official titles including general secretary of the Communist party, president of the People’s Republic of China, chairman of the central military commission, leader of the national security commission and head of the leading group for overall reform. One academic has dubbed him the “chairman of everything”. Roderick MacFarquhar, a Harvard University expert in elite Communist party politics, said: “Xi Jinping’s donning of uniform and giving him his new military title is a warning to his colleagues that he has the army behind him. Whether he actually has or not, one doesn’t know. But that is his bulwark, as it was Mao’s.”  However, MacFarquhar said the new title could be a sign of weakness rather than strength, noting that not even Mao Zedong had accumulated such a glut of titles. “Chairman Mao never needed titles. Everyone knew who was in charge,” he said. Xi has made a high-profile anti-corruption campaign one of his administration’s key missions, disciplining hundreds of thousands of officials, including top party and military figures. But experts say the war on corruption has generated discontent among officials, caused political paralysis and fuelled suspicions Xi is using the campaign as a pretext to purge his political enemies. In his recent speech, Xi denied those charges and vowed to “step up” the anti-corruption drive, according to Xinhua, China’s official news and propaganda agency. “We must make it clear that our party’s fight against corruption is not a snobbish affair that discriminates between different people, and it is not a House of Cards power struggle,” Xi said. Andrew Wedeman, a political scientist who is writing a book called Swatting Flies and Hunting Tigers: Xi Jinping’s War on Corruption, said continuing to pursue the campaign carried severe risks for China’s leader. “There is a certain point where the elite would want to wind this down because at the end of the day – as perhaps suggested by the revelations in the Panama Papers – there is enough guilt to go around among the leadership that if you really push this thing too far then an awful lot of people would be in trouble. “Given the extent of corruption, you can only push this thing so far without doing serious damage to the integrity and the unity of the party,” Wedeman added.",
  "webTitle": "China's Xi Jinping denies House of Cards power struggle but attacks 'conspirators'",
  "webPublicationDate": "2016-05-04T03:00:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/china-xi-jinping-house-of-cards-attacks-conspirators",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/04/china-xi-jinping-house-of-cards-attacks-conspirators"
}