{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/16/1916-easter-rising-centennial-washington-dc-ireland-arts-festival",
  "id": "2016-05-16-126",
  "sectionId": "culture",
  "body": "While on the election campaign trail for wife Hillary, former president Bill Clinton keeps going back to poetry to explain the discontent gnawing at Americans who have not had a pay rise in years. “Too long a sacrifice can make a stone of the heart,” he says. The lines come from WB Yeats’s Easter 1916, an elusive depiction of the Irish rebellion against British rule that in six days left 485 people dead, paved the way for independence and sent shockwaves through the British empire (as well as making the front page of the New York Times for 14 consecutive days). The Easter Rising’s centenary has been marked in Dublin and London and is now the cue for a festival of Irish arts and culture at the Kennedy Center in Washington. US vice-president Joe Biden, who, like Clinton, is an ardent champion of Yeats, and Irish taoiseach Enda Kenny are expected to attend the opening performance on Tuesday night. The three-week programme of dance, literature, music and theatre seems likely to strike a chord in a nation with more than 34m Irish Americans. Kenny will doubtless be hoping that culture – an area in which Ireland has always punched way above its weight – can demonstrate the utility of soft power. Irish actor and director Fiona Shaw is the festival’s artist-in-residence, and she will direct the opening performance, present the US premiere of one of her works and lead panel discussions and a master class. It is a fair bet that Yeats’s Easter 1916 will crop up at least once, along with questions over the origins, timing and haphazard organisation of the rising, which ended with the execution of 15 ringleaders.     A British officer and two privates on guard near some of the worst destruction in the city. Photograph: Popperfoto/Getty Images    “It’s been a real time of reflection on what that 1916 rising was,” Shaw said from home via Skype. “Many saw it as a mistake; for many others it seemed naive in the extreme. Yeats was incredibly ambivalent about it and the poem is marvellous. It’s like a paean or a hymn to these guys but it holds the ambivalence very well. ‘A terrible beauty’ is a very good phrase: it is terrible and it is beautiful.” Shaw has performed in America often, including Medea and Samuel Beckett’s Happy Days in Washington. She is struck by a cultural affinity between the two countries. “The Irish do very well when they go abroad, often better than when they stay at home,” Shaw said. “And America is a great place to do well in.” Long Day’s Journey Into Night, by Eugene O’Neill, an Irish immigrant’s son, is once again playing on Broadway, and Beckett is especially popular here. “The Americans are much better at dark jokes than you might think. If you have a joke about killing or dying, they get absolutely hysterical. It’s a much more violent, much more immediate response to really scary things.  “I felt they were definitely the best audience for Beckett. They’re very quick and they are still a theatregoing nation. They still see the point of getting out and being together and watching a person breathe in the same room as you as opposed to going to movie.” It is fitting that the festival should be held at an arts complex named after John Fitzgerald Kennedy, America’s first Irish Catholic president, whose own centenary falls next year and will be honoured with plays and screenings during the Irish season. Shaw said she had been reading about the early kings of Ireland. “And then there was an ard rí which means the high king. But really Kennedy, was our high king who lived in a far off land. He was a unifying symbol, quite amazing.” In June 1963, Kennedy became the first foreign head of state to honour the leaders of the Easter rising at their burial site at Arbour Hill. He told the Irish parliament: “No people ever believed more deeply in the cause of Irish freedom than the people of the United States.”     ‘Kennedy was our high king who lived in a far off land.’ Photograph: John Rous/AP    Anne Anderson, the Irish ambassador to the US, said: “The visit was extraordinary at the time: an Irish American Catholic president. You have to set it against the backdrop of both the real experience and the received wisdom, ‘no Catholics need apply’ and the Wasp elite that ran parts of America. So it was huge. Ireland was a more religious country then than it is now. For a time, you would have a picture of the Sacred Heart and a picture of JFK in parlours in Ireland, particularly in rural Ireland.” Kennedy promised that he would return in the spring of the following year but was assassinated in Dallas, Texas, in November. The news was “engraved on the heart” of many Irish people, added Anderson, who was a girl in north County Dublin at the time. “Nobody in Ireland had televisions at that stage, and a neighbour who’d heard it on the radio went around the neighbourhood knocking on everybody’s door to tell us, ‘Did you hear the news? JFK has died.’” A giant bust of him now watches audiences come and go at the Kennedy Center, which starting this week will host more than 50 performances and 500 performers. They include dancers Colin Dunne and Jean Butler, previously seen in Riverdance, and opera singers Tara Erraught and Anthony Kearns. The Abbey Theatre will perform Sean O’Casey’s Easter Rising drama The Plough and the Stars. Installations include The Earth Harp, billed as the world’s biggest stringed instrument, and A Girl’s Bedroom, from writer-director Enda Walsh, a free 20-minute immersive experience. The centre’s north plaza will become a “green space” for fiddlers, pipers and step dancers, as well as food trucks serving bangers and mash, fish and chips and Guinness. Such events are an underrated tool of diplomacy in Washington, where the British embassy has milked Downton Abbey at every opportunity. The Irish embassy must be one of the few buildings anywhere to contain both a statue of Abraham Lincoln and a bust of Oscar Wilde. “It’s immensely important,” Anderson said. “For a country of our size, the fact we have won four Nobel prizes in literature, for example: other countries have won more, but no country of our size has won as many. Culture – for any country, it’s your calling card, but particularly for a country with the extraordinary wealth of literary, theatrical, dance, musical richness that Ireland has. It is our way of introducing ourselves across the United States.”     The opening night of Long Day’s Journey Into Night, starring Michael Shannon, Jessica Lange and John Gallagher Jr. Photograph: Roy Rochlin/Getty Images    Such calling cards may be all the more important in the future because Irish immigration to the US has waned since the 19th century boom and the demographics of the country are shifting. “It means that inevitably, Irish America is shrinking as a proportion of the population here,” Anderson said. “It also means that the connection is growing more distant in the sense that by definition it’s going to be now more third and fourth generation rather than first and second generation. “So if you recognise that, as we do, then you have to work even harder at maintaining the connections, making sure that they won’t grow more distant generationally. Reaching young people, and culture, is so important in all of that.” The 100-year-old rebellion in Britain’s oldest colony, in particular, is fading into the remote past. Alicia Adams, curator of the Ireland 100 festival, said: “I don’t think Americans have any knowledge of the Easter rising. I think what most people remember, if they were born by the time Clinton was president, is the negotiations that George Mitchell held between the north and the south and finally the end to the Troubles that were in Ireland and also the UK, all the bombings that were happening with the IRA.” Those events prompted Clinton to turn to more of his favourite lines, again the work of an Irish poet. Speaking in Londonderry in 1995, the president quoted Seamus Heaney:  History says, Don’t hope On this side of the grave, But then, once in a lifetime The longed-for tidal wave Of justice can rise up, And hope and history rhyme.  Ireland 100: Celebrating a Century of Irish Arts and Culture runs from 17 May to 5 June at the Kennedy Center, Washington DC",
  "webTitle": "'A terrible beauty': US festival reflects on Ireland's Easter Rising 100 years later",
  "webPublicationDate": "2016-05-16T15:49:23Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/16/1916-easter-rising-centennial-washington-dc-ireland-arts-festival",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Washington DC",
      "id": "us-news/washington-dc",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John F Kennedy",
      "id": "us-news/john-f-kennedy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US theater",
      "id": "stage/us-theater",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "culture/2016/may/16/1916-easter-rising-centennial-washington-dc-ireland-arts-festival"
}