{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/pro-brexit-minister-raab-attacks-eu-over-anti-corruption-measures",
  "id": "2016-05-25-296",
  "sectionId": "politics",
  "body": "The justice minister Dominic Raab has said the European Union is in “violation of international law” for failing to take steps required by the UN to tackle corruption. Raab, a high-profile Brexit campaigner, said the EU had so far failed to take the first step in implementing the UN convention against corruption, despite approving it in 2008.   Brexit explained: intelligence sharing   He pointed to a statement by Transparency International, an NGO, which said the EU should be “mildly embarrassed” given that it had claimed to be at the forefront of this debate. The group said: “Eight years after ratifying the convention they have failed to implement the first step, which is an assessment of its own anti-corruption rules and capacities. This baffling delay does not help its cause when engaging with its member states on anti-corruption matters.” Raab also pointed out that there had been a huge increase in the amount of EU money linked to irregularity or fraud.  The European anti-fraud office (Olaf) identified €901m (£685m) to be recovered in 2014, the most recent figures available, compared with €194m in 2011. Raab said it represented “systemic fraud”. The most recent year also had a record 1,417 fraud allegations, he said. Raab argued that the figures ought to raise serious concern given Britain’s net contribution to the EU, which he said was £10bn. “We are pouring huge amounts of money into the EU, huge sums that could be spent on schools and hospitals and whatever else British elected lawmakers decide. People ask, understandably, why are you pouring it into the EU, which has got these rising reports of fraud?” he said. “While you’ve got systemic fraud within the EU, Transparency international have put their hand up and said: hold on a minute, the EU has signed the UN convention against corruption and eight years after having ratified it and approved it, it hasn’t done the first step which is to have a systematic analysis of its practices.” The NGO itself, which is neutral in the referendum debate, sought to play down its recent statement on the EU’s lack of action. A spokesman described it as an “embarrassment rather than an issue of overwhelming significance”. He added: “But it does suggest that the EU has not prioritised assessing its own compliance with the world’s most wide-ranging anti-corruption convention.”  The spokesman indicated that Transparency International was not keen to be drawn into the debate over Britain’s membership of the EU, adding: “We are a non-political organisation and this is a highly politicised debate, therefore we have no further comment at this time.” Raab said the organisation had documented systemic risks of corruption at EU institutions and asked if it was now “scared of a backlash from the establishment”. He said: “With reports of fraud at the EU soaring to record levels, British taxpayers will view this is as more than just presentational embarrassment.” A European commission spokesman said: “We have zero tolerance for fraud against the EU budget. Olaf’s work is part and parcel of the efforts to uncover and prevent fraud in the member states, including the UK, and to get money returned to the taxpayers.” A spokeswoman for Olaf said its job was to seek the recovery of EU funds defrauded in the member states, or to prevent additional amounts being disbursed. “Typical examples of Olaf investigations relate to public procurement fraud, evasion of customs duties or smuggling of goods,” she said. “As member states are in charge of managing most of the EU budget, they are responsible for recovering any money which has been subject to irregularity or fraud from the beneficiaries. It is important to note that this money will progressively be recovered.” She argued that the very large sums identified for recovery in 2014 were linked to complex investigations, suggesting the rise in numbers wasn’t simply down to a spike in fraud. A spokesman for Britain Stronger in Europe described Raab’s intervention as “desperate stuff”. The spokesman said: “He is trying to pull to wool over people’s eyes. Even the organisation he cites admits this is not a significant issue.”",
  "webTitle": "Pro-Brexit minister attacks EU over anti-corruption measures",
  "webPublicationDate": "2016-05-25T05:00:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/pro-brexit-minister-raab-attacks-eu-over-anti-corruption-measures",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/25/pro-brexit-minister-raab-attacks-eu-over-anti-corruption-measures"
}