{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/fran-halsall-olympics-rio-2016-swimming",
  "id": "2016-05-30-104",
  "sectionId": "sport",
  "body": "Yeah, it’s number three. The third roll of the dice,” Fran Halsall says, a typical burst of laughter erupting from the swimmer as she counts off her trio of Olympic Games, stretching from Beijing in 2008 to London four years later to Rio just over two months from now. Three might be her lucky number for, after an Olympic debut as a naive teenager and her disappointment at London 2012 where she failed to win any of the five medals she was chasing, Halsall seems confident she can strike gold in the 50m freestyle this summer. “I decided not to swim the 100m as well,” the 26-year-old says as she explains why she has jettisoned her wildly ambitious approach at London 2012. “If I did both I could do them well. But if I focus on just the one I could do really, really well. So it was a question of being greedy or putting all my eggs in the 50m basket, where I’m stronger. I’ve decided to put all my work into that and aim for gold. If I did the 100m first it could jeopardise gold in the 50m. My target is to win a gold medal at the Olympics, so I need to give myself the best opportunity to do that.” Three is, again, the operative number because this month the versatile Halsall won a hat-trick of gold medals at the European championships in London, including victory in the 50m backstroke, and a bronze in the 50m butterfly. But it is more important that, as she points out in her focused approach to Rio, “I’ve swum the third fastest time in the world this year in the 50m free”.   Related: Fran Halsall eager to dive in on way to Olympic redemption at Rio Games    Halsall, in her relaxed way, lists her main rivals without sounding frightened of any of them. “Of course we’ve got the Campbell sisters [Cate and Bronte] from Australia who I raced against at the Commonwealth Games, and there is Ranomi Kromowidjojo, the defending Olympic champion [in the 50m and 100m]. Sarah Sjöström [the Swedish sprinter who also won three gold medals at the European championships] as well. But I’ve got my race process written down. Even 50m can get broken up into a hundred bits, funnily enough, so I know exactly what I need to do in each section. If I hit my targets, I’m going to be very competitive in Rio.” It helps that Halsall defeated the Campbell sisters when winning 2014 Commonwealth gold in a searing 50m sprint in Glasgow. “That gives me confidence. The fact that I swam my best time in the biggest competition of the year in the middle lane against some stiff competition shows I can do it when it really matters. It was the fastest ever 50m final outside of the super suits [the hi-tech suits made from plastic derivatives which were banned in 2010]. So that gives me belief. If I get my preparation right, I’ve got as good a chance as anyone in Rio.” Halsall is a breeze to interview at the launch of Arena’s Powerskin Carbon‑Ultra swimwear at the London Aquatics Centre. She is open and funny and very chatty. Yet, despite her charm, it often seems as if residual doubts are not brushed away easily by Halsall. She endured a customary blip at the British trials last month when she easily won the 50m freestyle but her time of 24.48 was 0.09sec outside the Rio qualification standard. Halsall looked devastated as she climbed out of the Glasgow pool and lamented: “It’s just not good enough.” Her place in the Olympic squad could not be assured and it seems strange that a genuine contender in Rio could have allowed this situation to emerge. “What I wanted more than anything was a consistent block of training and I was so proud I’d done that before the trials.” Halsall says. “I had swum really fast at a meet in Marseille. I went 24.2 – putting me third in the world this year. But I put too much pressure on myself in Glasgow. I was thinking: ‘I should be able to get the time but what happens if I don’t? There’s not much competition so it’s me against myself. It’s like a training swim.’ All this is going on in my head and it’s typical of me when I am swimming outside a major competition. I don’t have these problems at the Europeans or Olympics.”   Related: Fran Halsall: 'I may never get over the disappointment of London 2012'    As soon as her hand touched the wall in Glasgow did she guess she was in trouble? “Yeah. I knew because I had a ropey start. I was a tenth of a second slower off the blocks than I should have been and for a sprinter that’s massive. But my time would have seen me come fourth at the world championships last year so it wasn’t that bad. I was just annoyed because I’d already swum faster this season. I thought: ‘For God’s sake, what is up with me?’” Was she given any comfort from the selectors that they would pick her anyway for Rio? Halsall shakes her head. “But my coach [James Gibson] said: ‘There’s leeway for anyone who swims within 2% of the qualifying time … and you’ve done that.’ I was like: ‘OK, phew, I should be going.’ But as the week went on I thought: ‘What if they don’t pick me?’ So when I rang my parents on the Thursday, after the squad was announced, I got all emotional.” Halsall breaks into an amusingly hysterical voice: ‘Oh my God, I’m going to the Olympics …’” How did she hear the news? “We were told an email would be sent on the Thursday morning, before it became public. I didn’t get it for ages – because it went into my junk. I didn’t even know it had arrived. Typical!” Halsall hoots with laughter again before she explains her new calm. “From last September to the trials my buzzword was consistency because the year before I was injured a lot. I was, like, ‘Right, I don’t want to get ill or injured.’ And the physio said to me: ‘Fran, in the eight years I’ve known you this is the least I’ve seen you these past few months. What’s going on?’ I said: ‘Yes!’ “I just want to stand on the blocks in Rio and say: ‘If someone beats me, or if I win, I know there’s nothing more I could have done.’ Experience is a big thing in sprinting and I’ve got a lot stronger in the last four years. I know how to race a lot better now. “I’m lucky I’m in an event where it’s more about fine‑tuning and making sure your body is fresh and you’ve got all your fast-twitch muscles firing – rather than slogging up and down for 80,000 metres a week. That’s why sprinters have so much more longevity.”     Fran Halsall with her bronze medal after coming third in the 50m butterfly at the European championships in London this month. Photograph: Clive Rose/Getty Images    That experience has helped her. “My head might tell me: ‘Oh, you feel crap because you didn’t sleep well last night. What are you going to do?’ But I know now to tell myself to relax because I’ve done the work. I can also say: ‘There’ve been loads of times where you’ve felt worse than this and you’ve swum well.’ I’ve been working on my mind because my motivation in training used to dip and I’d say: ‘This is boring.’ Now I think: ‘Right, I’ve just got to get it done. I might not like it today but if I do it well it’s going to help my end result.’ I’ve been working with Rich [the sports psychologist Richard Hampson], who used to be with Andy Murray and the canoeists and now he’s with British Swimming. I see him almost every week. When he asks, ‘What do you want out of this year?’, I say: ‘I want to enjoy it and achieve my dream of winning an Olympic medal.’ We make sure I’m ticking along towards those goals.” Halsall was earmarked as one of the potential home stars of London 2012 but she was consumed by expectation and too many races. Her route to Rio will be more low-key. “It’s an eight-day meet and I’m swimming on days seven and eight. I can fly in later, chill out and not get caught up in everything at the beginning of the week. I will arrive about four days before I swim – and hopefully I can finish it off nicely for the team with a gold.” Before her third Olympics, Halsall has become more reflective. “The good years always go quicker, don’t they? The ones that are a bit of a struggle drag more. But I have lots of memories and good experiences. I can put the others in a box and bury them deeper. The main thing is I still enjoy swimming now as much as I when I was 17. I’m doing a job that I love. I see the world, go for a swim, have a nap, walk my dog. It’s not a bad lifestyle.” Halsall has also been watching a lot more rugby league over the past 18 months – which is the length of time she has been going out with Jon Wilkin, the St Helens captain. “I met Jon at Sports Personality of the Year in 2014 and we got chatting and it turns out that one of my great-grandmas was on the board of directors at St Helens. So it’s a bit weird. “I am from Southport so I should be a supporter of St Helens. But I’ve been living in Loughborough for eight years so I’ve become a Leicester Tigers fan. My brother always told me: ‘No, Fran, rugby league is much better – you should really watch it.’ So I’m going to as many games as I can and I’m getting it now. I just hate seeing the hits. Jon got knocked out the other week but my mum took it worse. She rang me, crying: ‘Oh, he’s not going to get up, this is awful!’ I was like: ‘Mum, chill out, it’s his job. He’s just got to get on with it.’” The Halsall laugh explodes again – as it does when she explains that Wilkin hopes to see her swim in Rio. “But he’s got to ask Keiron Cunningham [the Saints coach] if he can come out for the weekend. I don’t know whether he will be allowed.” She expects there will be other opportunities for Wilkin to see her swim in the Olympics. “After Rio the plan is I’m going to move back up north and move in with Jon. I’ll train up there and if my body can still do it there’s no reason why I shouldn’t go to Tokyo in 2020. It would be nice to do four Olympics. How many did Mark Foster do? Five? I need to get on a par with him. Let’s not forget Dara Torres was 40 when she won a medal in 2008 …” Halsall has a British lion tattooed on her foot and has long planned on adding the Olympic rings in inky tribute on her skin. “I’m going to do it,” she promises with a last throaty chuckle, “but only if I win that Olympic medal. It would be good to make it gold before I get that tattoo.”",
  "webTitle": "Fran Halsall: I’ll get an Olympic rings tattoo if I win gold in Rio",
  "webPublicationDate": "2016-05-30T13:12:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/fran-halsall-olympics-rio-2016-swimming",
  "keyword": [
    {
      "webTitle": "Fran Halsall",
      "id": "sport/fran-halsall",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Swimming",
      "id": "sport/swimming",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Donald McRae",
      "id": "profile/donaldmcrae"
    }
  ],
  "guardianId": "sport/2016/may/30/fran-halsall-olympics-rio-2016-swimming"
}