{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/28/new-finding-dory-trailer-hopes-lesbian-couple-disney-pixar",
  "id": "2016-05-28-176",
  "sectionId": "film",
  "body": "A newly released trailer for the Finding Nemo sequel has prompted speculation that the animated film could be Disney Pixar’s first to include a lesbian couple. The trailer for Finding Dory, the sequel to the 2003 blockbuster about the adventures of a clown fish, debuted on the Ellen Show last week.       Ellen DeGeneres voices Dory, the amnesiac fish who sets out on a journey across the oceans to find her lost family.  The moment that sparked the rumours takes place almost three minutes into the trailer, when an octopus knocks a child out of her stroller at an aquarium. When the child’s carers turn around to check on her they appear to both be women. The scene was interpreted on Twitter as showing Disney/Pixar’s first lesbian couple.                      However, not everyone was convinced, with some suggesting that the women could be friends, or that the character that stooped down to pick up the child’s cup was simply a passer-by. Others wondered if the clip was simply a clever piece of marketing.  The speculation comes amid growing calls for animated films to include gay and LGBT characters. Disney has been criticised by GLADD for not featuring one gay character in the 11 feature films it released in 2015. Earlier this month the Twitter campaign #giveElsaAGirlfriend called on Disney to include a lesbian relationship in the sequel to Frozen. The hit film has been credited with depicting the Disney/Pixar’s first gay relationship, between kiosk-owner Oaken and his husband. Fans have also called on Marvel to #giveCaptainAmericaABoyfriend.",
  "webTitle": "Finding Dory trailer raises hopes film could include lesbian couple",
  "webPublicationDate": "2016-05-28T05:22:55Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/28/new-finding-dory-trailer-hopes-lesbian-couple-disney-pixar",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Finding Nemo",
      "id": "film/finding-nemo",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Finding Dory",
      "id": "film/finding-dory",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "film/2016/may/28/new-finding-dory-trailer-hopes-lesbian-couple-disney-pixar"
}