{
  "apiUrl": "https://content.guardianapis.com/cass-partner-zone/2016/may/26/what-every-business-consider-reviewing-banking-needs",
  "id": "2016-05-26-154",
  "sectionId": "cass-partner-zone",
  "body": "There’s a big and varied market for business bank accounts, and identifying which would best suit your needs can be confusing. We speak to entrepreneurs about how they evaluated the various options and what affected their decision to switch accounts. Bank accounts are critical to the operations of all businesses, supporting all manner of business transactions. As a business grows, it is likely that its needs will change, but entrepreneurs are often reluctant to review their arrangements, fearing that it might cause disruption to their trading. What banks offer businesses can vary considerably but it is possible to ensure a smooth transition when you switch with the Current Account Switch Service. We’ve spoken to entrepreneurs who switched about why they made the decision to change banks. Assess your needs It makes sense to review your options on a regular basis, as you would do with any supplier. Before you do so, ensure that you know what the market has to offer and what you really need from a bank. Tom Davenport previously worked as a consultant for PwC, and is now the founder of TalentPool, an online platform for job seekers and hirers. Davenport recently switched his current account and made the decision based “almost entirely on customer service and clerical efficiency”, he says. “For a business like ours, where the sums we bank are relatively modest, we’re not particularly concerned by the rate a bank is able to offer. What we do care about is that we can move fast, pay in and extract cash as we need to, and track activity in a simple way. Making changes and setting up new accounts needs to be rapid and straightforward,” says Davenport.  When Davenport felt his previous bank wasn’t performing the way he wanted it to, he decided a move was necessary. “We experienced early signs that these criteria would not be met by our previous bank and, instead of taking the risk of being caught out further down the line, we made the move to a bank we knew to be more flexible and responsive,” he adds. The Current Account Switch Service means that small businesses with a turnover of less than £6.5m and fewer than 50 employees can switch easily – all you need to do is choose a new account and a switch date to suit you. Your new bank then takes care of the rest, ensuring all Direct Debits and standing orders are transferred over, plus all payments made to your old account during and after the switch will be automatically redirected to the new account. The service is entirely free. Access to finance Sometimes, businesses need financial support in the form of a bank loan, mortgage, or overdraft and typically their first port of call is their bank. However, your current bank is not guaranteed to provide finance, and small business owners may shop around if turned down. In this way, switching can sometimes be an effective negotiation tool.  Alex Wrethman, owner of the West London-based Charlotte’s Group restaurant chain, has moved his accounts twice for precisely that reason. The first time was in 2009 when he wanted to open a Bistro and the second time was more recently with the opening of his W5 restaurant. While negotiating his loans and mortgage deals, he offered to move the entirety of his banking across in order to seal the deal. “The only trigger for switching has been access to finance. It was all part of the deal. It was the mortgage, the business loan, banking and merchant services,” he explains. Account limits Fast-growth businesses or those looking for investment, should be aware that there are caps on the amount of money some current accounts can hold. This could lead to problems if you suddenly experience a surge in business or funding. If this is a potential issue then discuss it with your prospective bank and find a solution that works for you.  Charges and fees There are many free business bank accounts available, where businesses are not charged a monthly fee for their banking. However, these are often time limited and business owners should be aware of when this period ends. You may then be subject to a range of fees and a monthly charge.  Small business owners may find themselves subject to charges including application fees, ATM withdrawal, monthly outbound transfers and overseas transfer costs. It’s vital that you are aware of all of these before signing up. Consider the challengers The high street banks are the preferred choice of many, but some businesses do opt for challenger banks, which increases the range of choices available. Before signing up with one of these newer competitors, it is worth doing some online research into the company, and asking for recommendations. On the plus-side, these newer banks and finance providers are often more focused on providing a strong online offering, which can be of benefit if you spend a lot of time out of the office. For Davenport from TalentPool, the online services of a bank are a “swing factor” as he finds the ability to access account information on the move to be a big plus. “I find it very helpful to be able to check our account at any time on my phone,” he explains.  Customer service Accessing your bank information is important, but so is advice. So when inquiring about a new account, it is worth asking if there is a named person who will be your advisor. You should feel confident that the bank is focused on its customers and wants to help you.  Davenport says there are a few simple ways to measure this. “Read the early signs. How long does it take for the bank to pick up the phone when you first engage with them? How long does it take them to get back to you? How soon can they set up a meeting?” he says. All in all, small business owners should feel confident in their decision to switch business accounts if their current bank is no longer fulfilling their needs. They can feel safe in the knowledge that the free Current Account Switch Service will ensure there is no interruption to trading operations or any chance of lost payments.  Content on this page is paid for and produced to a brief agreed with Current Account Switch Service, sponsor of the Managing your cashflow hub on the Guardian Small Business Network.",
  "webTitle": "What every business should consider when reviewing their banking needs",
  "webPublicationDate": "2016-05-26T14:40:28Z",
  "webUrl": "https://www.theguardian.com/cass-partner-zone/2016/may/26/what-every-business-consider-reviewing-banking-needs",
  "keyword": [
    {
      "webTitle": "Current Account Switch Service partner zone",
      "id": "cass-partner-zone/cass-partner-zone",
      "sectionId": "cass-partner-zone",
      "sectionName": "Cass partner zone"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Card",
      "id": "profile/jon-card"
    }
  ],
  "guardianId": "cass-partner-zone/2016/may/26/what-every-business-consider-reviewing-banking-needs"
}