{
  "apiUrl": "https://content.guardianapis.com/uk-news/davehillblog/2016/may/02/london-mayor-who-says-sadiq-khans-fare-freeze-figures-cant-add-up",
  "id": "2016-05-02-46",
  "sectionId": "uk-news",
  "body": "One of the big clashes of the mayoral campaign has been over the promise by Labour’s Sadiq Khan to freeze public transport fares for the full four years of a mayoral term. Conservative Zac Goldsmith has insisted that this would be “catastrophic” for the city, causing a loss of revenue that would force Khan to slash investment in service upgrades and line extensions and lessen the potential for increasing house building as a result. Khan has argued that the cost of his plans would be comfortably met by a combination of efficiencies and a more ambitious exploitation of Transport for London’s (TfL) land assets and saleable skills. This argument has been a novel feature of the contest. Normally, it’s Tories who bang on about “waste” in public bodies, especially TfL which for years they routinely called “bloated.” Now we have Goldsmith railing against cuts to TfL’s budgets - which is what a fares freeze would amount to, if compared with fares increases - and we have Khan calling TfL “good, but flabby.”  Numbers have been bandied around by both sides. Khan claimed from the off that his freeze would deprive TfL of £450m over four years it might have otherwise expected and that this could be easily coped with. Then, BBC London’s Tom Edwards reported that a TfL briefing document said the true cost would be £1.9bn - over four times the figure claimed by Khan. A TfL official told Edwards that the difference was largely due to Khan failing to take into account that the fares yield would be increasing because of more and more passengers using the Tube, buses and so on and additional fares income from Crossrail when that starts coming into service from 2018. The £1.9bn figure was, naturally, seized upon with glee by Goldsmith, who has occasionally rounded it up to £2bn for good measure. But this number too came under scrutiny when TfL commissioner Mike Brown appeared before the London Assembly in February. He said that £1.9bn would be the cost of the Khan freeze over the five-year period of TfL’s latest business plan, rather than the four years of a mayoral term. In other words, about 80% of £1.9bn, which leaves about £1.5bn. Brown was asked by Labour AM and transport committee chair Val Shawcross to explain how the £1.9bn figure had been arrived at. Brown, quite properly not wishing to take sides, said that Khan’s figure of £450m was “perfectly understandable” but that there were “different assumptions that underpin different numbers.”  He told Shawcross the TfL figure assumed that fares would be going up by inflation as measured by the retail price index (RPI) plus 1%. If RPI inflation remained at 1% as it has been, then, as things stood, TfL would lose an annual 2% increase in fares each year for four years as a result of a freeze. By that calculation, said Brown, the figure would be £900m. However, Brown went on to say that TfL’s figures did not assume that RPI inflation would stay at 1%, but would actually rise to 1.9% in 2017 and to 3.5% in 2018, 2019 and 2020. It was from these assumptions that the figure of £1.9bn had been generated. How solid are those assumptions? As Tom Edwards explained, TfL says its RPI forecast is based on a variety of other forecasts, including those of the Office for Budget Responsibility and the Greater London Authority. Shawcross challenged these, saying that the 3.5% RPI projections were far higher than those of the Bank of England, which uses a different measure of inflation - the consumer price index (CPI). She added that the TfL business plan is, in any case, out of date. There have been other numbers brought to the debate. After Khan launched his manifesto in early March an experienced and respected London politics reporter put figures to him obtained from an experienced and respected watcher of TfL’s finances. These suggested a fares freeze could cost £800m-£900m. Khan said that even if he accepted that figure he could make savings “way above £800m.” He said he’d met TfL privately “and been reassured that I’m in the right place,” and that, “even Mike Brown accepts that by merging engineering functions - Tube and surface - you can save, in his words, hundreds of millions of pounds.” Where did the £800m-£900m figure come from? I know the experienced and respected watcher of TfL finances in question. He has shared his workings. “Simple maths,” he said. His calculation was much as Brown’s had been when he’d told Shawcross that if RPI+1% increases over four years were assumed. I asked if they could they cope with a four year freeze and maintain its investment programme. Answer: “Of course they could.” The big question is how. Would there be heavy job losses? Would there be service cuts? Or is it, in truth, pretty difficult to say with certainty? There is no doubt that under the next mayor TfL will be making changes in how it goes about its business. It currently has an annual turnover of £11.5bn. Whatever happens with fares, the chancellor is to deprive it of £2.8bn by 2020/21. TfL is already trying to find £16bn in efficiencies by the same year.  TfL is a large and complex organisation. It has a public service running right the way through it, from top brass to station staff. It’s finances are a big, forever moving picture. It is also to a great extent autonomous from the mayor and, as Brown accepted when meeting the Assembly, adept at protecting its budgets. People who have dealings with it respect it but also moan about it. For example, one local authority planner seeking to work with TfL on local street improvements says he was exasperated to have five TfL planners arrive at a meeting to discuss the project with a set of proposals already worked out with no prior consultation that weren’t even suitable. “What a waste of resources,” he complained. How fair or typical that is, I cannot know. What I do know is that only Conservatives and people who speak publicly for TfL insist that a fares freeze is unaffordable. Everyone else who pores over these things says the opposite. That view can even be found among persons of some weight at City Hall. The message from that quarter is that Boris Johnson simply didn’t have the will to insist on greater clarity and transparency in the accounts of his transport agency and to push for change accordingly. This hardly comes as a surprise. Would sustaining a four year public transport fares freeze require TfL to redefine itself under a mayor with focus and energy? I think so. Would that enable it to be affordable? Sounds like it to me.",
  "webTitle": "London mayor: who says Sadiq Khan's fare freeze figures can't add up?",
  "webPublicationDate": "2016-05-02T18:58:23Z",
  "webUrl": "https://www.theguardian.com/uk-news/davehillblog/2016/may/02/london-mayor-who-says-sadiq-khans-fare-freeze-figures-cant-add-up",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London Underground",
      "id": "uk/london-underground",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Hill",
      "id": "profile/davehill"
    }
  ],
  "guardianId": "uk-news/davehillblog/2016/may/02/london-mayor-who-says-sadiq-khans-fare-freeze-figures-cant-add-up"
}