{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/20/jonny-bairstow-england-sri-lanka-ted-dexter",
  "id": "2016-05-20-53",
  "sectionId": "sport",
  "body": "There were two games going on out there. When Jonny Bairstow was on strike batting was a breeze; the boundaries flowed; the electronic scoreboard buzzed. And the crowd roared their approval. When anyone else, English or Sri Lankan, was at the crease batting was a trial. The ball was jagging left and right. The bats only had edges. Seldom have so many top-order batsmen been on a pair in Test cricket. Even Alex Hales, who finished with 86, struggled to time the ball. His was a virtuous innings that undoubtedly enhances his standing as a Test cricketer but he faced a further 52 balls in the morning and was unable to hit any to the boundary. Bairstow would finish with 140, batting at seven, out of 298. While he was at the crease only 66 runs came from another source. This was reminiscent of Taunton many years ago when Viv Richards seemed to be playing a different game to everyone else. So how to explain the gulf between Bairstow’s batting and that of the rest? He came into the match in princely form; he now feels an integral part of the England team and he has been galvanised by the energy and love of his home crowd. He looks as if he is enjoying himself. But there must also be technical explanations for Bairstow’s excellence at Headingley, where the ball has moved enough to keep batsmen honest and has kept the game moving forward at remarkable speed, which has been enhanced by the rare enforcement of the follow-on. One worthwhile insight came from an unusual source. Ted Dexter is 81. He was a patrician England cricketer, who often seemed more interested in the technical challenges than the characters who played the game. Whether it was golf, which he played to scratch, or cricket Dexter was always fascinated by the process of hitting a ball cleanly. A year ago he rang Mike Atherton in the Caribbean and told him to tell Jonathan Trott, who was struggling badly, that “he should be hitting the ball when it is alongside him, not in front of him”.     Bairstow goes on the attack on the second morning against Sri Lanka. Photograph: Mike Egerton/PA    Dexter may be an old-timer but the thoughts of this great theorist – and one of England’s great batsmen – remain valid and relevant. To my surprise they are available. He has his own website – www.teddexter.com – and he has intriguingly outlined a few thoughts after watching Bairstow bat for the first time on his television. He liked what he saw. “What hit me straightaway,” writes Dexter, “was how still he was and how late he moved to the ball … Of course the most pronounced ‘keep still and move late’ example was Garry Sobers.” Dexter goes on to recount a recording of Sobers batting against Lillee at Melbourne. “Whoosh! Over comes the arm and the ball is launched at 85mph. At halfway down the pitch there is still not a twitch of movement from Garry.” Sobers being Sobers goes on to make a double hundred. Let’s not put Bairstow in the Sobers category just yet but it all makes sense. When the ball is moving the batting gurus often stress the need to move late. Play the original line of the ball and the legs and head will probably be in the wrong place by the time the ball arrives. Wait and watch, which requires an enormous reservoir of confidence, and the problem is not so severe. Bairstow standing tall, his bat raised uncommonly early and high, was confident enough to stay still longer than most. Perhaps Joe Root would have done the same had he stayed in longer. Dexter adds: “Thinking back to the days when there was no video evidence it was common practice to run up to bowl in the nets and hang on to the ball. It is often a real eye-opener to the batsman, who may be making all sorts of unnecessary moves. There is ample evidence an out-of-form batsman is usually guilty of moving too early. Keep it up Jonny B. There are not many of your kind about.” Clearly Bairstow is a more complete batsman in his second coming as an England player, which began when he was recalled to the side in July 2015. He has had the confidence to remain independent. He stands remarkably tall in the crease; in his first spell as a Test cricketer the England hierarchy wondered whether he should bend a little more in his stance. Back at Yorkshire he had a pact with his coach Jason Gillespie that allowed him to do it his way and be judged on the results, which now seems a remarkably good idea. Bairstow is batting so well now it seems mildly absurd he should be No7 on the scorecard. For the moment there will surely be no change. Down there he represents a welcome insurance policy. Moreover the fact he is keeping wicket may well add to the sense of freedom with which he is batting. Keeping wicket can be liberating and no doubt this will remain the case throughout this series. That remains his preference. Of course keeping can also be sapping for a frontline batsman. Down the line there is the possibility of Bairstow going up the order and handing over the gloves to someone else - in the manner of Brendon McCullum and Kumar Sangakkara. But there is no rush.",
  "webTitle": "England’s Jonny Bairstow playing a different game to the rest in No7 heaven | Vic Marks",
  "webPublicationDate": "2016-05-20T17:37:34Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/20/jonny-bairstow-england-sri-lanka-ted-dexter",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jonny Bairstow",
      "id": "sport/jonny-bairstow",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/20/jonny-bairstow-england-sri-lanka-ted-dexter"
}