{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/aint-easy-black-brexiteer-farage-civility-other-side",
  "id": "2016-05-18-47",
  "sectionId": "commentisfree",
  "body": "I’m on the left and I want out of the European Union. Although Paul Mason made the same case in the Guardian this week, it is a rather lonely position to take these days. A generation ago that wasn’t the case. In the 1980s “Get Britain Out” was up there with “Refuse Cruise” and “Coal Not Dole” as the good lefty’s badges of choice, and leaving the EU was part of the Labour party’s programme until 1988. I think that the EU poses a direct threat to democracy and to the British working class; I thought so then and I think so now.   Related: The leftwing case for Brexit (one day)    The trouble is that this means I am now on the same side of the argument as people I fundamentally disagree with, even on the subject of the EU itself. I have no problem debating with such people or sharing panels with them, but that does depend on showing a basic level of empathy and respect. And when it comes to Nigel Farage – I don’t think he has it. I was asked to appear on the same panel as Farage at a debate organised by the Daily Mirror on whether we should stay or leave the EU. I realised that I might have some explaining to do when Mirror readers saw me on the same side as Farage, the Ukip leader, and the Tory MP Andrea Leadsom – while current and former Labour politicians Peter Mandelson, Ayesha Hazarika and John McDonnell were on the other, though McDonnell has had profound differences with Mandelson on defining subjects such as New Labour and the Iraq war. I expected all the issues to be examined in a free and lively debate but, perhaps naively, I was reckoning without Farage and the particular dynamic he brings to these occasions. He was civility personified before proceedings began, indeed, he was encouraging to some degree, recognising the challenges that face a non-politician like me on a highly charged political occasion. But once we were under way, his tone was different, as was his demeanour. He seemed less concerned about a debate in terms of an exchange of thoughts or ideas, and more concerned, consumed perhaps, with scoring points. No blow too low. “You wanted to rub our noses in diversity didn’t you, Lord Mandelson,” he said. The remainers were outraged and so, sitting right next to him, was I. You get a distinct and sinking feeling sat next to someone who wants to blame workers like your own parents for Britain’s problems. “Why shouldn’t we have people of different ethnic backgrounds, different colours?” Mandelson shouted back at Farage, the two exchanging fire across me. “You’ve shown your true colours and you owe her an apology,” Mandelson added. Amid the hullabaloo, all the warnings from friends – who cautioned: “Don’t get into this issue, Dreda, you’ll be fitted up by rightwingers” – seemed right. I was also forced to take issue with Leadsom, my other fellow panellist, who spoke of public services being “overwhelmed” as a result of immigration. Some Brexiteers may choose to speak this way, but not in my name.   Related: Labour Eurosceptics accuse Corbyn of reversing his position on EU referendum    When I suggested that the EU was actually a class issue, it was McDonnell, from the opposite camp, who picked up on the idea. I’m fed up with hearing about what’s good for big business and high-flying professionals; at street level, views are far more mixed. I don’t know many kids from the estates who are excited about starting their own media company in Milan. McDonnell believes in a different kind of EU. I respect that position. I just don’t think it’s possible. But at the same time, I was wondering if it was possible to swap chairs around so I could enjoy more congenial company. Farage and I didn’t speak again, and after the event I stayed up late into the night responding to criticism from angry Ukippers. They accused me of being there just to embarrass Farage. That wasn’t my intention. But I hope that’s what transpired. I don’t regret participating, and I’ll be doing more debates, not least because I’m unwilling to give the impression that women can’t hack a little argy-bargy on a panel. I am also unwilling to cede the leave argument to rightwing Conservatives when there’s a long and proud tradition of leftwing opposition to the EU. The arguments made by Tony Benn, Barbara Castle and Peter Shore a generation ago still stand as far as I’m concerned. It’s for other leftists to explain why they don’t. And if not me, who like me? For often, when I’m approached to appear on the media or at public events and have to decline, I am then asked: “Do you know any other minority pundits who share your views?” Or any who are working class, council-housed or comprehensive educated? Whether we leave or remain, the issue of diversity in public life – or the lack of it – will run and run.",
  "webTitle": "It ain’t easy being a black Brexiteer | Dreda Say Mitchell",
  "webPublicationDate": "2016-05-18T18:48:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/aint-easy-black-brexiteer-farage-civility-other-side",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Peter Mandelson",
      "id": "politics/peter-mandelson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dreda Say Mitchell",
      "id": "profile/dreda-say-mitchell"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/aint-easy-black-brexiteer-farage-civility-other-side"
}