{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/02/ethiopia-famine-drought-land-restoration",
  "id": "2016-05-02-100",
  "sectionId": "sustainable-business",
  "body": "Ethiopia is in the midst of the worst drought in 50 years, affecting over half of the country’s 750 districts. Earlier this month, the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), called Ethiopia’s condition “a deteriorated humanitarian situation”.   Related: African forestry scheme aims to build prosperity by restoring landscape    Environmental degradation has played a big role. Ethiopia has long been a victim of land degradation, driven by increased human use of land and unsustainable agricultural practices. Grazing of animals and collection of firewood haven’t helped – with less cover and protection against erosion, soil is more easily washed away. Now, Ethiopia is drawing on its business community and public sector to do something about it. Earlier this year, the country agreed to join the African Forest Landscape Restoration Initiative (AFR100), a country-led effort to bring 100m hectares of land in Africa into restoration by 2030. The initiative was launched formally at COP21 in Paris. AFR100 will see governments working together with regional institutions, public and private sector partners and international development programs to restore productivity to deforested and degraded landscapes, mostly through restoring forests and planting trees on agricultural land. “AFR100 seeks to realize the benefits that trees can provide in African landscapes, thereby contributing to improved soil fertility and food security, improved availability and quality of water resources, reduced desertification, increased biodiversity, the creation of green jobs, economic growth, and increased capacity for climate change resilience, adaptation and mitigation,” the group’s mission states.     Ethiopia has recently joined AFR100, a country-led effort to bring 100m hectares of land in Africa into restoration by 2030. Now, it is looking to the private sector for help to achieve its goal. Photograph: Tony Karumba/AFP/Getty Images    Land degradation and soil erosion have real human impacts, especially on people whose livelihoods depend on agricultural productivity. Africa is thought to be most severely impacted, with 65% of arable land, 30% of grazing land and 20% of forests already lost to land degradation. In Ethiopia alone, recent estimates put the size of degraded land at over one-quarter of the entire country, which affects nearly a third of the population – some 20 million people. At a minimum, this contributes to losses of 3% of agricultural GDP. Degraded lands are also less resilient to the periodic droughts that precipitate famines. “[Ethiopia is] losing so much soil because of poor land management,” said Florence Landsberg, a senior associate at the World Resources Institute (WRI), an NGO. “It is not sustainable and they know it very well.” In response to this challenge, Ethiopia has begun implementing programs that have restored more than 1m hectares of degraded land through community reforestation programs, better irrigation and planting trees alongside river banks to reduce erosion. The regional government of Tigray managed a campaign to reduce grazing and firewood harvest on degraded lands and build terraces on hilly agricultural lands. Now, by joining the AFR100, Ethiopia is committing to scaling up its existing efforts in order to restore 15m hectares of degraded land – an area greater than the size of England. “The government and communities realize that land degradation is affecting the growth and development of Ethiopia,” says Ashebir Wondimu Zeleke, senior forestry expert at the Ministry of Environment, Forest and Climate Change of Ethiopia. “That is why the government of Ethiopia is aggressively working on mass mobilization and Ethiopian farmers are investing their free labor to restore degraded lands through integrated watershed management efforts. We need to conserve and manage our natural resources, our land [and] our ecosystem services.”     One-quarter of land in Ethiopia is degraded, affecting about 20 million people. Photograph: The Washington Post/Getty Images    The interpretation of forest and landscape restoration is broad. It can cover a range of activities, including agroforestry, timber plantations for the production of fuel wood and the restoration of degraded forests. As greenhouse gas levels in the atmosphere continue to break records, restoration is one way to capture carbon dioxide in the soil, trees and other vegetation. For example, restoring 15m hectares in Ethiopia could capture as much as 1.42 gigatons of CO2 – the equivalent of removing almost 300m cars from the roads for one year. Other types of restoration, such as Farmer Managed Natural Regeneration, rely on trees and other plants still in the landscape. Farmers selectively prune tree stumps and protect land from grazing animals, resulting in surprising tree growth results. This type of restoration is less challenging from a biophysical perspective, but requires extensive outreach to farmers in order to achieve scale.   Related: Move over quinoa, Ethiopia's teff poised to be next big super grain    Tevis Howard is the CEO and founder of Komaza, a Kenyan company that provides technical support to Kenyan farmers and pays farmers for raw wood before processing it into a variety of products. Like Ethiopia, Kenya has been consistently plagued by droughts, which have heavily impacted on surrounding landscape and livestock numbers. “What used to be a sustainable ecosystem has been chopped down for charcoal and firewood, for building poles, a little for slash and burn agriculture, and then has been gobbled to bits by goats,” Howard says. Komaza has already planted 2,000 hectares of trees, working with some 6,000 farmers. “Until [world] governments step up to say ‘We value restoring land’ and until there are mechanisms that [reward landowners for planting trees], the challenge is finding businesses that can get trees in the ground,” Howard says. While Ethiopia and other AFR100 countries are devoting resources to the commitment, public funds are likely to be insufficient to meet the ambitious target. That’s why many groups are focused on enticing the private sector to make restoration investments. “We have to develop a proof of concept for restoration models where people can earn money and it does something good for the environment,” says Till Pistorius, deputy head of the climate division at international consulting firm Unique Forestry and Land Use, which provides advice on forest management and sustainable land use.     Moringa Partnership and other AFR100 impact investors will look to invest in Ethiopian farmers that can make money from restoration. Beef, dairy, coffee, timber and firewood producers will be the primary targets for investment. Photograph: Mulugeta Ayene/AP    In order to increase private sector financing, AFR100 has sought commitments from a number of impact investors, such as the Moringa Partnership, which invests in large-scale agroforestry projects that benefit the environment and local populations. Combined, these investors have earmarked $546m for AFR100 land restoration investments. Moringa has already put money into an agroforestry coffee project in Nicaragua, and is planning to invest tens of millions of dollars more by 2018. Moringa and others will look to invest in companies and farmers that can make money from restoration. In Ethiopia, beef, dairy, coffee, timber and firewood producers will be the primary targets for investment. Clement Chenost, investment director of Moringa Partnerships, says Moringa is looking to invest in companies that have a proven concept and an “established a base of production”. “We are not doing venture capital or pure startup. We bring capital to scale up companies and reach size and maturity.” But many challenges still remain. Bureaucracy, for one. Environmental initiatives are often hampered by conflicting priorities between different ministries. The ministry of agriculture might have different plans for a piece of land than the ministry of environment, for example. “We need to work with different institutions, bilateral organizations, and restoration actors, including the private sector,” Zeleke says. “Bringing this effort to the landscape with a common vision is not easy.”  This article was amended on 4 May. An earlier version incorrectly stated that there is a famine in Ethiopia.",
  "webTitle": "Ethiopia's farmers fight devastating drought with land restoration",
  "webPublicationDate": "2016-05-02T15:46:02Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/02/ethiopia-famine-drought-land-restoration",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Ethiopia",
      "id": "world/ethiopia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drought",
      "id": "environment/drought",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Duncan Gromko",
      "id": "profile/duncan-gromko"
    }
  ],
  "guardianId": "sustainable-business/2016/may/02/ethiopia-famine-drought-land-restoration"
}