{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/26/tweaking-pensions-law-save-tata-steel-uk-risky-move",
  "id": "2016-05-26-67",
  "sectionId": "business",
  "body": "How far will the government – a month before a referendum, and facing accusations of being asleep to the crisis in the steel industry – go to save Tata Steel UK? Here’s one answer: it could change the law to allow the company’s pension fund liabilities to be indexed at a lower rate of inflation, thereby making it more likely that a buyer will appear or that Tata decides to keep its operation. Viewed in isolation, the idea would be a reasonable fudge. No buyer in its right mind would take on the British Steel £15bn pension scheme with a current deficit of £700m. And if the scheme fell into the Pensions Protection Fund lifeboat, pensioners would be worse off because a 10% haircut applies. A switch from retail price index (RPI) to consumer price index (CPI) benchmarking would impose lesser pain on members and, since the benefits system largely uses CPI as a benchmark these days, it could be argued such a switch is fairish. The gain is the survival of 11,000 jobs. But can such a shuffle really be viewed in isolation? The business secretary, Sajid Javid, insisted so, saying the consultation is “very much about this scheme”. Tata pushed the same line: the British Steel scheme said pension increases would be provided so long as they were affordable, thus a change in the law would let “this unusual rule” operate as intended without implications elsewhere. That sounds suspiciously like wishful thinking. Steve Webb, the Liberal Democrat former pensions minister, is surely right to fear that “rushed legislation could open the floodgates to employers who may wish to walk away from pension schemes rather than honour their pension promises”. Quite. Many companies are toiling under the weight of the defined benefit pledges made decades ago. Once a government has accepted the principle that obligations can be tweaked, where does the process stop? If British Steel is a one-off, let’s hear a definition of exceptional. These are deep and murky waters and the government has given itself only two months to negotiate a safe passage. This smells like trouble. Bramson is charged with re-energising Electra Neil Johnson has been chairman of FTSE 250 investment trust Electra Private Equity for only a fortnight. Never mind, he’s a fast mover. He’s decided Electra requires a chief executive to lead the already under way strategic review and has found just the chap. As luck would have it, he’s already camped in Electra’s boardroom. Yes, it’s Edward Bramson, the quiet financier whose Sherborne investment vehicle owns almost 30% of Electra. That stake was big enough (just) to ensure Bramson last year won, at the second attempt, his bitterly fought battle to get on the board. Bramson is not, then, a figure of unity. Johnson is honest enough to admit that he got the job on an interim basis “because he’s there”, and thus can complete the review by the autumn. But one decision seems to have been half-made already: Electra Partners, the outside outfit managing the mid-market fund, has been served a “notice of termination” after 40 years. It’s just a pragmatic step, says Johnson; Electra Partners’ services could still be retained. Well, we’ll see. The reality is that Electra Partners’ princely fees could probably be squeezed harder. On the other hand, the firm has done a decent job of churning out double-digit returns for Electra’s shareholders. That record is, at least, demonstrable. With Bramson, nobody knows what’s in store. He’s spoken in the past of £1bn of value to be unlocked from a £1.3bn fund, but never explained how such a feat could be performed. The shares fell 3.6% on understandable scepticism. Mike Ashley should now head directly to Westminster Well played, Iain Wright, chair of the business, innovation and skills select committee, who has told Mike Ashley to cease his silly games and just turn up in Westminster on 7 June. The Sports Direct founder had been trying to make his appearance conditional on the MPs first making a trip to the company’s warehouse in Derbyshire. A Commons inquiry can’t demean itself by submitting to such dealmaking. Talk to us and then we’ll decide if we want to see your warehouse, Wright has said. That is the correct arrangement. “I am sure that neither of us wants to engage in a potentially lengthy and public process that would follow any non-attendance,” he adds. Ashley – who knows? – may still opt for belligerence and continue to grumble about a “media circus”. He should relax. Dominic Chappell, the BHS bankrupt, is up before the committee the next day and is now the headline act.",
  "webTitle": "Tweaking pensions law to save Tata Steel UK would be a risky move",
  "webPublicationDate": "2016-05-26T19:19:13Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/26/tweaking-pensions-law-save-tata-steel-uk-risky-move",
  "keyword": [
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corus",
      "id": "business/corus",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Electra Private Equity",
      "id": "business/electraprivateequity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/26/tweaking-pensions-law-save-tata-steel-uk-risky-move"
}