{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/observer-letters-working-class-actors-ivory-trade-nicola-sturgeon-sadiq-khan-labour",
  "id": "2016-05-14-20",
  "sectionId": "commentisfree",
  "body": "As somebody from a working-class background, I have considerable sympathy for those who feel they are excluded by the private-school dominance that seems to permeate society even more thoroughly than in my youth (“The loneliness of the working-class actor”, New Review, last week). Unsurprisingly, students from working-class backgrounds are not applying to drama school when the cost is so high and the earnings from acting are so precarious. However, are they really excluded, by their background, from the parts that are available? Surely the clue is in the job title, or do we only expect actors to play themselves today? Perhaps some of them need to develop a broader portfolio.Andrew RuffBedford Punish buyers of illegal ivory The rangers trying to protect African wildlife reserves are indeed very brave (Special report, last week). It has always been my philosophy to remove the cause rather than treat the effect. Ivory is revered by ignorant people for pseudomedical or sexual cures, and for ornamental use. The users that create the market for the poachers should be treated with severity; long prison sentences and very high financial penalties when caught. Maybe then the rangers’ mortality rate will improve.Paul GarrodPortsmouth Why solutions are good news I would advise Catherine Bennett (“Always look on the bright side? Surely a route to disaster”, Comment, last week) to find out what constructive journalism is before misrepresenting it (and me) as “trying to make the news nicer” or suppressing negative stories. She also needs to understand that constructive news and cheerful news are not interchangeable terms. Evidence shows that audiences prefer stories that explore solutions as well as investigate problems, and that they share these more on social media. I would like to hear more from the frontline and reflect what is actually happening in communities around us: how, for example, Mac-UK is revolutionising the way mental health services are provided – with great success in providing street therapy for young gang members; how Yarrow is training police officers to communicate better with victims and witnesses with learning disabilities; or how Action for Refugees in Lewisham is working to build a cohesive community. This does not mean frivolous or “puff pieces” but the application of journalistic rigour and scrutiny, focusing on evidence and case studies to back up assertions.Sir Martyn Lewis, CBEChair, NCVOLondon N1 Sturgeon is no Donald Trump I thought that Nick Cohen’s column (“Brexiteers put their trust in paranoia and mendacity”, Comment, last week) made some interesting points, until he started to include the SNP and Nicola Sturgeon in his arguments. If Cohen thinks the SNP has won three successive parliamentary elections in Scotland – one with an overall majority that the election system was designed to prevent any single party achieving – on the basis of simply being anti-English, he really ought to get out more. It is worth remembering that at the most recent election the SNP won more seats than Labour and the Conservatives combined, and polled more than 1m votes – almost half the turnout. Ukip polled around 2% and every candidate lost his or her deposit. The SNP, like every other political party, is by no means perfect, but it has a perfectly legitimate aim, that of an independent Scotland. To include Nicola Sturgeon with Donald Trump and Boris Johnson in a group of “the biggest liars of all” is almost laughable and perhaps tells us more about Nick Cohen than being in any way meaningful comment. It is, however, no credit to the Observer to follow the lead of most London-based newspapers and make little or no attempt to analyse the political scene in Scotland. Sadly, we are now well used to such a stance.David ReidEdinburgh Khan’s ‘big tent’ is way forward In his article (“What Labour can learn from my victory”, News, last week), Sadiq Khan said that we “must be able to persuade people who previously voted Conservative that Labour can be trusted with the economy and security as well as improving public services and creating a fairer society”. He spoke of Labour needing to “be a big tent that appeals to everyone – not just its own activists”. It was refreshing that he referenced those who run their own business as well as nurses. When I and other so-called “moderates” in the party have made such points we have been labelled “disloyal” and told to show “unity”. It is therefore an important step on the road back to credibility as a political force that a politician of such stature, who has just won a historic victory and who has the biggest electoral mandate in Europe, is pointing out what are the obvious truths of British politics. In the last parliament, Pragmatic Radicalism held events that brought together people from different parts of the party, and from outside it, to present short policy pitches in an inclusive, outward-looking format. Sadiq chaired one of our events, and Jeremy Corbyn pitched a policy that came second in another event.  We cannot win unless we reach out and listen to each other and to the country.John SlingerChair, Pragmatic Radicalism",
  "webTitle": "Working-class actors can always extend their range",
  "webPublicationDate": "2016-05-14T23:05:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/observer-letters-working-class-actors-ivory-trade-nicola-sturgeon-sadiq-khan-labour",
  "keyword": [
    {
      "webTitle": "Drama and dance",
      "id": "education/dramaanddance",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/14/observer-letters-working-class-actors-ivory-trade-nicola-sturgeon-sadiq-khan-labour"
}