{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/30/bob-crowley-shakespeare-as-you-like-it-1985-rsc-alan-rickman-juliet-stevenson",
  "id": "2016-05-30-171",
  "sectionId": "stage",
  "body": "When you’re designing a Shakespeare play, there’s always a central issue you have to address. In A Midsummer Night’s Dream, it’s how you do the fairies. In Macbeth, it’s the witches – what are they going to look like, what world do they come from? In Lear, it’s how you do the storm. Those are the iconic moments that everyone remembers, and how they manifest themselves on stage is the first question you try to answer. They give the whole production its character. In As You Like It, the issue is the Forest of Arden. Early in the play, the heroine Rosalind and her cousin Celia disguise themselves and flee there – it’s where her father and his supporters have been living in banishment, away from his evil brother Duke Frederick, who has taken over the court. In Shakespeare’s day, the forest was real enough, in the middle of Warwickshire (his mother’s maiden name was Mary Arden), but on stage it’s more of an illusory space, I think: somewhere you find liberation, discover who you are. It’s not so much a place as a state of mind.  So when Adrian Noble approached me to do As You Like It at the Royal Shakespeare Company in 1985, we had long conversations about the forest. I’d done shows with trees and forests in them, and to try and reproduce anything from nature is always terrible – in nature everything is always moving, and that’s terribly hard to replicate on stage. It looks like dead wood, literally. So we talked about abstracting the Arden, making it really minimal and simple. I was very into Japanese design at that point, so I came up with the idea of draping white silk across the stage.     ‘Silk helped solve the problem of movement’ … As You Like It by the RSC at the Almeida in 1985. Photograph: Shakespeare Birthplace Trust    When Rosalind and Celia go into the forest, it covered everything, sort of like a dust sheet, or you could pull it high to look like a stylised tree trunk. I chose silk because it helped solve the problem of movement. It’s so fluid; the moment someone walks by or a draught catches it, it comes alive. It’s also extremely slippery, so it was a challenge for the actors. Alan Rickman, who played Jaques, used to say it was lethal. But our friendship survived.  We used the same elements for the court and the forest, just in different colours, to underscore the differences between these worlds. Everything in the court was black and dark, quite forbidding, then it was much lighter in the forest, with this huge white moon hovering above everything. I remember we had a grandfather clock on stage throughout, too, I think for no other reason than that Orlando says, “there’s no clock in the forest.” I guess we were trying to prove a point.   Related: Alan Rickman: a master of theatre who looked back in languor    The costumes were slightly 1920s-ish – ball gowns, tennis whites – but deliberately playful and improvisatory, because Shakespeare calls for all this cross-dressing. While I was still developing the designs, I brought a load of costumes in from the store and we had a big dressing-up session with the actors, just trying stuff on and having fun. Juliet Stevenson, who played Rosalind, ended up wearing a tail coat and pinstriped trousers when she disguised herself as a boy, which later became a vaguely Issey Miyake-ish suit. Fiona Shaw, who was Celia, wore a baggy dress with a lot of wraps-cum-scarves. As the shepherdess Phoebe, Lesley Manville had a kind of post-punky outfit: lace gloves and a short skirt. Quite early Madonna, now I look back. There was a whole thrift-shop look going on in the mid-80s. You have to reinvent the plays, but I’m not sure you can set Shakespeare anywhere, or at any time – sometimes modern dress can create as many problems as it solves, and if you get too precise in terms of period, you can imprison the text rather than release it. As a designer, you want to create a space where the language can be heard, so the poetry goes to work on the audience. The whole idea is to liberate their imagination; that’s why it’s different from designing for film or TV, where you have to be much more naturalistic. “Now am I in Arden,” the fool Touchstone says. That’s all it needs, really. He utters the words, and suddenly you’re there.",
  "webTitle": "Bob Crowley: 'I’m not sure you can set Shakespeare anywhere, or at any time'",
  "webPublicationDate": "2016-05-30T07:00:27Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/30/bob-crowley-shakespeare-as-you-like-it-1985-rsc-alan-rickman-juliet-stevenson",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Royal Shakespeare Company",
      "id": "stage/rsc",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Alan Rickman",
      "id": "film/alan-rickman",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Fiona Shaw",
      "id": "stage/fiona-shaw",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Juliet Stevenson",
      "id": "culture/juliet-stevenson",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Dickson",
      "id": "profile/andrewdickson"
    }
  ],
  "guardianId": "stage/2016/may/30/bob-crowley-shakespeare-as-you-like-it-1985-rsc-alan-rickman-juliet-stevenson"
}