{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/crow-steals-knife-canada-crime-scene-car-explosion",
  "id": "2016-05-26-99",
  "sectionId": "world",
  "body": "The police tape was meant to keep people out, allowing investigators in Vancouver to pore over the scene left behind after a car exploded into flames and police confronted a man wielding a knife. But it was little deterrent to a crow, who swooped into the crime scene and breezed past more than 20 police officers to make off with the knife in question.  “It was really strange,” said Vancouver Courier reporter Mike Howell. “In my 20-plus years reporting from crime scenes, I’ve never seen anything like that crow trying to take a knife.”  One of the officers was forced to follow the crow as it scampered away with the knife firmly in its beak. “A cop chased it for about 15ft to 20ft, and then the crow dropped it and took off,” Howell told the Canadian Broadcasting Corporation on Wednesday.  Vancouver police confirmed that a crow had – albeit temporarily – interfered with the crime scene investigation. “The crow was persistent, but the knife was eventually gathered as evidence,” said spokesman Brian Montague.  Sporting a red band on its leg, the crow was also spotted perched on the roof of the crime scene’s charred car and pecking at gear belonging to a local camera operator. It also tried to steal a pair of sunglasses from the area.  Some speculated the ruckus-raising bird in question was actually Canuck the crow, described by the CBC as the city’s most notorious bird. Rehabilitated by humans after falling from its nest, the bird – identifiable by a red tag on its leg – has become a fixture in East Vancouver, celebrated for his penchant for making off with cigarettes, lighters, keys and anything else he can get.  A Facebook page dedicated to Canuck documents his many escapades, which range from flapping around on public transit alongside commuters to skateboarding.  Police said on Tuesday that a 28-year-old man had been shot after he confronted police with a knife. He was taken to hospital and treated for gunshot and knife wounds that were not life-threatening. The shooting is being investigated by the province’s independent investigations office.",
  "webTitle": "Crow swoops into crime scene and tries to steal knife identified as evidence",
  "webPublicationDate": "2016-05-26T17:36:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/crow-steals-knife-canada-crime-scene-car-explosion",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/26/crow-steals-knife-canada-crime-scene-car-explosion"
}