{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/23/australias-worst-invasive-species-available-for-import-on-amazon-and-ebay",
  "id": "2016-05-23-325",
  "sectionId": "environment",
  "body": "Amazon and eBay have been exposed as weak points in Australia’s quarantine system, with the internet trading sites hosting dozens of offers to import the nation’s most dangerous weeds. Any Australian with a credit card can order home delivery of thousands of seeds of gorse, blackberry or cactus. Also available is the Mimosa pigra tree, which the Northern Territory government spends $500,000 each year trying to eradicate from Kakadu national park.  Each of these species is listed as a weed of national significance, among the country’s 32 most economically and environmentally damaging plant species. Nine such species were recently advertised by sellers, mostly from Europe and North America. Both the buyer and supplier could be subject to investigation and criminal prosecution, the agriculture department said.   Related: As imported flower numbers bloom the biosecurity threat grows, report finds    Neither eBay nor Amazon would release sales data and therefore it could not be established that illegal sales had occurred. However, one eBay seller told the Guardian he suspected he had sold seeds of parkinsonia (Parkinsonia aculeata), another weed on the list, to Australia. Both companies’ guidelines place the onus on their users to operate within the law. Amazon declined to comment on the revelations or take down risky listings. EBay said it would review advertisements highlighted by the Guardian and signalled the company’s willingness to engage on the issue. “We have filters in place that should restrict the vast majority of these listings from ever making it to site,” a spokeswoman for eBay said. She said sellers who listed suspect plants received a pop-up message directing them to eBay’s plants and seeds policy.     An advertisment for Parkinsonia aculeata on Amazon offering to ship to Australia from the US. Photograph: Amazon    But a seller from the US who offered seeds of mesquite (Prosopis cineraria) and parkinsonia trees – both listed because of damaging infestations on grazing lands – told the Guardian he had sold plants to Australia regularly without triggered eBay’s alerts. “I am pretty sure that I have sent parkinsonia to Australia at some point in the past, but I am just guessing. I do know that eBay has never stepped in with any species,” he said. He said it was a buyer’s responsibility to know and follow the rules of their country. “I try to not sell weed species to areas where they are known to be a problem, but of course I do not know every plant that can be a problem in every individual location,” the seller said. The department said sellers were also liable under the law and could be prosecuted: “The rules apply to all people equally, regardless of location or point of sale.” Cactus infestations have a particular place in Australian agricultural infamy. In the 1920s, infestations in Queensland became so bad that farmers simply walked off the land. Even today, eradication has proved impossible once cacti take hold. On Darren Rowtcliff’s Tarmoola cattle station, 250km north of Kalgoorlie in Western Australia, coral cactus (Cylindropuntia fulgida var mamillata) has taken over more than 80 hectares. “It’s a horrible thing,” Rowtcliff said, speaking from an infested paddock close to his homestead. “As I’m walking through it now it’s sticking to my jeans and sticking into my boots.” Coral cactus reproduces by breaking itself apart. Chunks of the plant stick to passing animals, vehicles and people, spreading rapidly across the landscape. It also floats downstream whenever the rains arrive. Neighbouring station owners have reported satellite infestations across an area of 16,000 acres. “I can’t contain it any more,” Rowtcliff said. “I’m at a point where financially, I can’t run a station and try to control this cactus.” In response, the Western Australian government has spent $100,000 on containment, including fencing off part of Rowtcliff’s farm. “I lose the land,” he said. “One paddock, that’s 100 acres [40 hectares], I can’t do a thing with it.” His infestation began when a previous station owner threw a few unwanted garden plants on to the nearby rubbish dump. He said cacti bought as ornamental plants posed a huge risk to agriculture across Australia. “It’s mostly these muppets who are buying them on eBay and thinking ‘ah, that’s cute’. They put it in a little pot. Then maybe they move out of home and their mum throws it out and next thing there she goes,” he said. Rowtcliff was surprised to learn that cuttings of the plant that have devastated his farm were readily available for sale from its native California to anywhere in Australia. “It’s staggering to think that anybody can order these plants to bring them into the country when we are spending so much money now trying to combat it. How does it get through? Is customs not doing their job? Somebody’s not doing their job,” he said. An estimated 150m international online purchases enter Australia by mail every year. In 2014, Andrew Cox, the chief executive of the Invasive Species Council, demonstrated how easy it was to import plants. He bought hundreds of thousands of restricted seeds on eBay and had them sent to his home. “The postal system is wide open,” Cox told the Guardian. “They’re hardly checking anything. It’s a big gap in our biosecurity system.” The council and the agriculture department said that since Cox’s stunt, eBay had engaged in constructive dialogue about risky advertisements and had blocked some of the biggest importers. The government recently presented eBay with a biosecurity award for its efforts.     The Guardian discovered dozens of advertisements for some of the nation’s most dangerous invasive species sold by vendors from across the world. Click on the points to explore the listings.   But eBay and Amazon remain open doors. In a search that was far from exhaustive the Guardian discovered 36 advertisements (28 on eBay, eight on Amazon) for nine listed species, all prohibited for trade to Australia.  Australia’s biosecurity laws prohibit the sale of any live plant, including seeds, unless the species has been specifically approved. This means there are thousands of species, not just those on the designated list, that are disqualified from import. The invasive species council maintains a sporadic watch on eBay for prohibited listings, but it relies on volunteers to sift through long lists of controlled plants.    Related: Amazon and eBay hosted ads for banned invasive species    A recent check, which encompassed only species beginning with the letter A, discovered 94 advertisements for 44 banned species. This suggested that thousands of such advertisements existed, said Carol Booth, the Invasive Species Council’s policy officer. She said sellers who had previously taken advertisements down at the behest of eBay and the council could be found months later with renewed listings for the same species. More than 70% of Australia’s weed species were originally imported by gardeners or agriculturalists. Many species on the list are well established in certain parts of Australia – which does not make their entrance to new areas any less of a concern. But there are other high-risk categories of plant. Since it was first identified as a pest in 1992, Kochia scoparia grass has been almost eradicated across Australia at a cost of $200,000 and is on a government watch list of 28 of the most threatening plants not yet established in Australia. The Guardian found numerous sellers offering to send the plant to Australian buyers.  The Guardian has revealed eBay and Amazon were also facilitating import of pests into the UK and US. In the UK, legal experts said the sites appeared to be breaking laws that prohibited the advertisement of pest species. No such laws exist in Australia.  There are many other specialist sites that trade in plants and animals across the world. In February, the UN convention on biological diversity said there was an “urgent need” to tackle the online trade in invasive species.",
  "webTitle": "Australia’s worst invasive plant species available for import on Amazon and eBay",
  "webPublicationDate": "2016-05-23T02:28:40Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/23/australias-worst-invasive-species-available-for-import-on-amazon-and-ebay",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "eBay",
      "id": "technology/ebay",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "E-commerce",
      "id": "technology/efinance",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered habitats",
      "id": "environment/endangered-habitats",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Karl Mathiesen",
      "id": "profile/karl-mathiesen"
    }
  ],
  "guardianId": "environment/2016/may/23/australias-worst-invasive-species-available-for-import-on-amazon-and-ebay"
}