{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/pope-francis-urges-europe-to-return-to-post-war-principles",
  "id": "2016-05-06-217",
  "sectionId": "world",
  "body": "Europe is struggling to live up to the vision of its founders, Pope Francis has said in a powerful speech that asked: “What has happened to you, the Europe of humanism, the champion of human rights, democracy and freedom?” Speaking as he became the first pope to accept the prestigious Charlemagne prize for his work on behalf of European solidarity, the pontiff called for Europe to reclaim the principles that had been established after the second world war, above all by embracing integration and revamping its economic model to “benefit ordinary people and society as a whole”. His remarks reflected a concern that Europe is coming apart at the seams: from the unwillingness by some countries to deal with the refugee crisis, to the rise in populist and xenophobic political parties, to economic and immigration concerns fuelling the ‘leave’ campaign ahead of next month’s referendum in the UK. Francis is the first Argentinean and the fourth non-European to win the prize, formally known as the International Charlemagne prize of Aachen. Past recipients include Angela Merkel, Bill Clinton, Roman Herzog, Henry Kissinger and George C Marshall. In 2004, Pope John Paul II was awarded an “extraordinary edition of the prize”, but not the award itself. The Charlemagne prize was founded in 1949 by Kurt Pfeiffer to award those who made the most valuable contribution to “west European understanding”. The prize has traditionally been presented in the German city of Aachen, which was liberated from the Nazis by allied forces in 1944, but Francis accepted his award at a ceremony in Rome. The award committee highlighted a speech by Francis to the European parliament in 2014 in which he compared Europe to an old woman who was “no longer fertile and vibrant”. The committee said his words had helped orient millions of Europeans to the values at the core of the EU, including respect for human dignity and civil liberties. On Friday, Francis repeated his somewhat harsh assessment of Europe, and did not seek to balance it out with flowery language or examples of where Europeans were succeeding. Instead, he hailed the previous generation, who had laid the “foundations for a bastion of peace, an edifice made up of states united not by force but by free commitment to the common good”. “Their new and exciting desire to create unity seems to be fading. We, the heirs of their dream, are tempted to yield to our own selfish interests and to consider putting up fences here and there,” he said. This appeared to be a direct reference to moves by Austria and others countries to re-establish border fences in response to the continent’s refugee crisis, 20 years after they were eradicated. At an event in Rome on Thursday night, Jean-Claude Juncker, president of the European Commission, said the sense of common purpose that had once united ministers in building the EU had gone. “We have full-time Europeans when it comes to taking, and we have part-time Europeans when it comes to giving,” he said. Francis questioned, in halting language, the direction Europe has taken: “What has happened to you, Europe … the home of poets, philosophers, artists, musicians, and men and women of letters? What has happened to you … the mother of great men and women who upheld, and even sacrificed their lives for, the dignity of their brothers and sisters?”  Quoting the Nobel laureate and Holocaust survivor Elie Wiesel, Pope Francis said a “memory transfusion” was needed to recall how Europe’s founders “dared to change radically the models that had led only to violence and destruction … [and] dared to seek multilateral solutions to increasingly shared problems”. He said Europe remained capable of giving birth to a new humanism based on three ideas: the capacity to integrate, have dialogue, and “generate”. His speech seemed focused on two issues: Europe’s handling of the refugee crisis, and its treatment of young people. Europe, he emphasised, had always had a multicultural identity and that required a culture of dialogue and the “respect [of] the foreigner, the immigrant and people from different cultures as worthy of being listened to”. “Solidarity should never be confused with charitable assistance, but understood as a means of creating opportunities for all the inhabitants of our cities – and of so many other cities – to live with dignity,” he said. “Time is teaching us that it is not enough simply to settle individuals geographically: the challenge is that of a profound cultural integration.” Similarly, he said the fair distribution of wealth was not just an issue of philanthropy, but a moral obligation.  “If we want to rethink our society, we need to create dignified and well-paying jobs, especially for our young people. We cannot look to the future without offering them the real possibility to be catalysts of change and transformation. We cannot envision Europe without letting them be participants and protagonists in their dream.” His message included a call for a total revamp of economic policies, and the creation of “new, more inclusive and equitable economic models”. “We need to move from a liquid economy prepared to use corruption as a means of obtaining profits, to a social economy that guarantees access to land and lodging through labour.” He ended his speech with a vision of his dream for Europe: one where “being a migrant is not a crime but a summons to greater commitment on behalf of the dignity of every human being”.",
  "webTitle": "Pope Francis castigates Europe in speech on solidarity",
  "webPublicationDate": "2016-05-06T11:27:20Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/pope-francis-urges-europe-to-return-to-post-war-principles",
  "keyword": [
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/06/pope-francis-urges-europe-to-return-to-post-war-principles"
}