{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/somerset-sign-chris-gayle-sexism-interview",
  "id": "2016-05-21-68",
  "sectionId": "sport",
  "body": "Somerset have described Chris Gayle’s latest lewd remarks to a female journalist as “inappropriate” but confirmed there are no plans to cancel the West Indian batsman’s upcoming return to the club this summer. Gayle made a string of suggestive comments to the reporter Charlotte Edwardes in an interview published by the Times magazine on Saturday, in which he asked how many black men she has “had”, whether she had ever engaged in a “t’reesome” and claimed he had “the biggest bat in the wooooorld”. The latest controversy follows allegations of sexism in Australia at the start of the year when Gayle, playing for Melbourne Renegades, was fined A$10,000 (£5,000) for asking broadcast journalist Mel McLaughlin out for a date live on television and saying “Don’t blush, baby”. Somerset have signed Gayle to play six matches in the NatWest T20 Blast this season, following a brief spell at the club last year, and plan to speak to the 36-year-old about his conduct when he arrives in the country before his first game on 3 June. The county claim there have been no complaints to the club from its members, however, either this weekend or at the start of the year, and the deal remains in place. “I was disappointed to read the article,” Guy Lavender, the Somerset chief executive, told the Observer. “But as I’ve said before, we found him to be fantastic the last time he was here, in terms of activities both on and off the pitch. It’s a shame, because it detracts from his cricketing ability. The fact is, what he has said is inappropriate. But we haven’t had an opportunity to discuss [it] with him. I’m sure we will. But I don’t see it as grounds not to have him playing for us this summer.” Asked if player conduct was taken seriously at the club, Lavender replied: “Very much so, it’s a key part of what we do. Players are ambassadors of the club. We have a track record of mavericks – Ian Botham and Viv Richards are examples – but we take conduct seriously. I’m sure we will have a sensible conversation with Chris when he arrives in the country.”",
  "webTitle": "Somerset to sign Chris Gayle despite ‘inappropriate’ remarks to reporter",
  "webPublicationDate": "2016-05-21T17:46:26Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/somerset-sign-chris-gayle-sexism-interview",
  "keyword": [
    {
      "webTitle": "Chris Gayle",
      "id": "sport/chris-gayle",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "West Indies cricket team",
      "id": "sport/west-indies-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/21/somerset-sign-chris-gayle-sexism-interview"
}