{
  "apiUrl": "https://content.guardianapis.com/fashion/shortcuts/2016/may/25/eight-ways-to-be-an-instagram-master",
  "id": "2016-05-25-110",
  "sectionId": "fashion",
  "body": "Eva Chen is the queen of Instagram. The former Lucky magazine editor’s Insta game is so good that the social platform gave her a job as head of fashion partnerships. Her contribution to the artistic canon of Instagram is what’s known as the Eva Chen pose: feet up in the back of a taxi, showing off her shoes, alongside a handbag and a piece of fruit. Sort of Caravaggio with Chanel pumps and a filter. This week, @evachen212 was dispensing her Instagram wisdom to the fashion industry, who, being in the throes of a massive love affair with the medium, lapped it up. But what about people who aren’t brands but who want to get ahead on Instagram? We asked her for her top tips. Don’t overthink it.  Don’t think about the likes. Just think about what you like. As with Instagram, so with life. Pleasing yourself makes you happier. Post things that repeat in your life. With Chen, it is her fancy accessories and manicures. With you, it could be your local bus stop.       Less polished images do better. Chen has a thesis that Instagram’s story arc is basically this: started with crappy pictures, then lifestyle gurus with SLR cameras made skinny flat whites into still-life perfection. Now, people have rejected this and it has become all about rawer, more mundane pictures again. Outtakes tell a story. You have to take your followers behind the scenes. Chen says that if Coco Chanel had been a modern-day perfumier, she might have posted a video about the four imperfect formulations that came before version No5. That would have got a lot of views, Coco. Especially if she had used Chen’s tip of tapping four fingers on the Boomerang app to mess with the speed.       Show your B-side. Accountant by day, talented horticulturalist by night, that kind of thing. Get into “longer reads”. Clipped captions are out, paragraphs are in. Marc Jacobs was an early adopter of this trend. Explaining why he admired the stars of his advertising campaign felt more personal.       Use the editing tools not filters. Chen messes with the warmth and the shadows rather than relying on filters. It’s the way forward. Start with a private account. And start following according to your hobbies. There’s Nasa for space geeks, chefs for foodies. There’s 400 million users, so someone is into what you’re into.",
  "webTitle": "Eight ways to be an Instagram master ",
  "webPublicationDate": "2016-05-25T15:51:15Z",
  "webUrl": "https://www.theguardian.com/fashion/shortcuts/2016/may/25/eight-ways-to-be-an-instagram-master",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Imogen Fox",
      "id": "profile/imogenfox"
    }
  ],
  "guardianId": "fashion/shortcuts/2016/may/25/eight-ways-to-be-an-instagram-master"
}