{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/in-regional-australia-messages-about-fairness-cant-drown-out-the-three-word-slogans",
  "id": "2016-05-19-342",
  "sectionId": "commentisfree",
  "body": "I’m back in Townsville for a family funeral. The relationship between the present and the past is at the top of my mind. Right now, all that means is I’m finding it hard to envision the future of the city I see around me. I’m not the only one. I didn’t make it to Malcolm Turnbull’s press conference – there are arrangements to be made, relatives to visit. In any case, in local media he’s been inescapable.  In the early morning dark, as I dropped my sister off at the job she does to pay her way through uni, I heard the news of his $100m promise to build a rail corridor to Townsville’s port. This was hours before he actually stood next to local MP Ewen Jones and said it; the coverage rolled all through the day and into the next.  It’s a counter to Bill Shorten’s $150m for a new football stadium, reiterated in the campaign’s first week when he made Townsville his “HQ”. By not immediately matching that funding, Turnbull is facing down one of the most powerful men in local politics, Cowboys captain Johnathan Thurston, who directly appealed for the money in his grand final speech.    Related: The long game: will Malcolm Turnbull's gamble pay off? | Lenore Taylor    He seemed calm about it later in the day, though, and even risked mocking Shorten slightly for not being serious. “Townsville is a port city,” he insisted. It needs “infrastructure”.  But infrastructure for what? There’s not actually a business case for the rail link yet, and the Queensland Department of Main Roads and Transport said that the Coalition’s commitment only represented a quarter of the funding required. It’s not yet clear that the state government is willing or able to match this money. It looks an awful lot like a project chosen principally to chime with the “jobs and growth” messaging of Turnbull’s campaign, and to reassure an insecure, post-boom region that it’s past can be the same as its future.  It’s high-vis fantasy for a city whose big employers are actually healthcare, education, retail and government.  Later in the morning when I picked my sister up, ABC North Queensland was interviewing a glum-sounding real estate agent on the long-term slump in the local housing market, likely to be made worse by the closure of Queensland Nickel and the departure of workers and families for places where they might get a job.  Property values have been essentially flat since 2008; in the last couple of years they have begun declining. The rental vacancy rate has been hovering around 6%. It’s a buyers’ and renters’ market, and will be for the foreseeable future. That’s because the city overbuilt when everybody thought the coal boom would last for decades. Now population growth has slowed to a level not seen since 1997; slower than the state, slower than the nation.  There aren’t current statistics, but this is probably matched by slower economic growth. At the time of the last election in September 2013, the unemployment rate here was 5.6%. Last month, the otherwise reliably boosterish Townsville Bulletin called it “Australia’s jobless capital”, after the ABS figures for March revealed a rate of 12.4%. Townsville has been hit harder than most regional centres. Still, this is what happens after the two-speed economy of the aughts switches polarities.  The real estate guy on the radio finished with the hope that Adani would get its Carmichael mine in the Galilee Basin going, and produce the “confidence” needed to turn the tide. These are frontier dreams – we just need one more coal pit, one more rail spur, to bring the good times back. Guardian Australia’s Lenore Taylor remarked that the Liberals were confident that their three-word slogan “jobs and growth” was resonating in marginal seats, even if it was leaving the media class cold.  This makes sense when you look around at places like Townsville.  It’s true that big-ticket baubles like this are offered to important regional electorates in a kind of triennial ritual. It’s also the case that Labor would be doing extremely well to regain Herbert, which they last won in 1993. But it bears thinking about in relation to all of the regional areas now suddenly on the wrong side of a boom, some of which Labor desperately needs to win.  Even if the difference between a stadium and an ill-considered rail corridor is largely symbolic, in the absence of a broader, better-articulated vision for regions, or for northern Australia, symbolism matters. And this is where Labor loses. This is where “jobs and growth” makes sense, and a nebulous or toothless set of commitments about fairness makes no headway. Especially when any detail is crowded out by a renewed scare campaign on refugees, the same one that’s been on a loop for 15 years.  Late in the morning I took a break from everything going on in Townsville and drove west for an hour with my wife, to Charters Towers. We took in the best infrastructure that 19th century Queensland had to offer.    Related: The infrastructure plan sounds great. But what to build and how to fund it? | Greg Jericho    We took photos of the magnificent stock exchange building with its arcade, roofed with vaulted wrought iron and glass. We marvelled at the grand, two-story timber hotels, sprawling out over whole city blocks. Once they were crammed with men working the mines, now they are under-patronised libraries and all-you-can-eat restaurants.  Charters Towers isn’t empty, just permanently at half capacity. It’s a model of a certain kind of stagnation, the artefact of an earlier boom and subsequent bust that some places in Queensland just never got over. It’s had a few good years since, in fits and starts, but it will never again be what it was at the turn of the last century.  When you keep betting on a limited resource one day you will lose. The logic of extraction terminates in the ghost town. A bigger better rail line needs something to fill the cars. If you can’t fill them with anything anybody wants to buy, what then?  The sun whose energy relentlessly bakes the streets of the ‘Towers and Townsville seems to offer one answer, but that’s not the sort of thing we discuss in election campaigns.  Our leaders still like three-word slogans, because in the absence of a vision, three-word slogans win.",
  "webTitle": "In regional Australia, messages about fairness can't drown out the three word slogans | Jason Wilson",
  "webPublicationDate": "2016-05-19T02:44:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/in-regional-australia-messages-about-fairness-cant-drown-out-the-three-word-slogans",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Wilson",
      "id": "profile/wilson-jason"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/in-regional-australia-messages-about-fairness-cant-drown-out-the-three-word-slogans"
}