{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/star-wars-rogue-one-darth-vader-return",
  "id": "2016-05-18-281",
  "sectionId": "film",
  "body": "A leaked “visual story guide” to the Star Wars spin-off movie Rogue One appears to confirm the return of Darth Vader.    Related: Carrie Fisher: Star Wars studio sent personal trainer to check my weight    The villain of the original Star Wars films was widely expected to return in Gareth Edwards’s Rogue One, which will be set just prior to the original Star Wars trilogy and centre on a team of Rebels vying to steal the plans to the first Death Star. The fan site Making Star Wars claims Vader will be played by Welsh actor Spencer Wilding, with James Earl Jones returning to provide the character’s voice. In a key character guide panorama, the Sith lord’s head is grandly superimposed above images of Rebel and Imperial troops, suggesting he will play a key role in the story.           Watch the trailer for Rogue One: A Star Wars Story    Other leaked details from the book, Rogue One - A Star Wars Story: Official Visual Story Guide, appear to flesh out the backgrounds of key characters. Ben Mendehlson’s white-caped Imperial officer is given the name Director Krennic, while Diego Luna’s Rebel Alliance soldier is named as Captain Cassian Andor.  Alan Tudyck’s mo-capped “enforcer droid” will be known as K-250, while Jiang Wen and Riz Ahmed play Baze and Bodhi Rook respectively. Donnie Yen’s staff-wielding martial arts expert will be known as Chirrut, while the film will feature a pair of alien creatures, one of whom is a squat, goblin-like creature known as Bistan, the other a frog-faced humanoid named Pad.  Leaked pages from the book, which also include shots of a Tie Striker ship and At-At walkers, are marked “not final”. The guide is expected to be released on 24 January, following Rogue One’s 16 December cinema release.",
  "webTitle": "Rogue One: A Star Wars Story book leak hints at return of  Darth Vader",
  "webPublicationDate": "2016-05-18T09:04:03Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/star-wars-rogue-one-darth-vader-return",
  "keyword": [
    {
      "webTitle": "Rogue One: A Star Wars Story",
      "id": "film/rogue-one-a-star-wars-story",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/18/star-wars-rogue-one-darth-vader-return"
}