{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/13/donald-trump-bill-clinton-appalachia-democrats-voters",
  "id": "2016-05-14-78",
  "sectionId": "us-news",
  "body": "Bill Clinton returned to Appalachia this week with a familiar song ringing in his ears. Fleetwood Mac’s Don’t Stop (Thinking About Tomorrow) was a campaign anthem that helped the “Big Dog” win two presidential elections in the 1990s in this mountain region. It played him off stage again in Kentucky on Thursday afternoon and by the time he arrived in the state’s hard-pressed eastern coalfields that evening, it was to serve as the theme of a speech designed to rally his wife’s campaign in 2016. “The problem is that people think every tomorrow is going to be just like yesterday,” he told a group of miners in Prestonburg. “The question is, are we going to get back in the future business, and are you going along for the ride?” The miners had booed when he walked on stage. These days the mountains appear instead to belong to a politician offering something more potent than hope. Even among Republicans, Donald Trump divides opinion in many parts of the country. Not so in Appalachia, where his success in the party’s recently completed primary elections here was universal enough that it could serve as a new definition of the region’s rugged borders. Of the 420 counties seen as sharing a culture that transcends state lines, Trump won all but 16 , including a sweep of western Pennsylvania, eastern Ohio and the western uplands of Virginia with potentially profound ramifications for the general election.   appalachia map   These three states are regarded as “purple” battlegrounds in part because they remain diverse, with blue Democratic cities that tend to balance out a red shift in the hills. But Hillary Clinton may not be able to count on their support in the same way Barack Obama and her husband did. Despite retaining a clear opinion poll lead over Trump at the national level, the Clinton campaign was jolted this week by a new survey suggesting three purple states – Ohio, Pennsylvania and Trump’s second home state of Florida – may now be too close to call. The Quinnipaic poll put Trump four points ahead in Ohio and only one point behind in Pennsylvania and Florida. It may prove an outlier, but no presidential candidate since 1960 has won the White House without taking at least two of these three battlegrounds. To add insult to injury, the same survey showed Clinton’s otherwise struggling Democratic opponent Bernie Sanders doing better against Trump in each of the battleground states – adding to momentum he gained this week with his victory in the West Virginia primary, something he will hope to replicate in Kentucky on Tuesday. To understand why some traditional Democratic bulwarks now look vulnerable for Clinton, the Guardian travelled along this wide arc of Appalachian counties that make up the core of Trump’s support among white working-class men and have become a symptom of her struggle to despatch Sanders.    I think Trump is nuts, but I’d love to have him as a president to see what happens    The Ohio city of Steubenville lies 300 miles north of Prestonburg, but shares the same hilly topography and deep scepticism of the Clinton school of optimism. While Bill was president, this once proud industrial community experienced the sharpest drop in population of any urban area in the country. It has continued to shrink since, as the collapse of the local steel industry leaves an economic vacuum that remains to be filled. As in other steel towns in nearby Pennsylvania, here previously loyal Democrats are now flirting with Trump’s unique brand of Republicanism in growing numbers. “I think Trump is nuts, but I’d love to have him as a president to see what happens,” says Edward Tucker, a 68-year-old retired carpenter from Steubenville, who says he has no regrets about twice voting for Barack Obama in previous elections.  “I wouldn’t want to end up in some kind of war or anything,” he adds hastily. “But something is going to change if he’s president; we just don’t know what.”       Nevertheless Tucker is sceptical of any politician claiming to be able to return all the jobs to the area and does not simply blame China for taking away the steel mills. “There is nothing the president can do,” he says. “The problem with jobs is our advancement in technology and they are not going to reverse that. They are going to keep trying to make things easier and better. That’s the way it’s going to be.” It is realism echoed by the local director of economic development, Evan Scurti, who doubts high-volume steel mills will ever return to the area and is focused on trying to attract smaller companies back instead. With a pause even in the local natural gas boom and lack of flat development land, it is a tall order. “There are a lot more Trump posters going up around here,” he notes. But other parts of Ohio have shown that manufacturing jobs can return, if enough effort is made. Sara Marrs-Maxfield coordinates economic development for Athens County, which has just tempted back a tyre mold manufacturer which decided to close up six years ago in the face of cheap foreign competition. Persuading Athens Tire & Mold to reopen its abandoned factory was not easy and required sizeable grants and assistance from local development bodies. Yet it will bring 60 jobs back to a site that would otherwise have been converted into student housing instead. “It comes down to a matter of political will,” says Marrs-Maxfield.       Among Trump supporters, there is more going on than a simple belief that he will work harder to encourage such “reshoring” of US manufacturing. Standing outside a Lowes DIY store in Steubenville, Edward Tucker acknowledges a personal distrust of Hillary Clinton too, although he denies any suggestion of sexism.  “I like Trump, and Sanders. I don’t like Hillary Clinton at all. I never did like her. It has nothing to do with her politics, I just never liked her. I don’t like her attitude,” he says. “It’s not because she’s a woman; I think she’s arrogant. I don’t know, she might be just fine, but she comes across as arrogant.” Back in Prestonburg, some of the Trump supporters who have picketed the Bill Clinton event also acknowledge a personal antipathy that is peculiarly focused on the former secretary of state. “It think it was a smart move to send him instead of her. Bill is more likely to go down well with Democrats here in eastern Kentucky,” says Terry Adam, a 49-year-old small businessman from Letcher County, shortly before he is moved on by a secret service agent. There are plenty of men in the line of Democratic supporters at the event too though. “My daughter here looks up to Hillary,” says Jeff Krejsa, a 40-year-old defence engineer who has travelled from Richmond, Kentucky, with his daughters, aged seven and 10. “I like the fact that she is at a young age and is seeing a woman run for president.” Inside the event, there is also palpable excitement at the prospect of the first female president that transcends any easy stereotyping of Appalachian menfolk. But the issue that Bill Clinton grapples hardest with is what to do about Trump’s appeal to economic nostalgia in a region that may never recapture the job security it once had.  “I think [the Trump slogan] ‘Make America Great Again’ is actually ‘Make it like it was in the 1960s’,” says Clinton. “If you think you can do it, have at it. If you really believe you can go back to the 1950s and make it like it was then, have at it.” It is not that the Democrats don’t believe in progress, simply that they are more realistic about how it will be achieved, claims Bill. “I grew up in a place like this. I hope to be the last American president to grow up without an indoor toilet,” he says. “Everybody believed they could make tomorrow better than today … but we are not going to get anywhere screaming at each other.” The trouble is that tomorrow did arrive in many parts of the US, and not everyone liked what it looked like. For now, the voices shouting loudest about it – not just in rural Appalachia, but in cities across the US where the middle class is shrinking – are perhaps the ones more voters want to hear.",
  "webTitle": "Trump fever in Appalachia raises warnings for Clinton in coal country",
  "webPublicationDate": "2016-05-14T16:44:57Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/13/donald-trump-bill-clinton-appalachia-democrats-voters",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill Clinton",
      "id": "us-news/clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Kentucky",
      "id": "us-news/kentucky",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Pennsylvania",
      "id": "us-news/pennsylvania",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Virginia",
      "id": "us-news/virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ohio",
      "id": "us-news/ohio",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/13/donald-trump-bill-clinton-appalachia-democrats-voters"
}