{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/climate-groups-join-forces-for-election-campaign-blitz",
  "id": "2016-05-23-34",
  "sectionId": "australia-news",
  "body": "An unprecedented level of coordination between climate activists and conservation groups is aiming to raise the profile of climate change in this year’s election. A coalition of groups has been organising tactics aimed at engaging both politicians and voters with climate change for the 2 July election. The tactics involve a combination of stunts, forums and an attempt to use members to have 130,000 conversations with voters before the election. “I don’t think the climate movement has ever worked together this closely in the lead up to an election campaign before,” said Daniel Spencer a campaigner and media coordinator at the Australian Youth Climate Coalition (AYCC).   Related: Carbon dioxide's 400ppm milestone shows humans are rewriting the planet's history «    “The level of coordination between environment groups is, I think, unprecedented,” confirmed Paul Sinclair, campaigns director at the Australian Conservation Foundation. Polling commissioned by the groups suggested their campaigns could have a significant impact on the election, with the majority of swinging voters saying they were likely to be influenced by parties’ policies on climate change. Behind the scenes, the groups’ tactics were being coordinated through a peak body, the Climate Action Network Australia (Cana), which liaises between the groups and coordinates their actions.  Members of Cana range from small community groups in suburbs and country towns, through to the largest non-government bodies such as WWF and Greenpeace. Through the network, groups were able to create coordinated campaigns, and make sure they did not overlap or leave large gaps between campaigns. “We’re conscious that we’re just more effective if we don’t double up and if we can look for gaps in what we’re doing,” said Blair Palese, chief executive of 350.org Australia. She said Cana has been central in making that possible. Claire O’Rourke, national director of Solar Citizens, said the movement was better organised this election because of the pressing need for action. “I think that need is well recognised across all sectors of the community – and industry actually.” She said the coordination often amounted to simple things, like avoiding having events on at the same time. But it was also about coordinating to amplify their message. “It’s also so that we’re aligned in what we’re calling for. And we’re also checking in on how we might respond to announcements,” said O’Rourke. Most of the groups contacted by Guardian Australia were focused on some combination of either seats held by members thought to be blocking action on climate change and seats held by political leaders who they might be able to influence. They were also mobilising their members to influence other voters, while some were also trying to increase votes for senate candidates who have committed to strong action on climate change. 350.org, for example, had a campaign of “unblocking the climate blockers”. The group was encouraging members in seats where the sitting member was a known climate sceptic or was trying to stop action on climate change, and either pressuring them or drawing attention to their positions on climate change. “Last week there were 40 events around the country, mostly in areas where the sitting member was a blocker or denier of climate change,” said 350.org’s Palese. “It’s the beginning of just trying to put climate change on the agenda and tell the candidates that there is a basis of support for climate change, and it’s being ignored.” One of those actions involved the hanging of a giant plunger above Tony Abbott’s electorate office, and a banner saying “unblock the climate blockers”.     Climate activists outside Tony Abbott’s electorate office in Manly. Photograph: Abram Powell,/350.org    That tactic was being complemented by the work of Solar Citizens, which was also focusing on seats where the sitting member was seen to be blocking the transition renewable energy. But Solar Citizens was also focusing on seats where they had a lot of members, and ones where the sitting member was in a leadership position, in the hope they could influence them. “Solar owners are a very powerful voice because there’s 1.5m solar homes, but if you look at the top 25 marginal electorates, there are enough solar homes in every single one of those electorates that could decide the outcome,” said O’Rourke. They were planning community forums in Peter Dutton’s seat of Dickson and Malcolm Turnbull’s seat of Wentworth. “The prime minister is invited,” said O’Rourke. Meanwhile, many of the groups were combining forces, asking their members to door-knock their local area. Several groups were producing scorecards, which rated the candidates for their positions on climate change. The AYCC would be deploying a raft of similar tactics, said Spencer. In addition, they would hold forums in South Australia focussed on Senate voting, encouraging people to vote for candidates with strong policies on climate change. It wasn’t just the newer groups like 350.org, Solar Citizens and AYCC that were coordinating and using these strategies, but also the largest and oldest groups. The Australian Conservation Foundation (ACF), the oldest conservation group in Australia, was planning to mobilise its membership, producing a “voter pledge” and asking members to get others to sign it, making a commitment to vote for a candidate who would protect the environment. ACF would also be targeting particular seats, mostly those it had identified as likely to be most affected by climate change, Sinclair said. Several of the groups are planning a national day of action on 28 May co-ordinated through Cana, door-knocking in electorates around the country. By the end of the campaign, the groups have a target of door-knocking 30,000 houses and speaking on the phone with 100,000 more.   Related: Climate change: Australia's big banks urged to reject new loans for coal projects    And if the group’s own polling was anything to go by, this sort of coordinated campaign could have a big impact this election. A ReachTEL survey of 2,401 people across Australia on 9 May found more than 56% of voters thought the government needed to do more to address climate change. But among voters who said they might change their vote, that number was even higher at 65.6%. Similarly, 64% of voters – and 74.5% of those who might change their vote – said they were more likely to vote for a party that had a plan to secure 100% of Australia’s energy from renewable sources. And similar numbers were seen when respondents were asked about voting for a party that created stronger laws to protect species and places like the Great Barrier Reef. According to ACF’s Paul Sinclair, the coordination seen now was a sign that the movement had grown-up. But it was also a result of the urgency of action on climate change, the lack of action being taken at a national level, and, ironically, the government’s attack on the income stream of environmental groups. Under Tony Abbott, the Coalition began a move to strip environmental groups of their charitable status which allows them to receive tax-deductible donations. “The Abbott-Turnbull’s government’s decision to launch an attack on the rights of environmental organisations to advocate for the environment is something that has perhaps ironically enabled the movement to work very effectively together,” said Sinclair.",
  "webTitle": "Climate groups join forces for election campaign blitz",
  "webPublicationDate": "2016-05-23T20:03:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/climate-groups-join-forces-for-election-campaign-blitz",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/24/climate-groups-join-forces-for-election-campaign-blitz"
}