{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/guardian-us-briefing-indiana-primary-trump-cruz-leicester-city-wilmore-obama-met-gala-endeavour",
  "id": "2016-05-03-189",
  "sectionId": "us-news",
  "body": "High noon for Ted Cruz in Indiana Donald Trump is on the verge of a win in Indiana tonight that would leave him the likely Republican nominee. One recent public poll had the real estate mogul up 15 points over rival Ted Cruz, who was heckled by a 12-year-old and quizzed about his birthplace while his wife faced questions over whether he was a serial killer yesterday. Oh, and he seemed to ignore his running mate Carly Fiorina falling off the stage. These indignities and others came on the last day of campaigning in a state he desperately needs to win in order to continue his strategy of denying Donald Trump the 1,237 delegates needed to secure the GOP nomination. Here’s where the delegate count stands for both parties. On the Democratic side Hillary Clinton is a few points ahead of Bernie Sanders in the polls. Results are expected some time after 6pm ET and we’ll have live coverage throughout the evening.            Carly Fiorina falls off stage during Ted Cruz event.    White House ducks Wilmore backlash The controversy over comedian Larry Wilmore’s use of the N-word to hail Barack Obama at the White House correspondent’s dinner over the weekend has yet to subside. The White House says the president appreciated “the spirit” of the comedian’s choice of words. The moment “made me feel a sense of pride – a sense of black pride”, writes Rebecca Carroll.  Sci-fi fashion at the Met Ball Anna Wintour’s fashion gala, whose theme was man and machine, kicked off with dozens of celebrities turning up in sci-fi outfits. Guardian fashion critic Jess Cartner-Morley says Taylor Swift’s platinum-blonde hair was OK but the rest of her outfit – an old-school sci-fi baddie – was unconvincing. Wintour looked “balls-out regal”, and of Sarah Jessica Parker she asked: “You know in Cinderella, where the fairy godmother turns four lizards into footmen for the pumpkin-slash-coach? Am I right or am I right?” You can see all the red carpet outfits right here.  Bitcoin’s challenge  The inventor of the crypto-currency may be Australian entrepreneur Craig Wright, we learned this week, but the currency itself is at the center of an ideological conflict. At issue is how to develop technologies that can establish it as a coherent, paperless, bank-less, state-less, currency.   Fruit rant  A Silicon Valley tech CEO has sparked a backlash for comments slamming local fruit vendors, saying he would “make their life miserable” and “destroy” their produce if they were stationed near his house – making him the latest wealthy Californian entrepreneur to publicly rail against low-income people. Food producers ask for lobbying shield Some of the largest food producers in the US have successfully petitioned Congress to propose changes that would shield their communications with boards overseen by the US Department of Agriculture. Among those behind the effort are United Egg Producers, the National Cattlemen’s Beef Association and National Pork Producers. Critics say they have already seen efforts to stifle competition.  Cutting the cord The streaming service Hulu is to add live TV to its lineup, putting it in direct competition with traditional pay-TV providers and digital entrants, including Netflix. Executives at Hulu, which is owned by a consortium of competing television production companies including NBC, Disney and Fox, hope to win younger subscribers who reject expensive traditional cable TV packages.  Soccer surprise The English Premier League, long dominated by the teams with the deepest pockets, has been given an astonishing lesson in humility. At the start of the season, Leicester City, a little-known and less supported team, were at 5,000-1 odds of winning the league. But with giants such as Chelsea, Manchester City and Manchester United stumbling, Leicester have achieved an unlikely sporting victory. Raiders and Jaguars rising Meanwhile, in the NFL, the Oakland and Jacksonville teams have struggled to acquire top draft players for years. But now both are considered legitimate contenders for the top players becoming available. Where did it all go right? Artistic understanding It started as a secret handshake with his step-daughter. Now, Turner prize-winning British artist Martin Creed has installed a giant revolving neon sign that reads UNDERSTANDING on the waterfront in Brooklyn, New York. “It has to do with wars and communicating with people in a way that’s understanding, for lack of a better word,” Creed says.  MIA is MIA The controversy-prone British rap artist MIA says her new album Matahdatah could be her last but she won’t be coming to the US to promote it. She claims to have US visa problems. “I am handing my last LP in to my American label this week,” the artist – real name Maya Arulpragasam – MIA posted on 2 May. “It’ll be up to them if it’s released.” And … Endeavour discovered Famous as the vessel that charted the coast of Australia, Captain James Cook’s ship Endeavour has almost certainly been located off the coast of Rhode Island where it was scuttled in 1778 during the revolutionary war. The ship, which Cook sailed in the Pacific Ocean, passed through a number of hands before being used in a blockade. _______________ Please take a moment to tell us what you think.",
  "webTitle": "Ted Cruz bruised in Indiana as Premier League sees fairytale ending",
  "webPublicationDate": "2016-05-03T12:27:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/guardian-us-briefing-indiana-primary-trump-cruz-leicester-city-wilmore-obama-met-gala-endeavour",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Carly Fiorina",
      "id": "us-news/carly-fiorina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Anna Wintour",
      "id": "fashion/anna-wintour",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US income inequality",
      "id": "us-news/us-income-inequality",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hulu",
      "id": "tv-and-radio/hulu",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oakland Raiders",
      "id": "sport/oakland-raiders",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jacksonville Jaguars",
      "id": "sport/jacksonville-jaguars",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MIA",
      "id": "music/mia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/03/guardian-us-briefing-indiana-primary-trump-cruz-leicester-city-wilmore-obama-met-gala-endeavour"
}