{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/were-not-living-in-a-multiracial-television-utopia-yet-heres-what-still-has-to-change",
  "id": "2016-05-13-299",
  "sectionId": "media",
  "body": "It’s hard to believe that when The Project invited Waleed Aly to the desk a year ago, it would have been considered a gamble. Aly has brought gravitas, wit and charm to the show. His monologue segments go viral more often than anything else on the show, and little else in the country. And now he’s clutching the popular voted Gold Logie to prove Australia was, indeed, ready for a Muslim Australian presenter on prime-time commercial television.   Related: I'm thrilled Waleed Aly won the Gold Logie, but the reasons are complicated | Sunil Badami    It took an exceptionally talented man to break an unspoken commercial television industry rule, that only white presenters can appeal to broad audiences. And right now Aly remains a tiny blip on an all-white canvas.  The path to a multiracial television utopia is paved with many, many more non-white personalities: can Gold Logie-nominee news presenter Lee Lin Chin be tempted to cross over to the dark side that is the commercial network? Will Channel Nine or Seven ever see fit to commission high-quality Aboriginal television shows (think Redfern Now, Ready For This or Cleverman), rather than yet another all-white family drama starring Rebecca Gibney as the matriarch?    Related: Why The Bachelorette and Kyle Sandilands are wrong to defend the show's lack of racial diversity    Like everything, the true measure of progress is marked by banality, not superstar exceptions. Using the same channels that elevate mediocre white people to television fame, I want to see an utterly pedestrian Middle Eastern presenter with a killer-watt smile on Sunrise; I want to see a charming African host wink and smile at the camera on The Chase; I want to see an Asian investment banker with slicked-back hair woo the hand of the next Bachelorette. Then, and only then, will I clamber down from my high horse, sit back on the couch and with a satisfying “ahhhh” believe we finally did it. Racism: ended. I asked Ryan Griffen and Benjamin Law, both non-white professionals of Australian television, what other racial diversity goals the industry needs to kick. Ryan Griffen, creator of Cleverman     Ryan Griffe, creator of Cleverman. Photograph: Wayne Quilliam/Michelle Grace Hunder    Cleverman is a sci-fi show premiering on ABC (Australia) and Sundance TV (US) on 2 June, and features a predominantly Aboriginal cast. In terms of racial diversity on Australian television screens, we’re all pretty aware there needs to be a big shift – that was certainly the major aim for Cleverman. I wanted to have some sort of representation of [Indigenous Australia] on screen for my son, in the form of sci-fi or a superhero show – something entertaining – because currently we are not getting that at all. It wouldn’t have been possible to sell the show to a commercial network. The ABC has an Indigenous unit so they are on the hunt for Indigenous content. That’s the main difference between the ABC and commercial television. But we need the commercial networks to take a risk on this sort of content. Cleverman is a good example of a show that has travelled around the world and proved it can find a broader audience.   Related: Ready for this? Australia's next great teen drama has a largely Indigenous cast    Look at the United States: way back in the 60s, 70s and 80s they had shows like Samson and Sons and The Cosby Show – shows with a predominantly black cast. And we haven’t had that in Australia on a commercial network, ever, and there’s a big push that we need to have that happen and people want to see more of it. But that’s only going to happen if a commercial broadcaster is willing to takes a risk on a story that they feel can breakthrough to their audience. Cleverman is rooted in culture and telling issues of identity or Aboriginality, our culture, but it is embedded in sci-fi, in genre, action and entertainment. The number one thing on television is you want audiences to be taken on a ride and you want to present something new. For me Aboriginal culture is 50,00 years old, but we have stories that haven’t been put on screen before and that’s what makes it unique and exciting.            Benjamin Law, creator and writer of The Family Law     Benjamin Law Photograph: Mike Bowers for the Guardian    The six-part SBS comedy drama The Family Law starred a Chinese family and has been renewed for a second season. We live in a country where one in 10 Australians have significant Asian heritage, so it’s weird that you could probably count the number of prominent Asian-Australians on TV on both hands. That’s the basic problem right there: we’re one of the most culturally and racially diverse countries on the planet, and you could easily watch hours of Australian TV and not encounter a single non-white person.  When we went into making The Family Law, we knew we were automatically breaking ground by having a 90% Asian-Australian cast with a family at its centre. At the same time though, we didn’t go in wanting to write a “groundbreaking show” (always dangerous), and we didn’t want to write a show about being Asian-Australian. Race and finding your identity was never the plot, even though I adore stories about those things. Instead, our show was a comedy about a marriage breakdown, and the family – like mine – happened to be Chinese Australian. We just trusted the cultural specifics – congee for breakfast, TVB soap operas, spoken Cantonese – would be there by default.    Related: Will Australia embrace Benjamin Law as television's new everyman?    We were lucky: the critical and audience response to The Family Law was overwhelmingly positive. The reviews were great, we were commissioned for another season pretty quickly and we broke records for views for SBS On Demand. At the same time, there’s always this underlying pressure for a show like ours to get representation “right”. It’s an impossible task though. Because how do you represent Asian-Australians “correctly” or “accurately”? No one complains that white families aren’t represented “accurately”, because representations of white families are abundant. That’s the only way to move forward: flood TV screens with diversity until any show set in contemporary Australia resembles Queen Street in Brisbane, Swanston Street in Melbourne or Sydney’s Central Station tunnel at peak hour.  It’s heartening that the discussion’s happening now. Miranda Tapsell and Waleed Aly’s Logie wins – popularly voted – and Michelle Guthrie saying she wants to make diversity a priority at the ABC, gives me hope. But for all the lip service the industry pays towards wanting diversity to happen, you need to start recognising that you need to do something to make it happen.  Diversity doesn’t just happen on its own merits – if that were the case, TV would already look a lot different. We’ve already done the “do nothing” approach for decades. Producers need to invite diverse talent into writers’ rooms and not be afraid of tokenism. (Be more afraid of your core cast looking whiter than a Sunday convention at a yacht club instead.) British broadcasters outline targets and set quotas; Canadian broadcasters enshrine diversity in their charter; American companies have dedicated diversity officers. Australia has basically none of those things in place. We’re the odd ones out.",
  "webTitle": "We're not living in a multiracial television utopia yet. Here's what still has to change | Monica Tan",
  "webPublicationDate": "2016-05-13T06:44:25Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/were-not-living-in-a-multiracial-television-utopia-yet-heres-what-still-has-to-change",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel Ten",
      "id": "media/channel-ten",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "media/2016/may/13/were-not-living-in-a-multiracial-television-utopia-yet-heres-what-still-has-to-change"
}