{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/lords-pre-eminence-leaves-other-test-venues-fighting-over-scraps",
  "id": "2016-05-17-164",
  "sectionId": "sport",
  "body": "Has Test cricket become ‘London-centric’? It’s a short walk uphill from King’s Cross to the corner of Barnsbury Road and Tolpuddle Street, on the west edge of Angel in north London. There was a cricket ground here once, White Conduit Fields, named for the stoneworks that carried water from the local spring. The ground is long gone now, buried deep among the many layers of old London that lie beneath the new streets. But there are little clues, for those looking. A nearby cul-de-sac still carries the name, a restaurant occupies the old pub that once shared it, too, and across the road by the gravel football pitch in Barnard Park there’s a small plaque with a precis of the spot’s place in history. Because White Conduit, wrote the historian AD Taylor, was “the acorn that blossomed into the gigantic oak”. That oak still grows. It is five miles further west in St John’s Wood, 30 minutes away through the Camden backstreets on the 274 bus: Lord’s. Thomas Lord, the man who gave it the name, worked at the White Conduit Club as a net bowler and, as Plum Warner put it, “a sort of general attendant”. Lord’s father had land but it was sequestered after the Jacobite uprising and for a time Lord fetched up working as a labourer on the very farm he used to own. His son, Thomas, travelled to London, thinking he would set himself up in the wine tradebut found a better opportunity when the Earl of Winchilsea and the future Duke of Richmond offered to back him in building a new private ground across the city.   Related: Jonny Bairstow: ‘Adversity has made us stronger. We’re a special family’    First Lord set up in Dorset Square, close by Marylebone. White Conduit moved with him, and soon merged with the newly formed Marylebone Cricket Club. The rents at Dorset Square grew too high and Lord relocated to the North Bank of the St John’s Wood estate. Then Parliament decreed that the new Regent’s Canal would run through the venue. So Lord finally arrived at the current site. Lord’s name fitted the ground just fine. It was White Conduit’s rule that “none but gentleman ever to play” and while the new MCC was a little more relaxed, it has always retained an aristocratic air, one which, to be honest, now seems out of keeping with the city around it, and the game as it is played around the country. Lord’s, wrote Jim Kilburn, “the place where you take your hat off as you go in”. Kilburn, who spent more than 40 years working as the cricket correspondent for the Yorkshire Post, loved it there. “Lord’s does command respect,” he wrote. “To sit at Lord’s is to share in substance and so become a man of substance yourself.” Kilburn was not alone in feeling that. And the waiting list to join the MCC is still 27 years long. But the very same qualities Kilburn admired in the old ground rub others the wrong way. John Arlott described it as “a place for authoritarians”. And while Kilburn reckoned that “few other places so happily mingle formality and comfort”, it often seems to me that the one precludes the other. In London, I’d sooner go to The Oval, an admission that will likely escape censure on the grounds that, as a rule, MCC members don’t tend to be Guardian readers. And the one man I did meet who was a member of both constituencies explained that on a busy day a copy of the paper draped over the neighbouring chair was an excellent way to secure himself a little more elbow room because it made so many other members reluctant to sit next to him. Lord’s has too many airs and graces for my taste, too many spectators who have come to be seen rather than to watch. The MCC had its AGM recently. The president, Roger Knight, gave a speech in which he described Test cricket as a “London-centric” game, a statement that seems bound to be received well around the rest of the country and, most especially, you imagine, in Yorkshire and Lancashire. Knight’s numbers stack up. He pointed out that in the past three years, more than 340,000 spectators have come to Lord’s to watch the first Test of the summer. At the same time, the three following Tests, all held at Headingley, have drawn only 110,000, or “32% of the figure for Lord’s”, as Knight put it. “And in 2012, when there were three Tests against West Indies, the crowd here was higher than the other two grounds added together.” Which is why, Knight suggested, Lord’s should continue to stage two Test matches a summer. “It is by no means certain that from 2020 onwards there will be sufficient Test matches to enable MCC to be awarded two per summer,” Knight said, “simply because there may not be sufficient Test matches to distribute among the grounds that would expect to stage them.” He argues that “Test cricket is thriving in London, the time has come to pay attention to that fact”. This time also being the moment in which Lord’s faces losing its second Test. With another match at The Oval, three of each summer’s seven matches are held in London and the seven remaining Test venues, many struggling for money, are competing with each other for four fixtures.  In this argument, it seems that what matters most to the MCC isn’t the health of Test cricket around the rest of the country but whether or not its members still get to enjoy their 10 days of Test cricket each summer. Warner once described the MCC as “a private club with a public function”. Knight’s words reveal on which side the balance lies. • This is an extract taken from the Spin, the Guardian’s weekly cricket email. To subscribe just visit this page, find ‘The Spin’ and follow the instructions.",
  "webTitle": "Lord's pre-eminence leaves other Test venues fighting over scraps | Andy Bull",
  "webPublicationDate": "2016-05-17T12:48:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/lords-pre-eminence-leaves-other-test-venues-fighting-over-scraps",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Bull",
      "id": "profile/andybull"
    }
  ],
  "guardianId": "sport/2016/may/17/lords-pre-eminence-leaves-other-test-venues-fighting-over-scraps"
}