{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/making-things-matter-britain-forgot-manufacturing-brexit",
  "id": "2016-05-18-87",
  "sectionId": "commentisfree",
  "body": "It’s being blamed on the Brexit jitters. But the weakness in the UK economy that the latest figures reveal is actually a symptom of a much deeper malaise. Britain has never properly recovered from the 2008 financial crisis. At the end of 2015, inflation-adjusted income per capita in the UK was only 0.2% higher than its 2007 peak. This translates into an annual growth rate of 0.025% per year. How pathetic this performance is can be put into perspective by recalling that Japan’s per capita income during its so-called “lost two decades” between 1990 and 2010 grew at 1% a year. At the root of this inability to stage a real recovery is the serious imbalance that has developed in the past few decades – namely, the over-development of the UK financial sector and the atrophy of manufacturing. Right after the 2008 financial crisis there was a widespread recognition that the ballooning financial sector needed to be reined in. Even George Osborne talked excitedly for a while about the “march of the makers”. That march never materialised, however, and manufacturing’s share of GDP has stagnated at around 10%. This is remarkable, given that the value of sterling has fallen by around 30% since the crisis. In any other country a currency devaluation of this magnitude would have generated an export boom in manufactured goods, leading to an expansion of the sector. Unfortunately manufacturing had been so weakened since the 1980s that it didn’t have a hope of staging any such revival. Even with a massive devaluation, the UK’s trade balance in manufacturing goods (that is, manufacturing exports minus imports) as a proportion of GDP has hardly budged. The weakness of manufacturing is the main reason for the UK’s ever-growing deficit, which stood at 5.2% of GDP in 2015.   Related: UK trade deficit with EU hits new record    Some play down the concerns: the UK, we hear, is still the seventh or eighth largest manufacturing nation in the world – after the US, China, Japan, Germany, South Korea, France and Italy. But it only gets this ranking because it has a large population. In terms of per capita output, it ranks somewhere between 20th and 25th. In other words, saying that we need not worry about the UK’s manufacturing sector because it is still one of the largest is like saying that a poor family with lots of its members working at low wages need not worry about money because their total income is bigger than that of another family with fewer, high-earning members. Another argument is that we now live in a post-industrial knowledge economy, in which “making things” no longer matters. The proponents of this argument wheel out Switzerland, which has more than twice the per capita income of the UK despite – or rather because of – its reliance on finance and tourism. However Switzerland is actually the most industrialised country in the world, measured by manufacturing output per head. In 2013 that manufacturing output was nearly twice the US’s and nearly three times the UK’s. The discourse of post-industrial knowledge economy fundamentally misunderstands the role of manufacturing in economic prosperity. First of all, despite the relative increase in the importance of services, the manufacturing sector is still – and will always be – the main source of productivity growth and economic prosperity. It is a sector that is most open to the use of machines and chemical processes, which raises productivity. It is also where most research and development, which generates new technologies, is done. Moreover, it is a sector that produces inputs that raise productivity in other sectors. For example, the recent rise in productivity in the service sector has happened mainly because it is using more advanced inputs produced in the manufacturing sector – computers, fibre-optic cables, routers, GPS machines, more fuel-efficient cars, mechanised warehouses and so on.    George Osborne talked excitedly about the ‘march of the makers’. That march did not materialise    Second, many knowledge-intensive services, such as research, engineering and design, that are supposed to be new have always been there. Most of them used to be conducted by manufacturing firms themselves and have become more “visible” recently largely because they have been “spun off” or “outsourced”. We should not confuse the changes in firms’ organisation with the changes in the nature of economic activities. All of those supposedly knowledge-intensive services sell mostly to manufacturing firms, so their success depends on manufacturing success. It is not because the Americans invented superior financial techniques that the world’s financial centre moved from London to New York in the mid-20th century. It is because the US became the leading industrial nation. The weakness of manufacturing is at the heart of the UK’s economic problems. Reversing three and a half decades of neglect will not be easy but, unless the country provides its industrial sector with more capital, stronger public support for R&D and better-trained workers, it will not be able to build the balanced and sustainable economy that it so desperately needs. • Ha-Joon Chang will deliver the keynote speech to the Labour party’s State of the Economy conference on 21 May",
  "webTitle": "Making things matters. This is what Britain forgot | Ha-Joon Chang",
  "webPublicationDate": "2016-05-18T17:10:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/making-things-matter-britain-forgot-manufacturing-brexit",
  "keyword": [
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic recovery",
      "id": "business/economic-recovery",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Recession",
      "id": "business/recession",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ha-Joon Chang",
      "id": "profile/hajoonchang"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/making-things-matter-britain-forgot-manufacturing-brexit"
}