{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/top-gear-jeremy-clarkson-bbc",
  "id": "2016-05-25-284",
  "sectionId": "tv-and-radio",
  "body": "‘We all genuinely feel sorry for them,” says Kit Lynch-Robinson of Chris Evans, Matt LeBlanc and the rest of the new Top Gear. Lynch-Robinson joined Top Gear as director three years ago and has gone with the reprobate Jeremy Clarkson, along with his delinquent colleagues James May and Richard Hammond, to make their Amazon show, The Grand Tour. “Evans is having a hard time. In an ideal world, they would have taken a bit of a holiday, but the international sales are so important that they couldn’t.” Top Gear is more than a money‑spinner for BBC2; the truth of it is, whatever you thought of the Gearists, and I generally thought they were jerks, this was populism done so popular that it lifted the whole channel. “When we bother, we can do mainstream better than anyone.” But of course it’s true, too, that the brand is said to be worth £50m to the corporation, and firing Clarkson didn’t leave the BBC many options. The question is, can the show survive without him? And what on earth did he do to make it what it was? Top Gear started in 1977. It was, as Angela Rippon – the first presenter – recalls precisely, a trace of impatience in her voice, “a magazine motoring show. I’m a journalist and a broadcaster, and I just did the job of being a motoring journalist.” I’d just asked her about the Sun’s story, a year ago, which reported that she thought the programme was too macho and they should give the job back to her. “Newspapers, and I say this with great respect, I’m a journalist myself, they don’t always write what you say. I’ve always said, ‘No, I should not be the new presenter, because the programme has moved on. It’s metamorphosed into something quite different to the show I presented, which is why it survived.’” It is as different now to the Top Gear she presented, she says, as Strictly Come Dancing is to the Come Dancing that she presented in the late 80s/90s.     Richard Hammond, Jeremy Clarkson and James May in action in the trio’s final Top Gear. Photograph: Ellis O’Brien/BBC/PA Wire    Top Gear then wasn’t for petrol heads so much – by Rippon’s definition, “People who want to take the darn things apart and put them back together again”, but rather, people like her. “I’m somebody who loves driving, but as far as I’m concerned, as long as I put a key in the ignition and it all happens under the bonnet, I’m perfectly happy. I’m only interested in the power and the torque and so on in so far as it gives me a good drive.” A third category – people who like to see cars broken and set fire to, people who like lame 90s wordplay and the risque tightrope of Alf Garnett humour – had not yet been discovered. Magazine shows generally were quite consumer-dad: staid affairs for aspirational yet reliable people. It wasn’t personality-driven, and a list of the presenters, apart from Rippon and Noel Edmonds, reads like the answers to the world’s hardest pub quiz. Clarkson joined in 1988, and the blossoming of the persona is quite remarkable. He started out nothing short of plummy, in a sports coat, describing cars in the rather colourless terms of the true enthusiast, people to whom the length of the driver’s door matters. He grew into himself over the decade, to become the kind of person to whom parliamentary select committees object: in 1999, the Commons environment, transport and regional affairs select committee blamed the programme, in part, for being “obsessed with acceleration and speed: their producers should remember that such macho posturing might be acceptable on private roads but not on crowded streets.” It is an extraordinary snapshot of the political mood, when for some reason nobody talked about anything important, it was all Millennium domes and bullish TV presenters and the justice or otherwise of fictional people being imprisoned in soap operas, the self-righteous triviality somehow making the paternalism harder to stomach.           Chris Evans and Matt LeBlanc in trailer for revamped Top Gear ‘We feel sorry for them’ ... the new Top Gear team (from left) Rory Reid, Chris Evans, the Stig, Matt LeBlanc, Sabine Schmitz and Chris Harris. Photograph: John Rogers/BBC Worldwide    Clarkson, when he resigned the same year, was diplomatic: “The shock tactics had become predictable and so weren’t shocking any more,” he wrote in a column for Top Gear magazine, going on to display something like self-deprecation. “And it was the same with the metaphors. The first time you heard me liken some car to the best bits of Cameron Diaz, you probably sniggered about it at school all the next day. But now, it’s tedious.” Look, he probably meant that at the time. It is pretty rare for a programme to stand or fall by one personality, and the death of the first iteration of Top Gear could be traced back to deeper problems than Clarkson’s departure, the main one being that it was boring. It had built up some pretty good viewing figures on the back of Clarkson’s USP – when he’s rude, he’s incredibly rude. Yet it was locked into its format: it was a magazine show about cars, and should talk about cars without digression for people who were interested in that kind of thing. In 2001, the BBC decided to “rest” it, and that should have been that.     Legendary Top Gear driver, the Stig. Photograph: Todd Antony/BBC    Producer Andy Wilman and Clarkson went back with their new format in 2002; even though the viewing figures, certainly at the start, were similar to or lower than those of its first incarnation, and although many of the segment ideas weren’t exactly ideas so much as the mildest wordplay that might emerge from one and a half pints, it immediately had character. It had Star in a Reasonably Priced Car, and Stig, and its own aircraft hangar where you could really make a mess. It was puckish, delinquent, by the second series it had the Clarkson/May/Hammond chemistry, and it was no longer really about cars, any more than a war movie is about guns – it wouldn’t be fun without the guns, but it’s really about comradeship. The lore on the production team was that the further away the films got from the car, the worse they got; but it was accepted nonetheless that it wasn’t about the car. “When people ask me what I do,” Lynch-Robinson says, “I tell people I’m a holiday organiser for 12-year-old men. Men in general don’t really get much more mature after the age of 12, they pretend they do if they have a real job, but in actual fact, we’re all 12-year-olds. So they can be stupid and lark about and be naughty, and rebel against the teacher – which was the BBC – and they can have that silliness that 12-year-olds have. That’s why it appeals to kids.” Children, for people who aren’t familiar with them, will watch anything, so it would be a mistake to read too much into the fact that David Cameron’s daughter, for instance, threatened to go on hunger strike when Clarkson was fired. But it is undeniable that the show reached its tendrils far beyond what you might expect, if you ran a focus group on “cars” + “blokes” + “big trousers”.     Top Gear attempts to drive across the Channel in 2007. Photograph: Rex Features    “The surprising thing,” Lynch-Robinson says, “was that we almost had as big a female audience as the male. It was a massive female audience, and no one could really work that out, but I always thought the honesty of them being silly was a big part of that. Also, we did a lot of cock jokes but we never did boobs and Page 3, it was never that, it was never girls with their boobs out. It was very much about three blokes enjoying each other’s company.” People who worked on the show always insist, on and off the record, that there was never a trace of racism or bigotry; rather, that whenever there was a controversial remark – the “slope on the bridge”, the reversion to the old version of eeny, meeny, miny, mo – it was just deliberate chain-yanking, trolling a culture in which blokes could no longer be blokes because they had to think about people’s feelings the whole time. It’s not really about race any more than Page 3 is about sex: rather, it’s about sending a message to the kind of people who object to that kind of thing, deliberately baiting them for trying to curtail your power. This, I think, is at the root of his popularity, the source of those million signatures telling the BBC to reinstate him: he is more than a cheeky japester. He serves to protest the outrages perpetrated against the honest white guy, who used to be able to call people slopes and mean no harm. In a way, he was performing a national service, the kind of release valve that prevents a Donald Trump from happening here. His foreign audience, incidentally, can’t really understand what we have against him; it is taken to be a peculiarly English thing, picking over the utterances of someone you know is going to offend you a lot, but never quite enough.     Richard Hammond ... what really ignited Top Gear’s popularity was his near-death crash in 2006. Photograph: BBC    Yet what really ignited Top Gear’s popularity, setting it on course to become the most watched factual programme in the world in 2013, was not Clarkson’s personality; rather, Hammond nearly killing himself in 2006. Since he was travelling at 288 miles an hour, his survival is remarkable, and the mere existence of Total Wipeout must take its proper place as “miracle TV”. His next appearance – several months later – brought in eight million viewers, which, Rippon generously reminds us, is much more momentous than it would have been in the 80s: “The number of people who would have watched our programme was quite, quite different because they didn’t have anything else to watch.” It was post 2007 that the trio became really untouchable, their popularity so intense that to get fired a person would literally have to punch an underling in the face; and, probably relatedly, most of the controversies date from after this time. The irresponsible north pole race, the outrageous slurs against Mexicans and lorry drivers; it could all be read either as the impunity of the national treasure, or the desperate ante-upping of the star who feels it can’t last. Either way, it didn’t: but they can all perhaps take solace from the toxic swamp they left behind.     Their popularity became so intense that to get fired a person would literally have to punch an underling in the face ... Clarkson. Photograph: Ana Poenariu/AFP/Getty Images    It could simply be that Evans isn’t popular with former colleagues, that he genuinely doesn’t get on with LeBlanc, that there truly are people who object to LeBlanc leaving tyre marks round the Cenotaph, one of whom authentically is Evans. It’s entirely possible that the new show is beset by tribulations totally unrelated to its predecessor, just a set of impossible personalities, endlessly clashing. LeBlanc, in an interview with the Radio Times, popped with outrage at the “ruthlessness” of the British press. “All this stuff that Chris and I are at war with each other is a big load of bullshit. We’ve never had a rift! I’m a true car fan, Chris is a true car fan. We’re just hanging out, having a laugh, doing our best.” But the shadow of Clarkson is longer and darker than anything that could ever be cast by the man himself, there in the splenetic petition signing and hunger striking of his myriad fans. You wouldn’t wish this legacy on a dog. But it was always impossible to call, what people loved about Clarkson between his silliness and his rage; if it was his anger, both the BBC’s Top Gear and his own new show will bomb. And if it was his silliness, one daft moment from each and they will both net millions of viewers, who will just have to adapt by watching more telly.",
  "webTitle": "Can Top Gear survive without Jeremy Clarkson?",
  "webPublicationDate": "2016-05-25T06:00:32Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/top-gear-jeremy-clarkson-bbc",
  "keyword": [
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jeremy Clarkson",
      "id": "media/jeremyclarkson",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/top-gear-jeremy-clarkson-bbc"
}