{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/money-monster-george-clooney-julia-roberts-jodie-foster",
  "id": "2016-05-23-270",
  "sectionId": "film",
  "body": "Money Monster is a thriller made by members of the 10% who truly want to stick it to the 1%. It comes on all Bernie Sanders – it even features a closing quote from Sanders-backer Robert Reich – but really, every frame votes Hillary.  Skilfully directed by Jodie Foster – her first outing since she made, rather ill-fatedly, The Beaver with Mel Gibson – and filled with strong performances from Julia Roberts, George Clooney and Jack O’Connell, its main drawback is a screenplay with too many writers that’s a Frankenstein-monster of off-cuts from liberal 1970s classics such as Dog Day Afternoon, Network and Alan J Pakula’s Rollover (and that’s just for starters...).            Clooney is Lee Gates, a loudmouth TV stock pundit-cum-shock jock with a razzmatazz-filled live show (bring on the dancing girls!) that’s plainly based on CNBC’s investment tips show Mad Money, hosted by Jim Cramer (last spotted receiving a lengthy and humiliating post-crash tongue-lashing from Jon Stewart on The Daily Show).    Related: Money Monster review - George Clooney goes Leslie Nielsen in popcorn hostage thriller    The movie unfolds in real time – always a problematic gimmick – during a live broadcast that is taken over by disgruntled investor/regular guy Kyle Budwell (played by Jack O’Connell). He waves a gun around and forces Gates into an explosive vest, pending a live-on-TV investigation into a stock pimped by Gates that swallowed all of Budwell’s meagre savings. That sets us up well enough for the movie’s relatively engaging first hour, in which producer Patty Fenn (Julia Roberts) and Gates attempt to track down the elusive CEO (Dominic West) of the company that tanked the stock. So far, so Network, so Dog Day, so what? Foster admittedly does a pretty good job of ratcheting up the suspense. Until the movie’s final third, that is, when O’Connell forces the action out of the studio and on to the streets of New York like some errant rehash of the above-ground portions of The Taking Of Pelham One Two Three, just one of many movies you’ll wish you were watching instead of this one. Money Monster fits snugly, and smugly, into another sub-genre of liberal movies: those produced by Clooney with or without his writing-producing partner Grant Heslov. Our Brand Is Crisis, The Ides Of March, Fail Safe, Argo, Good Night, And Good Luck: all of them looked good in concept but, thanks to their creaky and obvious scripts, none of them really held together for a second viewing. And all of them bow too deeply towards the same overly venerated bunch of Hollywood Renaissance classics without ever scaling the heights they once did. Sell short.",
  "webTitle": "Money Monster: the financial thriller that’ll leave you short-changed",
  "webPublicationDate": "2016-05-23T08:00:07Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/money-monster-george-clooney-julia-roberts-jodie-foster",
  "keyword": [
    {
      "webTitle": "Money Monster",
      "id": "film/money-monster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Jodie Foster",
      "id": "film/jodie-foster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Julia Roberts",
      "id": "film/juliaroberts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jack O'Connell",
      "id": "film/jack-oconnell",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "John Patterson",
      "id": "profile/johnpatterson"
    }
  ],
  "guardianId": "film/2016/may/23/money-monster-george-clooney-julia-roberts-jodie-foster"
}