{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/05/eric-brown-science-fiction-roundup",
  "id": "2016-05-05-222",
  "sectionId": "books",
  "body": "Space opera lends itself to the depiction of grand dimensions and great duration, but it’s one thing to talk big, quite another to present a vast universe through the eyes of fully rounded characters without the former overshadowing the latter. Many a novice has floundered, their vision ill served by technique. Fortunately, debut novelist Andrew Bannister comes to the genre with his talents fully formed in the ambitious, compulsively readable Creation Machine (Transworld, £14.99), the first volume in a trilogy. Fleare Haas, the maverick daughter of the industrialist tyrant Viklun Haas, is imprisoned in a monastery on the moon of Obel, her crime to join rebels opposed to her father’s ruthless regime. Her escape from prison and her headlong race across the galaxy to the Catastrophe Curve is just one of the novel’s many delights. Creation Machine has everything: intriguing far-future societies, exotic extraterrestrial races, artificial galaxies and alien machines dormant for millions of years. Bannister holds it all together with enviable aplomb.         Stephen Baxter and Alastair Reynolds were both inspired, in their youth, by Arthur C Clarke’s 1971 novella A Meeting With Medusa, and their enthusiasm shows in their collaborative expansion of the ideas and themes of Clarke’s original. The Medusa Chronicles (Gollancz, £16.99) brings the strengths of both writers – a thorough grasp of scientific principles and the ability to present them in well-paced, engaging narratives – to the story of Howard Falcon, an astronaut rebuilt after a terrible accident as a man-machine hybrid, in effect an immortal cyborg. Falcon’s adventures take him through space to Jupiter and a meeting with the eponymous Medusa aliens, and through time from 1967 to 2850. Baxter and Reynolds explore ideas barely developed in the original novella: the dilemma of the man-machine interface, cybernetics and artificial intelligence, and how these affect and shape the scientific destiny of the human race.         The heroine of Vonda N McIntyre’s Dreamsnake (Jo Fletcher, £9.99) is a healer named Snake, who travels a far-future post-apocalyptic Earth aiding the sick and dying of the world’s many tribes. Her three snakes have been genetically modified to provide vaccines and medicines, and when one of the creatures, the alien dreamsnake of the title, is killed, Snake embarks on a picaresque adventure in search of its replacement. The power of the story lies as much in the lucid, understated prose as the depiction of a future society split into a thousand schisms as Snake deals with love, prejudice and a host of moral and ethical dilemmas that characterise the fractured world. First published in 1978 and winner of the Hugo and Nebula awards, Dreamsnake is a beautiful achievement.         Nick Wood’s debut novel, Azanian Bridges (NewCon, £11.99), fuses two well-used SF tropes – alternate history and a single technological invention – to great effect. We are in near-future South Africa and the country is still suffering under the grinding oppression of apartheid. Clinical psychologist Martin Van Deventer has invented a device, the Empathy Enhancer, which allows the user to enter the head of a subject and experience their thoughts, emotions and memories. When he helps Sibusiso Mchunu overcome post‑traumatic stress disorder with the machine, events escalate and Sibusiso appropriates the device and flees to Zambia. The ANC want the Empathy Enhancer as an aid to assist the dismantling of apartheid, while the government are after it as a tool in interrogation. What follows is a fast-paced thriller, an intelligent examination of prejudice in all its forms and a convincing portrayal of characters under extreme stress.         In Bitter Sixteen, the first novel of the trilogy, hero Stanly Bird acquired super-powers and set off for London with his talking beagle Daryl on a quest to save the world. In the sequel, Ace of Spiders (Salt, £7.99), Stefan Mohamed ramps up the tension, the action and the humour, as 18-year-old Stanly finds his life under threat from a contract killer and discovers that an evil cabal known as the Angel Group is out to eliminate him along with the superheroes who have become his surrogate family. Mohamed does everything right: the realistic tone, leavened by humour, is pitch perfect, as is the portrayal of Stanly as a precocious but vulnerable teenager. The plot careers from one dramatic set-piece to the next, with plenty of clever pop culture references along the way, before closing with a thrilling denouement. And Daryl the talking dog is an inspired creation. • Eric Brown’s latest novel is Jani and the Great Pursuit (Solaris).",
  "webTitle": "The best recent science fiction and fantasy novels – reviews roundup",
  "webPublicationDate": "2016-05-05T11:00:05Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/05/eric-brown-science-fiction-roundup",
  "keyword": [
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Eric Brown",
      "id": "profile/eric-brown"
    }
  ],
  "guardianId": "books/2016/may/05/eric-brown-science-fiction-roundup"
}