{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/chinese-officials-create-488m-social-media-posts-a-year-study-finds",
  "id": "2016-05-20-294",
  "sectionId": "world",
  "body": "The Chinese government is fabricating almost 490m social media posts a year in order to distract the public from criticising or questioning its rule, according to a study.  China’s “Fifty Cent Party” – a legion of freelance online trolls so-named because they are believed to be paid 50 cents a post – has long been blamed for flooding the Chinese internet with pro-regime messages designed to defend and promote the ruling Communist party.    Related: Chinese couple spend wedding night copying Communist constitution    However, the study by Harvard University researchers (pdf) claims many of those comments are not posted by ordinary citizens, as previously thought, but by civil servants who double as online stooges.  An analysis of nearly 43,800 posts found that 99.3% were the work of government employees working for more than 200 agencies, including tax and social security and human resources bureaux.  The researchers believe such comments are usually posted in “bursts”, timed to coincide with politically sensitive periods, such as Communist party meetings, outbreaks of unrest and public holidays.  For example, hundreds of pro-Beijing messages were posted after the outbreak of deadly ethnic rioting in the western province of Xinjiang in June 2013. A similar deluge of positive messages emerged during a major political summit in Beijing in November the same year.  The study, based on a cache of documents leaked from a government propaganda office in eastern China, claims about half of the 488m propaganda messages posted each year appear on government websites. The remainder are fed into the social media networks of a country which has about 700 million internet users.  But while much of the online propaganda was previously thought to involve attacks on unwelcome ideas or the defence of government policy, the study suggests most pro-party stooges are not expected to engage in debate or argument at all.  “They do not step up to defend the government, its leaders, and their policies from criticism, no matter how vitriolic; indeed, they seem to avoid controversial issues entirely,” the study’s authors write of members of China’s “enormous workforce” of online propagandists.  Instead, most are about “cheer-leading and positive discussions … which, we infer, is a strategy designed is to actively distract and redirect public attention from ongoing criticism, other grievances, or collective action.”  The explanation, the authors write, is that “distraction is a clever strategy in information control”.  “An argument in almost any human discussion is rarely an effective way to put an end to an opposing argument,” it concludes. “Letting an argument die, or changing the subject, usually works much better than picking an argument and getting someone’s back up (as new parents recognise fast).”",
  "webTitle": "Chinese officials 'create 488m bogus social media posts a year'",
  "webPublicationDate": "2016-05-20T07:44:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/chinese-officials-create-488m-social-media-posts-a-year-study-finds",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/20/chinese-officials-create-488m-social-media-posts-a-year-study-finds"
}