{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/yann-tiersen-review-barbican-london",
  "id": "2016-05-09-200",
  "sectionId": "music",
  "body": "Over the past two decades, the French composer and multi-instrumentalist Yann Tiersen has collaborated with countless singers, fronted numerous orchestras, led a krautrock-inspired analogue synth trio and released more than a dozen hugely varied albums. For a lot of his fans, however, he’ll always be the guy behind the whimsical, romantic soundtrack to the 2001 film Amélie. He’s an hour into his set before we hear anything from Amélie: a limpid waltz called La Dispute, where a melancholic riff is played on the melodica and then repeated on the piano. But most of the material tonight fits in with that mood – minimalist piano pieces, with simple, direct melodies that tug at the heartstrings. The first half of the show features a performance of Tiersen’s upcoming album, Eusa, in which his piano solos (such as Porz Goret) are accompanied by loud ambient field recordings (ocean waves, wind noises, birdsong) sourced from the Breton coast where Tiersen grew up.     Yann Tiersen at the Barbican, London. Photograph: Rob Ball/Redferns    The album is not released until September but one could, in theory, recreate it by playing the vinyl album of field recordings (£15 at the merch stall) and performing from the book of piano sheet music (£20). It’s unlikely, however, that you’d manage to sound anything like Tiersen does. Although many of these compositions recall Michael Nyman’s glassy, metrical, repetitive minimalism, Tiersen negotiates each one like a romantic Chopin ballad, throwing in rubato and ekeing out the pathos.  The second half of the show sees Tiersen moving around the cosy stage set and picking up a variety of instruments. He plays the violin in exactly the same way he plays the piano, switching between furiously fast broken chords and bel canto lead lines, occasionally (on versions of 7PM or Sur le Fil) getting quite frenzied. He sits cross-legged on the floor to play not one but two toy pianos – merrily clanking out themes such as The Waltz of the Monsters (also used in Amélie) in that odd, glutinous toy-piano tone where the wild and crazy harmonics start to recall steel drums, gamelan orchestras and church bells. But it’s on the piano solos that you notice Tiersen’s devastatingly effective way with a melody, playing tunes – including a couple from the 2003 soundtrack to Goodbye Lenin – that don’t sound as if they were composed, more that they had always existed and have only just been unearthed. Longue Route, from the 2008 documentary soundtrack Tabarly, is a rudimentary major-key melody that’s all Coldplay-style anthemic yearning and fist-punching positivity. It’s simple stuff that it sounds like a 10-year-old pianist could probably play, but there’s astonishing power in this simplicity, and it absolutely slays this sell-out audience.",
  "webTitle": "Yann Tiersen review – a devastatingly effective way with a melody",
  "webPublicationDate": "2016-05-09T12:16:33Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/yann-tiersen-review-barbican-london",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "John Lewis",
      "id": "profile/john-lewis"
    }
  ],
  "guardianId": "music/2016/may/09/yann-tiersen-review-barbican-london"
}