{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/11/players-championship-fifth-major-pga-flagship-golf",
  "id": "2016-05-11-246",
  "sectionId": "sport",
  "body": "There are 12 days of Christmas, seven dwarves and four major championships. It has always been thus and any gratuitous addition to golf’s major set doesn’t make sense. The PGA Tour is routinely accused of attempting to latch their Players Championship on to one of their sport’s big four. The Players, for around 20 years now, has commonly been referred to in passing as “the fifth major”. The claim is unfair; in its annual media guide, the Tour states the four major championships in golf. In marketing material, there has been no attempt to latch upon any suggestion of a fifth.   Related: Danny Willett back after only one round of golf since Masters triumph    What should be celebrated is this tournament’s status as the flagship on the PGA Tour. It is their major, even if that terminology is clearly problematic in itself. The prize fund – $10.5m – and strength of field endorses that, as does the annual return to a venue which provides a nerve-tingling closing stretch. The 17th hole alone stands out as one of the most iconic par-three holes in golf. Poor Bob Tway will need no reminding of that; he took 12 there in the third round of 2005. From that total purse, the $1.89m bestowed upon the winner is more than Arnold Palmer’s entire career on-course earnings. Beyond that, there is an importance linked in part to conquering the distinct challenges of Sawgrass. Patience really is a virtue, every error seems punished tenfold. “It’s one of the toughest courses we play all year,” Rickie Fowler, the defending champion, said. “Probably the toughest field that we play all year. So, I mean, whoever is winning is taking care of business, beating the best players at the time and conquering one of the toughest courses that we play. “You have to be pretty spot on. It’s a very fine line at this golf course. The targets and the driving areas are very small. On the greens, you don’t have much room.” For PGA Tour players, taking majors from the equation, this is a prime event of any season. The Players has visibly grown as a spectator experience and commercial entity since moving to its current spot on the schedule, after rather than immediately before the Masters. It serves as a key season juncture between the first major of the year and the US Open. The venue itself matters; as the administrative home of the PGA Tour, winning at Sawgrass is similar to an English team success at Wembley. For a spell, the winner here would earn a 10-year Tour exemption and, therefore, enough scope for a seriously lucrative career. While that has since been cut to five, there remains a three-year pass for every major bar the US PGA which affords only one year’s entry. If you were to completely redraw golf’s settings tomorrow, there would a strong argument for making the Players a major. The US PGA Championship is undermined by the appearance of 20 club professionals. The Masters allows past champions to play for as long as they wish. Even the Open Championship’s qualifying criteria, amateurs and all, is not as rigorous as what is required to participate at Sawgrass. The rise in prominence of World Golf Championship events, in theory, complicates any debate over status. And yet, the limited field nature of those four tournaments is an antidote to their standing. There is a contrived element to WGC qualification in addition to the recently nomadic existence of the Match Play, discord over the course set-up at Trump Doral and occasional reluctance of competitors to participate in China late in the year. The WGC-Bridgestone Invitational’s habitat between the Open and US PGA leaves it lost in the melee; appeal is further blunted this season by the clash with the French Open. Jason Day brings another, albeit distinctly US-centric, factor into play. “If you’re on the border of maybe getting elected into the Hall of Fame, this could potentially push you over it and get you in,” says the current world No1. “This is, I believe, our toughest field of the year. We have the best players from Europe, we have the best players from the PGA Tour, as well, that are playing against each other on a difficult golf course. “This golf course tests every aspect of your game. And it’s a good test to see. If you win this, you’re amongst a lot of the greats in the game. It would be an absolute honour to be able to put my name there, and to be able to walk underneath from the locker room past the caddie hut there underneath in the basement, to be able to see my picture up on the wall. I don’t want to walk through there during my career and not be able to see my picture up there at least once.” The photos to which Day refers include golfing greats. Jack Nicklaus – three times – Sandy Lyle, Nick Price, Greg Norman plus Fred Couples and Tiger Woods – both twice – have been champions since its inception as the Tournament Players Championship in 1974. For the 2016 version, a 144-man field will include Danny Willett and Jordan Spieth for the first time since the Masters. Rory McIlroy is looking to kickstart a season that has so far flattered to deceive. Sergio García retains the best active cuts-made record in the event, having survived 12 times in a row. The finest ongoing scoring average from a minimum of eight rounds? Hideki Matsuyama, at 70.63. Both are live candidates. That so many players harbour similar aspirations forms just part of an ongoing Sawgrass appeal.",
  "webTitle": "The Players Championship may not be the fifth major but it is a PGA flagship | Ewan Murray",
  "webPublicationDate": "2016-05-11T11:32:36Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/11/players-championship-fifth-major-pga-flagship-golf",
  "keyword": [
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/blog/2016/may/11/players-championship-fifth-major-pga-flagship-golf"
}