{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/liverpool-jurgen-klopp-losing-streak-europa-league-glory-sevilla",
  "id": "2016-05-17-14",
  "sectionId": "football",
  "body": "Jürgen Klopp – winner. That may be the conventional wisdom at Borussia Dortmund, what prompted Fenway Sports Group to upgrade its manager at Liverpool and why the 48-year-old mentions the Europa League final purely in terms of silverware, not as a golden ticket to the Champions League. But winner? The man himself is not entirely convinced. “Winning would mean a nice party,” says Klopp. “And I’m quite good at celebrating things. It is long ago that I really celebrated something so I am ready.” The Liverpool manager’s certainty, born of experience at Mainz and Dortmund, is he will fight to the last for every prize on offer. His attitude has been infectious at Anfield, as Thomas Tuchel’s team discovered in the quarter-finals and Sevilla would be well advised to consider in Basel on Wednesday. For Liverpool, the Europa League final presents an opportunity to win the trophy for a fourth time, reaffirm their European status and help their recruitment drive this summer with Champions League football on offer. For their manager, it is one final demand that players give him everything in the 52nd match of his seven-month reign.   Related: Jürgen Klopp says team in ‘perfect moment’ to become Liverpool legends    “If you look at my career as a manager until now you can say that each season was very exciting until the last match,” Klopp explains. “Staying in the league in the first year [with Mainz] – last day. Not getting promoted in the second year – last day. Not getting promoted next year – last day. Getting promoted – last matchday. Not getting in the Europa League with Dortmund – last matchday. Qualifying for the Europa League – last matchday. We became Bundesliga champions three games before the end but we had finals in the last four years always until the end. “I stayed in the race until the end. Sometimes I thought: ‘My God, everyone else is already on holiday, they have had four weeks and I’m still going nuts.’ But that is the truth. I try to get everything. When I sleep, I sleep. When I’m not I’m really awake. I try to push everything I can to get everything I can get. That is why we had finals in the last few years.” Finals, but not always victories – hence Klopp’s unease with the winner’s mantle. His past four finals have ended in defeat: the 2016 Capital One Cup final, the 2015 German Cup final, the 2014 German Cup final and the 2013 Champions League final. It is a record the Liverpool manager brings up voluntarily as he explains why Unai Emery’s holders hold no fear for his team. “Someone will mention it, someone will write it that I didn’t win too much,” Klopp adds. “That is the truth but very often I was in a final against a team that is actually a little bit better. The performance was always good though. We got to the final because we were overperforming and then you have the best team against you and think: ‘Oh my God, that is quite difficult.’ But even then we played our best and were really competitive like the Champions League final. “Now Sevilla is a really good side but they are not better than we are. It is not like Sevilla are up there and we are here [raises one hand up, lowers the other] and we have to bring them back down with some tactical movements. No! [Bangs his fist] If we play our best it is quite difficult for every team to play against us, especially to beat us. I’m not sure if I am a winner, but I want to win. Really. I had to learn in my life to accept defeats. It doesn’t feel too good. You could say it is better to go out in the semi-final so it doesn’t hurt so much if you lose the final but being in the final is the opportunity. That is why we are here.” Liverpool’s appetite to redress past disappointments against Sevilla extends from manager to players. February’s shootout defeat by Manchester City in the Capital One Cup final, and the lessons from it, has been a recurring theme from Liverpool’s players in the buildup to the Europa League final. James Milner’s grievances run deeper. The Liverpool midfielder, a hugely important figure in the run to Basel, was on the bench for three cup finals during his time with City and deployed in only one, the shock 2013 FA Cup final defeat by Wigan Athletic.   Related: The secret behind Sevilla’s success? Meet Monchi, the transfer wizard    “The one that stung me the most was when we had won the trophy and the manager came up to me and said: ‘I should have played you,’ but he never did,” admits Milner, who will be more than happy for Jordan Henderson to lift the trophy on Wednesday should he captain the side in his fellow midfielder’s possible absence. “I thought that was a bit pointless; I don’t know what you’re supposed to do with that. That one probably hurt me the most, but I’m not going to say who it was. But you don’t win trophies as individuals, you win them as a team. Even though you want to play in a final, and it is frustrating when you don’t, ultimately it is about the team.” He adds: “I’m desperate to add to the list of trophies that have been won at this football club. The funny thing is that I don’t think any of us have really thought about the Champions League. It’s all about winning that trophy. You walk into the reception at Melwood and all the honours are listed there. I want to ensure the club has to get someone in over the summer to change that number.” Milner sees comparisons between Klopp’s Liverpool and the start of silverware arriving at City but his manager insists the Europa League final cannot be viewed as a defining moment for his Anfield tenure or his team. “It is important,” says Klopp. “But if someone thinks if we win the final then everything will be wonderful in the future then come on … it is only one title and then next year we have to go on. If somebody thinks if we don’t win then everything is rubbish from now on then what can I say? It is a game. If you make the pressure that big how can you move in the game? How can you walk? It is hard to breathe. “It is still a football game. If you want to get to the highest level then you need to be ready to fall really deep. It is a big opportunity. It is a big chance but it is not the last chance in our life. We are only going to Basel to win this trophy. The bad news is that Sevilla will have quite the same plan. That is football. Let’s go.”",
  "webTitle": "Jürgen Klopp out to end his losing streak as Liverpool seek Europa League glory | Andy Hunter",
  "webPublicationDate": "2016-05-17T21:30:11Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/liverpool-jurgen-klopp-losing-streak-europa-league-glory-sevilla",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/17/liverpool-jurgen-klopp-losing-streak-europa-league-glory-sevilla"
}