{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/election-2016-malcolm-turnbull-poll-rating-slumps-labor-maintains-51-49-lead",
  "id": "2016-05-22-8",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull’s personal rating has slumped in the latest Newspoll, as Labor maintains a 51-49 two-party-preferred lead. Turnbull’s satisfaction rationg sits at 38% and dissatisfaction at 50%, a massive deterioration since his poll numbers peaked in November, two months after he became prime minister. Bill Shorten continues to gain popularity and close the gap on Turnbull as preferred prime minister. In the past fortnight, Shorten’s approval has risen four points to 37%. With his disapproval at 49%, Shorten has a net satisfaction rating of minus 12%, now the same as Turnbull’s.   Related: Analysis shows 'wasted' youth votes enough to election change result    The two-party-preferred vote is steady compared with the previous Newspoll result released on 9 May. It implies a 4.5% swing to Labor, enough to win 23 seats and for Labor to form government, if the swing was uniform. However, Turnbull maintains a lead as preferred prime minister, leading Shorten by 46% to 31%. Voters also think the Coalition will win the July 2 election, with 44% rating the Coalition likely victors compared with one-quarter who think Labor will win. But the expectation of a Coalition win has slipped from 55% since the question was last asked in mid-March. The improvement in Shorten’s popularity comes after Labor spent the first week campaigning on education and the second week on health. But Shorten has faced difficult questions about whether his candidates support Labor’s asylum seeker policies, including boat turn-backs. Turnbull’s declining popularity coincides with his decision to back immigration minister, Peter Dutton over his remarks that refugees were mostly illiterate and innumerate and would take Australian jobs.   Related: Australian election 2016: Bill Shorten's poll standing at a 12-month high – politics live    In the past fortnight Shorten also won the Sky leaders’ debate on 13 May according to an audience vote . On 5 April, Labor pulled ahead of the Coalition for the first time since Tony Abbott was replaced as prime minister with a 51-49% result in Newspoll. The latest Essential poll, released on 17 May, also has Labor with a potentially election-winning 51-49 lead. However, despite the slim poll leads for Labor, the Coalition is still favourite to win the election with the bookmakers.  Sportsbet is currently offering $1.30 for a Coalition win, compared with $3.50 for Labor. Betfair is offering $1.33 for a Coalition win and $3.70 for a Labor win. Centrebet has Labor at even longer odds, offering $3.80.   Polltracker",
  "webTitle": "Malcolm Turnbull's poll rating slumps as Labor maintains 51-49 lead",
  "webPublicationDate": "2016-05-22T22:15:58Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/election-2016-malcolm-turnbull-poll-rating-slumps-labor-maintains-51-49-lead",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/23/election-2016-malcolm-turnbull-poll-rating-slumps-labor-maintains-51-49-lead"
}