{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/13/lets-move-to-south-norwood-thornton-heath-south-london",
  "id": "2016-05-13-115",
  "sectionId": "money",
  "body": "What’s going for it? Not every square metre of London is swarming with oligarchs, hepcat hipsters and buy-to-let investors from Hong Kong. There is another London: it’s still there, holding out against the tabloid headlines, with its chicken shops, “continental” greengrocers, kebab spots and unreconstructed caffs. And this is it. Wedged between Croydon and Upper Norwood (so posh it likes to call itself Crystal Palace these days) is a huge, humdrum wodge of the capital. That’s not to say there aren’t sublime spots: the Norwood Lakes, the restored pomp of the Stanley Halls. The unrelenting strips of pebbledash could get claustrophobic were it not for the geography, the landscape folding this way and that in the foothills of the alps of Crystal Palace. The case against Suburban claustrophobia. There are some rather gloomy patches and some of the housing can be a bit drab (lots of pebbledash; and I like pebbledash). Well connected? Trains: seven or eight an hour from Norwood Junction to London Bridge or London Victoria (17-34 mins). Overground: every 15 mins to Canada Water (23 mins) and Shoreditch (33 mins); or to West Croydon (five minutes). Harrington Road is on the Tramlink. Schools Primaries: Downsview, St Cyprian’s Greek Orthodox, David Livingstone, Beulah Junior, Gonville Academy, Whitehorse Manor, Heavers Farm, Ecclesbourne, The Crescent and Elm Wood are all “good”, says Ofsted, with Rockmount, St James the Great RC and West Thornton “outstanding”. Secondaries: The BRIT School is “good”; the Harris Academy Upper Norwood, Harris City Academy Crystal Palace and Harris Academy South Norwood are all “outstanding”. Hang out at… The cafe at the fabulous Edwardian Stanley Halls. Where to buy Auckland Road, Howden Road, on and off South Norwood Hill. Also look west via Whitehorse Lane towards Grangewood Park; and the Victorian terraces and semis around Alber Road. Detacheds and townhouses, £625,000-£1.3m. Semis, £450,000-£900,000. Large terraces, £450,000-£625,000; smaller terraces, £300,000-£450,000. Flats: three bedrooms, £280,000-£400,000; one bedroom, £160,000-£275,000. Rentals: one-bedroom flats, £750-£1,200pcm; three-bedroom houses, £1,250-£1,700pcm. Bargain of the week Two-bedroom terrace house; needs updating. £315,000 with northwoods.co.uk. From the streets  Jon Pelluet “Monthly film club at the renovated Stanley Halls. A fantastic spot which is building great momentum – we love SE25.” Libby Hamilton “Mantanah: the best Thai restaurant I’ve been to in London. Norwood Lakes: great for running.” John Anderson “Fly tipping is endemic.” • Do you live in South Norwood and Thornton Heath? Join the debate below. Do you live in Lynton and Lynmouth, Devon? Do you have a favourite haunt or pet hate? If so, email lets.move@theguardian.com by Tuesday 17 May.",
  "webTitle": "Let’s move to South Norwood and Thornton Heath, south London",
  "webPublicationDate": "2016-05-13T15:30:11Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/13/lets-move-to-south-norwood-thornton-heath-south-london",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dyckhoff",
      "id": "profile/tomdyckhoff"
    }
  ],
  "guardianId": "money/2016/may/13/lets-move-to-south-norwood-thornton-heath-south-london"
}