{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/game-of-thrones-old-favourites-finally-fight-back",
  "id": "2016-05-30-141",
  "sectionId": "tv-and-radio",
  "body": "It was a weird week: nobody died. There was a corpse on a slab having its face carefully peeled off, sure, and a few skeletal wights got a flaming mace through the ribs, but in both cases they’re already dead anyway. Otherwise, peace more or less reigned. As Daenerys wheeled around on her pig-ugly dragon to close the episode, the body count was no higher than when we opened it. (I don’t think so, anyway: look away for a moment in this show and you are, of course, always liable to miss a significant dismemberment.) Thus deprived of quality murders and saddled with the bloodless military-political machinations of Essos and King’s Landing, we turned elsewhere for life: to the small and strikingly human concerns of Arya and Sam. I hope these two become friends. Superficially different though they are – one a small girl who keeps a list of all the people she would like killed, the other a large man who would just like to get back to the library now, please – I think they’d be fond of each other. Both are defiant of a society that lumbers them with low expectations. Both are touchingly loyal to the people they love. And, this week, both remembered who they really were just before it was too late.   Related: Game of Thrones recap: season six, episode six – Blood of My Blood    I am quite often surprised by how long it takes people to remember who they really are on television. But I suppose when you are, for example, the vengeful daughter of the murdered Eddard and Catelyn Stark, sister to the murdered Robb Stark and the imprisoned Rickon Stark and the distant Sansa Stark and Jon Snow and the newly minted Three-Eyed Raven, old friend of Gendry and Hot Pie and sworn enemy of Thoros of Myr, it’s bound to be trickier than when you’re a journalist from Andover. Sam, for his part, seemed to have missed his moment, sitting mute in his father’s great hall as the old man called him fat and his girlfriend a whore. When he found his nerve, it was in classically Samwell Tarly fashion: after everyone had gone to bed, slightly hamfisted, and no less brave or likeable for that. I wish he could just go and be a maester with Gilly and little Sam now, perhaps keeping in touch with his mother (Simon Amstell’s Auntie Liz from Grandma’s House!) and sister via the occasional small parchment. But with Heartsbane in his hands, I suspect he may have bigger fish to fry.     Play-within-a-boxset … Arya watches fake-Cersei and fake-Joffrey. Photograph: HBO    Satisfactory though it was to see him, as ever, come through in the clutch, Arya’s decision to abandon the faceless men and their many-faced god (honestly, the sentences this show makes you type sometimes) felt more grandly consequential. I’ve loved these episodes’ play-within-a-boxset of the publicly accepted version of events at King’s Landing, both for the ingenuity of its staging and for the reactions it’s elicited from the girl who lived through it all. Her awakening at this grotesque rehearsal of her father’s death seemed to suggest that she would no longer be happy to give up her name for the pleasure of assassinating strangers, but it was harder to know what to make of her sorrow at fake-Cersei’s superbly played mourning of her son.  Was the discovery that she might even feel compassion for the mother of the monster who killed Ned going to solidify that new sense of self? Or would the younger supporting player’s display of envy harden Arya’s heart and send her back to talking about herself in the insufferable third person? I couldn’t call it until she dashed that wooden cup from Lady Crane’s hands. Now she has Needle back – so much better a name than bloody Heartsbane – it feels like time for Arya to emerge as the player she has always threatened to be: subtle, marginal, fierce, and blessed with a new understanding of what it means to be an actress.",
  "webTitle": "Game of Thrones: old favourites finally fight back",
  "webPublicationDate": "2016-05-30T10:06:47Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/game-of-thrones-old-favourites-finally-fight-back",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Archie Bland",
      "id": "profile/archie-bland"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/game-of-thrones-old-favourites-finally-fight-back"
}