{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/british-horseracing-authority-paul-gilligan-ban-disciplinary-panel-independent-status",
  "id": "2016-05-02-68",
  "sectionId": "sport",
  "body": "Racing’s ruling body has defended its decision to ban the trainer Paul Gilligan, despite the clear possibility that his case may have to be reheard. The disciplinary panel in the case was chaired by Matthew Lohn, a solicitor whose independent status has been challenged in a separate case involving the trainer Jim Best which will come before an appeal panel in three weeks’ time. The disciplinary panel that heard Best’s case was also chaired by Lohn, after which it emerged that Fieldfisher, the firm in which Lohn is senior partner, has in the recent past been paid by the British Horseracing Authority for advice on non-disciplinary matters. Best’s lawyers have appealed on several grounds, one of them based on the assertion that Lohn should not have been on a panel that is supposed to be independent of the BHA. That line of appeal is now open to Gilligan and, indeed, anyone else found guilty in recent months by a BHA panel which featured Lohn as a member. Gilligan has told The Guardian that he will pursue an appeal on that ground, adding that he also denies the substance of the charge against him, which was that he ran a horse in a British race after running it at an unrecognised ‘flapping’ race-meeting in Ireland. The BHA’s panel found Gilligan guilty of the charge in March but took more than a month to issue its decision on penalty, which turned out to be a six-month ban that was announced on Friday and came into immediate effect. The BHA asked for the ban to be reciprocated in Ireland, where Gilligan is based, but the Irish Turf Club has now refused to consider that request until Gilligan’s appeal is heard, so the trainer can continue to have runners in Ireland.   Related: Jim Best allowed to race horses pending appeal against corruption charges    Asked whether it might not have been better for the BHA to postpone publication of Gilligan’s penalty until the Best appeal had been heard, a BHA spokesman said he could see no good reason for further delay. “The hearing involving Paul Gilligan was held in March and the Panel found on the day that he was in breach of the rules, with his penalty and reasons to follow in due course,” Robin Mounsey said. “Once that penalty had been decided on and the reasons written, it would not have been appropriate to hold them back until after the outcome of the Jim Best appeal in late May.” The BHA intends to mount a vigorous defence when Best’s appeal is heard on 24 May. Its chief executive, Nick Rust, indicated during a recent appearance on At The Races that the body does not believe its status as a client of Lohn’s firm should void the conclusions of any panel on which he sat. Privately, however, officials are at least prepared to contemplate the possibility of having to rehear the matter in front of a different panel. From the regulator’s perspective that would be embarrassing but clearly preferable to one of the alternatives for which Best’s lawyers are expected to argue, that there is now no prospect of a fair hearing and therefore the proceedings must be abandoned. Lohn has not spoken in public about the issue and has not responded to The Guardian’s requests for comment. Adam Brickell, the BHA’s director of integrity, has said nothing in public since a brief defence of the disciplinary system a month ago, when he pointed out that it had withstood previous legal scrutiny. Anthony Boswood QC, who will chair the independent appeal board in the Best case, hinted at the gravity of the matter when he ruled recently that Best could continue to train before the appeal. “This causes me very great concern,” he wrote. “A partner in a solicitors’ firm acts as chairman of a supposedly independent judicial inquiry into allegations of misconduct made by a regulatory body against a person when, unknown to the person accused, the regulatory body is itself a client of the chairman and his firm. “This situation seems to me to cry out for further consideration in the light of the English authorities and the rules which apply in what may be analogous situations, for example, arbitration.” Boswood recorded an admission by Graeme McPherson QC, representing the BHA, “that the BHA was indeed a client of the chairman of the disciplinary panel, and his firm, in that they had acted on the BHA’s behalf, in the recent past, in giving advice and/or undertaking work”. The BHA’s rules do not specify qualifications for membership of disciplinary panels. However its press releases habitually refer to such panels as being independent of the BHA.",
  "webTitle": "BHA defends ban on Paul Gilligan despite clear appeal risk\r\n",
  "webPublicationDate": "2016-05-02T17:25:51Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/british-horseracing-authority-paul-gilligan-ban-disciplinary-panel-independent-status",
  "keyword": [
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/02/british-horseracing-authority-paul-gilligan-ban-disciplinary-panel-independent-status"
}