{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/13/bbc-young-musician-most-exciting-journey-winner",
  "id": "2016-05-13-219",
  "sectionId": "music",
  "body": "I first entered BBC Young Musician in 2012, when I was 15, and made it to the keyboard final. It was the start of the most rewarding and exciting journey in my life so far – the whole experience was incredibly inspirational, and it definitely made me think far more critically about my playing.   Related: From the classical archive, April 1978: the first ever BBC Young Musician of the Year competition    With all that in mind, I simply couldn’t wait to send in my application for the next competition, in 2014 (it’s held every two years). I knew what awaited me: not just hours of sitting at the piano practicing, but also hours of enjoyable conversations with my teacher about the crucial issue of repertoire choices. Because the rounds are compact, it is vital to have an appealing, contrasting programme that really captures the audience’s attention, and that allows you to show the best of yourself as an individual, a performer, and most importantly, a musician. Leading up to the grand final, I dedicated many hours every day to my concerto (Rachmaninov’s Rhapsody on a Theme of Paganini) – not only working at the piano, but also listening to my favourite recordings and going through the score in fine detail. In the blink of an eye, the day I dreamed of arrived. On the night, I felt confident that the music was totally ingrained and connected to me. Of course, there were still some pre-concert nerves and adrenaline, but I’ve realised that if you manage these carefully, they can lift your performance into the stratosphere. Backstage, there was a feeling of camaraderie and mutual support between the three finalists. We were all willing each other on.             Since winning the title, my life has changed enormously. The competition launched my professional performing career – which is nurtured and organised thanks to the tireless work of the Young Classical Artists Trust. Today, alongside being a full-time student at the Royal College of Music with Professor Vanessa Latarche, I have made my debut at the BBC Proms, at Cheltenham festival, the Queen Elizabeth Hall and Cadogan Hall, among many others. I’ve even recorded a single alongside Elton John, Stevie Wonder and Nicola Benedetti.     The BBC Young Musician 2016 finalists: saxophonist Jess Gillam, cellist Sheku Kanneh-Mason and French horn player Ben Goldscheider. Photograph: BRIAN TARR/BBC    While I am extremely fortunate to have been offered these opportunities to perform all around the country, I’ve learnt that it’s important to manage your time and space your concerts out appropriately. This allows you to progress and improve while making the most out of every concert.    Related: Previous winners on how Young Musician of the Year helped their careers    As performers, we all have weaknesses and insecurities. When you perform in front of an audience, these flaws are laid out for everyone to see. Experience and exposure help us to keep learning, keep developing, and master those imperfections.  So, if you were to ask me to give any one piece of advice to an aspiring young musician it would unquestionably be to have fun and never allow anyone’s criticism stifle your love and passion for making music.   The final of the BBC Young Musician 2016 is at the Barbican, London on Sunday 15 May and on BBC4 and iPlayer. Martin James Bartlett performs at the Budleigh festival on 9 July.",
  "webTitle": "Martin James Bartlett on winning the BBC Young Musician competition",
  "webPublicationDate": "2016-05-13T11:01:13Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/13/bbc-young-musician-most-exciting-journey-winner",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "music/musicblog/2016/may/13/bbc-young-musician-most-exciting-journey-winner"
}