{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/norbert-hofer-austria-presidential-hopeful-rightwing",
  "id": "2016-05-19-182",
  "sectionId": "world",
  "body": "The man who could on Sunday become Austria’s first rightwing populist president likes to present himself as a centrist. The Austrian Freedom party (FPÖ), Norbert Hofer argued in a recent interview, was far from rightwing but “to the left of the US Democrats”. Austria, he said, was “blessed” not to have an extremist party like Greece’s Golden Dawn. Last month, Hofer’s pitch as a consensus-building reformer of Austria’s static political system helped him defy the polls and gain a 35% victory in the first round of the presidential elections, leaving the candidates of the centre-left Social Democratic party (SPÖ) and centre-right People’s party (ÖVP), who have shared the post between themselves since 1945, floundering in his wake.   Related: Austrian far-right party's triumph in presidential poll could spell turmoil    Now, after the resignation of the chancellor Werner Faymann, Hofer’s rhetorically dexterous performances in TV debates with his rival, Alexander Van der Bellen, and a period in which neither of the two centrist parties could bring themselves to fully rally behind his sole remaining opponent, many in Austria think it is possible that the “friendly face of the FPÖ” (Der Kurier) with the “doe eyes” (Der Spiegel) will soon represent their country on the national stage. But a number of commentators warn that Hofer’s persuasive oratory and natural charm have allowed him to successfully cover up an ideological background that places him on the extreme right of the political spectrum. Stefan Petzner – a protege of the late longtime FPÖ leader Jörg Haider, who now works as a PR adviser to a variety of political parties – recently described Hofer as a “sheep in wolf’s clothing, a ticking timebomb”. Haider, under whom the rightwing party rose to prominence in the 90s, would not have voted for his own party’s candidate, he said.  Burgenland-born Hofer, who was relatively unknown outside party circles until his nomination for the presidential post in January, was one of the key architects of the FPÖ’s lurch to the right following a course of relative moderation during Haider’s leadership.   Austria election map   Having risen up the ranks as a political adviser to Haider’s successor, Heinz-Christian Strache, Hofer was tasked with rewriting the FPÖ manifesto in 2011, reintroducing a “commitment to a German people and cultural community”. He used a German phrase, Volksgemeinschaft, which strongly echoes the rhetoric of the Nazi era. In an interview with the Austrian far-right magazine Aula in June 2011, Hofer heralded this move as a “reversal of Haider’s prostration”, referring to the ex-leader’s toning down of overtly nationalist rhetoric before joining government in 1999. “It looks odd when people deny their own roots,” he said. When taken to task on the manifesto commitment, the presidential candidate has repeatedly denied that Austria should form part of a greater Germany rather than remain an autonomous republic. Surprisingly, given how unpopular notions of pan-Germanism are in contemporary Austrian society, he has not always done so in unambiguous terms. “For me, Austria is a nation”, he told Die Presse newspaper on Tuesday. “But I won’t condemn anyone who sees it differently.” Critics point out that Hofer’s actions send a different message. He is an honorary member of the student fraternity Marko-Germania zu Pinkafeld, which in its 1994 founding document rejects the “history defying fiction of an ‘Austrian nation’”.     Alexander Van der Bellen (left) and Norbert Hofer before the start of a TV debate in Vienna. Photograph: Hans Punz/AFP/Getty Images    In a speech in February 2015, Hofer called for South Tyrol in northern Italy – once part of the Austro-Hungarian empire – to be integrated into the Austrian state and has since proposed offering dual nationality to citizens of the autonomous province. Often, Hofer’s flirtation with the iconography and language of the National Socialist movement has been far from covert. As late as 2013, he attended party gatherings wearing a blue cornflower on his lapel – a plant popularised as a symbol of the pan-German movement by the Austrian politician Georg Ritter von Schönerer, whom Hannah Arendt described as Adolf Hitler’s “spiritual father”. Strache has stated that the cornflower represented “the bourgeois freedom movement of 1848”, a claim that historians dismiss as fictitious. Hofer has said his favourite artist is the painter and sculptor Odin Wiesinger, whose works feature young men in fraternity uniforms and maps of the Greater German Reich. In a Facebook post from May 2015, Wiesinger claimed that “since this so-called Germany was ‘liberated’ in 1945, it is ‘anyone’s’ country and is being governed by puppets”. In a separate entry, written in March 2016, Hofer wrote to Wiesinger: “Dear Odin! Don’t be aggrieved. The polls are good and as a result the attacks are getting stronger. Be assured of my friendship.” Asked in a TV interview whether he was an anti-fascist, Hofer rejected the term, saying he was against all forms of extremism. According to journalist Nina Horaczek, of Austrian weekly Falter, who has written a biography of Strache: “Hofer has broken with the anti-fascist consensus that has existed in Austria and Germany since the end of the second world war.” During last Sunday’s TV debate, Hofer bemoaned that leftwing activists had intimidated his party’s politicians and defaced campaign posters. But the revival of the FPÖ has also coincided with the rise of a new kind of rightwing activist movement which, although not officially affiliated with the party, shares many of its aims and beliefs.   Related: The Guardian view on European politics: Vienna calling | Editorial    Shortly before the first round of the presidential elections, a group of up to 30 members of the “Identitarian movement” disrupted a Vienna performance of Nobel prize winner Elfriede Jelinek’s play, Die Schutzbefohlenen, which deals with the refugee crisis, spraying fake blood and throwing out leaflets bearing the words “multiculturalism kills”.  During the ensuing brawl with the audience, eight people were injured. A week later, activists scaled the roof of Vienna’s Burgtheater during a performance of the same play, unfurling a banner reading “hypocrites”. The pan-European movement, originally derived from France’s far-right and anti-immigrant youth movement Génération Identitaire, claims to reject the kind of violent methods employed by the neo-Nazi scene, instead staging “aesthetic interventions” of the kind more familiar from leftwing or green movements. The movement has found a particularly fertile ground in Austria, where student Markus Willinger wrote its manifesto in 2013. Since 2014, the Identitarians have been monitored by Austria’s office for the protection of the constitution because of its links to the neo-Nazi scene.     Hofer attends May Day celebrations in Linz. Photograph: Christian Bruna/EPA    Some dismiss the group as little more than “rich kids playing at being in the NSDAP”. Vienna’s Archive of Austrian Resistance research centre estimates that the organisation has no more than 60-70 active members and about 500 sympathisers. The group itself claims that its Austrian branch has 800 paying members and about 2,500 people who attend its events. During a meeting with the Guardian, one of its founding members, Patrick Lenart, claimed Austria’s Identitarians were the “most active movement after that in France” and that its membership had grown fourfold in the past year.   Related: The far right is weaselling into the mainstream, dressed up in suits | Paul Mason    Lenart, a 28-year-old philosophy student wearing a checked hipster shirt and Ray-Ban sunglasses, refused to say for whom he would vote on Sunday. But he said he could not think of any points in Hofer’s manifesto that he disagreed with. Lenart praised the FPÖ’s funding programmes for folklore customs in his native Carinthia, and said he believed the people of South Tyrol had to be given a chance to choose, in his words, “whether they are Italians or Germans”. Strache has shared Identitarian videos on his Facebook page; in Vienna an Identitarian activist ran for office for the FPÖ. “Our main aim is the preservation of our own cultural identity, that Austria remains Austrian and Europe remains Europe, and that is something the FPÖ has in common with us,” Lenart said. He added that it was a “shame” Hofer had said in the runup to the elections that he wanted nothing to do with the movement. At any rate, the Austrian new right’s political sights are already set beyond an election victory for Hofer. Asked if liberalism was part of the European identity his movement wanted to preserve, Lenart replied: “I think we all think very liberally these days, but I think it would be important to have an alternative to liberalism in our political landscape. Our current, tapered form of liberalism is a bigger problem than Islam, because it robs us of our own tradition and our own culture. “The world is melting into one. People are being de-rooted. The task of the Identitarian movement is to create the possibility so that people can once again become conscious of their place in an ancient chain.”",
  "webTitle": "Norbert Hofer: is Austria's presidential hopeful a 'wolf in sheep's clothing'?",
  "webPublicationDate": "2016-05-19T12:33:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/norbert-hofer-austria-presidential-hopeful-rightwing",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "world/2016/may/19/norbert-hofer-austria-presidential-hopeful-rightwing"
}