{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/malcolm-turnbulls-budget-turns-younger-voters-off-coalition-poll-shows",
  "id": "2016-05-09-42",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull’s election-eve budget may have harmed his prospects with younger voters, with a strong majority saying the “jobs and growth plan” had made them less inclined to vote for the Coalition, according to a new Guardian Lonergan poll.   Related: Turnbull targets Labor's 'shameful' opposition to youth work experience plan    The poll, of 1,841 voters taken across the country from Friday to Sunday, confirms other national polling results – the two major parties enter the eight-week election campaign neck and neck, each with 50% of the two-party preferred vote. Asked whether the budget had made them more or less likely to vote for the Liberal or National parties, 29% said more likely, 47% said less likely and 24% were unsure. But among younger voters the reaction was far harsher, with 61% of 18- to 24-year-olds saying it made them less likely to vote Liberal, while 30% said they were more likely to support Turnbull and 9% were unsure. And among 25- to 34-year-olds the verdict was almost as severe, with 58% saying they were less likely to vote for the Coalition after budget night, 24% saying they were more likely and 18% unsure.   Related: Want to understand budget week? It's all about the election pitches | Lenore Taylor    The 25- to 34-year-olds were also more likely to believe the budget – which included a small tax cut for people earning over $80,000 to avoid so-called bracket creep and staged company tax cuts – would make them personally worse off. Overall 12% of those polled thought they would be better off because of the budget, 38% thought they would be worse off and 49% said it would make no difference to them personally. But among 25- to 34-year-olds, 48% thought they would be personally disadvantaged. “The budget has had a particularly strong impact on the voting intention of younger Australians,” said the chief executive of Lonergan Research, Chris Lonergan. “59% of those aged 18-34 are less likely to vote for the Liberal or National party as a result of the budget. Whilst this may be partly due to the fact that they are seven percentage points less likely to vote for the Liberal or National party, young voters are also nine percentage points more likely to rate the budget as unfair, implying perceptions of equity as well as age skews are influencing voting intent.” Overall Bill Shorten’s budget speech in reply – an opportunity for the Labor leader to address the nation in prime time just days before the election was called – was greeted with a similar lack of enthusiasm. Thirty-five per cent said it had made them more likely to vote Labor, 41% said less likely and 24% were unsure.   Related: Lucky man: has Bill Shorten got what it takes?    But it did not provoke an especially harsh verdict in any particular demographic. As both leaders hit the campaign trail in Queensland on Monday and Tuesday, the Lonergan poll found Labor’s primary vote is 35%, the Coalition’s 42% and the Greens on 12%. Ten per cent said they were planning to vote for another party or an independent candidate.  The research was conducted among 1,841 voters by recorded voice automatic telephone interviewing between 6 May and 8 May. A mixture of landline and mobile phone numbers were used. After interviewing, data was weighted to a population profile derived from Australian Bureau of Statistics population estimates.",
  "webTitle": "Malcolm Turnbull's budget turns younger voters off Coalition, poll shows",
  "webPublicationDate": "2016-05-09T20:00:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/malcolm-turnbulls-budget-turns-younger-voters-off-coalition-poll-shows",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/10/malcolm-turnbulls-budget-turns-younger-voters-off-coalition-poll-shows"
}