{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/coming-out-gardener-urban-gardening-lost-generation-ryanir-leonardo-dicaprio",
  "id": "2016-05-23-74",
  "sectionId": "commentisfree",
  "body": "One gloriously hot day last summer I was in my kitchen with a friend, sweating into our lemonades, and wanting desperately to be outside. “I wish we had some kind of outdoor space,” I moaned. My friend was standing by the window. “Um,” she said, “don’t you already have a garden?”   Related: How do we spark a gardening revolution?    This was so neglected it was understandable that I’d forgotten its existence: a six-foot-high bramble jungle was home to a family of foxes, and weeds pushed through the barbecue. I was one of that “lost generation of gardeners” in their 20s and 30s lamented this week by the Royal Horticultural Society. Our baby-boomer parents didn’t teach us the skills (or perhaps they tried but, eyes fixed on our screens, we didn’t listen), and the buy-to-let boom means there is little incentive to maintain outdoor spaces. But here I am, coming out as a gardener. A period of severe anxiety has made me look on the garden with new eyes: it became a sanctuary, somewhere I could feel safe while still enjoying the perks of being outside. My boyfriend and I cleared the brambles by hand. We put down gravel, planted lavender and rosemary and jasmine. The seedlings of my wildflower meadow are just coming up. Now, instead of browsing the Topshop website, I scroll through varieties of honeysuckle. Instead of walking with my eyes fixed to my phone, I check out other peoples’ clematis. It’s not particularly “cool” to admit to a hobby that is so often associated with older people, but I don’t care. It has made me healthier, and happier, which, at a time when young people are facing an epidemic of mental ill health, should give others in my generation pause. Furthermore, I quite like how gardening links me to the older generation. I don’t look at my fuchsia without thinking of my late grandmother, who proudly showed them off to me when I was a little girl. I have found many good reasons to toil the earth. If nothing else, the space is great for parties. Hypocrisy on a budget     ‘Practically everyone has flown Ryanair.’ Photograph: Alamy      Last year’s Labour campaigners have been condemned as too middle class in a book edited – irony of ironies – by the son of a baron, Tristram Hunt. Apparently the party staff struggled to relate to English working class voters in the run-up to the general election, behaving like “middle-class Ryanair passengers … having to stomach a couple of hours’ flight with people they shared little in common with”.   Related: Labour activists in 2015 'were like middle-class Ryanair passengers'    No doubt being seen as a metropolitan elite alienated from the realities of normal people’s lives is a problem for Labour, though I’m not sure “reclaiming English patriotism”, as Hunt suggests, is a useful way to attract voters. But let’s unpick the Ryanair reference. The budget airline, which has just posted profits of 43%, is now part of the cultural lexicon. In other words, practically everyone has flown Ryanair. It beggars belief that people will jump at the chance to snap up a £19.99 flight to Puglia but deride those sitting next to them for doing the same. When you’ve signed up to spend two hours in a cramped tin can being flogged scratch-cards and aftershave, surely you’re on a hiding to nothing complaining about the calibre of your travelling companions? As with politicians, hypocrisy seems to be the dominant attribute. DiCaprio’s carbon calamity     Leonardo DiCaprio with the UN secretary-general, Ban Ki-moon. Photograph: UPI / Barcroft Media      Perhaps the only person who doesn’t fly Ryanair but should really consider it is Leonardo DiCaprio, who annoyed green activists by taking an 8,000-mile round trip by private jet from Cannes to New York to pick up an award for environmental campaigning. Surely he is not so lacking in self-awareness as to see the contradiction? Living one’s values is a challenge for all of us, but rarely is such brazen inconsistency so obviously apparent, even for a Hollywood actor. It’s a slapped wrist from me, though if DiCaprio wants to send some trees my way to offset his carbon footprint, I’d accept a magnolia with good grace.",
  "webTitle": "I’m coming out – as a gardener | Rhiannon Lucy Cosslett",
  "webPublicationDate": "2016-05-23T18:05:18Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/coming-out-gardener-urban-gardening-lost-generation-ryanir-leonardo-dicaprio",
  "keyword": [
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardening advice",
      "id": "lifeandstyle/gardeningadvice",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Ryanair",
      "id": "business/ryanair",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Leonardo DiCaprio",
      "id": "film/leonardodicaprio",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhiannon Lucy Cosslett",
      "id": "profile/rhiannon-lucy-cosslett"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/coming-out-gardener-urban-gardening-lost-generation-ryanir-leonardo-dicaprio"
}