{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/miss-julie-review-stalkerish-camera-feed-provides-up-close-look-at-human-nature",
  "id": "2016-05-02-261",
  "sectionId": "stage",
  "body": "There are easier challenges in the theatre than taking on Strindberg. Temperamental both as a man and an intellect, Strindberg’s playwriting was no place for his passions to find cool respite, but a crucible in which to explore their fury. The 19th century artist, who is as famous for his essays, novels, poetry and painting in his native Sweden as he is in the rest of the world for his plays, is often considered the father of Swedish literature, but he’s a problematic parent; his contemporary reputation bears both direct accusations of misogyny and anti-semitism, and the reasonable consideration that his constantly shifting opinions on such things were social experiments to explore the characterisation of their ideas in his work.   Related: Ibsen and Strindberg - necessary opposites    Miss Julie, written in 1888 and first performed the following year, is similarly as much a radical essay in the inherent drama of the human character as it is a work for the theatre. For Strindberg, observing the unstable nature of the human character under emotional pressure was more interesting than imposing the artificial events of a conventional plot, and the play’s simple premise of a servant and a count’s daughter who succumb to an annihilating mutual attraction after a drunken party one Midsummer Eve is built of the complex emotional engagements that lead up to the act, and afflict its participants afterwards.  It was first published with a lengthy introduction from the author explaining it as a product of naturalism, the then-radical literary theory that forensic dissection of ordinary human lives, including details of speech, dress and interiors, in art could lead to a greater understanding of universal humanity.      Actors Mark Leonard Winter and Robin McLeavy in discussion with director KIp Williams in rehearsals for Melbourne Theatre Company’s Miss Julie, opening April 2016. Photograph: Melbourne Theatre Company    That 128-year-old introduction is relevant to understanding how director Kip Williams has executed his production of Miss Julie for the Melbourne Theatre Company, and the challenge its stylistics present – because in the intervening years, the once-radical naturalism of the theatre has been destroyed by the capacity of cinema and television to replicate the details of real human lives far more closely than people walking around a stage in front of an auditorium full of people ever could.   Related: Director Kip Williams on Miss Julie: 'This was a play that made me angry'    Williams has embraced the contemporary contradiction of naturalism in the theatre by using the very technology that usurped it. While servant Jean and his mistress, Miss Julie fight, flirt, fuck and fall apart – sometimes in front of Jean’s casual fiancee, Kristin, sometimes not – they’re trailed by a near-invisible live camera crew feeding footage both intimate and sometimes stalkerish to a screen that hangs over the set.  With a designer as good as Alice Babidge providing set and costume and Paul Jackson lighting it, the simultaneous imagery of theatre and screen is visually beautiful to behold, without ever distracting from the sometimes bleak, sometimes mundane tragedies taking place within the story. As well as it is done, however, Williams’s device is not original; it was British director Katie Mitchell who famously innovated the same device in the same play in her famous Schaubuhne production the Guardian reviewed in its season at the London’s Barbican in 2013. I did not see that production, but am aware it was used to explore the story from Kristin’s point of view. This is not the case in Williams’s version, where the cameras recruit the audience into the role of the Count’s servants, never seen on the stage, but always known to be present, and able to see all.  It’s an excellent acknowledgement of Strindberg’s strident class politics – the limitations of role and restrictions of opportunity forced by class hierarchies are what, of course, keep the turn-of-the-century lovers apart, poison their attraction and drive the emotional catastrophe that results from their forbidden encounter.  But it is a missed note of an otherwise electric production that Williams lacks an ear to the class dynamics of Australian speech, because Mark Leonard Winter’s performance as the ambitious Jean, frustrated by his class, is so good that recognising the class reality of his origins is a detail an Australian production deserves.  Alas, a lack of recognising that Australian classes have cultural differences is a problem Williams shares with other directors of his theatrical generation: Matt Lutton marred his otherwise brilliant Night on Bald Mountain for failing to realise Miss Summerhayes’s class difference from her aristocratic employers and Simon Stone’s otherwise very good film adaptation of his play Wild Duck, The Daughter, is let down by sacked timber workers in a depressed town who take to sudden unemployment with a happy-go-lucky bon vivance. The omission is more indicative of a broader cultural problem in the theatre than a fatal flaw of this particular Miss Julie. Winter is passionate, invested and immersed in what he’s doing and Robin McLeavy is stunning, her performance so broad-ranged, engaged and responsive that the escalating love-or-death tension between Jean and Julie injects exciting levels of risk and doubt even into this hoary, canonical, century-old play. As Kristin, Zahra Newman’s contribution is no less affecting for creating the moments of tenderness amidst the conflagrations.  If Williams is not doing anything very new with his Miss Julie, the victory of his production is he has the directorial sense to do it with the energy Strindberg demands. Miss Julie is at the Melbourne Theatre Company until 21 May",
  "webTitle": "Miss Julie review – derivative yet riveting up-close look at class and human nature",
  "webPublicationDate": "2016-05-02T03:27:03Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/miss-julie-review-stalkerish-camera-feed-provides-up-close-look-at-human-nature",
  "keyword": [
    {
      "webTitle": "Australian theatre",
      "id": "stage/australian-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Van Badham",
      "id": "profile/van-badham"
    }
  ],
  "guardianId": "stage/2016/may/02/miss-julie-review-stalkerish-camera-feed-provides-up-close-look-at-human-nature"
}