{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/28/ken-livingstone-dropped-from-his-lbc-radio-show",
  "id": "2016-05-28-89",
  "sectionId": "politics",
  "body": "Ken Livingstone’s Saturday morning radio show has been dropped by LBC in the wake of the controversy surrounding his recent claim that Adolf Hitler had supported Zionism. The former mayor of London, who had presented the politics programme with David Mellor for the past eight years, denied that his comments had led to the radio station’s decision not to renew his contract this year. Livingstone told the Guardian that LBC informed him in early April he could not present the two-hour Saturday morning show during the EU referendum campaign because of Ofcom impartiality rules.  He said he had given station management two letters from Ofcom stating that he did not represent Labour.            Ken Livingstone defends Hitler comments – video    Livingstone has appeared on LBC’s Saturday show as a guest in the wake of the antisemitism row, but has not been on the station since then. “I was told on Monday that my contract would not be renewed,” Livingstone said. “It was an annual contract and doesn’t run out until the end of July/early August. I’ve been on every Saturday since September 2008 except for when I’ve been on holiday … and a break ahead of the 2012 mayoral election.” An LBC spokesman said Livingstone would not return to his presenting role. The Saturday show had about 300,000 listeners, compared with about 50,000 when he took over the 10am-midday timeslot, Livingstone said, and was running “neck-and-neck” with Radio 4.  It had also been well supported by advertisers, he added. “It’s surprising that a capitalist company is doing this. David [Mellor] isn’t happy either,” he said. “People would stop me on the street and say how much they liked the show.”  Livingstone questioned whether the Tories may have leaned on LBC bosses to take him off the show. The controversy arose when Livingstone said in a BBC London interview last month that Hitler had supported Zionism “before he went mad and ended up killing 6 million Jews”, and also claimed there was a “well-orchestrated campaign by the Israel lobby to smear anybody who criticises Israeli policy as antisemitic”. Livingstone maintained his stance on Saturday. “No paper or media organisation has shown that what I said was wrong,” he said. Labour suspended Livingstone in late April for “bringing the party into disrepute”, and Jeremy Corbyn said the party was “not tolerating antisemitism in any form whatsoever”. Livingstone said Labour’s Blairite wing had used the controversy as an opportunity to remove him from the national executive committee, the party’s ruling body.  He gave up his place on the committee this month, losing his most influential role in the party.   This article was amended on 30 May 2016 to correct the claim that David Mellor’s contract was not being renewed by LBC.",
  "webTitle": "Ken Livingstone radio show is dropped by LBC",
  "webPublicationDate": "2016-05-28T13:45:35Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/28/ken-livingstone-dropped-from-his-lbc-radio-show",
  "keyword": [
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "LBC",
      "id": "media/lbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Johnston",
      "id": "profile/chris-johnston"
    }
  ],
  "guardianId": "politics/2016/may/28/ken-livingstone-dropped-from-his-lbc-radio-show"
}