{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-little-ondine",
  "id": "2016-05-02-160",
  "sectionId": "small-business-network",
  "body": "Joris Peucheret, co-founder of Little Ondine, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   In 2009, co-founder Simon realised nail polish fumes gave him headaches. So Little Ondine came to life as an innovative nail polish with a patent-pending formula. Here’s what makes us special: odour-free (no headaches), fast drying, peels off (no remover needed) and all of the products are made with natural ingredients.  We launched in April 2015 with a multi-channel marketing strategy targeting media, trade and consumers to propel the business forward. The first media milestone was an ‘evangelical endorsement’ by The Guardian’s resident beauty columnist Sali Hughes in July. We saw more than 300 orders the weekend her column went to print.  As blogger and media coverage grew (we were interviewed by The New York Times for innovation), so did our customer base and list of retail partners. We have now featured in 15 media titles, and in October alone we generated £20,000 in revenue.  In December we won the CEW & QVC ‘Find a Beauty Brand’ competition, securing broadcast time with QVC & launching Little Ondine to millions of people in the UK. In January, we had our first hour on-air, during which 90% of stock sold out.  Why has our strategy been so effective? Because we’ve invested in our people. Interns have become employees and our logistics manager moved from home storage to managing a fully staffed warehouse. We want to win Startup of the Year to show how resourceful people with a unified plan to reimagine nail polish can achieve business goals while putting customers first.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Little Ondine",
  "webPublicationDate": "2016-05-02T11:29:50Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-little-ondine",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-little-ondine"
}