{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/donald-trump-delegates-count-republican-nomination-news-campaign-2016",
  "id": "2016-05-26-149",
  "sectionId": "us-news",
  "body": "Donald Trump notched up his 1,238th committed Republican delegate on Thursday, carrying him across the threshold to clinch the party’s presidential nomination. Trump needed a majority 1,237 delegates out of the 2,472 at stake to tie up the nomination in advance of the Republican national convention in Cleveland in July. The nomination will not officially be conferred until the convention. Trump was boosted over the line on Thursday by a group of unbound and previously uncommitted delegates who decided to board the Trump train, the Associated Press reported. Recent converts to the Trump camp included the Oklahoma GOP chairwoman, Pam Pollard. “I think [Trump] has touched a part of our electorate that doesn’t like where our country is,” Pollard told AP. “I have no problem supporting Mr Trump.” Senior party officials such as Pollard are among 118 delegates who will enter the convention unbound – they may vote for whomever they want to be the party’s nominee. The vast majority of Republican delegates are bound by state-level voting results. Trump crossed the barrier despite efforts by Texas senator Ted Cruz and Ohio governor John Kasich to prevent him from clinching the nomination by staying in the race for weeks after it became impossible for they themselves to climb to 1,237 delegates. The success of the Cruz campaign in particular at advancing slates of delegates sympathetic to him, who might swing their support behind him in a conjectural second round of voting at the national convention, drove Trump to condemn the nominating system as “rigged”. But voters in 31 states awarded Trump outright victory, and he steadily amassed an unanswerable lead. A dominating performance in Indiana on 3 May, in which Trump claimed all 57 of the state’s delegates in a contest that Cruz had hoped to win, caused both Cruz and Kasich to suspend their candidacies. Trump is expected to be nominated for president with one round of voting in Cleveland in July. Some delegates, however, remained wishful for a second round of voting, in which they could buck off the preferences of their states’ voters and vote for someone else. Cameron Linton of Pittsburgh told the Associated Press that he would back Trump on the first ballot, since Trump won the primary vote in Linton’s congressional district. “If there’s a second ballot I won’t vote for Donald Trump,” Linton said. “He’s ridiculous. There’s no other way to say it.”   Related: US election delegate tracker: who's winning the presidential nomination?     Trump, a political neophyte who for years delivered caustic commentary on the state of the nation from the sidelines but had never run for office, fought off 16 other Republican contenders in an often ugly primary race. Many on the right have been slow to warm to Trump, wary of his conservative bona fides. Others worry about Trump’s crass personality and the lewd comments he’s made about women. But millions of grassroots activists, many who have been outsiders to the political process, have embraced Trump as a plain-speaking populist who is not afraid to offend. Steve House, chairman of the Colorado Republican party and an unbound delegate who confirmed his support of Trump to AP, said he likes the billionaire’s background as a businessman.           Donald Trump tells Jimmy Kimmel: I have used aliases    “Leadership is leadership,” House said. “If he can surround himself with the political talent, I think he will be fine.” Others who confirmed their decision to back Trump were more tepid, saying they are supporting him out of a sense of obligation because he won their state’s primary. Trump’s path to the Republican presidential nomination began with an escalator ride. Trump and his wife, Melania, descended an escalator into the basement lobby of the Trump Tower on 16 June 2015, for an announcement many observers said would never come: the celebrity real estate developer, who had flirted with running for office in the past, would announce that he was launching his campaign for the GOP presidential nomination. That speech set the tone for the candidate’s ability to dominate the headlines with provocative statements, insults and hyperbole. He called Mexicans “rapists”, promised to build a wall between the US and Mexico and ban Muslims from the US for an indeterminate time. He put down women based on their looks. And he unleashed an uncanny marketing ability in which he deduced his critics’ weak points and distilled those to nicknames that stuck. “Little Marco” Rubio, “Weak” Jeb Bush and “Lyin’ Ted” Cruz, among others, all were forced into primarily reacting to Trump. They fell one by one – leaving Trump sole survivor of a riotous Republican primary. His rallies became must-see events and magnets for free publicity. Onstage, he dispensed populism that drew thousands of supporters, many wearing his trademark “Make America Great Again” hat and chanting, “Build the wall!” The events drew protests too – with demonstrators sometimes being forcibly ejected from the proceedings. One rally in Chicago was cancelled after thousands of demonstrators surrounded the venue and the secret service could no longer vouch for the candidate’s safety. When voting started, Trump was not so fast out of the gate. He lost the Iowa caucuses in February, falling behind Cruz and barely edging Rubio for second. He recovered in New Hampshire. From there he and Cruz fiercely engaged, with Trump winning some and losing some but one way or another dominating the rest of the primary season – in votes or at least in attention – and ultimately in delegates. All the while, Republican leaders declared themselves appalled by Trump’s rise. Conservatives called the one-time Democrat a fraud. But they failed, ultimately, to block him. Republican leaders slowly, warily, began meeting with Trump and his staff. And he began winning endorsements from a few members of Congress. As with other aspects of his campaign, Trump upended the traditional role of money in the race. He incurred relatively low campaign costs – just $57m through the end of April. He covered most of it with at least $43m of his own money loaned to the campaign. He spent less than $21m on paid television and radio commercials. That’s about one-quarter of what Jeb Bush and his allies spent on TV. Bush dropped out of the race three months ago, after disappointing results in South Carolina. Trump, 69, the son of a New York City real estate magnate, had risen to fame in the 1980s and 1990s, overseeing major real estate deals, watching his financial fortunes rise, then fall, hosting The Apprentice TV show and authoring more than a dozen books.  The Associated Press contributed to this report   Republicans    Democrats",
  "webTitle": "Trump reaches delegate count needed to clinch Republican nomination",
  "webPublicationDate": "2016-05-26T15:00:00Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/donald-trump-delegates-count-republican-nomination-news-campaign-2016",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom McCarthy",
      "id": "profile/tommccarthy"
    }
  ],
  "guardianId": "us-news/2016/may/26/donald-trump-delegates-count-republican-nomination-news-campaign-2016"
}