{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/in-east-anglia-will-continue-regardless-of-eu-result",
  "id": "2016-05-11-83",
  "sectionId": "uk-news",
  "body": "Felicity Lawrence’s excellent article about migrant workers in Wisbech (The gangsters on our doorstep, The long read, 11 May) demonstrates what many of us in East Anglia know – that our concerns are not about migrants and migration but about low pay, overcrowded housing, criminal activity and, above all, the exploitation of the honest and decent by the unscrupulous. The impending EU referendum is portrayed in simple remain or leave terms but the real questions are much more complex. Our views are shaped by what we see around us. The people of Peterborough, Petersfield, Peterlee or Peterhead will all have differing experiences of, and perspectives on, migration. Nevertheless, criminals, criminality and exploitation will continue after the referendum on 23 June whatever the result and the key will be to ensure that the relevant authorities are adequately staffed and funded in order to tackle and defeat the perpetrators of unacceptable behaviour and practices.Toby WoodPeterborough, Cambridgeshire • Felicity Lawrence’s article was both thorough and powerful. However, the view that migrants were “undermining the terms and conditions of English workers” apparently held (I think) by interviewee Sharon Newman, was not borne out by the rest of the report. The issue of who has agency here is crucial. Terms and conditions have been cut through the deliberate actions of various employers (including the large labour-using clients) aimed at cutting labour costs. This is to the disadvantage of workers who would no doubt far prefer not to be treated so shamefully, and is a phenomenon reaching far beyond the fields of East Anglia, and not restricted to new arrivals.Nick ClarkResearcher, Unpaid Britain Project, Middlesex University Business School  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Crime in East Anglia will continue regardless of EU result | Letters",
  "webPublicationDate": "2016-05-11T18:06:23Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/in-east-anglia-will-continue-regardless-of-eu-result",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/11/in-east-anglia-will-continue-regardless-of-eu-result"
}