{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/bernie-sanders-wins-indiana-democratic-primary",
  "id": "2016-05-04-325",
  "sectionId": "us-news",
  "body": "Bernie Sanders threw a last-minute hurdle in front of Hillary Clinton’s march toward the Democratic party nomination on Tuesday by clinching a surprise victory in the Indiana primary. Despite trailing by an average of seven points in opinion polls and losing a string of bigger, more diverse states on the east coast, Sanders once again proved his appeal to disaffected midwest voters by pulling off his 18th victory of 2016, according to Associated Press projections.  Sanders seemed on track to win a narrow majority of the 83 delegates on offer. With 93% reporting, Sanders had 52.7% of the vote to Clinton’s 47.3%. Sanders said: “The Clinton campaign thinks this campaign is over. They’re wrong. Maybe it’s over for the insiders and the party establishment, but the voters in Indiana had a different idea.” His success in Indiana was overshadowed by Ted Cruz’s decision to drop out of the Republican race, leaving the path to victory clear for Donald Trump.    Indiana   The Sanders campaign hopes that Indiana will mark one last turning point in a Democratic race characterised by a series of surprise comebacks that have prolonged Clinton’s otherwise relentless path toward the nomination.  He is well placed to pull off similar wins in West Virginia on 10 May and Oregon on 17 May, before a final showdown next month in California, whose 546 delegates present the biggest prize of the contest.           Bernie Sanders is interrupted mid-speech with news of Indiana win    But even though Sanders has pledged to keep competing until the party convention in Philadelphia this July, he has acknowledged that catching up with Clinton is an “uphill struggle”. “We are in this campaign to win and we’re going to fight until the last vote is cast. There is nothing I would like more than to take on and defeat Donald Trump, someone who must never become president of this country,” he said on Tuesday night, calling for a debate with Clinton in California.  Before Indiana, the former secretary of state was nearly 300 pledged delegates ahead of her Vermont rival and within 200 delegates of crossing the finish line, with help from the controversial superdelegates – party figures who are able to vote independently of election results and overwhelmingly back Clinton.   Democrats   Nonetheless, the Sanders team will view the Indiana result as an important vindication of their decision to keep pressuring superdelegates to change their minds. “We always thought Indiana was a state that would absolutely be willing to listen to this message,” Pete D’Alessandro, a top Sanders operative who is overseeing his efforts in Indiana, told the Guardian in advance of the result. “Because Nafta and these terrible trade agreements have just devastated the state over the past generation.” Crediting a long-active volunteer effort, he expressed confidence that Sanders would do well.   Republicans   After trailing behind Clinton when votes started to be announced in Indiana, Sanders was speaking to a rally in neighbouring Kentucky at the moment he first took the lead. “A lot has happened over the course of the last year,” he told cheering supporters at the rally in Louisville. “When we started this campaign, we were 60 points behind Secretary Clinton; some of the [national] polls now even have us ahead.” Whatever happens at the Democratic convention in Philadelphia in July, Sanders is increasingly focusing on how far he has come rather than how far he still has to go and the unlikely prospect he catches up in the nomination race. “In primary after primary, caucus after caucus, we end up winning the votes of people 45 years or younger,” said Sanders in Kentucky, which votes on 17 May. “That is important because it tells me that the ideas we are fighting for are the ideas that are the future of America and the future of the Democratic party.”           High drama in Indiana: Trump and Sanders win; Cruz bows out. Watch our two-minute wrap    Sanders also does well in states like Indiana that have open primaries, something he says shows his ability to win over independent voters who might be more tempted to vote for Trump. “The issue of wealth and income equality is the great moral issue of our time, the great economic issue of our time and the great political issue of our time and together we will address that issue,” he added. Nonetheless, Clinton advisers have been downplaying expectations for some of the remaining states in recent days and do not believe the small number of net delegates that Sanders can pick up will make any difference at all to the eventual result. On Tuesday night she ignored her Democratic opponent in favour of an attack on the man she called “the presumptive Republican nominee”. “Chip in now if you agree we can’t let him become president,” she urged her supporters.",
  "webTitle": "Bernie Sanders pulls off shock victory over Hillary Clinton in Indiana",
  "webPublicationDate": "2016-05-04T06:12:33Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/bernie-sanders-wins-indiana-democratic-primary",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/03/bernie-sanders-wins-indiana-democratic-primary"
}