{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/22/jack-wilshere-hit-and-miss-england-turkey-roy-hodgson-football",
  "id": "2016-05-22-34",
  "sectionId": "football",
  "body": "The final stages of the journey to the stadium contained sufficient bag searches and scanning procedures to make one wonder whether one was about to board an aeroplane rather than watch a football match. Once finally installed in one’s seat there was no restorative gin and tonic but consolation came in the recently all too rare sight of Jack Wilshere back in the heart of England’s midfield. After spending the best part of a year out injured he was auditioning for one of the final remaining tickets for the flight to France for next month’s European Championship. On the basis of a slightly underwhelming, at best decidedly mixed, 66 minutes before his replacement by a fellow convalescent, Jordan Henderson, it is hard to believe Roy Hodgson will not offer Wilshere, right, the benefit of the doubt. For all that one of Arsenal’s finest may have been thoroughly eclipsed by Tottenham’s Dele Alli on an afternoon when he exerted minimal impact on the game, Wilshere still offered tantalising glimpses of a very special talent. The problem with far too many so-called “complete” modern midfielders is that they are a bit formulaic – or “clones” as Roy Hodgson has been known to brand them. England’s coach has not always been entirely synonymous with imaginative, improvisational, football but he has always relished a bit of technically assured lateral thinking in the playmaking department – which is why he once, briefly, took Jari Litmanen to Fulham. Sadly, by then, the wonderful Finland creator was struggling for full fitness and things did not quite work out as intended. Undeterred, Hodgson has continued hankering after a Litmanen-esque figure somewhere in his teams and, though Wilshere is in some respects a very different footballer, one senses he sees something of the Finn in him. Capable of playing between the lines in a manner that Henderson, for instance, cannot, a properly fit Wilshere could yet bring out the best in Harry Kane and Jamie Vardy at Euro 2016 but possibly, just possibly, also help camouflage the defensive deficiencies that Turkey helped expose here. In France he will surely be half a yard sharper and significantly less ring rusty than he looked in Manchester. There were certainly some sharp, slick cameos that served as welcome reminders of his quick brain and quicker feet but for long periods Wilshere’s movement proved not nearly good enough to shrug off the assiduously close attentions of Oguzhan Ozyakup. Indeed when England attacked, Ozyakup seemed to be performing the sort of man-marking role the 24-year-old may have to contend with on the other side of the Channel.   Related: Jamie Vardy pounces to give England win against Turkey in friendly    On the odd occasions Ozyakup was given the slip, Selcuk Inan or Ozan Tufan invariably seemed on hand to second guess a midfielder who spent the first part of the opening half in all but anonymous mode. Almost imperceptibly Wilshere then began seeing more of the ball. His first influential moment saw him pull out to the right before cutting back inside, dropping a shoulder and then unleashing a shot which properly tested Volcan Babacan’s reflexes. While Manchester’s contrary weather veered sharply between bright, balmy sunshine and torrential rain, between bright blue and slate-grey skies, his game appeared similarly hit and miss. Even on top form he is rarely brilliant out of possession and, in that respect, he merely reconfirmed he is no Roy Keane. Conversely he can do things others would not even think of attempting. There was the gorgeous, distinctly Hoddle-esque, defence-bisecting long, diagonal ball which picked Raheem Sterling out on the right and allowed the winger to deliver a cross which provoked a panicked Turkish clearance that could have been deflected anywhere. Then there was Wilshere’s exquisite early through-pass which set Jamie Vardy racing goalwards and seemed strangely reminiscent of so many dispatches from the striker’s Leicester team-mate Danny Drinkwater. Admittedly there was also a wayward attempted cross which sailed embarrassingly out of play when Harry Kane was well placed to connect but the suspicion is that, right now, Hodgson may be more concerned by Wilshere’s physical robustness than his actual input. What probably mattered more was that he emerged unscathed and, apparently, unruffled from a series of fully committed Turkish sliding tackles of the sort Arsène Wenger would have winced at. The moment when Caner Erkin went straight through the back of such a historically fragile physique was most definitely not for the Arsenal manager’s eyes. The fractured left fibula which prevented Wilshere from kicking a football for months on end may have been deemed fully healed by early April but, in one sense, that was the easy part over. The next, continuing, phase is about rediscovering his old self and that will not happen overnight. After all, his belated spring return meant that last season he played only 141 minutes of first-team football for Wenger’s side, making 81 passes. Such skinny statistics mean considerable catching up remains to be done – but Wilshere’s late dash for England’s departure gate is most definitely under way.",
  "webTitle": "Jack Wilshere hit and miss but does enough to join England at Euro 2016 | Louise Taylor",
  "webPublicationDate": "2016-05-22T19:45:43Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/22/jack-wilshere-hit-and-miss-england-turkey-roy-hodgson-football",
  "keyword": [
    {
      "webTitle": "Jack Wilshere",
      "id": "football/jack-wilshere",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Turkey",
      "id": "football/turkey",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/22/jack-wilshere-hit-and-miss-england-turkey-roy-hodgson-football"
}