{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/brexit-absolutely-applauded-russia-putin-defence-secretary-michael-fallon",
  "id": "2016-05-24-145",
  "sectionId": "politics",
  "body": "Leaving the EU would be an “extraordinarily irresponsible thing to do at a very dangerous moment”, Michael Fallon, the defence secretary, has told MPs – adding that it would be “absolutely applauded in Moscow”. Fallon seized the opportunity presented by an appearance before the House of Commons defence committee, chaired by the Brexit supporter Julian Lewis, to mount an impassioned case for the UK remaining a member of the EU.    Brexit explained: intelligence sharing   “A huge amount is hanging on the vote on 23 June not just for the people of this country but for the collective security of Europe and the west,” he told the cross-party committee. Vladimir Putin would not have had to pay a price for annexing Crimea and destabilising eastern Ukraine without the EU, and sanctions would have been much weaker had Britain not been a member, Fallon said. Britain was “in the lead” in getting the EU to impose tough trade and commercial sanctions on Russia, he said, adding: “The fact we were there and able to lead the debate, the EU was able to ensure the toughest sanctions were imposed.”  The UK would make sure the sanctions were renewed in July, he said.   Related: Brexit offers no residency guarantees for Britons or Europeans, PM says    Fallon suggested that if Britain left the EU, European sanctions against Russia would be relaxed, leaving UK companies, still facing tougher controls in dealing with Russia, at an unfair disadvantage. Lewis did not interrupt the defence secretary’s impassioned plea for Britain to remain in the EU, but said his committee was as evenly divided “as the rest of the nation” on the question. Fallon’s intervention in the EU debate came during two hours of testimony on the implications for UK defence and security of a resurgent Russia, in particular perceived threats to Latvia, Estonia, and Lithuania, Baltic states that are Nato members. Questioned about the credibility of Nato’s article 5, whereby an armed attack on any member of the alliance would be considered an attack on all, Fallon replied: “It is important for Nato not to define article 5 too clearly.” To do so, he said, would make it easier for Russia to know how far it could go, before reaching Nato’s threshold. Lewis questioned whether Nato could continue admitting new members “stretching its umbrella without at some point the article 5 guarantee losing credibility”. He asked whether there were limits on the number of countries that could join Nato, to which Fallon replied: “As a matter of principle, I think there should not be a limit.”     Julian Lewis. Photograph: Parliament TV    Anxieties over Russia will be the elephant in the room at a Nato summit in Warsaw, Poland, in early July. In response to Baltic and Polish concerns about Putin’s Russia, Nato leaders are discussing plans for “an enhanced forward presence” in what is called the alliance’s eastern flank. Whether permanent Nato bases are permitted under the Founding Act signed by Nato and Russia in 1997, is disputed. The summit may reach agreement on a formula whereby the bases would be permanent but different military units from different countries would rotate, deployed there at different times.",
  "webTitle": "Brexit would absolutely be applauded in Russia, says defence secretary",
  "webPublicationDate": "2016-05-24T13:43:38Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/brexit-absolutely-applauded-russia-putin-defence-secretary-michael-fallon",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Michael Fallon",
      "id": "politics/michael-fallon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Norton-Taylor",
      "id": "profile/richardnortontaylor"
    }
  ],
  "guardianId": "politics/2016/may/24/brexit-absolutely-applauded-russia-putin-defence-secretary-michael-fallon"
}