{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/rugby-vulnerable-gladiators-wrestling-demons",
  "id": "2016-05-03-282",
  "sectionId": "sport",
  "body": "The end of the domestic season is looming but, in many ways, a more important debate is only just beginning in earnest. Does it really matter who wins trophies when an increasing number of players are struggling to cope with the intense mental strain of professional sport? Rugby union is not alone in having participants who suffer from depression but to what extent, if any, is the game itself to blame for the apparent rise in unhappiness? The testimonies of the former Scotland international Rory Lamont and the England prop Joe Marler in the Sunday Times over the weekend were striking. Lamont, in a particularly brave statement, admitted to having suicidal thoughts since retiring through injury in 2013. “You’re thinking: ‘I don’t want to live like this. I’d rather die. Maybe if I’m lucky I’ll get struck by lightning or step in front of a bus.’ Coming out of rugby, my world pretty much collapsed.”   Related: Rugby union: talking points from the weekend’s Premiership action    Even now he still suffers sharp ankle pain, suspects the painkillers he took to assist his recovery from multiple operations may have affected his digestion system and has found it hard to cope outside the safety blanket of a club environment. Most pertinent of all was his first-hand account of how players find it almost impossible to admit to vulnerability, whether it be mental or physical. “Rugby is great at masking insecurities,” Lamont told his interviewer, Mark Palmer. “You get this bullet-proof vest: you’re part of a team, everyone’s telling you you’re great. But it’s just a comfort blanket. “Once that’s removed, you’re that little child, completely scared, totally vulnerable and very much on your own. I wasn’t always in love with rugby, but I was surrounded by friends, travelling the world. Suddenly everything was gone. I felt like a spent battery, tossed on the scrapheap.” The case of Marler is not so extreme but, in its own way, is equally revealing. His agent approached the Sunday Times with the obvious aim of altering perceptions about his client after a difficult couple of months but Marler had a whole load of stuff to get off his chest. Among other things, the Harlequin front-rower revealed he has sought professional help in a bid to make himself calmer on the field. Marler is, hopefully, years away from retirement but, at 25, he felt he was losing control of himself, not least prior to his latest flashpoint against Grenoble. “In the first half I had lost it completely. You can see me running round as if looking for something … I know that things have gone too far.” The first step to solving a problem, as everyone knows, is to admit you have one in the first place. Hats off to Marler for summoning up the courage to make that decision and best wishes to both him and Lamont as they strike out for happier shores. We are not talking here about the routine daily frustrations of sport: not getting picked, getting injured or contractual uncertainty. As Lamont makes clear there can be less obvious triggers, not least the knock-on effects of a “bravado culture” where the relationship between “us against the world” competitive aggression and normal life starts to curdle. The former Bath and England prop Duncan Bell, the ex-Sale and Lions hooker Andy Titterrell, the former Oxford University and Sale flanker John Carter; all have had to wrestle with mental health issues either during or following their careers. Titterrell began to suffer after he moved from Sale and believes “a lot of my depression stemmed from rugby”. Carter has written about how he “felt bereft and empty, searching for something that had disappeared” after he was forced to hang up his boots. All are now doing their best to help and educate others and turn their own tough experiences into something more positive. The Rugby Players’ Association has a 24-hour hotline – 01373 858080 – for any members who think they may need help.   Related: Graeme Fowler, the cricketer whose greatest work may be in mental health | Mike Selvey    The next step, perhaps, is to reiterate to more people that the supermen out on the field continue to be human beings underneath. I happen to know the family of a professional footballer entering the final stages of his career. As Old Father Time creeps up on him, the abuse he receives on social media when his team loses can often be sickening. Never mind he has played more than 500 professional games, nor that he has been a loyal servant to numerous clubs. If you are heading to an end-of-season game this week, spare a thought for the more vulnerable gladiators wrestling with their unseen demons. Put yourself in their boots as they seek to justify another contract and keep food on the family table. Not such an easy life, is it? FRIENDLY FIRE Giving his players the benefit of the doubt in defeat is not a speciality of Toulon’s president Mourad Boudjellal. Let’s just say his side’s loss to Toulouse, and particularly the efforts of their tight forwards, did not go down well. “In 10 years of presidency, never have a front five made me so ashamed,” he told Midi Olympique. “Our front five didn’t show, they were somewhere else. Perhaps it was their lookalikes, who knows? It’s especially true for our Fijian tight-head. I had the impression he was swapped during the week.” Who needs enemies when you have an employer as supportive as Boudjellal. ONE TO WATCH Both the Premiership and the Pro12 have reached the final round of regular season matches. In the Premiership, Saturday’s game at the Stoop between Harlequins and Exeter will determine who finishes second in the league, as well as helping to clarify European qualification for next season. In the Pro12 it looks as if all four Irish provinces could make the 2016-17 Champions Cup but the play-off permutations remain decidedly fluid. The fifth-placed Scarlets could do with winning in Munster but would also love their neighbours Ospreys to do them a favour at home to Ulster.",
  "webTitle": "Spare a thought for rugby’s vulnerable gladiators wrestling with their demons | Robert Kitson",
  "webPublicationDate": "2016-05-03T09:30:51Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/rugby-vulnerable-gladiators-wrestling-demons",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/blog/2016/may/03/rugby-vulnerable-gladiators-wrestling-demons"
}