{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/26/marvel-editor-in-chief-axel-alonso-civil-war-x-men",
  "id": "2016-05-26-118",
  "sectionId": "culture",
  "body": "“When I was a kid I read a little bit of everything,” says Axel Alonso, the editor-in-chief of Marvel Comics. “You want to have different flavors.” Alonso’s modest office in midtown Manhattan is crammed to the ceiling with comic books of all ilks, from his own shop – Peter Milligan and Mike Allred’s fun, inflammatory run on X-Force is in a stack on a desk chair – and from his competitors. They are as mainstream as rival DC’s Preacher, which Alonso edited and is now a Seth Rogen-produced TV show on AMC, and as offbeat as Jeff Lemire’s indie classic Essex County. He punctuates his sentences with “You follow me?” and he’s so conversant with the intricacies of his business that it’s often a reasonable question. He’s certainly been leading Marvel in a new direction. Alonso is responsible for Marvel Comics now offering a broader array of comics than it ever has before. The San Francisco native, who began his working life as a journalist for the New York Daily News, has run Marvel comics for just under five and a half years and over the course of his tenure he’s radically changed the Marvel landscape, ridding the company of the last vestiges of a house style – the well-liked, offbeat Unbeatable Squirrel Girl looks nothing like The Extraordinary X-Men – and expanding the company’s roster of characters and creators to include more women and people of color. Last year the company made about $224m off sales of comics and trade paperbacks through comic book shops alone; they also sold the most popular comic in that market in 22 years: Star Wars #1, which shipped nearly 1.1m copies, according to industry researcher John Jackson Miller.   Related: Ms Marvel: send for the Muslim supergirl!    Alonso’s Marvel looks very different: one of two Spider-Men is a biracial kid named Miles Morales, Thor is a white woman, one of the Captains America is a black man, Ms Marvel is Pakistani American and the Hulk is Korean American. All this happened with comparatively minimal backlash from notoriously tetchy readers, because Alonso and the company’s writing and editing teams have made changes carefully, switching costumes among established characters and stacking the deck with popular creators when the possibility of fan rage – which is always at least ambient – seems likely. Marvel has intra-company crossovers about twice a year; when Civil War II launches, its lineup of superheroes will look much, much different than they did in even last year’s Secret Wars. “It’s not an easy job and Axel has a very rare mix of not only recognizing talent but knowing what talent is capable of,” said Heidi MacDonald, a former DC Comics editor who worked alongside Alonso at DC Comics’ adult-focused Vertigo imprint. “He’s not a warm, fuzzy, cuddly guy, but he is a good one.” It would probably be even more accurate to call Alonso an iconoclast, an oddly necessary quality in a manager charged with keeping so many elderly characters from getting dusty. He was one of the company’s top editors when Marvel decided it would stop submitting its product to the Comics Code Authority, a board of censors that enforced largely arbitrary standards around violent or sexual content, adopting an in-house ratings system instead. He also helped found Max, an imprint specializing in harder-edged takes on the company’s superheroes to which the current crop of gritty Netflix shows such as Jessica Jones and Daredevil owe much, and where Alias, the original Jessica Jones comic, was first published. With Alonso helming the ship, Marvel has recently adopted a try-anything aesthetic that keeps paying dividends, both in story terms – the white Captain America is now an agent of rightwing group Hydra – and in terms of a broadening ethnic and gender diversity in its ranks, both fictionally and professionally.      Black Panther became an instant bestseller. Photograph: Marvel    As the company changes, its iconography grows more powerful: beyond making bestseller lists, Ms Marvel has taken on symbolic value outside her own adventures, with fans pasting cutouts of the character over anti-Muslim bus ads in San Francisco.  This isn’t just a form of altruism. Disney (which bought Marvel in 2009) has excellent business reasons for pursuing a more diverse marketplace. Since the company acquired Marvel, it has given the publisher access to the vast reams of focus-group and test-market data that Disney employs elsewhere in its operations, MacDonald said. In mainstream superhero comics, a minority readership has always been present, if often underserved. Now it makes financial sense for companies to cash in. “There’s money to be made and that’s why Disney does it,” said MacDonald. “It’s always the right thing to do, to create comics that look more like the real world, but it’s definitely backed up in that way.” The market for comics has shrunk, especially factoring in the decline of major bookstore chains, but Marvel has maintained its share and it has done so while steadily increasing the prices of its books, especially reprint editions. People are willing to pay for “comics that look more like the real world”, explains MacDonald. Among Marvel’s current offerings: Howard the Duck, an offbeat humor comic written by Canadian author Chip Zdarsky, previously known almost exclusively as an artist; The Silver Surfer, a kid-friendly adventure in which Mike Allred’s artwork pops like a Lichtenstein painting; Hellcat, by Kate Leth and Brittney L Williams, looks at home next to issues of Archie and Jughead. There’s also the instant bestseller Black Panther written by Atlantic writer and MacArthur “Genius” grant fellow Ta-Nehisi Coates for artist Brian Stelfreeze, which is like reading a blockbuster action movie.   Related: Ta-Nehisi Coates promises 'dramatic upheaval' in new Black Panther comic series    Coates’s first issue sold 300,000 copies according to Marvel – thus far the bestselling comic of 2016 – and Alonso is enthusiastic about future issues and collected editions. The company approached Coates about writing for Marvel on the advice of editor Sana Amanat.  “We met and she suggested it and I said I was a huge Spider-man fan as a kid, but they already had plans there,” Coates says. “And then they said they needed a new Black Panther writer and I was like ‘Ohh!’ I don’t know, how can you be closed to that? I had to figure something out in terms of what the arc would be and everything, constructed some beats as to how it would look.” Coates said that he’s always seen comics as a more diverse medium than other pop culture. “You don’t have to spend much money,” he said. “It’s easier to be diverse. You don’t have to ask, ‘Can this person carry a film?’” There’s definitely a greater freedom to experiment within comics, which have become in many ways the research and development division for serial visual media from movie franchises to TV series. But Disney’s influence has changed Marvel and some of the changes take some getting used to: it seems unlikely the upcoming Tsum Tsum comic book is the result of an editorial brainstorming session. “Marvel has definitely become a more secretive place,” said MacDonald. “It’s very, very hard to find out things from casual conversations on the street like I used to.” That is the game, and Alonso is good at it. “He wouldn’t be where he is if he didn’t understand that this was a world of gigantic brand synergy,” she said. But Alonso has a personal stake in the changes, too. “Traditionally [writing] comics has been a hobby for white guys, and that has changed over time,” Alonso said. “I’m Hispanic and I never dreamed of having a career in comics; I started in journalism and sort of segued into this field.” He’s visibly pleased about Coates’s book in particular. “With Black Panther we’re going to have our cake and eat it, too,” he said. Marvel’s Civil War II: X-Men #1 is out on 1 June",
  "webTitle": "Marvel editor-in-chief: 'Writing comics was a hobby for white guys'",
  "webPublicationDate": "2016-05-26T16:56:30Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/26/marvel-editor-in-chief-axel-alonso-civil-war-x-men",
  "keyword": [
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ta-Nehisi Coates",
      "id": "books/ta-nehisi-coates",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "culture/2016/may/26/marvel-editor-in-chief-axel-alonso-civil-war-x-men"
}