{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/david-attenborough-birthday-guardian-readers",
  "id": "2016-05-08-101",
  "sectionId": "tv-and-radio",
  "body": "Oscar Lanham, 8, student, Leicester I like watching all of his wildlife and nature documentaries. He is my favourite guy. I like that he gets to see lots of rare animals. He saw a bird that could make a noise like a chainsaw. My favourite moment is when he went to Argentina to see the giant dinosaur, the titanosaur. I want to be a wildlife explorer and learn more about the natural world as I grow up. My favourite animal is a hammerhead shark. People think they are mean but sharks kill hardly any people – but people kill 100,000,000 people a year. Some animals could be extinct in years, like the snow leopard. Hopefully David Cameron can stop all these people.  I’d really like to visit New Guinea or Costa Rica. I’d also like to visit Argentina to see titanosaur bones. I’d like to dig up some more.    Related: Sir David Attenborough, you askin’? I’m starstruck | Peter Bradshaw    Charlotte Macdonald, director of life sciences, Edinburgh I’m currently on a plane about to take off to go to Cameroon to work at an ape sanctuary that Twycross zoo supports. I can’t help but feel this amazing career that I have in my 40s is partly down to the passion and enthusiasm I learned from Sir David’s work. I had a Saturday job as a teenager at Dublin Zoo and I was really obsessed with Sir David’s programmes and books. I read The Zoo Quest Expeditions when I was about 16 and I just thought this man is amazing! He certainly had a very positive impact on my love for endangered species and my career in conservation.  I’ve spent 26 years working in zoos and as a teenager I was very influenced by Sir David. I met him when I was a zoo keeper at Edinburgh Zoo around six years ago. I showed him around our new chimp house and introduce him to some of our chimps. He was really interested in them and asked lots of questions about them as individuals. Anonymous, London After I left school aged 19 years old, I went to live in the south of France on my own, where I fell in love with “Mr Wrong”. I ended up in a French hospital all on my own having given birth by a difficult cesarean to my son. It was just me and him, and due to complications I was in a lot of pain, frightened and alone. My hospital room had a little portable television where I found a channel that did English language programmes for an hour in the morning. I became glued to old repeats of Wildlife on One. As David Attenborough had been around as long as I can remember, it was so familiar, like getting daily visits from a dear great uncle. I’ve been so grateful to him for keeping a young girl company ever since. Stephy, Belgium     Stephy: ‘His enthusiasm for wildlife in all its forms is very contagious.’ Photograph: Stephy    His enthusiasm for wildlife in all its forms is very contagious: whether the organism is small or big, attractive or just very strange it doesn’t matter, he can tell you an intriguing story about it. I have picked up this enthusiasm and, every day, I’m amazed by the natural world.  My favourite Attenborough moments are always the scenes when you first hear his voice saying “this extraordinary and rare creature” and see the animal or plant and then the camera zooms out to show that actually he is sitting right next to it. I think watching his documentaries is one of the reasons why I started studying biodiversity and ecological restoration.  Emma Montlake, environment charity law, East Sussex He has been my lifetime inspiration and he brought my already forging love of the natural world to be my overriding passion. So much that I know about wildlife is down to a fascination that he engendered. And now I am passing it on to my twin five-year-old boys who watch David’s wonderful programmes avidly. At their school they are studying Darwin and Attenborough. It doesn’t get better than that!     Emma Montlake Photograph: Emma Montlake    I love his humanity and his ability to be realistic about the threats facing the natural world without being judgmental. He remains positive and sometimes it does feel difficult to remain hopeful for the future health of the planet and its wonderful abundance of life. But if ever there is one person who will fight to protect what they love, there is hope. That’s something he has taught me. But curiosity is his greatest lesson. I went to Thailand many years ago and on a river bank I watched a titanic battle between a huge spider and a spider-hunting wasp. It was just like a David Attenborough programme!  I have had the great privilege to hear him talk a couple of times. Once, introducing the Life of Birds to a transfixed audience. It will always remain with me, as he described his first sightings of his beloved birds of paradise and how his heart beat so loudly the sound engineer had to tell him to move his microphone. Beautiful story. I am lucky enough to work for an environmental legal organisation and volunteer for a conservation charity, ELF. My job is wonderful. We assist communities facing local environmental challenges to access free environmental legal advice through a network of lawyers, barristers and environmental technicians. I often quote David Attenborough: “No one will protect what they don’t care about; and no one will care about what they have never experienced”. It’s a call to arms for local environmental protection and a salutary reminder of how frightening the disconnection between nature and children. Paul Bamford, Chile  David Attenborough has had such a profound impact on my life. My earliest memory is seeing a giant anteater walk across the Venezuelan savanna on Living Planet. I was immediately fascinated.      Paul Bamford: ‘Attenborough has fed a lifelong love of wandering and exploring the world.’ Photograph: Paul Bamford    As far as I can remember, that was the first step on a path that has led me to work in environmental education and the human dimensions of conservation – from zoos in the UK to field conservation projects in Brazil, Cameroon, Chile, Ecuador and Zambia. I now work for the national science engagement initiative in Chile.  David Attenborough not only sparked my fascination for nature, wildlife and the beauty of our planet’s many landscapes, but he also inspired my approach to communicating and connecting others with the wonders of the universe they live in. You know he’s thrilled to be out there. The blue whale moment on Planet Earth and meeting the mountain gorillas in Life on Earth are the two most quintessential Attenborough moments on camera. You can feel his emotional reaction to what he is experiencing, and you can relate to it.  Having great subject matter and amazing technology with which to capture your subjects is one thing, but that moment when he connects with them directly and personally is what takes it to another level: the barrier of the TV screen shutters and allows you to become a part of the moment.  More than influencing a specific trip, Attenborough has fed a lifelong love of wandering and exploring the world. Curiosity drives the feet as much as it does the mind, and seeing where other curious people have been before me always fuels the urge to get out there.  Annelies Andringa, science officer and marine biologist, Philippines     Annelies Andringa (centre) Photograph: Annelies Andringa    I have always been interested in nature conservation. Watching his documentaries and listening to equally inspiring people like Jane Goodall, it made me realise that spreading the message of nature conservation is very important. I work with the local community and volunteers who come from all over the world to learn how to dive and help out with conservation. It’s very nice to be able to spread a message and teach people more about the importance of the coral reef and how we can protect it. Partly because of watching his amazing nature documentaries I studied biology. In my jobs as biology teacher, environmental education specialist and science officer, I always try to show his documentaries and it is always rewarding to see how both pupils and adults get very enthusiastic. I would still like to visit the monarch butterflies in Mexico, after seeing an episode of one David Attenborough’s documentaries, and see how they did the filming. Liaan Lanegan, nature tour guide, South Africa I ended up studying nature conservation because of him, and now I’m a tour guide working for a small company based in South Africa, specialising in small family groups and explaining the different natural beauty South Africa has to offer.     Liaan Lanegan: ‘David Attenborough was, is, and will always be an inspiration and a role model to me.’ Photograph: Liaan Lanegan    Every time I meet new tourists and see that they are disconnected from nature, I try my utmost to get them excited about the small things, just like I got excited when I saw David Attenborough as a child on a television.  He was, is and will always be an inspiration and a role model to me. Sir David has played a vital role in my life. His passion for nature and the enthusiasm he has when he describes different species to you is just so contagious.  When I finished studying, I went to the Kalahari and the with two friends. Just before the trip I saw the clip where Sir David was sitting with a group of meerkats, and I knew I had to see them for myself. The trip was amazing, and we ended up working in the Okavango delta as joint relieve managers for almost three months. We still get together now and again and talk about that trip. I will always have a deep passion for our natural environment and I hope I will be able to keep sharing it, just like David has been.  My lifelong dream has been to meet him, but hopefully he will be able to just read these few words.",
  "webTitle": "'He has been my lifetime inspiration': how David Attenborough influenced our lives",
  "webPublicationDate": "2016-05-08T13:00:57Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/david-attenborough-birthday-guardian-readers",
  "keyword": [
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science and nature TV",
      "id": "tv-and-radio/science-and-nature-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/david-attenborough-birthday-guardian-readers"
}