{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/british-horseracing-authority-defends-private-disciplinary-meetings",
  "id": "2016-05-25-76",
  "sectionId": "sport",
  "body": "Racing’s ruling body has defended itself against further accusations of unfairness in its disciplinary processes following the Jim Best appeal hearing this week. It emerged on Wednesday that representatives of racing professionals had been denied access to meetings at the British Horseracing Authority between groups of people who effectively act as prosecutors and judges within the sport. Paul Struthers, chief executive of the Professional Jockeys Association, discovered by chance last spring that such meetings were taking place three times a year. Regular attendees have included Paul Barton, the BHA’s head of stewarding, Hannah McLean, its head of legal, Jamie Stier, a BHA director with responsibility for disciplinary panels, and all those who appear on such panels, including the solicitor Matthew Lohn. Nick Rust, the BHA’s chief executive, and Adam Brickell, its integrity director, have also attended on occasion. “We requested to be able to attend as well,” Struthers said, “but that request was denied by the BHA, who didn’t believe that holding those meetings without us compromised the fair process.” Struthers’ concern was that it seemed odd and arguably improper for stewards, disciplinary staff and panel members to be meeting at all, let alone in the absence of any oversight. The fact that such meetings take place became public knowledge for the first time as a result of the Best appeal on Tuesday, when the trainer’s representative, Jonathan Laidlaw QC, likened them to regular meetings between judges and prosecutors. In the absence of evidence as to what was discussed at those meetings, his concerns made little impact with the appeal board. However, the appeal board was not told that racing professionals had sought entry to those meetings and been turned away. “The purpose of the meetings is to review any issues or matters arising from the previous four months,” said a BHA statement on Wednesday. “We have not considered it appropriate to widen the membership to include representative bodies, given that the main purpose of the meetings is to discuss general matters of procedure and where we hold separate meetings with representative bodies to discuss any issues or concerns they might have in this area.”   Related: Under-fire BHA wins right to rehearing in controversial Jim Best case    During the Best appeal, Laidlaw argued such meetings would have to be very carefully handled and said discussion would be limited to “historic cases” during equivalent meetings within the criminal justice system. Whether the BHA can be trusted to take appropriate care to avoid improper discussion of live cases must now be a matter for debate; its lawyer admitted during the Best appeal that it had “lost sight” of the proper way it should have treated Lohn, whose independent status was compromised when the BHA paid him £55,000 for legal advice in addition to his disciplinary work. That led to the quashing of a verdict against Best, whose case must now be reheard. Struthers can also claim credit for uncovering that fact and he warned the BHA about a year ago that it should not be using Lohn as a panel member while paying him for other work. His concerns were waved away by the BHA, as were his concerns about the disciplinary meetings from which he is excluded. The BHA has undertaken an internal review of its disciplinary processes, including the existence of such meetings, with a report expected in the autumn. That review was announced in March, before the news about Lohn emerged.",
  "webTitle": "BHA defends itself over ‘unfair’ private disciplinary meetings",
  "webPublicationDate": "2016-05-25T17:14:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/british-horseracing-authority-defends-private-disciplinary-meetings",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "British Horseracing Authority",
      "id": "sport/british-horseracing-authority",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/25/british-horseracing-authority-defends-private-disciplinary-meetings"
}