{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/sean-buckley-17-month-old-finley-thomas-death-fell-down-stairs-court-wales",
  "id": "2016-05-25-132",
  "sectionId": "uk-news",
  "body": "A man murdered his girlfriend’s 17-month-old son in a deliberate and vicious attack then told police the child had sustained his injuries falling down the stairs, a jury has heard. Sean Buckley denies murdering Finley John Thomas, who was found motionless and pale by paramedics at his home in Tonypandy, south Wales.  The toddler had a severe bleed to the brain and an older injury to his right ear, Cardiff crown court heard. Buckley, 28, and Finley’s mother, Chloe Thomas, 25, both deny child cruelty. Roger Thomas QC, prosecuting, told the jury the child’s injuries were not the result of an accident. He said: “The catastrophic injuries sustained by Finley were a result of a deliberate and vicious act by Sean Buckley. To avoid the consequences of his own violent conduct, he has persisted in the deceitful manufactured account and has been assisted by the lies and support of Chloe Thomas.” Finley was born in April 2013 and about a year later his mother began a relationship with Buckley, the court heard.  On 23 September 2014, Thomas made a 999 call and told the operator that her son had “banged his head” and was “lying floppy”. The barrister told jurors: “Sean Buckley was standing close by when the call was made. He was heard to say: ‘He fell from the top to the bottom of the stairs.’ These were wicked and quite deliberate lies.” Finley was first taken to the Royal Glamorgan hospital before being transferred to the University Hospital of Wales in Cardiff. A 10cm by 10cm swelling was found on the back of the child’s head as well as bruising on one of his ears. Both defendants told doctors that they had not seen the fall, the court heard, but that the child had fallen down the stairs before. Finley died on 24 September. The prosecution said a postmortem revealed Finley had several other injuries, including rib fractures and a fractured skull. “These injuries should not have been present on a 17-month-old child,” he told the court. A report on Finley’s injuries suggested he may have been shaken or thrown, the court heard. The prosecution said the report noted it was “very unusual” for a child to have the kind of injuries Finley suffered from a fall down the stairs. “Most falls down the stairs ... do not cause subdural haemorrhages,” the court was told. The trial continues.",
  "webTitle": "Man attacked 17-month-old then claimed he fell down stairs, court hears",
  "webPublicationDate": "2016-05-25T14:22:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/sean-buckley-17-month-old-finley-thomas-death-fell-down-stairs-court-wales",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/25/sean-buckley-17-month-old-finley-thomas-death-fell-down-stairs-court-wales"
}