{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/clive-palmer-threatens-to-sue-queensland-nickel-administrators-for-12bn",
  "id": "2016-05-17-306",
  "sectionId": "australia-news",
  "body": "Clive Palmer says he will sue the administrators he handpicked to oversee his collapsed Queensland Nickel (QN) business for $1.2bn in damages. Palmer, in his final months as the federal member for Fairfax, said he and QN’s parent companies would serve the claim on FTI Consulting and partner John Park. The federal MP said grounds for the lawsuit, which would be lodged “in coming weeks”, included the administrators’ alleged “aiding and abetting a breach of trust and causing serious breaches” of a joint venture agreement, under which QN operated the refinery on behalf of parent companies that owned it.   Related: Clive Palmer will not stand again for lower house but Senate remains option    A spokesman for FTI described the possible lawsuit as “completely without foundation” and questioned whether Palmer would actually go ahead with the lawsuit. “We intend to strenuously defend these allegations from Mr Palmer, if he does in fact commence proceedings,” he said. “We note that he recently commenced a court application against the administrators which he withdrew only hours before the judgment was due to be delivered.” Palmer accused Park of lying in a report to creditors that alleged Palmer acted as a shadow director of QN and could be exposed to criminal prosecution for alleged reckless conduct by siphoning money from the company’s “related entities”. Park told reporters in April that Palmer had used QN as a “piggy bank” to fund his political and business empire. He said then he expected Palmer – who in May confirmed he would not run again for his federal seat of Fairfax – to wage a “vigorous” and prolonged legal fight against recovery action by FTI. The FTI report recommended that QN, which went bust in January with debts of $100m, should be liquidated and that “uncommercial and director-related transactions” authorised by the pair could be recovered. This included $224m in loans from QN funds to “director-related parties” since February 2011, of which more than $189m had been “forgiven” to the benefit of those parties. Among those payments that could be clawed back were $42m in cash transfers to “related entities” in November 2012, including $US15m to Palmer and $US8m to his father-in-law Alexandar Sokolov who worked as QN’s technical director. In addition, QN transferred $US15m to the French Polynesia-based company SCI Le Coeur De L Ocean, in which his wife Anna owns shares and is a director, the report said. An extra $26m was transferred as political donations and sponsorships “where it appears a director may have received an indirect benefit”, the report says. This included $21.5m to the Palmer United party (PUP), with QN contributions making up more than 27% of all Australian political donations in financial years 2014 and 2015. Administrators said this spending, which included $2.2m on PUP’s use of a jet aircraft, “caused detriment to QN”. Creditors voted for QN to be liquidated and the commonwealth appointed its own special-purpose liquidator to claw back $73m the federal government was expected to pay to cover the entitlements of almost 800 workers. Park sacked 500 remaining QN workers in March, saying at the time there were “no alternatives” after another Palmer company installed as operator of the refinery did not rehire them. Palmer alleged on Tuesday the refinery would still be operating if Park hadn’t sacked everyone and that he breached the refinery’s joint venture agreement by doing so. He said Park should resign as liquidator of QN.",
  "webTitle": "Clive Palmer threatens to sue Queensland Nickel administrators for $1.2bn",
  "webPublicationDate": "2016-05-17T06:04:14Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/clive-palmer-threatens-to-sue-queensland-nickel-administrators-for-12bn",
  "keyword": [
    {
      "webTitle": "Clive Palmer",
      "id": "australia-news/clive-palmer",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Palmer United party",
      "id": "australia-news/palmer-united-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/17/clive-palmer-threatens-to-sue-queensland-nickel-administrators-for-12bn"
}