{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/from-pints-to-propaganda-its-the-london-mayoral-election-awards",
  "id": "2016-05-05-321",
  "sectionId": "politics",
  "body": "London mayoral elections have a habit of turning nasty – the last one ended with a screaming match in a lift, remember – but it’s fair to say that this may be the nastiest of them all. Possibly reflecting the spirit of the city itself, the campaigns have been full of lies, personal insults and the most spectacular public breakdowns imaginable. This has been an election for the ages, so it’s only fair that we commemorate it with an awards ceremony. Best origin story: Zac Goldsmith     By sheer talent and persistence, the young Zac lands a job on the Ecologist. Photograph: Johnny Green/PA    Oh sure, Sadiq Khan might have the greatest Cinderella story of any of the frontrunners – he was born in Tooting, the fifth of eight children, and raised in a council flat, while his immigrant father drove buses for a living – but does that chime with London in 2016? Hardly. Zac Goldsmith was born to an enormously wealthy family, privately educated at a series of expensive schools including Eton, got his big break at a magazine that his uncle founded and edited, and only seems to be running for mayor out of a vague sense of familial expectation. Zac Goldsmith is rich and aimless. He is the mayor that London deserves in 2016. Best potential uncle: Lee Harris         Lee Harris in Cista’s campaign video.    The Cista (Cannabis is Safer Than Alcohol) party has been trampled amid the all-out willy-swinging of Khan and Goldsmith, but that hasn’t stopped its candidate, Lee Harris, from coming across like the universe’s loveliest man. He’s a playwright, a publisher of psychedelic comics, the creator of a 2009 album entitled Angel-Headed Hip Hop, and generally a lovely, twinkly old man with a smashing line in yellow cravats. Watch the moment in his party election broadcast where he greets a steel drum player with a cheery, “Hello! Jah bless! Hello!” and tell me you don’t secretly want Lee Harris to be your uncle. Weirdest table manners: Sadiq Khan     Sadiq Khan looks at some food inside Lahore Kebab in Tooting. Photograph: David Levene for the Guardian    Last year’s general election was won and lost with a sandwich. The moment it went wrong for Ed Miliband came almost 12 months before the poll, when he was photographed folding a bacon sandwich into his mouth mid-blink. Looking back, it seems as if Sadiq Khan has learned from this and refused to eat anything in front of anyone for the entire campaign. During an interview last year – in a curry house, with dish after dish bought out to him – Khan bizarrely refused to eat a morsel. Similarly, although he attended the British kebab awards this year, nobody saw so much as a scrap of doner pass his lips. The question we should be asking ourselves is this: how does Sadiq Khan consume nutrients? Does he absorb them through his skin in a succession of mineral baths? Does he push food into his body through his belly button? We need answers. Bizarrest scaremongering: Zac Goldsmith     Zac Goldsmith campaign leaflet. Photograph: Dave Hill for the Guardian    In March, a leaflet in Goldsmith’s name was distributed to voters with Hindu and Sikh-sounding names. Sadiq Khan, it said, “supports a wealth tax on family jewellery”. It was a bizarre claim to make, built on the slightly patronising assumption that all Indian families have a vast stockpile of glittering heirlooms in their homes that they must protect with their lives. It’s a shame the tactic backfired, because it meant that Goldsmith’s next two leaflets – respectively “Sadiq Khan supports a tax on cartoon cornershops” and “Sadiq Khan will ban your delicious curries and charming accents” – never saw the light of day. Catchiest propaganda song: Zac Goldsmith Jeete Ga!         Zac Goldsmith Jeete Ga!    To make up for the horrific stereotyping in his earlier leaflet, Goldsmith supporters wrote and released Zac Goldsmith Jeete Ga!, a campaign song in Hindi, Urdu, Punjabi, Mandarin and Bangla. And, my God, is it catchy. It’s upbeat, it has a melody that drills into your brain and stays there for ever, and it’s genuinely one of the best songs of the year so far. Admittedly the lyrics – “Zac Goldsmith will win / Zac Goldsmith is everyone’s favourite leader … May he receive more honour and dignity compared to others” – make it sound a little like a North Korean propaganda video but, if anything, this only adds to its charm. Jeete Ga! Best posh man in a Sikh hat: Zac Goldsmith     Zac Goldsmith celebrates the Sikh new year and harvesrt. Photograph: LNP/Rex/Shutterstock    It takes a brave posh, white man to attempt to wear a bright-orange Sikh rumal, but that’s exactly what Zac Goldsmith did during this year’s Vaisakhi festival in Southall. Lesser posh men might have worried that the colour would show up their complexion, or fretted that they looked like a dad trying to be cool at a school disco, or collapsed under the sheer weight of embarrassment at the realisation that they’d ever court votes this shamelessly. But not Zac Goldsmith. He is posh, he is bulletproof and he wears Sikh hats sometimes. Most alarming swordsman: Prince John Zylinski     Prince John Zylinski and his sword. Photograph: Rex/Shutterstock    Independent candidate Prince Zylinski has a sword. That’s it. That’s his entire manifesto and personality rolled into one. He is a man with a sword. Yes, sure, he’s standing purely as a platform to give London’s Polish community a greater voice, but mainly it’s about the sword. The sword he used to challenge Nigel Farage to a swordfight – presumably to the death – in Hyde Park. The sword he swings about in almost every photo ever taken of him, with his eyes bulging and his fist clenched in anger. The sword that, frankly, makes him look cool and rebellious and like the only realistic candidate for mayor of London. Most delicious pizza topping: Sadiq Khan     Sadiq Khan and his winning pizza. Photograph: Wedge Issue Pizza + Beer    Knowing that the best way to harness London’s latent political enthusiasm is with a gimmicky food promotion, a Clerkenwell restaurant has created four new pizzas that encapsulate the four election frontrunners. The Green Party’s Siân Berry has the worst pizza, since her kale and rocket topping will invariably slip off the base as soon as you pick it up. The Lib Dem pizza promises one topping (kobe beef), but delivers another (chorizo). Goldsmith’s pizza has potato on it, which is a genuine and terrible affront to the sanctity of pizza. Khan’s pizza, meanwhile, is a chicken pizza. In a handy microcosm of the entire election, it’s the one you’ll probably order – not because it sounds nice, but because it’s slightly less annoying than the others. Most bungled campaign: Britain First           Britain First supporters clash with anti-fascist demonstrators in 2015.    Quick note to any aspiring political parties out there: try not to exploit memorials to murdered soldiers in order to curry political favour, because people tend to find it a bit off-putting. That’s what Britain First leader Paul Golding discovered when he posed for a photo next to a Lee Rigby tribute. Not long afterwards, he was forced to write a begging letter to his supporters, stating that “our London election campaign is dangerously close to being a humiliation … This would be a disaster as we have already spent £25,000 to get us this far.” Really, it couldn’t have happened to a nicer bunch. Worst rap by a sun god: Ankit Love     Ankit Love abnd friends. Photograph: Ankit Love    The One Love party doesn’t really have a clear set of policies. It describes itself as “techno-progressive”, refers to air pollution as “chemical air wastes of mass destruction” and wants to install ultra-fast internet in streetlamps. However, it has at least brought party co-founder Ankit Love to the fore. Apparently descended from the sun god Surya and his solar dynasty, Love is now a singer and rapper responsible for a song called Electric Lightning Lady, which contains the immortal couplet “Put on my Aviators / Let’s get it on laters”. It’s the most awful thing ever recorded, and certainly not a patch on Zac Goldsmith Jeete Ga!. Most pitiful local knowledge: Zac Goldsmith           Zac Goldsmith’s infamous taxi video.    The stupidest thing Zac Goldsmith ever did was get inside that BBC taxi. Presented with a quickfire round of softly lobbed questions about London – the team that plays at Loftus Road, the Tube stop that comes after Tottenham Court Road – Goldsmith seized up in spectacular fashion. He wriggled. He writhed. He made excuses. He, retrospectively quite idiotically, jumped in and prevented the taxi driver (actually, the BBC’s Norman Smith), from putting him out of his misery. The whole thing was excruciating from start to finish, especially since London expects its mayor to have a full working knowledge of ultimately meaningless trivia. Most satisfying failure: George Galloway     George Galloway Photograph: Amer Ghazzal/Rex/Shutterstock    Quite why Galloway’s election campaign has crumpled into nothing is hard to say. It could be that he’s backing Brexit in a city that tends to be strongly pro-EU. It could be that Londoners have grown tired of his chest-beating self-promotion. It could be because he announced his candidacy with an almost-sweet father-and-son photograph that he ruined with the caption “Dad, you’ve got to do this”. Maybe it’s just the intrinsic human suspicion of hats that did him in. Either way, YouGov found he was polling at 0%, not even enough for him to get his own pizza topping. This is probably for the best, given that it’d probably be leather and cat food anyway. Most bus-enamoured candidate: Sadiq Khan     A bus, en route to another pohto opportunity with Sadiq Khan. Possibly. Photograph: Paul Brown/Rex Shutterstock    Have you seen Sadiq Khan’s election broadcast? It’s full of buses. There he is, riding around Tooting on a bus. There he is, walking next to a bus. There he is, gazing forlornly at the interior of a bus. There he is, riding a bus past a hospital with a curiously blurred-out sign. There he is, going past Big Ben in a bus. There he is, not appearing to enjoy a single moment of this godawful bus journey, even though he’s magically located London’s only bus that isn’t full of drunk people. If nothing else, know this: Sadiq Khan loves a bus. Weirdest beer drinker: Zac Goldsmith     Zac Goldsmith managing to make Boris Johnson look normal. Photograph: Evening Standard/eyevine    Now, there is no shame in not drinking. Restraint and abstinence are fine qualities in a leader. However, there is a little bit of shame in pretending you’re a drinker. So, step forward, Zac Goldsmith, for launching your campaign in a brewery but steadfastly refusing to touch a drop of beer. And, while you’re here, take another step forward for your genuinely insane pint-drinking method. You may remember that photo of Zac supping a pint with Boris Johnson, in which he’s pinching the very top and very bottom of the glass between his fingers like some sort of catastrophic Little Lord Fauntleroy. Why are you drinking like that, Zac? Are you a weirdo, Zac? In retrospect, this is probably why Sadiq Khan doesn’t eat stuff in front of people.",
  "webTitle": "From pints to propaganda... it's the London mayoral election awards",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/from-pints-to-propaganda-its-the-london-mayoral-election-awards",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Galloway",
      "id": "politics/georgegalloway",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "politics/2016/may/05/from-pints-to-propaganda-its-the-london-mayoral-election-awards"
}