{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/australian-election-sophie-mirabella-coalition-indi-nationals-liberals",
  "id": "2016-05-18-362",
  "sectionId": "australia-news",
  "body": "The Liberal party’s Indi candidate, Sophie Mirabella, has been cut loose by the Coalition. The deputy prime minister Barnaby Joyce has been openly mocking her and senior government sources claim she has been starved of Liberal party funding apart from that which she can raise locally. The developments suggest both sides of the Coalition have written off Mirabella’s chances of regaining the seat from independent MP Cathy McGowan. Two days ago Mirabella accused some in the Liberal party of destablising her campaign on the ABC’s 7.30.   Related: Indi's National hopeful: 'Some people are rapt to have a man to vote for'    “What do they say? If you want a friend in politics, get a dog … Let others be concerned about internecine affairs, I’ll worry about Indi,” Mirabella said. At a party event in Indi on Tuesday night for Nationals candidate Marty Corboy, Joyce told members and supporters the people of Indi wanted someone in Canberra who would allow them they say “I feel proud of him”. “I don’t want to talk too much about the other candidates, they can talk for themselves and they did an exceptionally good job of that last night [on 7.30],” Joyce said. “What I can say is the more they talk, the better you look Marty.” Joyce’s approach was in stark contrast to Warren Truss’s campaigning in Indi before he retired as leader when he refused to nominate which Coalition candidate he would back. In January Truss was asked if visiting Nationals ministers would be advocating for Corboy or for Corboy and Mirabella. “Well, you can be sure that the Coalition will work together,” Truss said. “So you’ll have Nationals ministers here, and they’ll be seeking to engage Sophie in their itineraries, and there’ll be Liberal ministers here and they’ll be seeking to engage Marty in their programs.”  After Joyce opened Corboy’s office, he fielded questions about Mirabella. Asked whether the Liberal candidate had “cooked” her campaign, Joyce said “what has she done this time?”  “On all these things, I will let the other candidates speak for themselves. I want to present the National party candidate.” Joyce spent Tuesday campaigning in Indi where he rallied National party supporters, suggesting Corboy was a future leader. “If we start now in Indi, we know we can bed him down and the return will be great to this seat,” Joyce said. “We can say I know we have planted someone in Canberra who is going to grow into a leader within Victoria and a leader within our nation.” The Nationals leader, who faces a challenge from Tony Windsor in his own seat of New England, called on the independents to reveal which major party would get their support in the case of a hung parliament because “it is the right of every voter to know”. “You can’t say to anybody if I go to the market, I don’t know whether I am going to get a Holden or a horse or a camel or a house or a swimming pool,” he said. “I think people deserve the respect of knowing which way their vote is going to go.” On Wednesday Joyce will campaign in the neighbouring electorate of Murray, in another three cornered contest after Liberal MP Sharman Stone has retired. The Nationals candidate Damien Drum is up against Liberal candidate Duncan McGauchie, son of the former chairman of Telstra Donald McGauchie. Drum has been dogged by reports that he had continued to take his $3,340-a-week Victorian parliamentary wage despite actively campaigning for the federal seat of Murray. Drum has reportedly not quit the state job since winning preselection. Joyce will also meet dairy farmers after Murray Goulburn and Fonterra cut their milk prices leaving producers owing thousands of dollars after the cuts were backdated to the beginning of financial year. Usually contracts start on a lower price and “step up” rather than step down. Joyce told the ABC on Wednesday that government support would include changes to the farm household allowance which provided a cash payment of $1,000 a fortnight for up to three years. He foreshadowed changes to concessional loans to “better fit” the needs of dairy farmers.   Related: Personal pushes aside policy in McGowan-Mirabella Indi election debate    Both the Australian Competition and Consumer Commission (ACCC) and the Australian Securities and Investments Commission (Asic) are investigating Murray Goulburn. The cooperative’s managing director, chief financial officer and three directors have since resigned. Joyce said the ACCC was investigating “serious questions” regarding Murray Goulburn’s “warrants” on prices to dairy farmers. He said while global prices were a problem with oversupply in Europe, Asia had seen exponential growth. Mirabella’s office has been contacted for comment.",
  "webTitle": "Sophie Mirabella losing out as Coalition gets behind Nationals Indi candidate",
  "webPublicationDate": "2016-05-18T01:41:24Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/australian-election-sophie-mirabella-coalition-indi-nationals-liberals",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cathy McGowan",
      "id": "australia-news/cathy-mcgowan",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/18/australian-election-sophie-mirabella-coalition-indi-nationals-liberals"
}