{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/carwyn-jones-leanne-wood-tied-welsh-first-minister",
  "id": "2016-05-11-96",
  "sectionId": "politics",
  "body": "The Labour party has been faced with deadlock in the Welsh assembly after an informal coalition of Plaid Cymru, the Conservatives and Ukip successfully blocked a vote to reappoint Carwyn Jones as the country’s first minister.  The leader of Plaid Cymru, Leanne Wood, was able to draw level with Jones in the vote on Wednesday, with 29 assembly members each. The nationalist leader received the unlikely support of the Tories and Ukip. Throwing the process into confusion, the meeting was adjourned until further notice and the parties were expected to begin talks in an attempt to break the stalemate. Had Kirsty Williams, the sole Liberal Democrat in the assembly, voted with the other opposition parties, Wood would have become the first minister despite Labour being by far the largest party. “I was not re-elected to support a “a ragtag coalition made up of Ukip assembly members who at the moment can’t even agree with each other,” said Williams. A source at the Welsh assembly said the standing orders rule book was being consulted to determine the protocol in such circumstances, but it did not go into much detail. A tied vote for first minister is unprecedented in the history of the Welsh government, which was established in 1999 following the passage of the Government of Wales Act 1998.     Carwyn Jones before casting his vote in the Welsh assembly elections on 5 May. Photograph: Joe Giddens/PA    The Government of Wales Act 2006 prescribes that a first minister must be elected within 28 days of polling day or another election must be called, giving parties until the end of 1 June to end the deadlock. Sources in the Welsh assembly said the parliament was likely to be recalled in the next couple of weeks to start the process of taking nominations for first minister again, but that this was unlikely to happen until the situation had changed. “They’re not going to do it if they think a vote will get the same result,” said one. In last Thursday’s Welsh assembly elections, Labour lost its overall majority in the parliament after losing one seat, leaving it with 29. Plaid Cymru gained one seat, leaving it with 12. The Tories have 11 seats, while Ukip has seven and the Liberal Democrats have one. A spokesperson for Plaid Cymru said: “On 5 May, Wales chose not to elect one single party to govern Wales with a majority. As is the convention, the biggest party were given an opportunity to reach an agreement on forming a government which could lead Wales with the support of the majority of members in the national assembly. They took the decision not to pursue that option and were not prepared to give the process of negotiation any further time.” The spokesperson said that Plaid Cymru had followed normal parliamentary protocol in nominating Wood for first minister and there had been “no formal discussions, agreements or deals” pursued between any party. “This afternoon, the assembly failed to reach agreement on who should become first minister and form the next government,” they said. “It is now for the parties to discuss this matter further in order to seek the best outcome for Wales.”   Related: Ukip group to be led by Neil Hamilton in Welsh assembly    Ukip’s leader in the Welsh assembly, Neil Hamilton, told the BBC that his party had been approached by Plaid Cymru on Monday to support Wood; Plaid Cymru said it had only approached Ukip to tell them Wood was standing. Welsh Labour’s Alun Davies said: “Plaid Cymru have just fought an election campaign spending eight weeks saying they’d never do a deal with Ukip or the Tories. They referred to Ukip as the ‘far right’. And yet today we’ve seen them stitching up a deal to try and form a government. The people of Blaenau Gwent, the Valleys and Wales will know they can never trust a word Plaid Cymru says in the future.” He said Welsh Labour had won a clear mandate and currently had a bigger lead over Plaid Cymru than they had over the Tories following the 2011 election. Davies accused Plaid Cymru of handing Ukip “another day in the sun” when he said they should be working with Labour to save jobs in Wales’s steel industry and campaign to stay in the EU. “People expected us to be given the right to form a government, and for the other parties to hold us to account on the way we perform in office,” he said. “What we’ve seen today is an unseemly deal between two parties hurting from election defeat, and Ukip going along for the ride.” Davies said he was absolutely certain that Jones would be first minister next week. Jones had held the post since 2009 and ben a member of the Welsh assembly for Bridgend since 1999.  Williams, the Lib Dem member, explained her decision to refuse to join the coalition behind Wood. “That is not my politics and not something I will even contemplate. I am disappointed that Plaid seem to think that is a viable option,” she said. “The reality that we have to face is that Labour have 29 assembly members. It is therefore clear that they have the strongest mandate from the people of Wales.” • This article was amended on 14 May 2016. Because of an editing error, an earlier version said “the Tories and Ukip … took seats from Labour in the recent local elections”.",
  "webTitle": "Carwyn Jones and Leanne Wood tied in battle to become Welsh first minister",
  "webPublicationDate": "2016-05-11T17:33:24Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/carwyn-jones-leanne-wood-tied-welsh-first-minister",
  "keyword": [
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Leanne Wood",
      "id": "politics/leanne-wood",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Carwyn Jones",
      "id": "politics/carwyn-jones",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "politics/2016/may/11/carwyn-jones-leanne-wood-tied-welsh-first-minister"
}