{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/england-sri-lanka-second-test-day-four-match-report",
  "id": "2016-05-30-76",
  "sectionId": "sport",
  "body": "England won the second Test and with it the three-match series just as they had promised to do since bowling Sri Lanka out for 101 in the first innings. If they thought it might be a cakewalk, though, as it had been in the first Test, they were sorely disabused of the notion by the worthy, if ultimately futile resistance of the opposition second time around.   Related: England’s Alastair Cook hails ‘special moment’ reaching 10,000 Test runs    Led on the fourth day by Dinesh Chandimal, with a magnificent century, the sixth of his Test career and reached joyfully to acclaim 10 minutes before lunch, and a battling half-century from Rangana Herath, it was not until three o’clock that England were able to finish the innings. Sri Lanka had made 475, with Jimmy Anderson, the outstanding England bowler by a distance, taking five for 58, his third bag of five wickets in four innings this series. It left England 79 to win, on a pitch that was taking significant turn, sufficiently so for Sri Lanka to open the bowling with Herath’s left-arm spin. In the second over Alastair Cook clipped a gentle boundary through midwicket to reach the 10,000-run milestone that had been hanging over him, the youngest of the dozen who have reached that figure and, of course, given that he has been England’s top scorer ever since he overtook Graham Gooch’s total of 8,900, the first England batsman to reach it. If he was clearly happy to divest himself of that millstone, then his acknowledgment of the generous applause from a sparse crowd was understated: but then he has always been an understated batsman. It was not plain sailing for England, however. Cook and Alex Hales added 35 for the first wicket either side of tea but immediately after the interval Hales was bowled off his pad by the left-arm spin of Milinda Siriwardana. It meant a challenge for Nick Compton that he could well have done without with his place in the side under scrutiny. Just as he had in the first innings he survived a strong lbw shout from Herath, reviewed unsuccessfully by Sri Lanka (the umpiring of Aleem Dar and Sundaram Ravi has been outstanding in this match, as has been the decisiveness of the third umpire, Rod Tucker, when called upon) but Cook was playing with relieved freedom at the other end. Cook finished unbeaten on 47 but it was Compton who ended the game with successive boundaries to reach 22 not out. Sri Lanka now travel to London for the third Test which starts at Lord’s a week on Thursday and, if the series has gone for them, then they have emerged from this match with rather more kudos than they entered it. Only two teams – Pakistan at Bridgetown in 1958, when, thanks to Hanif Mohammad’s 16-hour 337, they wiped out a West Indies lead of 473; and South Africa against Australia at Sydney in 2002, when the lead was 400 – has a side following-on overcome a first-innings deficit more than the 397 that Sri Lanka needed here to avoid an innings defeat. Chandimal’s hundred, Herath’s heart in making 61 and the innings of Kaushal Silva and Angelo Mathews on the third afternoon were a good sign and they will find the Lord’s pitch rather more amenable than the two on which they have batted so far. England, for their part, have won the series without quite hitting their straps. Until this last innings Cook has looked a man carrying a weight and neither Compton, at least in his two innings prior to this, nor James Vince has batted with conviction. Jonny Bairstow has batted beautifully and taken plenty of catches – but they have been straightforward and it is the less easy ones that he is dropping: another went down to reprieve Chandimal when 69. Indeed the quality of the catching has been indifferent, with Vince making a hash of a skier that would have curtailed Herath’s resistance. Of most concern is the bowling of Steven Finn, who was struggling desperately for rhythm while playing for Middlesex and has not found it here. The strange kink in his arm persists, something that has been there for 18 months or more, as if he is protecting an elbow problem, and he loses momentum in falling away in his action. It was debatable that he should have been playing in this match: he remains in the squad but in this sort of state he should surely not be in the XI at Lord’s. Once again Anderson has been magnificent and England needed him for Stuart Broad, aside from an early spell, did not bowl again until reappearing to take the final wicket. Finn was poor, Chris Woakes unable to make any headway and Moeen Ali, despite gaining assistance from the pitch, was played confidently and at times harshly by Chandimal, who stood on and outside off stump to him – at some stage, Moeen should really have gone round the wicket to him but never did. Anderson, though, dismissed Siriwardana brilliantly from round the wicket and had Herath lbw to a full ball from the same angle to claim his 450th Test wicket. The ball which uprooted Shaminda Eranga’s off stump was simply too good for a lower-order batsman. Cook deserves his accolade. He is, by consent, not the player that any of the 11 who have preceded him to that mark can claim to be, but none has been more resilient. A simple game has taken him through his career not because he has refined it as many have done with theirs but because it is all he has ever had or needed. No one has made more of his ability. And none would have reached the landmark with a more defining shot.   Related: Typical of the man, Alastair Cook passes Test milestone with minimum of fuss",
  "webTitle": "England win Sri Lanka series after Alastair Cook hits 10,000 Test runs",
  "webPublicationDate": "2016-05-30T15:45:53Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/england-sri-lanka-second-test-day-four-match-report",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/30/england-sri-lanka-second-test-day-four-match-report"
}