{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/06/rainsbrook-private-prison-youth-jail-ofsted-cqc-force-restraint",
  "id": "2016-05-06-223",
  "sectionId": "society",
  "body": "There is an increasing use of force and restraint to control children at a privately run youth jail, a snap inspection carried out in the wake of exposure of serious allegations of abuse at Medway secure training centre in Kent has revealed. The inspection report into Rainsbrook secure training centre, near Rugby, published on Friday reveals that 24 “child safeguarding” allegations have been made in the first three months of this year. Six have led to external investigations and one member of staff has been disciplined. The snap joint inspection by Ofsted, the chief inspector of prisons, and the care quality commission, was ordered after undercover filming by BBC Panorama revealed serious allegations of abuse and assaults by staff at the G4S-run Medway secure training centre. The Ministry of Justice is expected to confirm next week that Medway is to be run by the public sector.   Related: Ministry of Justice officials 'helped private firms win government contracts'    Rainsbrook was taken over on Thursday by the US prison company MTCnovo. The snap inspection was carried out in March when Rainsbrook, then also run by G4S, held 61 teenage boys and 13 girls aged 12 to 18. The inspectors said they saw some good examples of staff minimising potential violence at Rainsbrook, but the number of incidents involving restraints and use of force had risen to an average of 29 a month compared to 19 a month at the time of the previous inspection.  They said although in the majority of incidents force had been used appropriately to prevent injury to young people CCTV footage also showed poor practice including the use of non-approved techniques and misapplication of holds. They said these cases were more the result of inexperience rather than malice. They also said there were insufficient body cameras available to record every restraint and in some cases staff did not turn on the camera to record incidents. Senior managers have taken action against some staff on a number of occasions where body-worn cameras had not been turned on. The inspectors also found a rising level of assaults by children on staff, with five members of staff and three children requiring hospital treatment in the previous six months. The snap inspection in March was the third in the space of 12 months after a disastrous report in February 2015 which revealed young people had been subject to degrading treatment, racist comments, and being cared for by staff who were under the influence of illegal drugs. The latest inspection report concludes that the overall effectiveness of Rainsbrook is unchanged and still requires improvement. Lin Hinnigan, the chief executive of the Youth Justice Board, responded to the report saying they recognised there were issues around staffing and inconsistencies in the way behaviour management was applied at Rainsbrook.  She said: “The inspection took place during a challenging time as a result of the transition from G4S to MTCnovo running the centre under a new contract, and in the wake of the BBC Panorama programme about Medway STC and G4S’s announcement about selling its UK children’s services business. MTCnovo must now continue to address the areas for improvement as it runs Rainsbrook STC under the terms of the new contract and operating model.” Paul Cook, managing director of G4S children’s services responded to the report: “Recruiting and retaining staff in what was a period of change proved to be very challenging, but our focus remained on handing over a centre which puts the futures of young people at the heart of its operation. I am pleased that inspectors recognised the good focus on the individual needs of young people and the work which went into maintaining continuity in the education of those in our care. “It is also encouraging that we have transferred a centre in which young people felt safe and were positive about their relationships with staff, most of whom will continue to provide care under the new management.”  Frances Crook, of the Howard League for Penal Reform, said: “The experiment of secure training centres has been a failure for 20 years. Nowhere is that more obvious than at Rainsbrook, where, as today’s report shows, there are major concerns about safeguarding, violence and restraint. Children are not safe.  Crook added: “G4S have lost the Rainsbrook contract and now MTCnovo are running it instead. As a nation we have to learn that we cannot keep inventing new ways to lock up children who simply do not require custody.”",
  "webTitle": "Rainsbrook private youth prison sees rise in use of force and restraint",
  "webPublicationDate": "2016-05-06T11:05:48Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/06/rainsbrook-private-prison-youth-jail-ofsted-cqc-force-restraint",
  "keyword": [
    {
      "webTitle": "Youth justice",
      "id": "society/youthjustice",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Ofsted",
      "id": "education/ofsted",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Care Quality Commission (CQC)",
      "id": "society/care-quality-commission",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/06/rainsbrook-private-prison-youth-jail-ofsted-cqc-force-restraint"
}