{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/football-joe-allen-liverpool-future-wales-euro-2016",
  "id": "2016-05-26-13",
  "sectionId": "football",
  "body": "Joe Allen has admitted his Liverpool future is up in the air. The midfielder has one year remaining on his contract and his former club Swansea are monitoring the 26-year-old’s situation on Merseyside. The Wales international held talks with the Liverpool manager, Jürgen Klopp, about his future in January when it was agreed his contractual situation would be discussed after Euro 2016. “There was a conversation with the club in terms of what the future did hold for me, if I would feature more or if I would feature in the plans moving forward,” Allen said at Wales’ training camp in Portugal. “They made it clear at that stage I wouldn’t be moving anywhere. I knew where I stood and it was good to have that conversation and know that I had the second half of the season to look forward to with Liverpool.   Related: Liverpool turn focus to Southampton’s Sadio Mané after Mario Götze failure    “As soon as the season finished with Liverpool I said to myself, ‘I don’t want to have any distractions and I am fully focused and engaged on purely all things Wales’. That’s where I am at the moment. We have had an intense season and I’m sure there will be a week or two after the Euros before any discussions are had.” Liverpool spent £15m on Allen in August 2012 when Brendan Rodgers returned to his old club for the player he called the “Welsh Xavi”. Allen, however, has endured a mixed time at Liverpool but has won over supporters in the last few months under Klopp. Asked if his Liverpool future relied on the prospect of more first-team action, Allen replied: “I think it hinges on the pre-season plans and what exactly the club are hoping to do, everything comes into that. The acquisitions and who they are going to get in. Until all that happens it is difficult to answer that question. “As a footballer you want to play every minute of every game. When you don’t it can be disappointing. That’s natural for anyone; that’s not specific to me. It’s how you react. You have to make sure you don’t let it affect you to a point that, when you do get your chances, you’re not up to it. “What was great about the second half of the season was all the different competitions and how far we went. The support [from the fans] has been brilliant in the last few months. “It’s always great for a player, it always helps you when you step out on the pitch. I’ve enjoyed that and it made things easier. People have talked about the improvement in my game this year but it’s almost a back-handed compliment in some ways. In the first half of the season I hadn’t played. “But I’m 26, not 36, so I am still developing and improving. I’d be very disappointed if I said at the end of any year that I hadn’t improved as the season had gone on.”",
  "webTitle": "Joe Allen uncertain about his Liverpool future",
  "webPublicationDate": "2016-05-26T22:01:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/football-joe-allen-liverpool-future-wales-euro-2016",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wales",
      "id": "football/wales",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Dobson",
      "id": "profile/mark-dobson"
    }
  ],
  "guardianId": "football/2016/may/26/football-joe-allen-liverpool-future-wales-euro-2016"
}