{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/pegida-activists-protest-images-non-white-german-footballers-kinder",
  "id": "2016-05-25-178",
  "sectionId": "world",
  "body": "Supporters of Germany’s anti-immigration movement Pegida have expressed outrage that the blue-eyed blond boys on the packaging of Kinder chocolate bars are being replaced by children of African and Middle Eastern appearance – seemingly unaware that they are childhood photographs of players in their own national football team. A photograph of two boxes of the chocolate bar – one carrying a childhood portrait of Gelsenkirchen-born midfielder Ilkay Gündogan, the other of Berlin-born defender Jérôme Boateng – were shared last week on the Facebook page of the Bodensee branch of the anti-refugee protest movement. “They don’t stop at anything,” said the original post. “Can you really buy them like that, or is that a joke?” Another commenter wrote: “Surely that’s a fake?!???”   Related: Pegida: what does the German far-right movement actually stand for?    “They are really trying to trick us into accepting every kind of rubbish as normal, poor Germany,” said another post.  Others called for a boycott of the chocolate bars, which are produced by the Italian manufacturer Ferrero. One wrote: “If that’s the case, I won’t be buying it any more.” Some commenters tried to draw attention to the fact that the packaging was only a marketing stunt designed to tie the product in with the upcoming European Football Championship in France. “Dear folks, firstly Ferrero is an Italian manufacturer, and secondly, where do think they get the cocoa from to make the chocolate with?” said one.  But many of Pegida’s supporters evidently felt discomfited by non-white players representing Germany at football internationals. “You mean ‘die Mannschaft’ [a nickname for the German team]? There’s nothing national about them any more.” “These are gladiators – therefore slaves – who don’t play for Germany out of conviction, but only for the money.” Pegida’s name is an abbreviation for Patriotic Europeans Against the Islamisation of the West.   Related: Bastian Schweinsteiger included in Germany’s provisional Euro 2016 squad    Ferrero has now commented on the story, which has been widely covered on German news websites, saying in a statement on its Facebook page: “Ferrero would like to expressly distance itself from all kinds of xenophobia and discrimination.” Until 2011, Germany internationals featured in a series of ads for the cocoa spread Nutella, also produced by Ferrero. Because many players featured in the ads saw their international careers nosedive soon after, the tie-in became colloquially known as the “Nutella curse”. Of the players featured on the special-edition Kinder chocolates, at least two – Gündogan and Leverkusen midfielder Christoph Kramer – will miss out on this year’s tournament due to injury or non-selection.",
  "webTitle": "Pegida activists protest at images of non-white German footballers on Kinder bars",
  "webPublicationDate": "2016-05-25T12:02:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/pegida-activists-protest-images-non-white-german-footballers-kinder",
  "keyword": [
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Championship",
      "id": "football/european-championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "world/2016/may/25/pegida-activists-protest-images-non-white-german-footballers-kinder"
}