{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/17/ftse-100-climbs-nearly-1-with-taylor-wimpey-leading-the-way",
  "id": "2016-05-17-262",
  "sectionId": "business",
  "body": "Leading shares are heading higher again, helped by the continuing strength in the oil price and positive moves in the US and Asian markets, and shrugging off weaker than expected UK inflation figures. Taylor Wimpey is topping the risers, up 11p at 195.9p after the housebuilder announced a special dividend amid a strong property market. The move means it plans to pay investors £1.3bn by the end of 2018, higher than the expected figure of around £1.1bn. Analysts at Canaccord Genuity said:  Ahead of its capital markets day today, the group has announced a very positive update to its dividend policy as well as stretching its medium-term financial objectives. It has increased its ordinary dividend to around 5% of net assets to be paid through the cycle from 2017 and announced a special dividend of £300m to be paid in July 2017 (it had already announced £300m to be paid in July 2016). The group has also increased its medium-term financial targets, covering the period 2016 to 2018, given the strength of the market and the group’s performance. It now expects an average return on net operating assets of 30%, an average operating margin of around 22%. Included in its financial targets it also targets a total of £1.3bn of dividends to be paid to shareholders over the period 2016-18. This clearly signals another special dividend in 2018. Consensus unlikely to move significantly at this point, although the low end may move up but the news on dividends should be well received and consensus dividend expectations will likely rise. Over the next 14 months the shares offer dividends per share of around 22.5p - which implies a yield of around 12%.  On trading the company said:  The UK new build housing market remains very positive across most of our geographies, with a healthy and controlled lending environment providing good accessibility to mortgages at competitive rates. Consumer demand and confidence remain high. In central London, the market continues to be stable.  This confidence has helped other housebuilders, with Barratt Developments up 15.5p at 553.5p and Persimmon putting on 57p to £20.37. Overall the FTSE 100 is currently up 56.25 points at 6207.65, and Tony Cross at Trustnet Direct said:  A positive finish both the US and Asia, plus the fact that oil prices continue to march higher, have combined to ensure London’s FTSE-100 kicks off Tuesday’s session by extending yesterday’s late gains. With metals prices finding favour too, it’s no real surprise that natural resources stocks have been left scattered across the upper reaches of the board.  Anglo American has added 23.4p to 632.9p while Glencore is up 4.55p at 138.15p. Positive results, including a 35.5% rise in full year profits, have lifted support services group DCC 205p to £63.55. Vodafone is up 5.3p at 228.95p as the mobile phone group reported a 2.3% rise in full year revenue to £41bn and said it had seen a return to growth in Europe. Among the mid caps, motor retailer Lookers said its full year results should be in line with expectations, and its shares recovered some lost ground, accelerating 10.4p to 142.1p. Liberum said:  This reads as a positive statement. We do not expect material changes to consensus but the update should be taken well and we would expect a positive reaction in the shares, which are down 29% year to date.",
  "webTitle": "FTSE 100 climbs nearly 1% with Taylor Wimpey leading the way",
  "webPublicationDate": "2016-05-17T08:43:03Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/17/ftse-100-climbs-nearly-1-with-taylor-wimpey-leading-the-way",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Taylor Wimpey",
      "id": "business/taylorwimpey",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Barratt Developments",
      "id": "business/barrattdevelopments",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Persimmon",
      "id": "business/persimmon",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Anglo American",
      "id": "business/anglo-american",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Glencore",
      "id": "business/glencore",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Vodafone",
      "id": "business/vodafonegroup",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/17/ftse-100-climbs-nearly-1-with-taylor-wimpey-leading-the-way"
}