{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/victor-matfield-northampton-gloucester",
  "id": "2016-05-08-13",
  "sectionId": "sport",
  "body": "As Dylan Hartley returned to action seven weeks after sustaining concussion during England’s grand slam triumph in Paris, a player whose greatest triumph came at the Stade de France nine years before was making his final appearance in a long career that defied the theory of player burnout.   Related: Dylan Hartley returns as Northampton seal Champions Cup spot at Gloucester    Hartley, who proved his fitness for England’s match against Wales this month and the summer tour to Australia by playing the final 17 minutes, posed for a picture in the dressing room with the South African 2007 World Cup winner Victor Matfield after Northampton had confirmed their place in next season’s European Champions Cup and posted it on his Twitter page with the message: “An honour and privilege to play with this man. An absolute gentleman of the game.” It was not an exit that was worthy of Matfield’s distinguished career, a contest to decide where Northampton finished among the also-rans after they had failed to qualify for the play-offs for the first time since 2009. Like other clubs with a significant number of players who were involved in the World Cup, the tournament proved disruptive, but not decisively so according to their director of rugby, Jim Mallinder. “We lost away to the bottom three sides and if you want to make the top four, you have to win those matches,” he said. “We have to regroup over the summer and freshen things up a bit. We have announced a few signings and there will be a couple more. We need to do things a little bit differently and progress our game. We want to be challenging for silverware every year. That is the pressure we put on ourselves.” Six of Northampton’s back division were full internationals, in contrast to Gloucester who were without 13 players behind the scrum, but it was the exception who stood out. Harry Mallinder created the Saints’ first two tries and if one of the tactical tweaks is to make optimum use of turnover possession, he will have a role to play with his ability to create and exploit space, in his preferred position of centre rather than full-back. Gloucester did not have one first-choice back playing in his preferred position and they were forced to bring on their academy fly-half Lloyd Evans in the first quarter when the full-back Tom Marshall was injured. Evans scored their first try and the home side led 20-8 five minutes before the break, but once the rain started to fall Northampton played for position. “We will have a stronger squad next season, but it takes time, especially when you are bringing through young players,” David Humphreys, the Gloucester director of rugby, said. “We need a squad filled with players of quality who will deliver the success we want. It was a disappointing way to finish the season, especially after leading, but it will have done the younger players good. You can make them bigger and stronger, but experience comes from playing.” Matfield has played a bit, retiring four days shy of his 39th birthday 21 years after he was picked in South Africa’s academy. He has made most of his appearances for Northampton off the bench since arriving after the World Cup, as he did on Saturday, coming on for the final 22 minutes to help the Saints maintain control. “I had a chat with Victor at the end,” Mallinder said. “He has been fantastic for us. He did not come here to play 80 minutes 32 times but be a part of the squad. He has played a massive part for us.” Joining Matfield on his way out of Northampton is the Samoa scrum-half Kahn Fotuali’i, who confirmed that he was joining Bath.",
  "webTitle": "Victor Matfield and Northampton bow out gracefully at Gloucester",
  "webPublicationDate": "2016-05-08T21:30:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/victor-matfield-northampton-gloucester",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gloucester",
      "id": "sport/gloucesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Northampton",
      "id": "sport/northamptonsaints",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/08/victor-matfield-northampton-gloucester"
}