{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/bbc-reporter-rupert-wingfield-hayes-detained-in-north-korea",
  "id": "2016-05-09-239",
  "sectionId": "world",
  "body": "The BBC’s Tokyo correspondent, Rupert Wingfield-Hayes, has been expelled from North Korea, three days after he was detained in the capital, for showing disrespect, “distorting facts and realities” and “speaking ill” of its leader, Kim Jong-un. Wingfield-Hayes was detained in Pyongyang on Friday along with producer Maria Byrne and cameraman Matthew Goddard as they were about to leave North Korea, according to the BBC website.   Related: North Korea will not use nuclear weapons first, says Kim Jong-un    Wingfield-Hayes was not among the dozens of foreign media organisations covering the Workers party’s first congress in 36 years; he had covered an earlier trip of Nobel laureates and had been scheduled to leave on Friday. China’s official Xinhua news agency, which has a bureau in Pyongyang, said the North’s National Peace Committee had held a press conference on Monday saying Wingfield-Hayes had been expelled for “attacking the DPRK system and non-objective reporting”. O Ryong-il, secretary-general of the committee, said the journalist’s news coverage distorted facts and “spoke ill of the system and the leadership of the country”. He said Wingfield-Hayes wrote an apology, was being expelled on Monday and would not be readmitted into the country.    Breaking - Our man in North Korea is detained & questioned for 8 hours. Rupert Wingfield-Hayes & his team to be expelled from the country— Nick Robinson (@bbcnickrobinson) May 9, 2016    The broadcaster reportedly decided not to report the detention until it became apparent that Wingfield-Hayes and his colleagues would be expelled. The three BBC staff have arrived in Beijing after their government minders brought them to Pyongyang airport. BBC reports said Wingfield-Hayes was questioned for eight hours by North Korean officials and made to sign a statement.           North Korea expels BBC journalist for ‘distorting facts’    Reports said that North Korean officials were unhappy about Wingfield-Hayes’ coverage of a visit to a children’s hospital in Pyongyang along with Nobel prize laureates. . In the report, which aired last week, Wingfield-Hayes said the patients at the hospital looked “remarkably well, and there isn’t a real doctor in sight”. He added: “Everything we see looks like a set-up.” Another BBC correspondent in Pyongyang, John Sudworth, said in a broadcast report that there was “disagreement, a concern over the content of Rupert’s reporting”, including questioning the authenticity of the hospital. “When he reached the airport on Friday, he was separated from the rest of his team, prevented from boarding that flight, taken to a hotel and interrogated by the security bureau here in Pyongyang before being made to sign a statement and then released, eventually allowed to rejoin us here in this hotel,” Sudworth said. “They were certainly very shaken,” he said, adding that Wingfield-Hayes had suddenly found himself “under a huge amount of pressure”. In another report, Wingfield-Hayes, who reported from Russia and China before moving to Japan, said of Kim Jong-un: “What exactly he’s done to deserve the title marshal is hard to say. On state TV the young ruler seems to spend a lot of time sitting in a large chair watching artillery firing at mountainsides.” CNN’s Tokyo-based correspondent Will Ripley, who is also in Pyongyang, said references to Kim, who has ruled the state since late 2011, carried risks for international journalists. “Obviously this is a very sensitive issue for all journalists who come into North Korea to report, and the North Koreans take very seriously any comments made about their leader,” Ripley told CNN. The BBC’s Stephen Evans, who is still in Pyongyang, said the North Korean leadership was displeased with the broadcaster’s depictions of life in the country’s capital, during which foreign reporters are constantly supervised by government-appointed interpreters. In his first report, Wingfield-Hayes said he was “hoping for any chance to see North Korea ‘off script’”. He added that on a previous visit to Pyongyang, “I tried to sneak out to see a bit of Pyongyang street life ... a soldier jumped out of the bushes and ordered me to turn around.”",
  "webTitle": "North Korea expels 'disrespectful' BBC reporter Rupert Wingfield-Hayes",
  "webPublicationDate": "2016-05-09T10:33:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/bbc-reporter-rupert-wingfield-hayes-detained-in-north-korea",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/09/bbc-reporter-rupert-wingfield-hayes-detained-in-north-korea"
}