{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/graduation-review-cristian-mungiu-romania-cannes-2016",
  "id": "2016-05-19-205",
  "sectionId": "film",
  "body": "Romanian director Cristian Mungiu won the Palme d’Or here in 2007 with his pregnancy drama 4 Months, 3 Weeks & 2 Days. Now he’s closing in on the double. His new film Bacalaureat, or Graduation, is a masterly, complex movie of psychological subtlety and moral weight, about the shabby choices people make as they claw their way up: people constrained by loyalty to others who have helped them with wrongdoing, who use those others’ corruption as an alibi for their own failings, and those who hope that the resulting system of shifty back-scratching somehow constitutes an alternative ethical system. But how about the children, those innocent souls for whose sake all this grubbiness has been endured? Should they be preserved from graduating into an infected world of compromise and secret shame?            Graduation stars the Romanian stage and screen actor Adrian Titieni as surgeon Dr Romeo Aldea; he has a difficult relationship with his 18-year-old daughter, Eliza, played by Maria Dragus – who played the priest’s daughter Klara in Michael Haneke’s The White Ribbon. It isn’t just the presence of Dragus that will remind an audience of Haneke. There are many signs that Mungiu has been intelligently influenced by the Austrian director, particularly his 2005 classic Hidden: the same return of the repressed, the same queasy, opaque riddle of guilt-symptoms in the body politic, the same idea of a terrible disgrace being imperfectly buried in the shallow grave of ordinary, day-to-day life and likely to be uncovered at any time. There is also the intimate civil war between an exhausted and cynical middle-aged generation and their angry, bewildered children.   Related: The Unknown Girl review – a marginal, passionless offering from the Dardennes brothers    Aldea lives with Eliza and his wife Magda (Lia Bugnar) in a tatty apartment on a grisly Ceausescu-era estate in the city of Cluj in northwest Romania. The parents are intensely, almost desperately proud of Eliza: she has been a stellar pupil and has the offer of a scholarship from a British university to study psychology after graduating from high school, conditional on top marks in her final exams. (The exact British university isn’t specified, but Aldea’s beaming remarks about Eliza getting chased by squirrels in Kensington Gardens might indicate Imperial.) Eliza has a chance of getting out of Cluj that her parents could only dream of, yet her unsuitable, low-achieving, motorbike-riding boyfriend might yet drag her down. From the very first, it is clear that his relationship with both women is cool: his wife is clearly suffering from a depression which appears to be undiagnosed and untreated, despite Dr Aldea’s medical background. The opening sequence indicates that she is almost bedridden. Aldea himself is a success: he has risen to the top in his chosen profession, though there are signs that he clearly wished for something other than this provincial existence. The problem is that Aldea has a terrible secret of his own, a secret which may account for mysterious attacks on him: stones thrown at his flat window and car windshield. As the drama continues, Mungiu cleverly allows the audience to consider and discard the various possibilities concerning which characters might have an interest in harming Aldea, before finally offering an enigmatic partial solution at the end (like Haneke).     Romanian actress Maria Dragus, who plays Eliza, at Cannes 2016. Photograph: Laurent Emmanuel/AFP/Getty Images    The key reversal comes when Aldea gets a call with terrible news. On the day before her exams, Eliza is assaulted: an attempted, unsuccessful rape. She is physically all right, but in no condition to sit a public examination, still less get top marks. So Aldea has to call on a grisly system of favours and quiet words in friendly ears to see if his daughter can somehow be waved through: he is friendly with the school’s exam committee president (Gelu Colceag) and also the hatchet-faced police chief, investigating the assault case, (played by Mungiu regular Vlad Ivanov, who was the abortionist in 4 Months and also had a cameo as a corrupt oil executive in Maren Ade’s Toni Erdmann). This officer sets up a meeting with a notorious politician, Bulia (Rares Andrici). But any cheat has to happen with Eliza’s conscious participation. These stomach-turningly awful negotiations are a very distant, bureaucratic cousin to Bonasera’s cringing petition to Don Corleone at the beginning of The Godfather and all the more loathsome because they could result in nothing more than extra guilt, and more bars in the self-created prison of corruption. This is pursued in plot-tandem with the police investigation, which Aldea believes is missing something vital. There is a moment worthy of both Haneke and Antonioni when Aldea prints out a screen-grab from some CCTV footage which he thinks gives an unnoticed clue. But Mungiu creates the queasy possibility that the attempted rape itself is part of a conspiracy of violence driven by envy or revenge – or even that the universe itself is punishing him, with intimate horror, for sexual misdeeds. The key scenes with Aldea and his daughter are almost unwatchably tragic: with no time to lose, he has to induct her into a world of shame – which is the price of survival. British audiences will wince as Aldea tells her that she has to wise up, because Romania isn’t like the UK, where there is no cronyism or backscratching. Well maybe.  Graduation is an intricate, deeply intelligent film, and a bleak picture of a state of national depression in Romania, where the 90s generation hoped they would have a chance to start again. There are superb performances from Titien and Dragus. It’s a jewel in this exceptionally good Cannes lineup.",
  "webTitle": "Graduation review – a five-star study of grubby bureaucratic compromise",
  "webPublicationDate": "2016-05-19T11:39:09Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/graduation-review-cristian-mungiu-romania-cannes-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Romania",
      "id": "world/romania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crispin Glover",
      "id": "film/crispin-glover",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World cinema",
      "id": "film/world-cinema",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/19/graduation-review-cristian-mungiu-romania-cannes-2016"
}