{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/segregation-britain-oldham-riots-communities",
  "id": "2016-05-23-130",
  "sectionId": "commentisfree",
  "body": "This year marks the 15th anniversary of the Cantle report, the government-backed inquiry into the causes of the riots that rocked Oldham in May 2001, followed by unrest in Bradford and Burnley in June and July. The report warned that different ethnic groups were leading parallel and polarised lives, and that this social segregation was undermining people’s sense of belonging within their communities.   Related: The poison of inequality was behind last summer's riots | Richard Wilkinson and Kate Pickett    A decade on, and sadly many of the lessons of those riots have yet to be learned. In fact, I believe the cracks in our communities have grown. Not only has Britain become a more ethnically segmented nation as immigration has continued to rise, but also the growing income and lifestyle gap between rich and poor has undermined the sense that there is such a thing as a common British life. The independent Riots, Communities and Victims Panel, set up following the summer riots of 2011, corroborated that sorry fact. It found that seven in 10 of the riots that year broke out within the 10% of communities ranked as the least socially cohesive, illustrating that it is not only an issue of ethnicity but of class too. This marries with my experience as an MP representing a richly diverse constituency in inner London. Luckily, we were spared rioting in 2001, but we were very seriously affected by the unrest of August 2011. We pride ourselves on this diversity but it does not always translate into social interactions between different groups, with many of my constituents leading parallel lives. Take, for example, the more recent arrivals to our area from east Africa, who have added to the rich tapestry that is Streatham and who run many thriving and dynamic businesses. The clientele of their businesses, many of them restaurants and cafes, are almost exclusively made up of other east Africans. This is a crying shame because, having dined in those businesses myself, I can attest to the fact that they have so much to offer the rest of our community. And it could happen. But there are forces that make integration and cohesion much more difficult to achieve. Daily we see how demographic change and uncertainty about what it means to be British is exploited by those with their own agenda; those who employ divisive rhetoric, engage in scapegoating and do nothing to tackle root causes of the insecurities people face. In this environment there is the risk that people respond to the challenges of the 21st century not by asking “how can we solve this problem together?” but by asking “who can we blame?”. Professor Ted Cantle warned that immigration could undermine community cohesion where migrant groups and host communities led parallel rather than interconnected lives. Yet while we argue endlessly about who should be let into our country, we pay scant attention to what happens when immigrants do pass through our borders and settle in, say, Birmingham, Barnsley or Brent. That was exactly the pitfall Cantle tried to warn us about. Fifteen years after his clarion call, it’s time to act. And there is much we can do. Research by the Social Integration Commission shows that when people from different backgrounds meet and mix and get to know one another, trust grows and communities flourish. In fact, meaningfully engaging with someone from a different ethnicity or socio-economic group makes people more likely not just to view that particular group positively, but also to put more faith in people as a whole. Our differences needn’t divide us, but unity takes work. That’s why I recently launched a new cross-party group, the all-party parliamentary group on social integration, to investigate how opportunities to meet and mix with people with different experiences of life could be woven into the fabric of everyday life. Some will say it isn’t the government’s job to manage who people meet and interact with, but there is clearly a lot it can and should do. It should offer communities much more support to manage demographic and cultural change, including investment in public services and additional housing stock in our migration hotspots. It could review our planning and housing laws to assist with the reshaping of neighbourhoods, making it easier for people to develop ties with their neighbours.   Related: Reading the riots: ask the reason why | Editorial    It should look at our schools, for we know that who young people associate with at school and college is crucial to their future attitudes and life chances. But, according to the OECD, our education system is among the most segregated in the developed world. At a time of stagnating social mobility and rising public anxiety regarding extremism in schools, we need bold solutions. Merging the most ethnically segregated schools – an approach trialled by Oldham council after the 2001 riots – may be one way forward. The Northern Ireland executive’s programme of locating faith schools within cross-community campuses may be another. Above all, we need to challenge the idea that just because community initiatives work at the local level they must always be built from the bottom up. Sometimes it requires national impetus to deliver real change. We need to start investing the same level of commitment into modernising and revitalising our communities as we do our public services and businesses. The last half-decade has seen a rapid decline in the membership of and affiliation to civic institutions that once bridged social divides: the organised church, community social clubs and political parties. We must revitalise these institutions. We can build a more integrated Britain, but if we know anything 15 years after the Cantle report, it is that the process won’t happen by chance.",
  "webTitle": "We have failed to stop segregation in Britain. Time to try again | Chuka Umunna",
  "webPublicationDate": "2016-05-23T15:00:17Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/segregation-britain-oldham-riots-communities",
  "keyword": [
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chuka Umunna",
      "id": "profile/chukaumunna"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/segregation-britain-oldham-riots-communities"
}