{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/sumner-redstone-trial-lawsuit-shari-manuela-herzer",
  "id": "2016-05-10-210",
  "sectionId": "media",
  "body": "The humiliating trial of Sumner Redstone is far from over. Just hours after Manuela Herzer, the billionaire media mogul’s former lover, had her claims against his mental competency thrown out of court, Herzer filed a lawsuit against Redstone’s daughter. Herzer, Redstone’s companion for six years, filed a second suit against several members of Redstone’s household in California on Monday, attacking his daughter Shari, the primary defendant in the new filing, and other “henchmen”. The new case was filed the same day Herzer appealed against Judge David J Cowan’s original ruling. “We are disappointed that the court terminated the case after one day and did not allow us to put on all of our substantial evidence of Redstone’s mental incompetency and decisions that he made because of lies about my client, manipulation, and undue influence,” wrote Herzer’s attorney Pierce O’Donnell. The filings came as voicemails left by Sumner Redstone, now 92, appeared online, describing in lurid detail the nature of planned sexual trysts.  The news is merely the latest in a series of embarrassments for the man who almost single-handedly fashioned one of the world’s largest media empires and a fortune estimated at some $5.2bn by Forbes. The ongoing suit comes amid calls from investors to remove his handpicked executives from leadership at Viacom. In February, Redstone stepped down as chairman of both companies following an examination by a psychiatrist as part of the recently dismissed case.   Related: Sumner Redstone resigns as executive chairman of Viacom    Redstone, head of National Amusements, still owns controlling voting shares in both Viacom and CBS, media properties responsible for huge incomes across cable, broadcast, premium pay-TV networks and film. Among the assets he controls are Paramount Pictures and Comedy Central, home of South Park and Inside Amy Schumer. Herzer’s previous suit had claimed Redstone was “a living ghost”, unable to manage his affairs, and his agents had squeezed Herzer out of her fair share of his fortune. But in explosive video testimony on Friday, Sumner effectively ended her case. While the mogul clearly had difficulty expressing himself, he made his feelings crystal clear: “She is – Manuela is a fucking bitch,” he said. The new suit against Shari Redstone is much more straightforwardly about money. “This lawsuit seeks to hold Shari and her henchmen responsible for their criminal acts in intentionally destroying Herzer’s special relationship with Sumner and causing Sumner to disinherit her, thereby losing her $70 million inheritance,” her attorneys wrote, citing what they called “a successful campaign to turn Sumner against Herzer”. The younger Redstone’s distaste for Herzer is well documented. With another ex-girlfriend, Sydney Holland, Herzer attended Redstone beginning in 2009; Shari Redstone told the Hollywood reporter in February that it was Herzer and Holland who restricted Redstone’s access to her father, not the other way around. “Once Ms Herzer was out of my father’s life, my family and I were able to reunite with my father,” she said. “Now, I am able to visit with my father on a regular basis. “[M]y family was effectively prevented from having meaningful access to my father.”",
  "webTitle": "Humiliation of Sumner Redstone continues despite case being tossed",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/sumner-redstone-trial-lawsuit-shari-manuela-herzer",
  "keyword": [
    {
      "webTitle": "Sumner Redstone",
      "id": "media/sumner-redstone",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Viacom",
      "id": "media/viacom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    }
  ],
  "guardianId": "media/2016/may/10/sumner-redstone-trial-lawsuit-shari-manuela-herzer"
}