{
  "apiUrl": "https://content.guardianapis.com/crosswords/2016/may/21/more-pros-than-cons-for-the-anagram",
  "id": "2016-05-21-106",
  "sectionId": "crosswords",
  "body": "My apologies for the length of time since I last gave you an update. I hope that normal service is now restored. Last time (in March) I asked whether the recent increased appearance of anagrams in the Quick puzzles was generally welcome or not. There were a few responses in the comments online, including an enthusiastic thumbs up on behalf of sardanista’s 8-year-old granddaughter. It seems she enjoys anagrams greatly and, indeed, does most of the other Quick clues as well, provided doing so does not require specialised adult experience.  However, I also received 44 emails in response. This was clearly not a ‘Marmite issue’ (you either love or hate the very British savoury spread made from yeast and vegetable extracts, which is too salty and makes the gums and roof of the mouth sting painfully).  There were 15 emails in the ‘Vote No’ camp, but of these only seven were actual card-carrying, diehard members of the Hate Party. The others said that they were OK, but only if they were much more strictly rationed. By contrast, of the 29 voters supporting the Love Party ticket, 18 could only be described as besotted anagram fans, unable to get enough of the stuff, while the others said that they liked them but perhaps there were too many bunched together.  I shall be sitting down with my advisers shortly to discuss how the data should be interpreted and what policy decisions conclusions should be drawn. _____ As some of you will already know, Gordon Holt (Otterden) died at the end of April. He started setting puzzles for us in 2013, when he was crossword editor of the New Statesman, to which he continued to contribute. He had a prolonged period of illness and recuperation in 2014 but was then back and in good form. He chose his nom de plume because a holt is the den of an otter. An obit by his friend and collaborator Maskarade was published online on 3 May [see www.theguardian.com/crosswords.2016/may/03/gordon-holt-obituary]. This obit was then also published in the paper itself on 16 May. _____ There seem to be new names appearing in first-past-the-post prizes in the Genius stakes. I know (though at the time in question I am normally asleep) that there have been continuing problems with the launch of the Genius puzzle in recent months. It is the last Guardian crossword puzzle that still has to be entered ‘manually’ in to the production computer system and, since the Guardian is not willing to pay for someone to sit up overnight just to check the uploading of one puzzle, it takes some time on the first Monday of each month to discover what, if anything, has gone wrong and for the morning shift to find out why it happened and to put it right.  As a result, the March offering by Vlad (No 153) attracted only six correct entries on the first day: M1F at 05:05 and ID@gmail leading the field at 05:05 and 08:44 respectively. There were 212 entries by the deadline and the prize winner was Alan Roberts in New Zealand. Last month’s puzzle (No 154 by Monk) had 30 entries on the first day with ‘mic’ in Australia first in at 02:06 and the new bookies’ favourite M1F at 02:23. Peter Scrace, also in Australia, won the April prize, as well as being the third correct entry received at 04:2. If you have any technical problems with our crossword service, please email userhelp@theguardian.com. If you have any comments or queries about the crosswords, please emailcrossword.editor@theguardian.com. For Observer crosswords please email crossword.editor@observer.co.uk.",
  "webTitle": "More pros than cons for the anagram",
  "webPublicationDate": "2016-05-21T11:36:29Z",
  "webUrl": "https://www.theguardian.com/crosswords/2016/may/21/more-pros-than-cons-for-the-anagram",
  "keyword": [
    {
      "webTitle": "Crosswords",
      "id": "crosswords/crosswords",
      "sectionId": "crosswords",
      "sectionName": "Crosswords"
    }
  ],
  "authors": [
    {
      "webTitle": "Hugh Stephenson",
      "id": "profile/hughstephenson"
    }
  ],
  "guardianId": "crosswords/2016/may/21/more-pros-than-cons-for-the-anagram"
}