{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/12/seasonal-ravioli-and-orzotto-recipes-from-chef-oliver-rowe",
  "id": "2016-05-12-237",
  "sectionId": "lifeandstyle",
  "body": "The Italians have a lot to teach us about eating seasonally. Many of their dishes are adapted very easily from one season to the next. Pizza, pasta and risotto are all examples of these blank canvases, easily embellished with very little extra effort or know-how. As I write, I am reminded of trulli, the stone huts built for agricultural labourers in Puglia. These would have had very limited cooking facilities, making simple recipes that made the most of the changing seasons all the more important, cutting down on ingredients and equipment. The year after I left university, after a long and rather dull stint as an admin assistant at Ofsted, I went to work in the kitchen at my cousin’s art school in Italy, which stood on the edge of the hilltop town of Casole in central Tuscany, overlooking sweeping sun-drenched umber and terracotta fields. It was there – during a summer of simple pleasures – that my passion for food was ignited. At market we’d buy vibrant local produce and fresh young wine, reaped from the surrounding land. All this not only taught me the value of the ingredients I was working with, but emphasised their connection with the landscape, meaning that I then brought that sensitivity of the outside into the kitchen with me. When I returned to London this set me in good stead. I have always appreciated ingredients – even ones that can seem mundane, like onions and tomatoes – for what they are; the more I understand the story behind them, the more I feel they connect me to the place they were grown. In turn, the more I value them, the more I enjoy cooking with them. I think we can find this sort of connection more easily than we think, simply by being aware of the seasons, seeing how the produce changes, and either growing a few things ourselves, or by visiting a farm. This week, as part of this special issue of Cook, I celebrate the Italian approach to cooking, with recipes that work year-round and make the most of what’s in season now.     Cook’s tip: Serve the ravioli with seasonal veg seen in the picture. For pickled radishes, heat half a cup of sugar in a cup of vinegar until dissolved, pour hot over quartered radishes. For buttered spring onions, trim and blanch them before mixing them in melted butter and a splash of pasta cooking water. Photograph: Elena Heatherwick for the Guardian    Broad bean and goat’s cheese ravioli Pasta – whether filled or served simply with sauce – is great for quick improvisation, a basis that we can enhance with different flavours and textures. The starting point is, of course, the pasta. Making your own isn’t as hard as it sounds, even if you don’t have a pasta machine. This yields a slightly softer dough so that it can be rolled out with just a rolling pin. If you do have a pasta machine, don’t use the olive oil and added egg yolk. Serves 2-4For the pasta100g ‘00’ flour1 large egg1 egg yolk (if rolling by hand)½ tbsp olive oil (if rolling by hand) 1 Bring the ingredients together in a bowl with a wooden spoon, then tip out on to a very lightly floured surface. It should come together fairly easily, but you can add a little water or flour for more give, if need be. 2 Knead the dough for a few minutes until smooth and springy. This will take less time if you used a food processor. Wrap in clingfilm or put into a freezer bag and rest at room temperature for an hour. If you want to make this the night before, make sure you take it out of the fridge well before you want to use it to let it warm up. 3 Roll out to 3mm and either fold into a flat roll and slice it crossways to produce pappardelle, tagliatelle or linguine, or roll it thinner into 2mm sheets to make ravioli or tortellini. For the filling Ravioli fillings are one of my favourite things to experiment with, and work with any number of seasonal variations: chard, wild garlic, nettles, beetroot tops, fresh herbs, spring onions, cavolo nero ... You can use almost any soft-ish cheese: homemade cream cheese or any crumbly blue are favourites of mine, but goat’s cheese goes brilliantly with broad beans, which are at their peak now. 250g podded, blanched and peeled broad beans125g soft goat’s cheese1 handful chervil, mint, parsley or dill, choppedZest of half a lemonSalt and black pepper 1 Mash the broad beans with a fork and combine with the rest of the ingredients to form a course, stiff paste. Season well. 2 When you’ve rolled out your pasta as thin as you can, cut it into 10-15cm wide wide strips, 30-37cm long. Imagine there’s a line down the middle and put ½ tsp dollops of the filling mixture all down the strip, just to one side of this imaginary line. Make sure to leave a 5cm gap between dollops. 3 Paint around the filling with a tiny bit of water, then fold the other side of the pasta sheet over and seal each raviolo with the side of your palm. Make sure there are no air bubbles. Use a pasta wheel to divide and trim each one. Boil until al dente in salted water with a few drops of olive oil on top.     Oliver Rowe: ‘Ingredients connect me to the place they are grown.’ Photograph: Elena Heatherwick for the Guardian    Wild garlic orzotto (main picture) Orzotto is risotto made from barley, the Italian word for which is orzo. Like risotto, it’s a very useful dish for the changing seasons. We used wild garlic, but simply fold in whatever you fancy – mushrooms fried with thyme, roast Jerusalem artichokes, grated beetroot cooked in butter, blanched asparagus, peas mashed with ricotta – these all compliment the nuttiness of the barley. Serves 4, as a main2 onions, finely diced1 celery stick, finely diced3 tbsp olive oil3 garlic cloves, finely chopped250g pearl barley1 glass white wine1 litre seasoned vegetable or chicken stock50g butter50g parmesan, grated1 tbsp mascarpone150g wild garlicSalt and black pepper A small bunch of herbs (parsley, basil, chervil, chives, dill or tarragon) 1 Finely dice the onions and celery – I was taught they should be no bigger than the grains of barley. Fry them gently in the olive oil until soft and golden. 2 Add the garlic and cook over a medium heat for 3-4 minutes, before adding the barley and cook for a minute before raising the heat. 3 Add the wine. When it’s absorbed, lower the heat to medium and add a quarter of the stock. Stir frequently and keep adding the stock a ladle at a time as it is absorbed. 4 When all the stock has been incorporated, taste the barley and, if it’s still too firm, add water and keep stirring – it should be tender, with a soft, nutty bite. 5 Briefly blanch, squeeze dry and then roughly chop the wild garlic. Fold it in and heat for a minute. Stir in the butter, parmesan, mascarpone, and a dash more water if needed. The consistency should be glossy and rich – not stiff, not soupy. Check for seasoning. Chop the herbs and add just before serving. Next theme: MarinadesCooking seasonally is as much about what’s perennial as what’s in season. Oliver talks us through marinades and sauces to accompany meat. • Oliver Rowe is a chef and food writer. His first book, Food For All Seasons (Faber), is published on 16 June; @oliver_rowe_london",
  "webTitle": "Seasonal ravioli and orzotto recipes from chef Oliver Rowe",
  "webPublicationDate": "2016-05-12T11:30:31Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/12/seasonal-ravioli-and-orzotto-recipes-from-chef-oliver-rowe",
  "keyword": [
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pasta",
      "id": "lifeandstyle/pasta",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Summer food and drink",
      "id": "lifeandstyle/summer-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Tuscany holidays",
      "id": "travel/tuscany",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Italy holidays",
      "id": "travel/italy",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Rowe",
      "id": "profile/oliverrowe"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/12/seasonal-ravioli-and-orzotto-recipes-from-chef-oliver-rowe"
}