{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/guardian-readers-on-natalie-bennetts-leadership-of-the-green-party",
  "id": "2016-05-16-161",
  "sectionId": "politics",
  "body": "After stumbling in front of Andrew Neil and her unfortunate “mental brain fade” during an interview on LBC, Natalie Bennett has had a difficult time in the public eye. Announcing on Monday that her leadership of the Greens will come to an end this summer, we wanted to know what you make of her time as leader and who you think should be next in line. Here’s what you said. ‘Her slight clumsiness wasn’t a big deal’ I think people confuse actual party leadership and ‘party spokesperson’ or ‘media rep’. As I understand it, she has been very good at the internal leadership of the party, but less good at selling the party to a more mainstream audience. However, the party did grow under her, and I wonder if, as is the case with Jeremy Corbyn, whether or not there is a difference between what the media thinks is important and what the general public thinks is important. I think especially for those interested in the politics of the Greens, I doubt her slight clumsiness was a very big deal.    Related: Green party leadership: Siân Berry says she won't stand    I got the impression she wasn’t really enjoying being leader to be honest. Especially the media stuff. She has a lot of values and is very intelligent and passionate, but she hasn’t the inauthenticity and glib charm to impress the media machine. It would drive anyone with half an ounce of values and integrity bonkers I’d imagine. I think people would like Caroline Lucas to be the next leader but she has said she won’t stand. In any case, I think it is important that the party has more than one recognisable face to the general public if it is going to be seen as a real political alternative. I think Darren Hall, the candidate for Bristol West, might be an option. Rae Story, Bristol. Next leader suggestion: Darren Hall ‘She brought a sense of unity to the party’ Throughout her tenure as leader, Natalie Bennett did an admirable job of attracting voters to the Labour Party, thanks to her sound and costed policies, congenial and relaxed interview manner, and the sense of unity that surrounded her as leader.   With the election of someone actually competent to lead the party, the prospect of a non-Conservative government becomes ever smaller. Even in 2015, enough people voted Green in Labour-Conservative marginals to give the Conservatives their majority, and the prospect of that happening has greatly increased. I’d like to see someone of charisma, sound mind and intelligent policy views become leader - David Icke, perhaps.  Robin Wilde, Sheffield. Next leader suggestion: David Icke ‘Her handling of the general election campaign was fairly disastrous’ Her leadership was a mixed bag. I’ve been a party member for three years and I thought her handling of the general election campaign was fairly disastrous and I’d hoped the party would have performed a lot better in the circumstances. It seemed a perfect storm: unpopular government, a left wing party that was shunning its left wing credentials, and a so-called Green surge. Sure the vote went up, but it could have been so much better. With Corbyn in the Labour Party, it’s likely that the Green vote will split.  I’d like to see Caroline Lucas become the next leader. She’s recognisable, articulated, well spoken, informed and overwhelmingly lovely. I should add that I completely and utterly fancy her. Omar, Homerton. Next leader suggestion: Caroline Lucas ‘I’m sad she’s leaving but I feel it is the right decision’ Natalie’s leadership is a mixed legacy. Despite her under par media performances, the party recorded their best general election results ever and are now represented on more local authorities than ever before. How far the party has changed under her leadership won’t reveal itself fully until the next couple of years.  I’m sad she won’t be leader for much longer but I feel it is the right decision for Natalie and the party. Labour in opposition has always ended up squeezing smaller parties but the Greens successfully plotted a course through the Miliband years and now needs to do the same with Corbyn’s Labour. The stand out candidate for next leader is Jonathan Bartley, Green candidate for Streatham in 2015 and the party’s work and pensions spokesperson. Luke Walter, Brighton. Next leader suggestion: Jonathan Bartley     Bennett in Bristol speaking with a potential voter during the 2015 election. Photograph: Ben Birchall/PA    ‘She didn’t have the fire which could have propelled the party’ She was a quite uninspiring party leader. At a time when left wing movements across Europe were flourishing, Natalie Bennett didn’t have the fire which could have propelled the Green party and their policies into prominence. Although the last election was claimed to be a success the Green party could, and should have, made much more of an entrance into public debate. The Greens should thrive in the situation we’re in! It is the right decision for her to leave but it hasn’t come soon enough. She should have stepped down last year!  The Greens need to grow to such a size that Labour have no choice but to form an electoral pact with them. Caroline Lucas is a good candidate for next leader but perhaps someone with a bit more grit, and someone a bit younger, who can lead the green party away from its traditional-left-wing values and towards a more radical future!  Anonymous, Copenhagen. Next leader suggestion: a younger Caroline Lucas ‘Her strong moments were overshadowed by cringe-worthy mistakes’ Natalie had a tough challenge ahead of her for the 2015 General Election. The Green party is still a fringe party, much like UKIP, however they lack the click-bait punchlines due to the Green party being a party of virtues, not vitriol. This meant that she had to be clear, concise and strong, especially when sharing a frequently all, or majority male podium in televised addresses. Her stronger moments were unfortunately overshadowed by cringe-worthy or jaw dropping mistakes, all too easily transformed into negatives by the press who were in election fever, and desperate to portray the left-wing parties as inconsistent or in turmoil, frequently as the right-wing parties were, too. I am indifferent to her departure, she managed to perform well but not consistently enough to really make the impact that would have brought the Green Party further.  Siân Berry has shown strong early promise and would make a media friendly face along with a proven track record. Both critical parts to play on stage. I feel Caroline Lucas, formally owning this role would be a poor choice in many peoples eyes, despite the obvious advantage in experience. If the Green party wants to slice into the younger voter market, a younger leader would be more than beneficial.  Woody Newlands, Hull. Next leader suggestion: Siân Berry   Related: Natalie Bennett refused to be put into a little box marked ‘eco’ | Adam Ramsay    ‘She’s dramatically increased our membership’ As a Green Party member, I respect Natalie in terms of her principles but it must be accepted that with the collapse of the Lib Dems and the mistrust that circulated around Labour, we were presented with the perfect opportunity to grow our party vote-wise. Through her bad interviews and bad representation of Green policies, Natalie wasted this opportunity and our party failed to make significant gains overall. However, I also believe Natalie is responsible for the huge internal surge of support, dramatically increasing our membership.  I’m relieved at her decision to step down. The Green Party needs a new voice to turn around our bad media image. I hope to see Natalie as an elected member in the future but I don’t think she is leadership material. Shahrar Ali, the current deputy leader would be good for the party. He is a confident and passionate speaker, well-informed and eloquent. I think he is the perfect person to carry us into the next election.  Sam Andrews, Cardiff. Next leader suggestion: Shahrar Ali ‘We have made real progress under her stewardship’ Natalie has been a good leader of the party when taken in the round. We have grown in size and support around the country. Only a couple of years ago there was no local party to me, now we have a thriving one, and that helps build the base for future elections. I think Natalie would be the first to admit that she was not the most polished media performer, but we have made real progress under her stewardship. I think after a four year term it is understandable that she considered standing down, and it’s fair enough if she thinks that it’s best for her and the party.  Whilst I think the media will automatically assume Caroline Lucas is a shoe in for the post, I’m not so certain. One of the reasons Natalie was elected in the first place was to give someone a national profile along with our only MP. She has certainly been successful in that. Caroline is a superb MP and campaigner, but there are some very talented and able people in the party. We are not a cult of the leader bunch - lots of stars is better than a lone meteor.  Jemahl Evans, west Wales. Next leader suggestion: not Caroline Lucas",
  "webTitle": "Guardian readers on Natalie Bennett's leadership of the Green party",
  "webPublicationDate": "2016-05-16T14:08:34Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/guardian-readers-on-natalie-bennetts-leadership-of-the-green-party",
  "keyword": [
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Obordo",
      "id": "profile/rachel-obordo"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "politics/2016/may/16/guardian-readers-on-natalie-bennetts-leadership-of-the-green-party"
}