{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/20/smarter-ads-five-lessons-agencies-us",
  "id": "2016-05-20-257",
  "sectionId": "media-network",
  "body": "We are not yet halfway through 2016, but creative, digital and advertising agencies are already learning new things that are informing and changing the way they operate. I spoke to five US agencies (large and small) to get their insights. Brands must be authentic Authenticity is a key word for Joe Cecere in 2016. The president and CEO at Minneapolis-based agency Little says that organisations are becoming more eager to connect with customers by telling what he calls their “true story” – one that defines their purpose. “Consumers are getting more savvy and knowledgeable about what brands stand for – and brands are understanding that consumers will react really fast if they sense any kind of insincerity or that their purpose isn’t defined,” he says.    Related: Marketing experts on how to achieve more creative and ambitious work    But people have always appreciated honesty, so why now? The level of competition in most industries has reached the point where there are few differentiators left, suggests Cecere. That throws the authenticity of company messaging into sharp focus. Millennials (broadly defined as the generation born from the early 1980s to the mid-90s) are also driving this move to transparency. “They’ve been raised to understand the background of things. They’re going to dig more,” he says. So what does this mean in practical terms? “The story has to be consistent,” Cecere says. “The brand has to show up the same way, whatever the touchpoint.” View the past through a contemporary lens A clear, powerful message can be difficult for brands to find in a world with so many different voices and icons, warns Alain Sylvain, founder and chief executive of New York-based brand strategy consulting firm, Sylvain Labs. “Brands today are struggling because there’s no pop culture. Everything is so fragmented by technology. They don’t know how to pull out a contemporary voice.” Sylvain sees more opportunity in the past. If you grew up in the 1980s and 90s, mixing and matching your own shows at your own time or just watching YouTube wasn’t an option. Traditional network TV was king.  Now, the icons of that era are disappearing, he says. “That means the power of celebrity is so much greater than it would have been 50 years ago.”    Predictive behaviour is where we need to sharpen our capabilities  Jennifer Friese, Razorfish     There’s a reason that we took the passing of David Bowie, Prince and others so hard – they’re cultural linchpins in a way that celebs spawned in the post-TV era aren’t, says Sylvain. “If I was a brand, I would be nostalgic. I would look to harness some of that powerful energy that TV created in the 80s and 90s and make it relevant today.” He sees huge latent value in those assets if they’re used in new and innovative ways (rather than just airing old Michael Jackson videos). It means examining our short-term cultural history in fresh ways. There’s a reason that Straight Outta Compton, the biodrama about hip-hop group NWA, did so well, he says. “There’s a real fear to acknowledge history. A lot of brands say: we need to keep it contemporary for Gen Z,” concludes Sylvain. “But that generation is really interested in looking at this history through a contemporary lens.” Consider the quality of your message He may not follow Cecere’s consistency rule, but Donald Trump is a good example of how content is still king. No one really cares what channel he’s on; he pops up everywhere and always makes a splash. Love him or hate him, he’s doing an excellent job of keeping people interested, says Laura Davis, managing director for Sausalito-based agency, Division of Labor. “You need to make a statement that’s big and amazing and impactful,” she says. Basically, drop a bombshell. It doesn’t necessarily matter which channel you choose to say it on so much as what you say, Davis asserts. She has seen so many technology innovations and new distribution channels come and go, but one thing is constant: the quality of the messaging.  “No one is really going to remember that you [were] the first to do video on Instagram, or that you had the first broadcast on Periscope,” she says. “They’re going to remember what you put there. What was compelling and interesting.” Agencies must be smarter with ads Advertising may be a key part of the equation, but it too is changing, warns Susan Noonan, executive director of media and analytics at Butler, Shine, Stern & Partners, which bills itself as one of the largest independent agencies on the west coast. The loud debate over adblocking is a sign that consumers are sick of unimaginative approaches to advertising online. “We had this great opportunity as an industry to create more personalised ads and be more conscious of consumer experience by personalising it – and we took advantage of it. We abused it,” she says. Consequently, advertisements became more intrusive, Noonan believes. Advertisers began taking over pages and exchanging data with tens of different partners while readers are struggling to load web pages. She argues that advertisers must be more welcoming with their ads. “We need to be more conscious of that to ensure we’re more seamlessly integrated into the content, whether that’s through things like native advertising or being more conscious of the size of the ads that we’re putting on these sites, and the number of data calls that we’re making.” Companies must also be more sensitive about how they personalise ads for customers, she concludes: “There’s a dichotomy between consumers wanting ads that are more personalised and relevant to them, and consumers not wanting to feel spied on and creeped out.” Agencies must up their data game For companies to be smarter with their advertising and targeting, they must be smarter with their data, says Jennifer Friese, western regional president at Razorfish. “Brands are having to become smarter as their consumers become more digitally focused,” she says. “They’re asking agencies and consultancies questions that you can’t answer without data.” Friese says that the rise of consulting firms in the agency space has made agencies think differently about the industry. PwC, Deloitte and IBM are relatively recent entrants with huge market shares.  “It has made traditional and even digital agencies sharpen their skills and hone their expertise around data, because that’s driving a lot of what clients are looking for,” mused Friese. The other thing driving an enhanced focus on data is the millennial generation, which was the first to grow up with computers and web access in its homes. To serve a constantly-connected demographic focused on instant gratification, brands must use data intelligently, she asserts. “Brands have an opportunity to create integration as you’re walking down the street, or listening to music.”  But it’s no longer enough to serve their needs in the moment. “Instead, brands need to forecast what their customers might need before they need it. Predictive behaviour is where we need to sharpen our capabilities.” To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media and Tech Network membership. All Guardian Media and Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "'We must be smarter with ads' – five lessons for agencies from the US",
  "webPublicationDate": "2016-05-20T10:00:37Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/20/smarter-ads-five-lessons-agencies-us",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Adblocking",
      "id": "media/ad-blocking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Danny Bradbury",
      "id": "profile/danny-bradbury"
    }
  ],
  "guardianId": "media-network/2016/may/20/smarter-ads-five-lessons-agencies-us"
}