{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/wolf-hall-director-says-governments-plans-for-bbc-are-terrifying",
  "id": "2016-05-05-61",
  "sectionId": "media",
  "body": "Wolf Hall director Peter Kosminsky has described the government’s plans for the BBC as a terrifying attempt to turn the corporation into a state broadcaster such as those controlled by repressive regimes in Russia and Turkey. Speaking ahead of Sunday’s Baftas, where Wolf Hall is nominated for four awards, Kosminsky said reports about government plans for the BBC showed that the culture secretary, John Whittingdale, was pursuing an ideological agenda rather than the best interests of the British public.  Recent reports suggest the white paper on the next BBC charter, expected soon, will propose sweeping changes including a new unitary board appointed largely by ministers and restrictions on when the BBC can schedule popular programmes, to protect commercial rivals. Kosminsky said the plans for the government to appoint the people running the BBC “smacks of Putin’s Russia and Erdoğan’s Turkey”. “I’ve been in broadcasting since 1980 and I can’t remember a more dangerous time,” he said. “The thing I find most frightening about some of the proposals coming out of the DCMS at the moment, to me they stink of an attempt – I use the word stink advisedly – they stink of an attempt through pressure of various kinds to morph the BBC from a public service broadcaster to a state broadcaster.     Peter Kosminsky says some ministers are attacking the BBC because of its coverage of last year’s general election. Photograph: Sarah Lee for the Guardian    “Then we have a secretary of state, a man with absolutely no qualifications in programme-making, presuming to tell the BBC what programmes to schedule and when to schedule them. This to me is terrifying. The BBC is funded not just by a few intellectuals, but the public, which has a variety of tastes and interests.” In March, Wolf Hall star Mark Rylance also claimed the BBC was under ideological attack and said no other broadcaster would have made the programme. More than 4 million people watched the series, which also starred Claire Foy and Damian Lewis. Kosminsky repeated concerns that some minsters were attacking the BBC in revenge for its coverage of last May’s general election.  He said: “I do not understand why the Department for Culture and John Whittingale and other Brexiteers from that wing of the party seem hell-bent on tearing up something that has served us and our national economy rather well. It feels like payback for something that happened in the coverage of the last election they are still smarting over.” However, he suggested that commercial pressure from rivals of both the BBC and Channel 4 were also influencing the government’s policy on broadcasting.  He added: “Politicians famously don’t watch a lot of television and yet they are seeking to get the hood up and fiddling with the mechanisms of broadcasting in this country, firstly by this editorial assault on the BBC and privatising Channel 4, which is a solution in search of a problem, for what can only be assumed to be ideological reasons, perhaps because of heavy pressure from the BBC and Channel 4’s commercial rivals both at home and abroad.” On Whittingdale’s recent comments to the Cambridge University Conservative Association that the BBC was a “£4bn market intervention”, Kosminsky said: “It’s interesting he said that, the throwaway remarks are often the most revealing. That is absolutely the view of News Corp, ITV and of the big media players in America. They see the BBC as state aid, almost as a kind of public intervention, when most British people don’t see the BBC like that. “They view it like the Post Office, something that has been around all their lifetime and has served them well for generations. It allows a diversity of fairly high-quality programmes to be made in a sheltered bay, away from the storms of the open commercial seas, they don’t see it as some sort of ideological anathema because it isn’t subjected to the red tooth and claw of unbridled commercial competition.”",
  "webTitle": "Wolf Hall director says government's plans for BBC are 'terrifying'",
  "webPublicationDate": "2016-05-05T18:52:13Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/wolf-hall-director-says-governments-plans-for-bbc-are-terrifying",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Kosminsky",
      "id": "tv-and-radio/peter-kosminsky",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    },
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/05/wolf-hall-director-says-governments-plans-for-bbc-are-terrifying"
}