{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/london-mayor-scandal-empty-homes",
  "id": "2016-05-04-218",
  "sectionId": "commentisfree",
  "body": "Whoever Londoners vote in as their new mayor on Thursday will have the unenviable task of meeting the growing demand for housing – but tackling the scandal of the huge number of empty homes would make a major contribution. Almost 57,000 homes in London stand empty, according to the charity Empty Homes. Think of what that must feel like to Londoners struggling to access homes they need, as so many stand boarded up – often attracting antisocial behaviour and blighting communities.   Related: Empty homes and rough sleepers: the numbers    Although they won’t be a complete solution, these homes would provide a major boost to the supply of homes. All that is needed is some imaginative thinking about bringing them back into use. Key to this is tackling buy-to-leave investing, a growing and unwelcome practice. The model is simple, buy a property, leave it empty – in the knowledge that investors do not then need to comply with regulations covering the rented housing market – and sell it on for a profit. Not only is this reducing the amount of available housing in London, it is hitting the capital’s economy hard, and causing resentment. While ministers have sought to address this by restricting mortgage interest relief, the many buy-to-leave investors from overseas are unlikely to be affected by this measure. The next mayor will have the power to do something about it by setting plans and refusing planning permission. He could introduce a policy requiring boroughs to introduce planning restrictions on newly built property to prohibit the deliberate practice of letting properties lie empty. This is an idea suggested by Islington council, which could be extended across the capital. Alongside this, instead of allowing properties to stand empty for considerable periods of time, why not take them under control and let them out compulsorily? Borough councils already have the power to do this by way of an empty dwelling management order. The mayor should encourage this practice. For all the flack that they receive, landlords have traditionally been very good at taking rundown properties, investing in them and bringing them up to scratch. With changes to the way that the government’s tax reforms are applied, landlords could be encouraged to purchase such properties, often unattractive to home owners, and rent them out. Further reforms could encourage landlords to sell properties to sitting tenants. This would create a new buy-to-invest-to-to-sell model that could swiftly bring the capital’s empty homes back into use. Another abuse that is restricting the availability of homes for longer-term renting is the misuse of Airbnb. According to data from the Inside Airbnb website recently analysed by the Residential Landlords Association, more than 64% of entire homes and apartments in London, listed with Airbnb, are available for short-term lets for more than 90 days a year. Inside greater London this is a breach of planning restrictions. While difficult to prove, there are suspicions that many such properties are being listed not as short-term holiday lets, but as a way for property owners to escape regulations around deposits and other regulations and taxes that they would incur if renting the property out as anything other than a holiday let. The next mayor needs to work with the government to undertake an urgent review of Airbnb to ensure that it is not being misused, or denying long-term housing to Londoners who need it. This all needs to be coupled with efforts to boost the supply of housing across all tenures, including for private rent. For all the attention that private landlords might be getting at the moment, the majority provide decent housing and enjoy good relations with their tenants. It is these people that need to be encouraged to develop new homes. The Residential Landlords’ Association proposes that all boroughs in London identify small plots (suitable for up to five units) of unused public sector land dotted across the capital for the development of new homes to rent. Small pieces of land like this are not of interest to large-scale developers, and leasing the sites for development by small builders will regenerate dead space, remove eyesores and produce new homes. The next mayor of London will have a mammoth task in turning around the housing crisis, but he or she should see private landlords as constructive partners in this exercise and we will be ready to respond.",
  "webTitle": "The next London mayor must tackle the scandal of empty homes | David Smith",
  "webPublicationDate": "2016-05-04T11:46:52Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/london-mayor-scandal-empty-homes",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/04/london-mayor-scandal-empty-homes"
}