{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/turkish-journalists-accuse-erdogan-of-media-witch-hunt",
  "id": "2016-05-02-133",
  "sectionId": "world",
  "body": "Can Dündar appears in good spirits for a man facing espionage charges and a possible life sentence. The editor of Cumhuriyet, one of the last remaining bastions of media opposition to Turkey’s president, Recep Tayyip Erdoğan, had appeared in court that morning over a documentary he produced on government corruption. It is one of two cases against him – in February, he was released from prison pending a spying trial over a story on arms shipments to Syria. “Turkey has never been a paradise for journalists but of course not a hell like this,” he said in an interview in his office. “Nowadays being a journalist is much more dangerous than ever and needs courage and self-confidence.   Related: Crackdown in Turkey's Kurdish south-east turns journalists into 'terrorists'    “It’s a kind of witch-hunt ... like McCarthyism in the US in the 1950s.”  Turkish journalists say local media outlets are facing one of the worst crackdowns on press freedoms since military rule in the 1980s. Prosecutors have opened close to 2,000 cases of insults to the president since Erdoğan took office in 2014, prominent journalists appear in court two or three times a week, Kurdish journalists are beaten or detained in the country’s restive south-east and foreign journalists have been harassed or deported.           Turkish police storm a media firm in 2015. The Koza Ipek Holding firm was alleged to have links to government critics     Turkey ranks 151st among 180 countries in the World Press Freedom Index published by Reporters Without Borders.   Press freedom graphic   Dündar was arrested in November with Cumhuriyet’s Ankara bureau chief, Erdem Gül, charged with espionage and divulging state secrets and held in jail. The arms shipment story, published six months earlier, had alleged the Turkish intelligence service, MİT, was sending weapons to rebels fighting Bashar al-Assad in Syria under the guise of humanitarian aid. Academics are also standing trial, accused of spreading propaganda by the separatist and outlawed Kurdistan Workers’ party (PKK). The result is a climate of fear and intimidation that Turkish journalists say is an attempt at silencing the critical press. “Short of journalists being assassinated, we have every kind of problem,” said Özgür Öğret, a freelance reporter and the representative of the Committee to Protect Journalists in the country. Some journalists have been killed. Kadri Bağdu, a journalist with a pro-Kurdish daily that had received numerous threats over its coverage, was killed by unidentified gunmen in October 2014. Syrian media activists and journalists have been killed in Turkey by Islamic State operatives. Erdoğan remains as popular and powerful as ever – his Islamist AK party won an absolute majority in recent parliamentary elections, albeit in a deeply polarised country where a Kurdish insurgency rages in the south-east and Isis strikes in Ankara and Istanbul. “The only things that unite us in this country are cats and football,” said Öğret. “[But] if you kick a cat, you will be beaten up by a Kemalist, an Islamist or a socialist.” Journalists and experts say the attacks on press freedom in Turkey are a sign of Erdoğan’s intolerance of criticism and a symptom of a broader power struggle between the president and supporters of his former ally Fethullah Gülen, a preacher who now lives in exile in Pennsylvania. Erdoğan believes Gülenists in the judiciary and police constituted a “parallel state” that sought to overthrow him.     Fethullah Gülen in Pennsylvania in March 2014. Photograph: Selahattin Sevi/AP    Gülen’s acolytes in the Turkish judiciary helped remove hundreds of members of thesecular military establishment, but then friends turned on each other. News of a major corruption investigation into Erdoğan’s inner circle emerged in 2013, supposedly leaked by the Gülenists, creating a scandal that forced the resignations of government officials and furious accusations of an attempted coup. It may well have been. Even opponents of Erdoğan say the Gülenists may have thought they were powerful enough to topple the government. Or it may have been that all other rivals had been eliminated and the Gülen-Erdoğan alliance had run its course. Whatever the cause, Gülen’s group, Hizmet, quickly fell out of favour. Media companies linked to it were accused of funding and supporting terrorism, and government-appointed trustees took over the two main pro-Gülen media conglomerates – Koza İpek Holding and Feza, the parent company of Zaman newspaper. Zaman, once one of the largest circulation newspapers in Turkey, is now a resolutely pro-government title, its new executors unconcerned about keeping up a facade of impartiality. Most of the paper’s well-known writers and editors have gone into exile. Those that remain struggle. Levent Kenez, a former Zaman journalist who is editor of the pro-Gülen newspaper Meydan, said his newspaper’s circulation dropped from 100,000 to about 40,000 after the distribution company was taken over by the government and decided to no longer circulate it.  Advertisers, which Kenez says are under pressure from the government, have also cut ties with the newspaper. “I wake up every day thinking thank God they haven’t yet taken over our newspaper, and every night it is thank God, we published today,” he said. “This is our psychology.”     A man holds up a placard during a protest out the office of Zaman newspaper in Istanbul in March. Photograph: Emrah Gurel/AP    The state now controls most of the prominent media outlets in Turkey. “Erdoğan wants to be a sultan, not just for Turkey but the whole region, so he wants to stop any kind of criticism,” said Dündar. “It’s part of a political struggle of course, to stop every critical point of view. It’s not only in the press but TV, artists, academics. He hates criticism and this is the result of it, that Turkish prisons are full.” Journalists with pro-government outlets deny an attack on press freedom. They acknowledge the aftermath of the takeovers was handled poorly and embarrassing to Turkey, but say journalists with links to the Gülenist movement were not real journalists, rather puppets of a shadowy cult determined to overthrow the government. They insist the opposition press is vibrant, pointing to Sözcü, a widely read tabloid that mocks the president, and say anti-Erdoğan columns form the majority of online commentary in the country. “The Gülenists wanted to take over everything and organised conspiracies in order to reach their goal,” said Ibrahim Altay, the ombudsman of the Daily Sabah, a pro-AK party newspaper. “They established a hidden government that members of the Gülenist organisation were taking orders from. That’s not acceptable under any circumstances. I want my secular state.” Meryem Atlas, the paper’s opinion editor, acknowledged that there was still much work to be done to make Turkey more democratic and transparent, but said the international press was exaggerating Turkey’s problem and the media environment was a lot more free and critical than in the days of military rule, when all newspapers had to toe the junta’s line. Opposition journalists in Turkey say the political battle with the Gülenists has been used as a convenient club to shut down dissent among those with no links to them. Dündar, a staunch secularist, was initially accused of colluding with Hizmet in the arms shipment story for which he faces a life sentence if convicted. (An attempt to join Dündar’s case to that of the broader alleged Gülenist conspiracy was last month dismissed by a judge, but he still faces charges of espionage and divulging state secrets.) Dündar has pledged to continue the fight, though he has many more court appearances ahead. “If you’re a journalist in Erdoğan’s Turkey, you have to be either a prisoner or a suspect or jobless,” he said. “In the future there will be a Turkish exile press.” Insulting the president     German chancellor Angela Merkel listens to Turkey’s president Recep Tayyip Erdoğan at a press conference in Berlin last month. Photograph: Axel Schmidt/AP    Turkey’s justice minister said in March during a parliamentary session that his ministry had allowed 1,845 cases of insulting the president to be prosecution since he began his tenure in 2014. Under Turkish law, prosecutions for the offence can go ahead if permission is granted by the ministry. Critics say the proliferation of these cases is a sign of a broader crackdown on dissent.   Related: The Guardian view on the Jan Böhmermann affair: no joke    Article 299 of the penal code sets a prison term of more than four years if the insult is published in the press, according to the Committee to Protect Journalists, and those prosecuted include journalists, activists, academics and artists. “Such cases, even when they do not result in imprisonment, take a toll on journalists,” the CPJ said. “Constantly appearing in court and defending the right to report or express an opinion amounts to obstruction of professional activities.” Last month Erdoğan’s lawyer even requested the prosecution in Germany of Jan Böhmermann, a German comedian who read out a poem alleged to have denigrated the Turkish president. The German chancellor, Angela Merkel, accepted the request, saying it was up to the courts to decide the limits of freedom of expression.     Jan Böhmermann. Photograph: Ullstein Bild/Getty Images    “Freedom of the press should never negate the respect for human dignity and freedom of the press can only survive and thrive with respect to human dignity,” Turkey’s prime minister, Ahmet Davutoğlu, said at a press briefing in Gaziantep last week. “Very heavy insults against the president of a country that one should not really hear or read about, is that really part of the freedom of the press?” Many journalists in Turkey have criticised the EU for failing to speak up about issues of freedom of expression. Brussels has been accused of even going so far as to delay and water down an annual report on human rights in Turkey so as not to jeopardise Ankara-Brussels talks about relocating refugees and migrants. Erdoğan’s supporters point to a rise in rightwing politics and Islamophobia in Europe as evidence of Europe’s hypocrisy when it comes to freedom of speech issues in Turkey.",
  "webTitle": "Turkish journalists accuse Erdoğan of media witch-hunt",
  "webPublicationDate": "2016-05-02T12:59:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/turkish-journalists-accuse-erdogan-of-media-witch-hunt",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Press freedom",
      "id": "media/press-freedom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Kurds",
      "id": "world/kurds",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/02/turkish-journalists-accuse-erdogan-of-media-witch-hunt"
}