{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/eurozone-ministers-to-examine-how-to-ease-greeces-debt-burden",
  "id": "2016-05-09-51",
  "sectionId": "world",
  "body": "Eurozone finance ministers have promised to examine how to ease Greece’s colossal debt burden, with writing off bad loans remaining off the table. Jeroen Dijsselbloem, the chair of eurozone finance ministers, said he was hopeful of getting an agreement on Greek debt management in talks on 24 May. Ahead of that meeting, technical experts have been asked to examine how to reduce Greece’s crushing debt burden, which is currently about 180% of the country’s annual economic output.   Related: The choice for Europe: rescue Greece or create a failed state | Paul Mason    “My assumption is looking ahead that there will be a problem of debt sustainability that we need to address,” Dijsselbloem said, after eurozone finance ministers met in Brussels to discuss the Greek debt crisis.  But he insisted that creditors’ red lines would not be breached: this means neither writing off debt nor substantial changes to the austerity programme, which is the price of Greece’s multi-billion euro bailouts. Instead, eurozone officials will examine how to ease the debt burden by tweaking repayment terms over the next three years, for example by turning short-term debt into long-term agreements in order to lock in lower interest rates. Also being explored are debt-relief plans once the current €86bn (£60bn) programme comes to an end in 2018.  Some eurozone finance ministries have suggested this could mean extending debt maturities and lowering interest rates. Finally, the eurozone will look at long-term measures to reduce the burden of debt repayments that are scheduled to run for decades.   Greece debt as percentage of GDP graphic   The decision to kick forward a verdict on debt relief until later this month had echoes of the 2015 Greek debt crisis, when finance ministers and eurozone leaders were locked in a spiral of inconclusive emergency meetings and crisis summits. But participants insisted there would be no repeat of last summer. “Things have changed significantly since the Greek crisis last year,” said Ireland’s finance minister, Michael Noonan. “I don’t think anybody wants a series of successive meetings leading nowhere, when there are so many other problems.” Following Monday’s emergency meeting, Greece is closer to unlocking the next tranche of bailout funds to meet a €3.5bn debt repayment due in July.  Shortly before the meeting in Brussels, Greek MPs voted by a wafer-thin majority for unpopular pension reforms and budget savings. The legislation, which introduces €5.4bn in cuts, is seen as the toughest reform Greece has yet enacted. These measures are aimed at keeping Greece on the straight and narrow path of running a primary budget surplus – government revenues once debt repayments have been taken into account – of 3.5% in 2018. After six years of painful austerity, the outlook for the Greek economy remains bleak. In its latest economic check, the European commission forecast that 24% of the workforce would be unemployed in 2017, a figure virtually unchanged from today, although statisticians have pencilled in growth of 2.7%. Greece’s debt mountain is also set to remain enormous, at 179% of the country’s annual output. On Monday Greece’s creditors secured the promise of extra contingency measures from Athens, reforms worth €3.6bn that will kick in if the Greek government fails to meet its fiscal targets. The International Monetary Fund had argued that the Greek government’s plans to rely on tax increases to meet its fiscal goals was unrealistic and would only achieve a 1.5% surplus. In leaked letter, the head of the IMF, Christine Lagarde, threatened to pull the Washington-based fund out of the rescue altogether unless there were “credible measures”.   Greece unemployment rate graphic   But in an important compromise for the government led by Alexis Tsipras, Greece will not have to write these contingency measures into law upfront.  Greece’s finance minister, Euclid Tsakalotos, said it was a “great relief” to have started talking about debt relief. He added that Greece and its creditors, both needed “to feel that we are turning the page and that the vicious circle of measures leading to recession, leading to new measures, is over”.  Going into the talks, he had warned that another economic crisis risked turning his country into a failed state, while the deadlock raised expectations of early elections. Blanka Kolenikiova, a senior analyst at IHS country risk, said failure to renegotiate Greece’s debts could trigger further protest, triggering early elections. “An early election would not favour Syriza and would risk a political stalemate, without any party able to form a stable majority government,” she said. “In turn, this would reduce Greece’s ability to pass bailout-related measures and threaten its ability to secure future releases of official funding.”",
  "webTitle": "Eurozone ministers to examine how to ease Greece's debt burden",
  "webPublicationDate": "2016-05-09T19:13:14Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/eurozone-ministers-to-examine-how-to-ease-greeces-debt-burden",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eurozone",
      "id": "business/eurozone",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European monetary union",
      "id": "business/emu",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European banks",
      "id": "business/europeanbanks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Euro",
      "id": "business/euro",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Currencies",
      "id": "business/currencies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Central Bank",
      "id": "business/european-central-bank",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    }
  ],
  "guardianId": "world/2016/may/09/eurozone-ministers-to-examine-how-to-ease-greeces-debt-burden"
}