{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/west-ham-flashpoint-shameful-fans-farewell",
  "id": "2016-05-11-55",
  "sectionId": "football",
  "body": "With the benefit of hindsight, Asif Yasin, who owns Elliott Davis Properties opposite the Boleyn Ground, would not make the same decision again. At 5.30pm on Tuesday he got into his car and tried to drive along Green Street up to the junction with Barking Road. It is a stretch of roughly 100 metres. “I was in my car for an hour and a half,” Yasin says. When he reached the corner, he found himself alongside the bus that was carrying the visiting Manchester United players and staff. It was gridlock. And then it happened. In images that quickly hit social media and swirled around the world, a group of West Ham United fans decided to throw an array of things at the stationary vehicle. Yasin was in the midst of the storm. “Most of it was tomatoes,” he says. “I’d say 80-90%. There were a few eggs, and tin cans of beer. There were also a few bottles. I’d say two or three max, which hit the bus and probably caused the main damage. That’s when I got a bit paranoid. But it lasted less than a minute. It was a few idiots. There was a copper standing literally the other side of my car door. The worst he got was a bit of tomato juice.” The flashpoint was brief but the image that the minority managed to portray was a long way from the one West Ham had wanted on the night when they said farewell to their ground of 112 years. The game turned out to be a thriller, a 3-2 come-from-behind win for West Ham, marked by two late goals, and Slaven Bilic, the manager, said that the evening had all the ingredients for a big‑screen movie. The violent bit at the start was shameful. Green Street was a good deal calmer the morning after the night before but the questions continued to pound. Why was the United bus not given a police escort? Why did it take a route past The Boleyn pub? Why did United cut it so fine, in terms of the timing of their arrival? And why were there no road closures? Hindsight, as Mr Yasin will tell you, is a wonderful thing but the last question is the one that has resonated most uncomfortably with the higher‑ups at West Ham.   Related: David Gold says West Ham trouble proved need for Olympic Stadium    Before every game in England there are meetings of what is called the Safety Advisory Group and they are invariably dull but incredibly thorough. It was surprising that the temporary closure of Green Street was not flagged up or requested at the SAG meeting, and it was one of the many talking points in the area on Wednesday. “They should have shut from at least Upton Park station down past the stadium to Barking Road,” Yasin says. “It was daft not to. Even the coppers were saying that it should have been sectioned off. I could hear them saying so. That would have helped everything.”   Related: David Sullivan and West Ham illustrate how not to handle a crisis | Ed Aarons    Errors were made and, privately, they have been acknowledged by the relevant people. West Ham wish that there had been better communication with United over the traffic problems that they would face but there is also the feeling at the London club that the visitors chose to cut it extremely fine with their journey timings. There was also shock at West Ham that the referee, Mike Dean, agreed to the request from their opponents for the full hour of preparation time from their arrival at the stadium. And then some. The United bus finally parked up at 7.10pm and Dean, perhaps mindful that their Champions League qualification was on the line, set the scheduled 7.45pm kick-off back to 8.30pm. It was a technical decision which was taken by him, rather than by the Metropolitan police. David Sullivan, the West Ham co-owner, was particularly upset and he said so. What emerged with clarity from a stroll around Green Street on Wednesday was how the locals could sense from early on Tuesday that it would be an extraordinarily busy afternoon and evening, and yet the police did not seem to be ready. The memorabilia stands and the burger vans were in place from the morning – hours earlier than normal – and The Boleyn was mobbed by 2pm. So were many other places, as thousands of people without tickets turned up to drink in the pre-match vibe; to be a part of the historic occasion. “It was mayhem,” Nikita says, from behind the bar at The Boleyn. “We ended up running out of beer. It was worse than sardines in here. You couldn’t even breathe. We had 30 people behind the bar, including plastic glass collectors.” The Met bore the brunt of the criticism from Green Street. Omar Ihsan, the owner of Upton Park Builders Merchants, across from the stadium, says that he could have predicted “on the first day of the season” how congested it would have been for the club’s final home game. “But the police were not prepared,” he adds. “For some odd reason, they seemed to have thought that everything would just go smoothly. They didn’t seem to realise the potential for what could happen and what did happen. Why were there not more police on duty? There is more security when Tottenham come here. You see them on every corner.” The Met would counter by saying that more officers might not necessarily have stopped drinkers from outside The Boleyn throwing things at the United bus and, however it was dressed up, it was so many people’s worst-case scenario to see the visitors stuck there for 30 minutes. That was never going to end well. On another point, police escorts for football clubs are seen as an irresponsible use of resources these days. West Ham dispute the impression from Tuesday night that the turnstiles opened only one hour before the original kick-off time of 7.45pm, which might have contributed to there having been even more people on the streets and the brief panic of a threatened crush. The club say that there were technical problems with just a few of the gates, which were by the media entrance off Green Street. There was also the element of fate having conspired against West Ham. They had requested a low-key final home game from the Premier League and been given Swansea City last Saturday afternoon. But then FA Cup replays brought complications and a visit from one of Europe’s biggest clubs on the final Tuesday night of the season. Nobody at West Ham would have chosen that. For reasons good and bad, it will not be forgotten.",
  "webTitle": "West Ham flashpoint brief but shameful on a night not to be forgotten",
  "webPublicationDate": "2016-05-11T19:17:31Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/west-ham-flashpoint-shameful-fans-farewell",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Metropolitan police",
      "id": "uk/metropolitan-police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/11/west-ham-flashpoint-shameful-fans-farewell"
}