{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/05/why-comic-book-movies-are-growing-longer-suicide-squad",
  "id": "2016-05-05-133",
  "sectionId": "film",
  "body": "When news broke that Suicide Squad, David Ayer’s upcoming DC mega-villain mashup, was heading back for reshoots in March, months after wrapping principal photography, there was widespread panic among fans. Josh Trank’s doomed Fantastic Four reboot underwent the same process – and not even that could save it from being an unmitigated disaster.  Stung by immediate negative feedback from folk concerned Suicide Squad was in similar trouble (rumours alleged Warner Bros ordered the reshoots to add more Deadpool-style zingers), Ayer responded on Twitter. His reasoning for the additional footage: the studio, liking what it saw, gave him carte blanche to shoot more – and so naturally, he ran with the opportunity.       Now, while the running time for Suicide Squad has yet to be revealed (it doesn’t open until late in the summer moviegoing season, in August), Ayer’s film has no doubt increased in length as a result of Warner Bros’ decision to beef it up. Ayer, and the studio for that matter, seem to operate under James Cameron’s working motto: “bigger equals better”. Indeed, that mindset has worked for Cameron: Avatar and Titanic are to this day the two highest-grossing films of all time, despite collectively clocking in at well over six hours. In fact, should Suicide Squad run to a bloated length, it would fall in line with this year’s slate of comic book movies, which by and large are all overstuffed – and consequently, overlong.           Deadpool – video review    The year got off to a spry start with the R-rated, Ryan Reynolds-headlined Deadpool, which ran for a brisk 108 minutes. As a result, it felt light-footed and confident. The violent and wildly irreverent action comedy was a hit with critics and audiences – shortly after opening, it become the biggest R-rated success of all time.   Related: Batman v Superman is 153 minutes of a grown man whacking two dolls together | Lindy West    Zack Snyder’s Batman v Superman: Dawn of Justice, however, proved Deadpool’s antithesis. At a butt-numbing 153 minutes, the blockbuster caved under its own weight by straining to make room not only for its titular duelling heroes, but also Wonder Woman, in a small role. It also crammed in cameo appearances from a bevy of other DC superheroes, each of whom will get their own film. Amusingly, as soon as the runtime was revealed, Snyder teased an upcoming “ultimate cut,” exclusive to home viewing, that will be R-rated and run worrisomely longer, at an unforgiving three hours. If Snyder had had his way, he said, the theatrical cut would have run that length, but he was forced to excise some scenes. “The movie’s long now, long-ish – I don’t think it’s long, but when you get over two and a half hours, the studio starts getting nervous,” he told Collider. “I’m not James Cameron, who’s like ‘No it’s three hours, suck it!’ Which is cool, by the way. I just wanted to try and get it to a length that is workable.” Workable sure, but judging by the chilly critical reception, not very watchable. Audiences seem to have felt similarly: in the US, Batman v Superman failed to match Deadpool’s success, despite boasting a more family friendly PG-13 rating.  Captain America: Civil War, the third comic book film released this year, is sure to outgross both – but it too has been lambasted for being overlong at 146 minutes, a record for Marvel Studios. The blockbuster follows the trend set by The Avengers, Marvel’s second longest film, of centring on not one, but a handful of heroes. However, in order allow Iron Man, Captain America, Black Widow et al their moment to shine, these films run to epic lengths, often sacrificing narrative momentum for geek pandering.            Distressingly, the X-Men franchise appears to be jumping on the bandwagon: X-Men: Apocalypse, opening on 19 May, is the longest X-Men film so far, by a large margin, at 144 minutes.  Christopher Nolan’s Batman trilogy could be accused of the same felony: the trio of films grew in length over time, starting with Batman Begins (141 minutes) and concluding with The Dark Knight Rises (165 minutes). But Nolan operates in a league entirely separate from the bulk of film-makers entrusted with comic book adaptations. Like Cameron, he’s a trusted auteur with visionary sensibilities. His Batman films aren’t fussed with franchise building – they’re more invested in deep-rooted character development. The films feel worthy of the audience’s considerable time investment. It’s doubtful whether that will be the case for X-Men: Apocalypse and the impending avalanche of comic book buffets set to follow in its wake. Avengers: Infinity War 1 and 2 … we’re looking at you.",
  "webTitle": "Harder, better, faster, stronger? Why comic book movies are growing longer",
  "webPublicationDate": "2016-05-05T15:25:10Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/05/why-comic-book-movies-are-growing-longer-suicide-squad",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Deadpool",
      "id": "film/deadpool",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Warner Bros",
      "id": "film/warner-bros",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/filmblog/2016/may/05/why-comic-book-movies-are-growing-longer-suicide-squad"
}