{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/cafe-monico-london-w1-restaurant-review-marina-oloughlin",
  "id": "2016-05-06-165",
  "sectionId": "lifeandstyle",
  "body": "From its position sandwiched between two theatres, it’s not hard to figure out whom this new opening is targeting. Owners the Soho House group have captured the movers and shakers with their elitist clubhouses around the globe, and the hipsters lacquering moustaches with meat juices at their dreary Dirty Burger and rather better Chicken Shop. So what’s left? Ah, yes: normcore. Cafe Monico looks appealing from the top of the 38 bus. In its pleasingly fusty way, you can totally believe it to have once been the haunt of bespectacled intellectuals and phlegmy old thespians. It is, however, brand new. On board as consultant chef is Rowley Leigh, that rarest of creatures, the chefs’ chef: his Kensington Place was at the forefront of the capital’s 80s culinary renaissance, wowing pie-crust-bloused princesses with foie gras and sweetcorn pancakes. (There are shades of his later gig, Le Cafe Anglais, on Cafe Monico’s modern brasserie menu, notably parmesan custard with anchovy toast.) And from our mezzanine eyrie we spy him at the pass, hectoring his brigade. It’s all shaping up nicely, in an unchallenging, middle-aged kind of way. Sadly, the hectoring appears to be falling on deaf ears. The food is fine, but you’ll hunt high and low for a frisson. It’s as crowdpleasing as its surroundings: gravadlax and carbonnade on the set lunch; moules frites, fish and chips, pasta, shellfish and charcuterie on the à la carte. There are daily plats and nostalgic winks: devilled lamb’s kidneys, guinea fowl with morels. You’d have to be pretty fussy not to find something up your street, rue, strada. The famous parmesan custard is a sad little thing, the toast weaselly and Melba-thin, the under-cheesed custard split into watery curds. French onion soup has admirable quantities of stretchy, melted gruyère, but the stock is underpowered and the crouton too fresh, so it disintegrates into a kind of oniony bread sauce. Blades of perky endive are laden with roquefort butter, a nice, Fanny Cradock-esque conceit, but – and I can’t believe I’m saying this – there’s waaay too much butter, piped on to the leaves in a Rabelaisian, gullet-clogging way. We scoop most of it off in search of edibility; it spreads beautifully on to the fine baguette. Prawn cocktail is pseudo-American, the prawns dangling over the bowl, the sauce a tingly salsa rather than marie rose. Veal, a portion the size of a Post-it and about as thin, comes saltimbocca-style with sage and parma ham. Nice enough, but three chomps and it’s gone. I take a photo with a buttery french bean for scale: the bean looks Brobdingnagian. Frites are fine. Apologies: “fine” and “nice” are all I can give you. Until we come to a miserably-sized Dover sole: the flesh is creamy and firm (possibly aged a little?), but its delicate flavour has been annihilated by a thuggish, criss-cross grilling. Blind-tasted, it could be a Big Mac or a beer mat: this is not fine or nice at all.   Related: Pitt Cue, London EC2: ‘One mouthful of their sausages, and all I hear is choirs of angels’ – restaurant review | Marina O’Loughlin    They’ve conjured up a back story, a tale of Italian brothers who launched the original Cafe Monico round the corner in 1877. It’s a wonderfully Google-able name, too: so, no tricks missed. But I’d say the group’s debt is not so much to Giacomo and Battista, but to Chris and Jeremy: it is so clearly a salvo on the lucrative market so beautifully cornered by Messrs Corbin and King of the Wolseley, Bellanger et al. With its leather club chairs, wall lights and wood-panelled mezzanine, it looks like the progeny of the Delaunay and one of the many Ivys currently clambering all over the capital like bindweed. There are bright spots in this celebration of safe: a vintage chandelier of gasp-making beauty that plunges between the two floors to a ground floor bar specialising in intriguing cocktails and a collection of recherché vermouths and bitters. And manager Mariano Camerlingo (ex of the same group’s Dean Street Townhouse), a charming, old school Neapolitan schmoozer. Does Cafe Monico do the job? Absolutely. Does it thrill? Not a chance. But I guess that’s not what it’s setting out to do: it’s a homage to a homage, a pastiche of a pastiche. So, in the spirit of the place, I’m going to come over all normcore restaurant critic and declare it a solid addition to the theatreland scene. That’s about as exciting as it gets. • Cafe Monico 39-45 Shaftesbury Avenue, London W1, 020-3727 6161. Open all week, 8am-midnight (1am Fri & Sat; 9am weekend opening). About £30 a head for three courses à la carte, plus drinks and service. Food 5/10 Atmosphere 7/10 Value for money 6/10",
  "webTitle": "Cafe Monico, London W1: ‘A celebration of safe’ – restaurant review",
  "webPublicationDate": "2016-05-06T13:00:27Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/cafe-monico-london-w1-restaurant-review-marina-oloughlin",
  "keyword": [
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina O'Loughlin",
      "id": "profile/marina-oloughlin"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/06/cafe-monico-london-w1-restaurant-review-marina-oloughlin"
}