{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/wolf-hall-director-says-bbc-is-under-threat",
  "id": "2016-05-09-311",
  "sectionId": "tv-and-radio",
  "body": "The government came under unprecedented attack at the Bafta TV awards on Sunday, where the BBC swept the board with double wins for BBC2’s Mark Rylance drama Wolf Hall and Peter Kay sitcom Car Share. In an unusually political evening, the tone was set by Wolf Hall director Peter Kosminsky, who received the first award of the night and was given a standing ovation by the audience of TV stars and industry executives when he accused the government of trying to “eviscerate” the BBC and Channel 4.           Mark Rylance: I owe my Oscar and Bafta to the BBC    Rylance later joined in the criticism, saying: “Woe to any government or corporation that tries to get between the British people and their love of a good joke, a true story, a good song, a fact or fiction, good sports commentating, newscasters who can hold themselves together as they tell stories about terrible tragedies in Paris, people who can help you bake cakes. “We’re a nation of storytellers, were admired around the world for it. Tonight I was struck with the quality of storytelling in the country and I agree with Peter, times are hard.” Winning the prize for his role as Thomas Cromwell in Wolf Hall capped an extraordinary year for Rylance, who also won an Oscar and a Bafta film award for Steven Spielberg’s Bridge of Spies. Kosminsky said: “In the week in which our secretary of state John Whittingdale described the disappearance of the BBC as a tempting prospect, I’d like to say a few words in defence of that organisation.” It is not thought that Whittingdale attended the ceremony.   Related: Bafta TV awards 2016: full list of winners    Government proposals to appoint a majority of members on a new BBC board threatened its independence, Kosminsky said, and would turn it into a state broadcaster “a bit like ... those bastions of democracy Russia and North Korea”. He said the government wanted to tell the BBC what programmes to make and when to schedule them. “It’s not their BBC, it’s your BBC. In many ways, the BBC and Channel 4, which they are also attempting to eviscerate, are the envy of the world and we should stand up and fight for it, not let it go by default,” Kosminsky said.  “If we don’t, blink and it will be gone. No more Wolf Halls, no more groundbreaking Dispatches [on Channel 4], just a broadcasting landscape where the only determinate of whether it gets made is whether it lines the pockets of shareholders. “This is really scary stuff, folks, and not something I thought I would see in my lifetime in this country. All of this is under threat right now, make no mistake. It’s time to stand up and say no to this dangerous nonsense.” One audience member described the mood in the London’s Royal Festival Hall after Kosminsky’s speech – the first of the night – as astonishing. His speech was edited for broadcast when the awards were shown on BBC1 an hour later – his reference to Russia and North Korea was cut – but large parts of it remained intact. A BBC spokeswoman said: “As with any televised award show, we seek to fairly and accurately reflect the passionately held views of recipients and attendees.  “At the same time, we have a duty to fairly reflect as many awards, nominees and winners as possible. Where we have to edit for length, we ensure that the essence of the speeches which are included, are properly reflected.” Ian Hislop, Strictly Come Dancing judge Craig Revel Horwood and The Missing star James Nesbitt were among the other stars to speak out on behalf of the BBC. Hislop, accepting the comedy and comedy entertainment award for BBC1’s Have I Got News For You, said: “The BBC have allowed Have I Got News For You to be rude about governments ... and rude about the BBC, which is a privilege you are given with public service broadcasting and not on state television.”   Related: Bafta TV awards 2016: stars arrive on the red carpet – in pictures    In a reference to Kosminsky’s earlier speech, he said: “I thought I wouldn’t do any political stuff, it’s already been done although probably at home it was cut for you, you may have missed it.” Later, Hislop added: “I have an idea that John Whittingdale’s ideal show would be the prime minister as host [of Have I Got News For You], the defence secretary and the home secretary as the two team captains.  “It is a ludicrous idea what he [Whittingdale] is proposing. But I think that like most of the really terrible ideas that this government has come up with, in about three weeks they will decide that they didn’t mean it and they will row back.  Revel Horwood spoke out after Strictly Come Dancing, which has been criticised by Whittingdale and may be forced out of its primetime slot, beat ITV’s Britain’s Got Talent to the best entertainment prize. “If they are in charge of anything entertainment-wise, it would be a complete disaster; we don’t want them in charge of any decisions, creatively,” he said. “The scheduling is created around our audience. It’s a family entertainment show. You’d never schedule it at 1am would you? That would be ridiculous. I would hate to see it move.” James Nesbitt, one of the awards presenters, told the audience: “I think it’s true that all these films, the writers, directors, cast and crew and, let’s face it, everyone in this hall is able to do what they do as well as they do because of the BBC. Do not strip it away.” The government also came under attack from double Bafta winner Jack Thorne, writer of Channel 4’s Shane Meadows drama This is England ’90, which won best mini-series, and BBC3’s Don’t Take My Baby, about a disabled couple and their child, which was awarded best single drama. Thorne said cuts to the government’s access to work scheme were “making it very difficult for theatre, film and TV companies to employ disabled talent and that’s wrong and that’s got to change”.   Related: Bafta TV awards 2016: the winners – in pictures    Peter Kay’s comedy Car Share, which premiered on the BBC’s on-demand service iPlayer before being repeated on BBC1, was a double winner. Other BBC winners included Suranne Jones, star of BBC1 drama Doctor Foster, and Poldark, the drama remake starring Aidan Turner, which won the Radio Times audience award voted for by viewers. Channel 4 was a big winner, with its prizes including The Murder Detectives (best factual series), My Son the Jihadi (single documentary), First Dates (reality award) and Channel 4 News, which won for its coverage of the Paris terrorist attacks. Channel 4’s This is England ’90 was a double winner, with Chanel Cresswell winning the supporting actress category. Michaela Coel, star of the comedy Chewing Gum shown on Channel 4’s E4, used her speech to “pay my respects” to comedian Victoria Wood, who died in April aged 62. US on-demand service Amazon Prime won a Bafta with its first nomination, Jill Solloway’s transgender comedy, Transparent, which won the international award. Its star Jeffrey Tambor said: “This is the series that answers the question, it’s okay to change, you will still be loved, go for your authentic self, be who you are and to hell with the consequences. Believe, love, be free.” Held on the 90th birthday of Sir David Attenborough, there was no birthday present for the broadcaster because his BBC1 programme The Hunt was beaten by BBC2’s Britain’s Forgotten Slave Owners in the specialist factual category. Elsewhere, Sir Lenny Henry, the actor and comedian turned diversity campaigner, won the Bafta special award and Ray Galton and Alan Simpson, the Hancock’s Half Hour writers and creators of Steptoe and Son, received the Bafta fellowship. Bafta chair Anne Morrison also refered to the uncertainty surrounding the BBC and Channel 4, saying the “broadcasting ecology we have evolved [in the UK] has served us well. Whatever changes are ahead, we have to find a way of ensuring the range and quality of what we see here tonight is preserved.” After the racial discrimination row that overshadowed this year’s Oscars, she said it was “the most diverse list of nominations that anyone can remember and that is a cause for celebration as well”. The BBC won a total of 14 awards, half of them for shows on BBC1. Channel 4 won six with another for E4, and two for ITV. Sky and Amazon took home one award each.  This article was amended on 9 May 2016 to include Sir Lenny Henry’s honorific.",
  "webTitle": "Bafta TV awards: BBC is under threat, says Wolf Hall director",
  "webPublicationDate": "2016-05-09T06:31:41Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/wolf-hall-director-says-bbc-is-under-threat",
  "keyword": [
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Peter Kosminsky",
      "id": "tv-and-radio/peter-kosminsky",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Wolf Hall",
      "id": "tv-and-radio/wolf-hall",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    },
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/wolf-hall-director-says-bbc-is-under-threat"
}