{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/proposed-eu-trade-treaty-threatens-progressive-laws-say-campaigners",
  "id": "2016-05-19-136",
  "sectionId": "world",
  "body": "A proposed new trade treaty governing investment flows within the EU could lead to many more lawsuits against progressive environmental, social and health legislation, sustainability campaigners have warned.  The massive intra-EU trade treaty would create a TTIP-style secret investors court in The Hague, with jurisdiction over investment flows between all 28 EU countries, according to leaked documents seen by the Guardian. The proposal, which has been jointly tabled by Germany, France, the Netherlands, Austria and Finland, would replace 198 existing bilateral trade treaties between new EU entrants such as Romania and Croatia, and the EU’s core block of countries. The European commission has long called for these agreements to be terminated and employers’ groups such as BusinessEurope have lobbied for a mega-trade deal to replace them. Such a system would extend so-called investor-state disputes settlement (ISDS) provisions in existing intra-EU trade treaties to all investments between the EU’s 28 countries. The tribunal envisaged by the five countries “may be modelled on the recent EU proposal for an investment court system in TTIP and other EU trade agreements”, according to a five-page document seen by the Guardian. Because a voluntary scheme would not enforce investors rights, “a binding and enforceable settlement mechanism for investment disputes, as a last resort to mediation and domestic litigation, is necessary”. The document adds: “If EU investors are not afforded comparable protection to their foreign competitors, incentives for EU investors to locate their foreign investments outside the EU will be created.” Critics are alarmed at the move, which they say would threaten regulations passed in the public interest, and create a new legal cottage industry for firms arguing that their profit expectations have been breached. Cecilia Olivet, a researcher at the Transnational Institute, a thinktank that campaigns for progressive policies across a range of issues, said: “This new proposal would lead to many, many more lawsuits on environmental, social and health issues. You could have suits over changes to environmental laws, or over cuts in subsidies, reversals to privatisations, changes to banking systems, or even reforms to tax levels.” The oil firm Chevron has said that the ISDS system could act as a “deterrent” to environmental regulations in its lobbying forays in Brussels.  She added: “As long as investors have this right they will use it because such cases will not fly in national courts. That is the reality.” The paper proposes siting the new investor tribunal at the permanent arbitration court in The Hague rather than the European court of justice or united patents court, because of time, legal and cost constraints. “No new appointment of judges would be necessary and no retention fees would need to be paid” at The Hague, the paper says. The court’s judges would be appointed by EU states. Under the proposal, which has been made in the form of a “non-paper”, existing investor protections would be guaranteed with wording that is “as precise as the EU investment policy developed for TTIP”.  The trade court idea was tabled at a meeting of the EU’s trade policy committee, which nominally deals with external trade policy. Two of its sponsors, Austria and France, have previously opposed investor-state courts, as have powerful ministers in the German government.  A commission spokesperson said: “We welcome the fact that member states have indicated that they are willing to terminate bilateral investment treaties. These are incompatible with EU law and create legal uncertainty because of their overlap with EU rules. We need to assess in greater detail the ideas set out in this paper.”",
  "webTitle": "Proposed EU trade treaty threatens progressive laws, say campaigners",
  "webPublicationDate": "2016-05-19T14:54:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/proposed-eu-trade-treaty-threatens-progressive-laws-say-campaigners",
  "keyword": [
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Arthur Neslen",
      "id": "profile/arthurneslen"
    }
  ],
  "guardianId": "world/2016/may/19/proposed-eu-trade-treaty-threatens-progressive-laws-say-campaigners"
}