{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/30/teenage-mutant-ninja-turtles-out-of-the-shadows-review-tmnt",
  "id": "2016-05-30-124",
  "sectionId": "film",
  "body": "Related: How we made Teenage Mutant Ninja Turtles    With 2014’s live-action/CGI hybrid Teenage Mutant Ninja Turtles, megaproducer Michael Bay refashioned the deathless reptilian merchandise in his preferred image. Bay’s Turtles were high-fiving meatheads buffed to a fine digital sheen, thus broadly interchangeable with the steroidal heroes of 2013’s Pain & Gain and last year’s 13 Hours. Sequel Out of the Shadows reintroduces this foursome via graphics that label Donatello as “Donnie” and Michelangelo as “Mikey”. Accompanying adults are thereby spared from having to explain why these guys have such funny, non-American names, but the touch also betrays how far we now are from anything as lofty as art.         Watch the trailer    Approached as commerce – as any 3D Ninja Turtles movie should be – it’s soon clear that OOTS follows the model of Bay’s Transformers sequels. Longer, louder and boasting even more hardware, it does everything to generate the illusion of bleeding-edge bang-per-buck, while cribbing shamelessly from 1991’s Secret of the Ooze. The Turtles must again stave off Shredder (Brian Tee), who has escaped custody and rearmed himself with scientist Tyler Perry’s world conquering serum. Bay’s subtexts remain questionable: here we’re asked to cheer heavily weaponised pizza guzzlers against a cabal of non-Caucasians, in a way that altogether uncomfortably aligns turtle power with its white equivalent.    Laura Linney's presence suggests some Tina Fey parody of Bay’s cinema, only with laughter replaced by sadness    That may make for good business; for human interest, not so much. These überturtles – joshing pixelated clumps – remain incredibly dull company, their flesh and blood sidekicks little better: Will Arnett replaying his glib jerk shtick without the material that makes it funny, Megan Fox handed disguises that run the gamut from “sexy nerd” to “minxy schoolgirl”. The heart flatlines upon the arrival of multiple Golden Globe winner Laura Linney, stuck with the one understandably disbelieving expression as New York’s police chief; her presence suggests some Tina Fey parody of Bay’s cinema, only with laughter replaced by sadness at such an egregious example of thesp waste. OOTS is assembled with consummate slickness, nominal director Dave Green – following up 2014’s semi-heartfelt Earth to Echo – approving many of the right effects shots. Yet only Bay could conceive of blowing this much time and cash on identifying the exact spot at which zesty, subversive trash (as the Turtles might once have been) sours into ugly, empty junk, assembled solely to school our young in brute market forces and indiscriminate consumption. Our former heroes in a halfshell have become hulking, cold-bloodied bullies, demanding our pocket money and offering nothing in return – save a joyless, two-hour noogie such as this.",
  "webTitle": "Teenage Mutant Ninja Turtles: Out of the Shadows review – halfwits in a halfshell",
  "webPublicationDate": "2016-05-30T11:28:29Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/30/teenage-mutant-ninja-turtles-out-of-the-shadows-review-tmnt",
  "keyword": [
    {
      "webTitle": "Teenage Mutant Ninja Turtles",
      "id": "film/teenage-mutant-ninja-turtles",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Michael Bay",
      "id": "film/michael-bay",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike McCahill",
      "id": "profile/mike-mccahill"
    }
  ],
  "guardianId": "film/2016/may/30/teenage-mutant-ninja-turtles-out-of-the-shadows-review-tmnt"
}