{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/leicester-plastic-pitch-saracens-premiership-play-off",
  "id": "2016-05-20-230",
  "sectionId": "sport",
  "body": "Leicester’s captain, Ed Slater, has criticised rugby’s new trend of plastic pitches and called for more research into injuries suffered while playing on them, as he prepares to lead his team in Saturday’s Aviva Premiership play-off semi-final against Saracens on the artificial surface at Allianz Park. Sarries became the first Premiership side to lay an artificial pitch when they moved home in 2013, followed by Newcastle and, the following season, Worcester. Leicester have played at Allianz Park three times, with the average score being 32-7 to Saracens.   Related: Exeter can drive Wasps to distraction again in Premiership semi-final | Dean Ryan    “I am not an advocate of plastic pitches and do not like them whatsoever for various reasons,” said Slater, who suffered a knee injury that put him out of action for a month when the Tigers were last at Allianz Park in January. “I am not making an issue for the semi-final – Saracens have been brilliant all season, thoroughly deserve to be at home and we have to get on with it – but in general. “I know there have been studies that say there are no more injuries on plastic pitches than on grass, and other crappy points in favour of them, but from my experience your ankles, knees, hips and back ache a lot more than after a game on grass. That is not a healthy sign. “It is hard to tell if my injury at Saracens five months ago was down to the plastic pitch. Logic tells you my knee would have planted in the ground differently on grass and with more of these surfaces being laid, it is something that needs to be looked at. “You grow up playing on grass pitches and running around on fields and your body gets used to that. Then plastic pitches come around which you have never adapted to and which put different stresses on your body. That is not great when you are playing as physical a game as rugby where the collisions are massive and the demands on your joints huge.”     The surface at Allianz Park. Photograph: Joe Toth/BPI/Rex/Shutterstock    Leicester trained on a plastic pitch before January’s match at Allianz Park, when they conceded three penalty tries following scrum collapses in a 26-6 defeat. The Tigers have not trained on an artificial surface this week. “We have to take the pitch out of the game,” said Slater. “We are there to win and you cannot let factors like the surface be a distraction. We know what we have to do. We have struggled there in the past, but this is a semi-final and knock-out rugby is different to the league. “We have to focus on ourselves and the way we want to play. We have to learn from our Champions Cup semi-final defeat to Racing 92 when we played into their hands by taking them on around the fringes and in the tight. When we took them wide, it was too late, and we made mistakes anyway. We are encouraged to play what is in front of us, but we have to be decisive and disciplined against a side that thrives on mistakes. “Saracens have only lost one match when at full strength this season and you have to admire the way they go about things. They are a tightknit group and I know a number of their players from England camps. We respect them as a side, but if we get our game right we are good enough to beat them.” Slater does not expect Saracens to turn up with a hangover after their Champions Cup final victory last weekend but instead to be focused on becoming the first club to secure the European Cup and Premiership double since Wasps in 2004 and emulating Leicester’s achievements in 2001 and 2002. “I am sure they will have enjoyed themselves for a couple of days, but their players and coaches are all driven and ambitious,” he said. “They are not the kind of side that does complacency and they will not be basking in their achievement. For us, this is our one chance of a trophy this season and we will give it everything. It has been a good year for Leicester so far with the football Premiership, basketball and snooker success and it would be nice to add to that.” Leicester crashed out at the semi-final stage a year ago, thrashed 47-10 at Bath, but they have a far more threatening three-quarter line now. “We did well at forward that day, but were ripped apart behind,” said Slater. “Our performances and consistency have been better than last season when we ground out results. Aaron Mauger [the head coach] has come in and had a positive influence. He has held players accountable and has a firm idea of the direction he wants the club to take on and off the pitch. We have made some good signings and it is a first season in a way for us. We are in a good place and I expect us to kick on. “We have worked hard on our scrum this week and it will be a completely different game to the one in January. The Premiership is now extremely competitive and there has been a huge change in standards since I started playing for Leicester, something that is working well for England. Only your best will do.”",
  "webTitle": "Leicester captain Ed Slater criticises artificial pitches before Saracens play-off",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/leicester-plastic-pitch-saracens-premiership-play-off",
  "keyword": [
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/20/leicester-plastic-pitch-saracens-premiership-play-off"
}