{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/how-and-why-we-change-brain-plasticity-makes-us-adaptable",
  "id": "2016-05-15-219",
  "sectionId": "lifeandstyle",
  "body": "“This life,” wrote the French poet Charles Baudelaire more than a century ago, “is a hospital where each patient is possessed with the desire to change his bed.” No “How to Change Your Bed in Seven Days!” poem followed, alas. Today we still yearn for better bodies or relationships, jobs or houses. We crave money, security, health, fulfilment, peace of mind, success, adventure or that most slippery commodity, happiness. The hunger for change is nothing new, but nowadays we consider these not idle longings but a prerogative. Modern secular culture is one in which, more than ever before, we feel entitled to make the changes that fit our dreams and aspirations. That right to change, to be the author of one’s own life, matters. It’s about freedom, autonomy, choice. But here’s the rub: we’re often so flummoxed as to how to go about changing that we doubt we’re up to it or whether it’s even possible. Quite how doubtful was revealed in recent research from Harvard. The study identified what psychologists named the “end-of-history illusion”. Drawing data from more than 19,000 people aged between 18 and 68, it showed that the large majority, regardless of age, believed they’d changed substantially in the past but anticipated little personal change in the future. This extraordinary blind spot, so the study argued, may be down to the fact that the cognitive processes involved in reconstructing an old story are simply less taxing on the mind than those required to build a new one. This implication – that we’re better at changing than we are at imagining it – led the Harvard team to warn of the practical fallout: how overestimating the stability of today can hamper the decisions we make about tomorrow.    The hunger for change is nothing new, but nowadays we consider choice a prerogative    Of course the flip side to all this – and the irony – is that everything and everyone changes all the time. Our rivers, as the Greek philosopher Heraclitus observed two and a half millennia ago, they flow. In my own research I’ve met men and women who’ve pursued or experienced great transformations: a genocide survivor who rebuilt his life through education, a morbidly obese recluse who lost 18st in 18 months, a radical Islamist who turned his back on holy war. We are who we are, as these people demonstrated, not in spite of change but because we change. The point is that we’re better at changing than we think. Indeed, it’s hardwired into our very biology. What neuroscience dubs plasticity – the changes that occur in our brains as our experiences unfold – is central to who we are, from the neural, through the individual, right up to societal level. The lingering childhood exclusive to the human animal is key to the development of our prefrontal cortex, one of the last parts of the brain to reach maturity and critical to our unique evolutionary advantage. Here our thoughts and actions, our plans and decisions, even our personalities, are mediated and adapted; here what we hope for meets what we do. And the inherent plasticity of this region and the wider neural networks to which it’s connected is what underpins that virtuoso ability to change. So remember: change – as an unfolding process rather than a sovereign remedy – is who we are. Holding on to that may be the best chance we have of taking on our endemic doubts about change, our end-of-history illusions and the many other imaginative obstacles we put between ourselves and the lives we want to lead. Metamorphosis: How and Why We Change by Polly Morland is published by Profile Books at £14.99. To order a copy for £11.99, go to bookshop.theguardian.com",
  "webTitle": "Forget self-help: we're programmed for change",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/how-and-why-we-change-brain-plasticity-makes-us-adaptable",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Morland",
      "id": "profile/polly-morland"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/how-and-why-we-change-brain-plasticity-makes-us-adaptable"
}