{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/04/how-to-get-cv-noticed-recruitment",
  "id": "2016-05-04-334",
  "sectionId": "careers",
  "body": "Getting your CV in front of the actual person hiring for the job is tough. The majority of employers ask two or three members of staff to review every application they receive, meaning candidates are never guaranteed that their application will be seen by the final decision maker.  If you’re applying for jobs through an external recruiter, it’s likely that your CV will have to be approved by five or more people before reaching the employer’s hiring manager. Your CV is your most powerful marketing tool when it comes to job hunting, but it’s useless if it sits unnoticed in a recruiter’s overflowing inbox. While the number of people looking at your CV may appear daunting, a smart job search strategy will ensure your CV makes an impact and swiftly moves up the chain of command. Introduce yourself properly Busy recruiters do not have time to read lengthy cover letters, so it’s crucial to keep your cover note short and sharp if you want to grab their attention. A brief paragraph of around three or four sentences should be enough to get your point across without boring readers. Your introduction should excite recruiters by demonstrating how you’re a perfect fit for the role and leave them keen to read your CV. Study the job advert and be sure to explain how your experience equips you to deal with the most important aspects of the role. Remember to focus on what you have to offer at this stage and resist the temptation to list your demands. The focus at this stage is simply to make the recruiter open your CV; you can discuss salary requirements when you receive the initial response call. Tailor your CV for each application If your CV is going to impress every person in the recruitment chain, then it needs to show each one that you have the required skills to perform the role. Although your CV is likely to be focused towards the general type of jobs you are applying for, you should always tailor it to suit each individual job you apply for. Read each job description properly and edit your CV to ensure that those sought-after skills are featured prominently and stand out to readers. In particular, you should aim to pack the top quarter of your CV with as many relevant terms as possible, to create an instant impact as soon your CV is opened.   Related: CV mistakes you might have missed but could cost you the job    Leverage the power of LinkedIn A great way to ensure your CV reaches the right person is by sidestepping the recruitment chain and delivering it directly to the hiring manager. However, this is not always easy to do and requires time, effort and precaution. With more than 433 million registered professionals on LinkedIn, there is a good chance that you will find the hiring manager you are looking for on the global networking site. Job adverts will usually give you enough information to track down the hiring manager of any role on LinkedIn, so if you aren’t having any luck with the traditional job application approach, LinkedIn can provide a fresh alternative. Use LinkedIn’s advanced search feature and filter your search on the company and location before searching for relevant terms from the job advert such as the profession, industry and specialisation. You can also try experimenting with different leadership terms such as manager, senior and director until you find the person you are looking for. By process of elimination it should be fairly easy to pinpoint your desired hiring manager, and then you can message them directly and place your CV straight into their inbox. Proceed with caution as you will be making a slightly cold approach and you don’t want appear as though you are pestering. As long as you use the same polite and targeted approach that you would with an email cover note, you should be able to prompt a positive response from most hiring managers. Show you’re in demand When you receive the initial response call from the recruiter, be sure to mention any interest you have had from other employers. If a recruiter believes that you are in demand it will have two positive effects for you. First, the fact that other firms are interested in hiring you will back up their assumptions that you are a strong candidate and therefore give them more confidence to forward your CV to the hiring manager. Second, if the recruiter is worried that a rival company may snap you up, they will be more eager to push your CV along the chain and get your CV in front of the decision maker quickly. Andrew Fennell is an experienced recruiter and founder of CV writing service StandOut CV Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "Get your CV noticed by the top dog",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/04/how-to-get-cv-noticed-recruitment",
  "keyword": [
    {
      "webTitle": "CVs",
      "id": "careers/cv",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "LinkedIn",
      "id": "technology/linkedin",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Fennell",
      "id": "profile/andrew-fennell"
    }
  ],
  "guardianId": "careers/2016/may/04/how-to-get-cv-noticed-recruitment"
}