{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/brazil-is-divided-aquarius-sonia-braga-cannes-protests",
  "id": "2016-05-18-134",
  "sectionId": "film",
  "body": "“Brazil is divided,” declared writer-director Kleber Mendonça Filho at the Cannes film festival on Wednesday, where his new film, Aquarius, is competing for the Palme d’Or. His comments, made to the Guardian at a press conference for the drama on Wednesday, come a day after the film’s premiere, where the cast and crew used the opportunity to mount a protest against what they describe as a coup. Filho and his team are angered about the the recent impeachment of president Dilma Rousseff, the country’s first female president, who was forced from office, as well as interim president Michel Temer’s controversial decision to abolish Brazil’s culture ministry. Temer has since sought to tamp down the criticism by appointing a culture secretary, but four potential candidates have reported refusing the job.   Related: 'Brazil is not a democracy': Cannes contender's cast stage red carpet protest    “They picked the wrong month to extinguish the ministry of culture, because a movie made with very public funds is currently competing in Cannes,” Filho said. The film-maker added that the “dramatic divide” Rousseff’s impeachment has brought to Brazil is “terrible”. “It’s bringing out the worst in both sides - particularly the right side,” he said. “People in congress saying women shouldn’t work because they get pregnant - shocking ideas like that.” “All this transition is going to be very hurtful for our democracy – that was hard to get in the first place,” added Sonia Braga, Aquarius’ lead actor. “It’s not easy to lose.” The film features Braga as a fiercely resilient aging music critic eager to remain in her apartment despite developers’ pressure. The Guardian’s Peter Bradshaw called it a “a densely observed and superbly acted portrait of a woman of a certain age.” “It was very important to take this international platform here to expose what’s happening in Brazil,” Braga said of the red-carpet protest, echoing what Filho said. “Because of the biased media [in Brazil], and because of what people are feeling, Brazil is divided.”     Protest at Cannes Photograph: Valery Hache/AFP/Getty Images    Filho said the demonstration came together following discussions with fellow Brazilian film-makers and producers at the festival.   Related: Aquarius review: rich and mysterious Brazilian story of societal disintegration    “We liked the idea of doing something,” he said. “I didn’t want to do something noisy, or something that would be in some way inadequate. So the idea that we decided to go for was: A4 pieces of paper with really short sentences, which expressed what is happening in Brazil. Cannes has many cameras and powerful long lenses, and it worked very beautifully.” Banners, held by cast and crew on the steps of the Palais, and inside the theater by audience members, bore messages such as “Brazil is not a democracy” and “The world cannot accept this illegitimate government”. The overtly political act was met with loud applause inside the venue. Asked if the seaside town Recife in north-east Brazil, where Aquarius takes place, was meant to come across as a crumbling location, Filho said he’s “not into apocalyptic portraits.” Said the film-maker: “I think when you’re critical of something, you also have to show its normality and beauty in some way. The city is where I live. It’s far from perfect, but so is Paris.”",
  "webTitle": "'Brazil is divided': Aquarius star Sonia Braga and director address Cannes protests",
  "webPublicationDate": "2016-05-18T14:41:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/brazil-is-divided-aquarius-sonia-braga-cannes-protests",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/18/brazil-is-divided-aquarius-sonia-braga-cannes-protests"
}