{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/04/artists-barn-storm-desmond-kurt-schwitters-zaha-hadid-merz-bau",
  "id": "2016-05-04-282",
  "sectionId": "artanddesign",
  "body": "A modest agricultural building badly damaged in the north of England by Storm Desmond is in fact an enigmatic artwork left unfinished by the German artist Kurt Schwitters when he died in 1948. Now it has been offered a £25,000 lifeline by a Swiss art gallery. The grant was suggested to Galerie Gmurzynska by the architect Zaha Hadid, who had worked closely with the Swiss gallery, curating and designing exhibitions there before her death in March.     Merz Barn artwork by Kurt Schwitters, dating from 1950. Photograph: Sprengel Museum Hanover    A pioneer in breaking down the wall between architecture and installation art, Schwitters’s work is equally admired by artists and architects. The writer and broadcaster Melvyn Bragg called it “an outstanding contribution to the understanding of contemporary art” not only in the UK, but across the art world. The “Merz barn” at Elterwater in Cumbria was the last of several such buildings – christened Merzbau – the artist worked on. The earliest, in his parents’ garden in Hanover, was destroyed in a second world war bombing raid, while the structure he created while living as a refugee from the Nazis in Norway was lost in a fire in the 1950s. Schwitters escaped to Britain when the German army invaded Norway in 1940, but was initially interned as an enemy alien on the Isle of Man. There he held Dada performance evenings in his makeshift studio before being freed in 1941 to live and work, first in London and later in the Lake District. He intended to complete his third Merzbau in the old shed he acquired at Elterwater, but died before he could finish the work. In the 1960s, the one wall Schwitters had all but completed, bearing the elaborate swirling sculptural decoration with which he intended to cover the entire interior, was cut out of the building and moved across the Pennines to the Hatton Gallery at Newcastle University, to preserve it.     The Merz Barn from the rear, showing damage to the building and surrounding trees. Photograph: Photo Littoral    The Littoral Arts Trust, a small charity with no public funding, has continued to care for the building itself, opening it to the public and making it into a retreat for artists, but could not afford the reconstruction costs after flooding and storm damage left the end wall in a state of collapse.  The University of Cumbria has also agreed to help with the work, and the trust hopes to complete emergency repairs and open the site again by the end of July. Meanwhile, Galerie Gmurzynska will be marking the 100th anniversary of Dadaism with an exhibition of 60 works by Schwitters, opening on 12 June and housed within an installation by Zaha Hadid inspired by the artist’s original Merzbau in Hanover.",
  "webTitle": "Artist's barn damaged in Storm Desmond given £25,000 lifeline",
  "webPublicationDate": "2016-05-04T08:54:41Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/04/artists-barn-storm-desmond-kurt-schwitters-zaha-hadid-merz-bau",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Zaha Hadid",
      "id": "artanddesign/zaha-hadid",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Storm Desmond",
      "id": "uk-news/storm-desmond",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newcastle University",
      "id": "education/newcastleuniversity",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University of Cumbria",
      "id": "education/universityofcumbria",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "artanddesign/2016/may/04/artists-barn-storm-desmond-kurt-schwitters-zaha-hadid-merz-bau"
}