{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/23/guantanamo-bay-detainees-release-plan-obama",
  "id": "2016-05-23-55",
  "sectionId": "us-news",
  "body": "The Obama administration has quietly seeded the diplomatic bed for its next push to transfer detainees out of Guantánamo Bay, the Guardian has learned, as Barack Obama aims to reduce the prison’s population before leaving office.   Related: Secret area of Guantánamo could be opened to UN watchdog for first time    According to US officials, the administration has deals in place to send approximately two dozen longtime Guantánamo detainees to about half a dozen countries.  While it is unclear if the transfers will occur in one wave, as with the April transfer of nine detainees to Saudi Arabia, there is an expectation that the departure of 22 or 23 men will occur by the end of July. There are currently 80 men detained at Guantánamo, the lowest number since the US opened the wartime prison in 2002.  All the detainees for whom US diplomats have secured arrangements to leave Guantánamo have been officially approved for transfer, either by a 2010 internal review process or through quasi-parole hearings known as Periodic Review Boards.  The US holds 28 detainees approved for transfer, so the men’s departure would nearly empty Guantánamo of such designated detainees, substantially clearing a backlog that has lasted years.  Officials spoke to the Guardian on condition of anonymity, as not all of the foreign destination countries are ready to be identified. Furthermore, some of the transfer approvals have yet to receive certification by Ashton Carter, the defense secretary, as required by law, ahead of a notification to Congress.  The State Department’s envoy for closing Guantánamo, Lee Wolosky, pledged in January after a transfer of 10 detainees to Oman that the US would finish emptying Guantánamo of transfer-eligible detainees “by this summer”. If the current deals go through, the US would be left with 57 or 58 Guantánamo detainees, the vast majority of whom are either involved in the military tribunals process or subject to insufficient untainted evidence to charge, while thought too dangerous to release.  The quasi-parole process may soon refill the transfer-eligible category with additional detainees.  All of the 42 detainees not currently before the military commissions or approved for transfer are eligible for hearings before the Periodic Review Board, a panel of US security-related agencies that decides by consensus to transfer or recommend continued detention. Ten of those detainees are awaiting rulings from the board.  Long criticized for its lethargy, the Periodic Review Board process has picked up its pace, holding hearings for 18 detainees since January. Four are scheduled over the next two weeks, including a 2 June hearing for Mohamedou Ould Slahi, whose abuse at Guantánamo is the centerpiece of an internationally bestselling memoir.   Related: Guantánamo Diary exposes brutality of US rendition and torture    Persistent congressional opposition to permitting Guantánamo detainees to be tried or imprisoned on US soil has made the parole-and-transfer process the likeliest mechanism through which Obama can come close to accomplishing his long-thwarted goal of closing down Guantánamo.  That opposition comes annually through the defense authorization bill, which since 2011 has included a ban on transfers to the US. This year’s bill, which passed the House on 18 May, also restricts the transfers process by preventing the administration from transferring any detainee to a country subject to a state department travel warning – based on a standard far lower than a risk of terrorism or insurgency. It currently includes all of Europe. The White House has threatened to veto the defense bill, citing the Guantánamo provisions, among other reasons. Yet such veto threats have become an annual ritual. Every defense bill since 2011 that Obama ultimately signed included Guantánamo detainee restrictions.  Transferring those detainees cleared by either the 2010 internal review or by the parole board will not close the Guantánamo detention center.  Instead, it will bring the prison’s population down to what administration officials tend to call an “irreducible minimum” by the time Obama leaves office in January. That number is likely to include people whom the US continues to hold indefinitely without charge – one of the main practices that has reaped international infamy for Guantánamo, motivating Obama’s initial pledge to close it.",
  "webTitle": "Two dozen Guantánamo detainees poised for release under Obama deals",
  "webPublicationDate": "2016-05-23T18:49:42Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/23/guantanamo-bay-detainees-release-plan-obama",
  "keyword": [
    {
      "webTitle": "Guantánamo Bay",
      "id": "us-news/guantanamo-bay",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Spencer Ackerman",
      "id": "profile/spencerackerman"
    }
  ],
  "guardianId": "us-news/2016/may/23/guantanamo-bay-detainees-release-plan-obama"
}