{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/24/un-calls-for-overhaul-of-national-laws-to-tackle-wildlife",
  "id": "2016-05-24-183",
  "sectionId": "environment",
  "body": "Governments around the world need to pass national laws outlawing the possession of wildlife and timber that has been illegally harvested or traded elsewhere, a new report by the UN’s Office on Drugs and Crime (UNODC) urges. At present, unlisted but endangered flora and fauna can be legally sold in other nations, even if it was illicitly taken from the countries of origin, due to a lack of coverage in the Convention of International Trade in Endangered Species (Cites). As the Guardian revealed last year, conservation authorities believe that the survival of many endangered species is being threatened as a result. The level of concern is such that the UN is now calling for “each country to prohibit, under national law, the possession of wildlife that was illegally harvested in, or illegally traded from, anywhere else in the world.” “Domestic environmental laws should be expanded to provide protection to wildlife from other parts of the world,” the report adds.  Draft laws could be prepared nationally, regionally or internationally, to give a legal basis for contraband seizures by customs officers, without having to refer to international protected species lists, according to the UN paper.  Theodore Leggett, the study’s author, told the Guardian there was a good chance for the idea gaining traction in the international community.  “There is tremendous international goodwill on this right now. No one is going to stand up and say that wildlife trade should be less regulated,” he said.  “An additional wildlife protocol to the transnational organised crime convention has been proposed before. You could have an international agreement dealing with wildlife crime. You could also do it in national regulations, or on a regional basis with blocs  effectively saying: “‘If it is illegal in your country, it is illegal in my country’.” However, there is currently no internationally agreed definition for “wildlife crime” and the transnational organised crime convention’s assessment of a “serious crime” – carrying a prison sentence of four years or more – may be contentious for some.  A survey of 131 countries in the report shows that while 26% favour putting wildlife offences in the “serious crimes” category, 43% say infractions should be punished by less than four years in prison, and 31% want violations of Cites codes to merit fines only.  At present, the 182 Cites signatories can set their own punishments for violations of the agreement and these vary widely.  The Liberal MEP Catherine Bearder said: “Organised criminal gangs are exploiting the minor penalties against wildlife trafficking in some European countries to accrue massive profits. Time is running out for many of our most beloved species. The penalty of wildlife trafficking must fit the seriousness of this crime.” The paper suggests considering wildlife trafficking a theft of state property in countries that offer national protection to endangered species. Anti-corruption statutes could also be used to prosecute traffickers.  Public authorities should also be obliged to alert other countries when they know that contraband shipments are taking place, the paper says. Dr Dan Challender, a species programme officer for the International Union for the Conservation of Nature (IUCN), which advised the UN on the report, said that it had drawn from analyses of 164,000 wildlife product seizures in 120 countries. He said: “The report reinforces wildlife crime as a truly global issue, and in calling for legislative reforms, including laws recognising the illegal status of wildlife products that have been illegally harvested or trafficked from another country, offers potential solutions, which are needed as part of a multi-faceted strategy to combat wildlife crime.”  Wildlife protection debates are often clouded by tension between advocates of trade as a means of conservation – because of the added utility this provides – and environmentalists who object to any financial commodification of animal species, particularly endangered ones.  “Both these people love animals and want to save them but they have incompatible points of view,” Leggett said. “One side wants to promote the elephant trade. The other says that is not possible as it gets infiltrated by poachers.” In broad terms, the UN approach is to monitor the legal wildlife trade and give an assessment of sustainable offtakes. “That way countries can take out every last fish that can be sustainably farmed, and then allow the ocean to replenish itself,” Leggett said.   The UN study calls for new industry standards based on technologies such as “track and trace”, which identify where, when, how and by whom a product was caught. In Germany, the mechanism has proved popular and workable for the wild-sourced fish industry.  Cites members could also detain those caught in possession of suspect products, shifting the burden of proof onto the importer, the report says.",
  "webTitle": "UN calls for overhaul of national laws to tackle wildlife crime",
  "webPublicationDate": "2016-05-24T12:00:11Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/24/un-calls-for-overhaul-of-national-laws-to-tackle-wildlife",
  "keyword": [
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered habitats",
      "id": "environment/endangered-habitats",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "IUCN red list of endangered species",
      "id": "environment/iucn-red-list",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Arthur Neslen",
      "id": "profile/arthurneslen"
    }
  ],
  "guardianId": "environment/2016/may/24/un-calls-for-overhaul-of-national-laws-to-tackle-wildlife"
}