{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/27/roger-nuttall-obituary",
  "id": "2016-05-27-47",
  "sectionId": "media",
  "body": "My ex-husband, Roger Nuttall, who has died aged 82, was a financial journalist and former City editor of the Mail on Sunday. Son of Albert, a printer and bookie’s clerk, and Winifred, Roger was born and brought up in south London, and went to Raynes Park grammar school. He began his working life as an actuary – which he was fond of describing as “a job for people who find accountancy too stimulating” – and drifted into journalism via the trade press. In his earlier career he worked variously for the Times and the Telegraph, and in 1974 he joined the Mail on Sunday, working as deputy to the City editor, Patrick Sergeant, before taking over from him. Roger’s love was writing rather than editing. Like many working people as they rise through the ranks, he found himself organising other people rather than doing what he loved to do. So in 1989 he “demoted” himself by quitting the Mail on Sunday and joining the Daily Express as a jobbing reporter on the City pages. Around 2000, he turned freelance and edited the newly revived City gossip column Blackfriar, until the owner of Express Newspapers, Richard Desmond, axed the column as part of a cost-cutting exercise. In his latter years before retiring, Roger continued to work as a freelance, advising on the serialisation of books for the Times and occasionally writing obituaries for the files about people who were still alive. Roger was the archetypal self-made man. Supremely intelligent and interested in everything, from art and poetry to politics and science, he read copiously and was one of the best-informed men around. His bulging bookshelf contained, apart from the Complete Works of Pepys and pretty well everything written by Evelyn Waugh, items such as Archy and Mehitabel by Don Marquis, featuring a poetry-writing cockroach and a cat who used to be Cleopatra, and a book about false teeth. His great passion was jazz, and at one time he played the trombone with various ad hoc bands of journalists. He is survived by his partner, Oli Villalon; by Tom and Peggy, the children of our marriage; by Simon and Sarah, the children of his first marriage, to Pauline, which ended in divorce; and by two grandsons.",
  "webTitle": "Roger Nuttall obituary",
  "webPublicationDate": "2016-05-27T17:47:02Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/27/roger-nuttall-obituary",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Mail on Sunday",
      "id": "media/mailonsunday",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Associated Newspapers",
      "id": "media/associated-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/27/roger-nuttall-obituary"
}