{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/18/ruins-of-civilization-review-new-york-theater-penelope-skinner",
  "id": "2016-05-19-347",
  "sectionId": "stage",
  "body": "Penelope Skinner’s The Ruins of Civilization is a futuristic Doll’s House at Manhattan Theatre Club that doesn’t seem so futuristic at all. In a dystopian, post-Brexit world of environment ravages and dictatorial leadership (see, not exactly the stuff of science fiction), Silver (Tim Daly), an aspiring writer, and Dolores (Rachael Holmes), a former publishing house employee, live in not-quite contentment.   Related: Penelope Skinner, playwright – portrait of the artist     Their sleek home (courtesy of set designer Neil Patel) is a triumph of efficiency, hygiene and Nordic design. But he’s controlling, she’s dissatisfied and their government stipend has been cut because Dolores wouldn’t relinquish her desire to have a child, something the regime increasingly frowns upon. But Silver, a champion mansplainer, can’t and won’t acknowledge his wife’s pain. Instead he tries to regulate her moods and habits in infantilizing ways – demanding embraces, checking her mouth after she swallows her birth control pill, ordering her to bed and drinking the wine she wanted to pour herself. When Dolores fantasizes about self-harm, Silver replies: “You’re my precious baby and you’re not allowed to hurt yourself.” How sympathetic.  After a trip to a nameless foreign country and encounters with suffering children and pets (back home, domestic animals are classified as vermin), Dolores decides she has to act. She searches out Mara (Roxanna Hope), an “incomer” from that same nation, and invites her to live in their spare room. But a secret that Mara harbors transforms the play from drama to thriller.     The Ruins of Civilization: Skinner’s feminist concerns are complicated and unapologetic. Photograph: Joan Marcus/2016 Joan Marcus     As in The Village Bike, Skinner’s feminist concerns are complicated and unapologetic. She is interested in the limits that society puts on women and to what extent women internalize these constraints, particularly as related to desire. If The Village Bike’s Becky sought sex as a less than successful stand-in for liberation, this play’s Dolores fixates on a baby as a source of affection, hope, and escape. These are powerful portraits of anguished women – of women who may not even realize how anguished they are.  The Ruins of Civilization has its missteps. Some of the dialogue is less than persuasive, there is an occasional whiff of formula, and Skinner has a tendency to keep her thumb pressed on the same thematic buttons. The wry, spiky comedy that characterized The Village Bike is less in evidence here, though this may owe in part to the direction of Leah C Gardiner, who has a forceful way with texts. Greater ease in the accents and a less villainous characterization of Silver would also be welcome.  But as the play progresses, Skinner’s future world becomes increasingly complete and cogent, its terrors revealed with deceptively placid care. And near the end, there is a scene of domestic horror made all the more shocking for its soft and unhurried determination. It’s much quieter than a slammed door and nearly as powerful.",
  "webTitle": "The Ruins of Civilization review – a dystopian domestic horrorshow",
  "webPublicationDate": "2016-05-19T02:00:12Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/18/ruins-of-civilization-review-new-york-theater-penelope-skinner",
  "keyword": [
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Soloski",
      "id": "profile/alexis-soloski"
    }
  ],
  "guardianId": "stage/2016/may/18/ruins-of-civilization-review-new-york-theater-penelope-skinner"
}