{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/french-press-attacks-union-for-preventing-publication-of-papers",
  "id": "2016-05-26-198",
  "sectionId": "world",
  "body": "France’s CGT trade union has been accused of a “scandalous” attempt to lean on the press after it prevented almost all of Thursday’s French national newspapers from being printed, as part of escalating nationwide strike action against the government’s changes to labour laws. The union’s strikers shut off printing presses and distribution and allowed only one newspaper, the leftwing daily L’Humanité, to be printed after it agreed to the union’s demands to publish an opinion piece by the CGT leader, Philippe Martinez. This sparked accusations from newspaper editors of a “shameful” attempt to pressure the media.  It has emerged that CGT representatives contacted the French newspaper editors’ union on Wednesday, saying they insisted that every daily paper run a pre-written communique by Martinez, in which he called for the government proposalsto be abandoned.    Related: Union revolt puts both Hollande's future and France's image on the line    L’Humanité, which was formerly the official publication of the French Communist party and which, although it has long been independent, retains strong ties to its political roots, was the only paper to publish the release.  All other daily papers were prevented from publishing by the union, which shut off the printing presses on Wednesday night.    “The CGT has decided to block the printing of newspapers who refused to publish, under constraint, a tract calling for the government to withdraw its labour laws,” said Nicolas Beytout owner of L’Opinion daily, in an online editorial. “This scandalous intrusion by the union into the content of the media must be denounced as a deplorable attack on democracy,” he added.  Laurent Joffrin, the editor of the left-leaning daily Libération told France Inter radio: “We’ve never published a communique under pressure and we never will.” He denounced a “shameful and stupid” demand by the CGT.    Related: France fuel strike leads to tourist anxiety ahead of bank holiday weekend    Didier Lourdez, from CGT, told France Inter that the union had made “no demand, no diktat” but that the CGT had proposed that all papers give space to Martinez’s communique. “The freedom of the press and democracy have to work in both senses,” he said. “It’s us who are being held hostage by the government which wants to apply this law.” The newspaper editors’ union, the Syndicat de la Presse Quotidienne Nationale, said in a statement that newspapers were being held hostage by the union in a political dispute with the government that had nothing to do with newspapers. “Our readers are the victims,” the statement said. During the last two months of protests against the law, newspapers have been stopped from printing and distributing on two previous occasions in March and April.  All French national papers were available free online on Thursday.",
  "webTitle": "French union dispute leaves newspaper stands empty save for leftwing daily",
  "webPublicationDate": "2016-05-26T12:20:58Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/french-press-attacks-union-for-preventing-publication-of-papers",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Unions",
      "id": "world/unions",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/26/french-press-attacks-union-for-preventing-publication-of-papers"
}