{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/swallows-and-amazons-titty-renamed-tatty-in-bbc-film",
  "id": "2016-05-24-256",
  "sectionId": "film",
  "body": "The family of the woman who inspired Titty in Arthur Ransome’s Swallows and Amazons have hit out at plans to switch the dinghy-loving character’s name to “Tatty” in a new film adaptation. BBC Films announced in 2011 that it was planning a new take on the classic Lake District-set children’s story, with the aim of capturing the imagination of the Harry Potter generation. The first movie in a planned series – Ransome wrote 12 books – will be in cinemas later this year.   Related: Swallows and Amazons: the new Harry Potter?    Barbara Altounyan, niece of Mavis “Titty” Altounyan (later Guzelian), told the Telegraph her aunt would be “turning in her grave” and said the family were “absolutely furious” the name of Ransome’s real-life inspiration had been changed. “I would absolutely wring someone’s neck if could only find out whose neck I could wring,” she said. “It’s just the most disgustingly pompous thing to do, to feel you can change somebody’s identity without any permission or discussion.” Altounyan, daughter of the real-life Titty’s younger brother Roger, said the name change “runs the risk of leaving audiences ignorant of the innocence and charm of Arthur Ransome’s children’s novel”. Her late aunt, she said, was a “very well-educated person who knew something of the world” and “would be so angry to be called Tatty”. In a letter to the Telegraph, Altounyan described the move as “political correctness”, which would have “insulted” her aunt. She said she had attempted to contact the new film’s producers but had made “no impact whatsoever”. Mavis Altounyan was the inspiration for one of the four Walker children featured in Ransome’s novels, along with her brother John (the eldest and captain of the Swallows), Susan (mate) and Roger (ship’s boy). The Amazons of the title are the Blackett sisters Nancy (captain) and Peggy (mate). Ransome met the Altounyans while holidaying in the Lake District. Sophie Neville, who played Titty Walker in the 1974 film adaptation of Swallows and Amazons and is the current president of the Arthur Ransome Society, said she had mixed feelings about the name change. “People still call me Titty to my face. Over the past 43 years there have never been any problems. Fan mail has never stopped arriving. I find it charming,” she said. “The British public have a huge warmth and affection for Titty, which I think has been underestimated. There is even a #TittyForever hashtag. “On the other hand, as someone who’s been involved with the new film adaptation, I appreciate that the movie has to attract audiences worldwide. I know that all Arthur Ransome enthusiasts would love to see films made of the other books in the series such as Peter Duck, Winter Holiday and Missee Lee. For these to be financed we need to think about the reaction of international audiences. We might have to pay the price by changing Titty’s name.” It’s not the first time Mavis Altounyan’s nickname has been changed for the screen. The BBC’s 1963 version of Swallows and Amazons referred to the character as Kitty.",
  "webTitle": "Titty's family 'furious' over name change for Swallows and Amazons film",
  "webPublicationDate": "2016-05-24T08:55:41Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/swallows-and-amazons-titty-renamed-tatty-in-bbc-film",
  "keyword": [
    {
      "webTitle": "Swallows and Amazons",
      "id": "film/swallows-and-amazons",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Family",
      "id": "film/family",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/24/swallows-and-amazons-titty-renamed-tatty-in-bbc-film"
}