{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/roger-federer-pulls-out-french-open",
  "id": "2016-05-19-127",
  "sectionId": "sport",
  "body": "Roger Federer’s withdrawal on Thursday from the French Open – snapping a 65-tournament run in majors reaching back to his grand slam debut at Roland Garros 17 years ago – seems like one of those moments in which tennis history pivots irreversibly.   Related: Russian tennis official backtracks over Maria Sharapova suggestion    The back injury that has plagued him during the clay-court season, combined with the lingering effects of keyhole surgery for a freakish knee injury in January, as well as a virus that struck him down in Miami, have taken their toll on a player it once seemed might survive a nuclear explosion if he so chose. The Swiss will be 35 in August and is surrounded by hungry, younger beasts. His sublime body is finally creaking, just like those of his more explosive rivals, and the odds of him beating Novak Djokovic, Rafael Nadal, Andy Murray or the defending champion, Stan Wawrinka, for an unlikely second French title were remote the moment he arrived and chose not to talk to the media after a light workout on Wednesday. Now he can only hope he has enough time to recuperate and make a respectable charge at Wimbledon, his favoured kingdom, or contemplate as graceful a decline as any father of four in his mid-thirties has a right to expect after 17 years and as many major titles in an era of unprecedented physicality. These must be desperate times for Federer, who admitted after losing to the rising young Austrian Dominic Thiem in straight sets in Rome last week that five matches in four months since his defeat by Djokovic in the semi-finals of the Australian Open in January reflected the parlous state of his tennis. Federer said after losing to Jo-Wilfried Tsonga in Monte Carlo a month ago: “I hope my knee and my body are going to be OK. I definitely won’t play the next couple of weeks.” Asked would he contemplate surgery on his back if advised, he paused and said: “I think it’s always the beginning of the end, surgery. I still believe that. If I can avoid it, I will always avoid it. Would I have surgery for fun? Not me anyway. I don’t see one funny bit about it.” For his fans, the immediacy of his leaving Paris, where it all started with a first-round defeat to Pat Rafter in 1999, will be shock enough; to even think the end could be approaching faster than anyone had imagined will induce nightmares. It says much, also, that Federer chose to issue the news remotely, on Facebook, rather than put himself through a press conference. He plainly is hurting. “I regret to announce I have made the decision not to play in this year’s French Open,” he said. “I have been making steady progress with my overall fitness but I am still not 100% and feel I might be taking an unnecessary risk by playing in this event before I am really ready. “This decision was not easy to make but I took it to ensure I could play the remainder of the season and help to extend the rest of my career. I remain as motivated and excited as ever and my plan is to achieve the highest level of fitness before returning to the ATP World Tour for the grass-court season. I am sorry for my fans in Paris but I very much look forward to returning to Roland Garros in 2017.” Federer has never been one to flinch from the truth. If he is sincere in his late-career ambitions, millions will be satisfied at least that he will give them another year or so of his fading genius. The deeper concern is that if he does not fulfil his optimistic charter, if he struggles at Wimbledon to compete with the elan and unfettered grace that have marked him out from everyone in the Open era, he may yet reconsider and just leave quietly. Murray, who enjoys playing Federer more than any other player even though the Swiss shades him 14 wins to 11 overall, felt recently he was struggling more than was apparent. “I don’t know what happened with his back injury,” he said. “It’s tough to comment but it will be interesting to see for how long the injury keeps coming back. It’s probably not an easy injury to come back from.” Speaking as someone who risked surgery in 2014 to correct a lower back problem that threatened to foreshorten his own career, Murray knows what he is talking about. It is also three years since Murray withdrew from the French Open to ease back pain and went on to win at Wimbledon.",
  "webTitle": "Roger Federer pulls out of French Open to avoid ‘unnecessary fitness risk’",
  "webPublicationDate": "2016-05-19T15:38:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/roger-federer-pulls-out-french-open",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Roger Federer",
      "id": "sport/roger-federer",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/19/roger-federer-pulls-out-french-open"
}