{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/28/alastair-cook-dismissal-milestone-millstone-england-sri-lanka",
  "id": "2016-05-28-44",
  "sectionId": "sport",
  "body": "Alastair Cook may have played a more abject shot in his Test career than the one that resulted in his first-innings dismissal on Friday, but it is hard to think of one off-hand. The Sri Lanka bowler Suranga Lakmal had decided to bowl round the wicket to the left-hander, and his second ball in such mode was short of a length and had a modicum of width. All of Cook’s cricket instinct and training is to ignore this, not quite short or wide enough to cut, but easy to let go, scratch the ground with his foot and get on with the next, no harm done. Instead, leaden-footed, he dangled his bat out so crookedly he could have washed his smalls and hung them to dry on it. The ball took the edge, Dimuth Karunaratne pounced on a sharp slip catch, and Cook was marching back to the dressing room. When the innings began, he had required 20 runs to reach 10,000, uncharted territory for an England batsman and all but 11 of any who have played Test cricket. It would be a select club he was joining and for almost an hour he had chipped away, ones and twos and a pulled four. Now, five runs short of that milestone, he had played that shot, this man of infinite batting patience. Whatever induced him? That evening, in the lounge bar of the Dun Cow in Durham, Sri Lanka’s little genius Mahela Jaywardene, 39 years old that very day, knew the answer. “The milestone was on his mind. Instead of letting the ball go, he saw an easy four runs down to third man. He wouldn’t have played that shot in any other circumstance.”   Related: Moeen Ali and Chris Woakes put England in total control against Sri Lanka    One man’s milestone is another’s millstone then. When it comes to 10,000 runs, Jaywardene knows what he is talking about. Five years ago come December, he was batting at Centurion against South Africa, dropped a ball from Jacques Kallis in front of himself and set off to scamper a quick single. But it had spun down the pitch and the bowler, following through, picked it up, turned, and flung down the stumps at his end with Jaywardene short of his ground: DPMD Jaywardene run out 15, same score as Cook had made on Friday. As Jaywardene left the field, a career update would have revealed he had 9,999 Test runs. It was not, he admitted, a run he would normally have attempted, but that is what statistics and milestones can do. “The subcontinent’s obsession for landmarks,” said Cricinfo’s ball-by-ball correspondent sagely, “seems to have cost Mahela his wicket.” The comment is a pertinent one. Players, most of them, are conscious of statistics because it is a game that perhaps more than any other revolves around figures. Sometimes, though, it is not of their choosing to make such a big deal, but a media obsession. Even as Jayawardene was running himself out, the whole of cricket-watching India was awaiting the chance to celebrate the 100th international century to be scored by Sachin Tendulkar. It is an extreme example for this was an artificial construct, sticking apples in with bananas, and designed to prolong the Tendulkar legend. He had scored an ODI hundred in March that year to reach 99 and the country had been waiting ever since for one more. It would not come, as even Tendulkar, a man who carried expectation like no other sportsman ever, became mired in the hype. Eventually, against Bangladesh, it came, but it took a shade more than a year.   Related: Moeen Ali: ‘It’s about time I got some runs, I felt like I owed the team’    Remember the pressure heaped on Mark Ramprakash, a prolific century-scorer in domestic cricket as he sought the one that would make him the 25th and probably last to a century of first-class hundreds (the great Wally Hammond took 23 innings to go from 99 to 100 hundreds, although Graeme Hick, with whom Ramprakash made his Test debut, scored his 99th and 100th in the same match so it did not affect everyone). Think of the frustration of Jimmy Anderson as he tried for over after over to flog something out of the Antigua pitch to break a partnership and with it Ian Botham’s England Test-wicket record. Back to the Dun Cow and Jayawardene was in agreement that the fact Cook had 9,995 runs did not make him a better or worse player than he will be when he passes 10,000. The concern is that he had scored only 402 of them in 14 innings since his monumental 263 against Pakistan in Abu Dhabi last winter. It has been preying on his mind. Perhaps he should recognise that the defining moment of his career will not be 10,000 runs but instead came just over a year ago at Headingley when he scored the runs that took him past Graham Gooch’s 8,900 to become England’s highest Test run-scorer. Every one since then has just been and will continue to be, a cherry on that particular cake.",
  "webTitle": "Alastair Cook’s dismissal shows one man’s milestone is another’s millstone | Mike Selvey",
  "webPublicationDate": "2016-05-28T20:14:04Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/28/alastair-cook-dismissal-milestone-millstone-england-sri-lanka",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/blog/2016/may/28/alastair-cook-dismissal-milestone-millstone-england-sri-lanka"
}