{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/doom-merchants-corbyn-viable-leader-labour",
  "id": "2016-05-06-124",
  "sectionId": "commentisfree",
  "body": "Prior to the December byelection in Oldham, where many predicted that Labour would lose to Ukip, the consensus of the commentariat was that anything short of an increased share of the vote for Labour would prove undeniable evidence of Jeremy Corbyn’s disastrous leadership. So confident were they of the conclusion that the first edition of the Daily Mirror, published before the results came in, carried the headline: “Dark night of the polls for Jeremy”. Labour increased its share of the vote by 7.3%. The Mirror changed its headline for later editions. The new consensus was that this victory had nothing to do with Corbyn and was entirely due to the local candidate.   Related: Local elections 2016: our writers on the night’s winners and losers | The panel    When it comes to assessing Labour’s electoral fortunes, Corbyn is treated with all the due process of a 17th-century woman accused of witchcraft and dunked in a river. If she drowns she’s innocent; if she floats she’s guilty and condemned as a witch. Either way the verdict is never in her favour. So the conclusions of Corbyn’s critics regarding the local elections were predictable. Like the Daily Mirror headline, they had been framed beforehand, only to be tweaked later. At the time of writing, with counts still continuing, Corbyn’s Labour appears to have more or less broken even, with roughly as many seats as it started with. That is not great; it’s also not bad; it’s certainly not a disaster. Scotland, of course, is an exception. There’s no denying the gravity of the losses there. But nobody seriously blames Corbyn for that. Scotland is its own story with its own electoral dynamics. Labour was in decline there well before he became leader. It is Corbyn’s job to fix and reverse that stunning rout if the party is to have any hope of running the country again. But given the scale of the damage done to the party’s fortunes there it’s unlikely to happen overnight. Elsewhere, however, the party held its own. His critics were never going to admit that. Having set an arbitrary benchmark of a 400-seat gain, the hymn sheet was duly distributed and they sang of their disappointment in harmony. Jeremy “needs to set out how he is going to reach out to those voters whom we have lost to the Tories and Ukip and SNP,” said the former shadow cabinet minister Emma Reynolds. “Not showing the kind of momentum you would have expected,” said the former cabinet minister Peter Hain. “Not a route back to power in 2020,” said Jo Cox. And so it was that the very wing of the party that had spent the last eight months undermining him spent the night, without any apparent self-awareness, criticising him for not making a better impact on the electorate. The reality was in fact far more mixed and, if anything, disproved many of the more well-worn scripts about what would happen to Labour if he won. The notion that under his leadership the party could not appeal to middle England has, for now, been discredited. It held on to councils in bellwether towns such as Nuneaton, Crawley, Stevenage, Harlow and Southampton. It also seems poised to win the London mayoralty – a feat the party has achieved only once in the previous four elections. After eight months of relentless attacks in the media, along with carping and plotting from within the parliamentary Labour party and an election conducted in the midst of a scandal over accusations of antisemitism in the party, it did not crash and it did not burn. Voters did not leave in droves; the sky did not fall in. Indeed, given the calamity that was anticipated when he won the leadership election in September, the top line of the night is: “Labour viable under Corbyn”. One indication that Corbyn’s opponents in the party do not fully believe their own agenda is that talk of plotting a coup has receded following these elections, not escalated. His opponents had been hoping for a worse night. There may well be a ceiling to how many people will vote for the party with him in charge – although we are a long way from finding out. But there clearly appears to be a floor to his ostensible “toxicity”. Put bluntly, a large number of Labour voters in England remain loyal to the party and will continue to vote for it with him at the helm. To the extent that all these elections are a referendum on the wisdom or otherwise of electing Corbyn leader the only pertinent question is whether the party would have fared any better if any of the other candidates had been running the show. There’s nothing to suggest it would have done. Corbyn kept his head above water. Like the witch-hunters of yore, for now they will condemn him for that.",
  "webTitle": "Ignore the doom merchants: Corbyn has shown he’s a viable leader | Gary Younge",
  "webPublicationDate": "2016-05-06T14:49:16Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/doom-merchants-corbyn-viable-leader-labour",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Gary Younge",
      "id": "profile/garyyounge"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/doom-merchants-corbyn-viable-leader-labour"
}