{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/oakland-raiders-las-vegas-mayor-confident-in-move",
  "id": "2016-05-10-26",
  "sectionId": "sport",
  "body": "Carolyn Goodman, the mayor of Las Vegas, is confident that the Oakland Raiders will move to her city – providing the prospective relocation is handled properly. The Raiders inched closer to a move to Las Vegas last month, after owner Mark Davis met Nevada officials and pledged $500m towards the construction of a new $1.4bn, 65,000-seat domed stadium. He said the Raiders would give Las Vegas and the NFL “an offer they can’t refuse” and would turn “the Silver State into the Silver-and-Black State”.   Related: Tom Brady's $200 cookbook ‘TB12 Nutrition Manual’ sells out on website    “Mark Davis has assured us that Las Vegas is not getting played in a Raiders stadium deal,” Goodman said on Tuesday. “I think they from what I understand, if truth is truth, they will come if Nevada can go ahead and do this properly. I know we will have a team.” She said that the stadium site could also host an MLS team and UNLV football. Davis, who inherited the Raiders after the death of his father Al in 2011, wants the team to leave the Coliseum for a football-specific stadium, and is open to staying in the Bay Area, but has not been able to strike a deal with Oakland officials. The Raiders have two one-year leases at the Coliseum that take them through 2018. Goodman said she told Sheldon Adelson, the CEO of the Las Vegas Sands Corporation and one of the stadium project’s major backers, “to get us a team two years ago.” She said it seemed more likely at the time that Vegas would look to court the Chargers, because of the city’s connection with the Spanos family, which owns the team. The Chargers, however, are more inclined to stay in San Diego if a deal can’t be struck to move the team to Los Angeles. Goodman said she doesn’t see funding for the stadium as a major issue. “We are getting calls from outside the region offering to help with funding for stadium in Las Vegas,” she said. “I think we’re certainly mature enough and ready enough for a major league any sport and have been for some years – because we’ve grown to over 2.1 million in resident population and have over 42 million visitors,” she said. Goodman also said Las Vegas would be a destination for fans from the Bay Area, Los Angeles, Phoenix, and all over the west.",
  "webTitle": "Las Vegas mayor confident Raiders will relocate: 'I know we will have a team'",
  "webPublicationDate": "2016-05-10T21:30:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/oakland-raiders-las-vegas-mayor-confident-in-move",
  "keyword": [
    {
      "webTitle": "Oakland Raiders",
      "id": "sport/oakland-raiders",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/10/oakland-raiders-las-vegas-mayor-confident-in-move"
}