{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/facebook-conservative-news-first-amendment-rights",
  "id": "2016-05-11-266",
  "sectionId": "commentisfree",
  "body": "Many people were rightly disturbed earlier this week when Gizmodo revealed that Facebook employees allegedly suppressed conservative news stories on the whim of their employer’s political leanings. As alarming as that story is, a new congressional investigation into Facebook for those editorial choices is arguably worse.  Gizmodo’s Michael Nunez provoked a firestorm of criticism towards Facebook on Monday when he reported that a former Facebook staffer accused its news team of refusing to include conservative news outlets like Breitbart and RedState in its influential “trending news” section on the front page – which generates huge traffic for those outlets included. Even if you despise the likes of Breitbart and RedState, the idea of such a dominant corporation controlling what you do and don’t see online should alarm people of all political persuasions. But now Republicans on the Senate commerce committee have opened an inquiry into Facebook’s editorial decisions, which encroaches on the first amendment in a way that represents a clear and present danger to their free speech. There is no question that Facebook’s unprecedented power over the distribution of news is increasingly disturbing. According to a recent study of major news publishers, Facebook now accounts for over 40% of all traffic that comes to news sites. Facebook is now pushing news organizations to publish directly onto its platform by prioritizing traffic to those outlets who agree to its terms. And news organizations are regularly forced to spend large sums of money to reach Facebook users who already have ‘liked’ a news organization page to actually see its content in their news feeds.   Related: Facebook accused of censoring conservatives, report says    Facebook has the ability to cripple a news organization with one click or a single change to its algorithm. When they launched their instant articles feature a few years ago, news organizations saw a firehose of traffic, and then just as quickly, Facebook cut the service off, reducing that traffic to close to zero. Recently, they demonstrated their power by inexplicably deleting a page owned by a popular celebrity news site that had over four millions “likes”, decimating its readership in almost an instant (Facebook later claimed it was because of copyright violations). If Facebook so chooses, it could do the same to any news organization, and this has serious implications for the future of news in an era when the industry is already in decline. It’s a situation that news organizations have to grapple with and the public should be fully conscious of. At the same time, Facebook is private company, and as such they have the same robust rights under the first amendment as news organizations and other content distribution networks. They can publish what they want and when they want without government intervention.   Related: Think Facebook isn't political? Think again | Nellie Bowles    Republicans on the Senate commerce committee, led by Senator John Thune, were apparently so stung by Facebook’s alleged anti-conservative bias, they wrote an accusatory letter to Facebook on Tuesday saying: “Facebook must answer these serious allegations and hold those responsible to account if there has been political bias in the dissemination of trending news ... Any attempt by a neutral and inclusive social media platform to censor or manipulate political discussion is an abuse of trust and inconsistent with the values of an open internet.” Apparently Thune has no concept of the first amendment’s declaration that “Congress shall make no law ... abridging the freedom of speech, or of the press”. Imagine if Congress opened an investigation into the Guardian’s editorial choices for what they did and didn’t publish on their front page, or questioned the New York Times about what it said in its daily Page One meeting. The precedent set would be incredibly dangerous. The most hypocritical part of all this is that Thune’s investigation directly contradicts his own purported views on free speech that date back to the debate over the Fairness Doctrine, a now-defunct (and arguably unconstitutional) FCC policy that required broadcast networks to allow politicians space to rebut arguments made by another party. It was once the target of withering Republican criticism due to its perceived threat to conservative-dominated talk radio. The most notable critic was Senator Thune himself, who wrote in 2007 that the proposed revival of the policy was “Orwellian”. He added: “I know the hair stands up on the back of my neck when I hear government officials offering to regulate the news media and talk radio to ensure fairness.” Apparently the same does not apply when it’s progressive views which bear the brunt of criticism. Facebook should certainly have to reckon with the criticism it has received over the allegations. Its unprecedented power to control and shape the news threatens how the public receives its news. This is the moment for news organizations to appraise how to prevent Facebook from controlling them. We can protect press liberties without the government having to threaten the first amendment in the process.",
  "webTitle": "If Facebook hides conservative news, a Senate inquiry is a bad idea | Trevor Timm",
  "webPublicationDate": "2016-05-11T11:00:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/facebook-conservative-news-first-amendment-rights",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Trevor Timm",
      "id": "profile/trevor-timm"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/facebook-conservative-news-first-amendment-rights"
}