{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/14/england-sri-lanka-cricket-test-series-batting-lineup",
  "id": "2016-05-14-53",
  "sectionId": "sport",
  "body": "The last time England and Sri Lanka met at Headingley, Jimmy Anderson was in tears at the end of the game while Mahela Jayawardene and Kumar Sangakkara gamboled like new-born lambs after the tourists’ victory. From what might have been the penultimate ball of the match Anderson fended a bouncer from Shaminda Eranga to Rangana Herath at backward short leg and Sri Lanka had won the series. Alastair Cook was subjected to fierce criticism, hanging on to the captaincy by a thread no thicker than that of a spider’s web. Two years on the teams meet again in Leeds on Thursday for the start of a three-match series. Cook now seems unassailable as England’s Test captain: Sangakkara is scoring runs for Surrey, having retired from international cricket; likewise Jayawardene, who has since coached England’s batsmen, may be contemplating a T20 contract with Somerset. Sri Lanka are deemed to be a side in transition, an observation that can often be regarded as a bit of a euphemism. They are not expected to win. Even their own chief selector, Sanath Jayasuriya, has expressed concern about their batting strength. England, bearing the burden of being favourites, are therefore not reckoned to be “in transition” even though on Thursday Sri Lanka will probably have more survivors of the 2014 Headingley Test in their team than the hosts.   Related: Sri Lanka win second Test with one ball left to end England resistance    Two years ago Sam Robson, Gary Ballance, Ian Bell, Matt Prior, Chris Jordan and Liam Plunkett were in the England side. Five of them have been dropped and are, no doubt, eager to be recalled, while Prior has retired. Unlike Charlotte Edwards the above were dropped because they did not score enough runs or take enough wickets. In the recent World T20 Edwards averaged 50 (the next best was 27) and she scored her runs faster than anyone else in the team. Edwards was sacked because her peers are apparently dwarfed by her presence (she was told that the other players were “hiding” behind her) and because she cannot run very fast. Hence she has had to retire primarily because of the frailties of her team and the fact that it was deemed impossible for anyone to captain a side with her in it. Edwards has taken an interesting decision gracefully. There is no hiding place for England’s women now. In the men’s game runs may be rather more important for survival but for the moment the selectors have stuck, not twisted. Alex Hales and Nick Compton have survived amid speculation that they might be replaced by some of the prodigious scorers of a run-drenched, rain-drenched season. However, neither has much credit in his Test account. The Sri Lanka attack is not reckoned to be among the best in the world – though that was a common observation last time just before they bowled England out a second time at Headingley – so a few plucky 30s may not be enough for this pair to remain in the side for the second half of the summer. There also remains the oddity that one of England’s best batsmen, Jonny Bairstow, is currently residing at No7 in the order because he is also in possession of the wicketkeeping gloves. Jos Buttler returns from the IPL soon and if he can score runs against a red ball, assuming that he finds a place in a buoyant Lancashire side, there will be scope for a reshuffle with Bairstow higher in the order. Those batsmen selected for the Test, plus players such as Robson, Ballance and Bell, may have different ideas. Expect one debutant rather than two at Headingley. James Vince, the Hampshire captain, is earmarked to bat at five. He has a century to his name this summer against Yorkshire but more important for his selection was the favourable impression he made throughout the winter with the Lions in Dubai and the England T20 squad. Vince looks the part without having the most stunning figures in red-ball cricket. But then the same was true of a young Michael Vaughan, with whom he is often compared. Vince probably has more leeway than Hales and Compton. In these tolerant times the going rate for a new batsmen seems to be about seven Tests, far more generous than in the past. By the same token the bowling lineup will surely include all those who appeared in England’s last Test in Cape Town. Steven Finn has lacked rhythm this summer – though his 12 wickets in five games for Middlesex compares favourably with Stuart Broad’s five in three matches for Nottinghamshire. It will be a major surprise if Finn’s place is taken by Jake Ball. Nonetheless the selection of Ball for the first time at this level is significant because it indicates that the pecking order among the pacemen is changing.",
  "webTitle": "England’s batting under scrutiny in first Test against Sri Lanka | Vic Marks",
  "webPublicationDate": "2016-05-14T21:00:06Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/14/england-sri-lanka-cricket-test-series-batting-lineup",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/14/england-sri-lanka-cricket-test-series-batting-lineup"
}