{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/19/king-john-review-trevor-nunn-shakespeare",
  "id": "2016-05-19-245",
  "sectionId": "stage",
  "body": "King John is the 36th of the recognised 37 Shakespeare plays that Trevor Nunn has tackled over his long career. Nunn is racing through the canon like a man with a deadline, getting them all ticked off in this 400th anniversary year of the playwright’s death. Next month, in Ipswich, he will have done them all, when he revives A Midsummer Night’s Dream.  However, in King John you never feel that Nunn has a burning passion to revive this particular play. It’s typically handsome, intelligent and at times has a nicely sardonic comic edge, but it is also way too stately – particularly in a less gripping second half, when some of the cast start inserting Pinteresque pauses, pushing the evening over three hours.  Still, the production reminds us that King John is by no means the runt in the litter that its scarcity of revivals might lead you to believe, or that the man himself was as irredeemably bad as Eleanor Farjeon’s famous children’s rhyme suggests. Instead, in a terrific central performance (in which, with his blond tresses, he looks a little like Boris Johnson), Jamie Ballard suggests that John was more sad and silly than outright rotter.    With his blond tresses, Ballard looks a little like Boris Johnson    Ballard’s John is a man out of his depth and only kept afloat by his mother’s blind love. So much is clear from the opening moments, when he reacts to his mother’s announcement that his claim to the throne, after the death of Richard the Lionheart, is upheld over that of his nephew, Arthur. John gives a little mock moue of surprise, as if to say: “What! Little old me? The king?”  The relationship between him and Maggie Steed’s fearsome Elinor is beautifully drawn in both depth and detail, even down to the way she touches his sleeve. The look of horror on her face when he attempts to make a decision for himself is a joy to behold. The production suffers when she fades from view.     King John, directed by Trevor Nunn. Photograph: Mark Douet     Nunn quite rightly came in for criticism last year, when his cast for The Wars of the Roses at this address included not a single BAME actor. The ratio here (two out of 18) is not a shining example of good practice, but at least we get the chance to see Howard Charles do good work as the opportunistic Philip Faulconbridge, who knows a mad world when he sees one and is prepared to turn it to his advantage. It’s a performance that grows in confidence and reach.  But as the evening drags on, interest wanes and some of the actors just do lots more acting, as if to compensate. The design fills up the stage but to no particular purpose and its height is seldom used interestingly; the video interludes make the whole thing look dated rather than modern. As ever, Nunn delivers clarity, but despite the fine central performances, it’s a serviceable evening, not a thrilling one.  • At Rose theatre, Kingston, until 5 June. Box office: 020-8174 0090.  This review was amended on 19 May 2016. Arthur was Richard the Lionheart’s nephew, not his son, as stated in an earlier version.",
  "webTitle": "King John review – superb leads can't save Trevor Nunn's sluggish Shakespeare",
  "webPublicationDate": "2016-05-19T10:24:49Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/19/king-john-review-trevor-nunn-shakespeare",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/19/king-john-review-trevor-nunn-shakespeare"
}