{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/us-soccer-jurgen-klinsmann-copa-america-roster",
  "id": "2016-05-21-51",
  "sectionId": "football",
  "body": "Borussia Dortmund star Christian Pulisic will be given a chance to shine for USA this summer after coach Jürgen Klinsmann named the 17-year-old in his final 23-man squad for this year’s Copa Centenario, which starts in two weeks but there was no place for the Seattle Sounders’ in-form forward Jordan Morris. Klinsmann, whose side play Puerto Rico in a pre-tournament friendly on Sunday, announced places on his roster for veterans Tim Howard, Kyle Beckerman, Jermaine Jones and Clint Dempsey – but there was no room for New York City FC’s Mix Diskerud or Morris. “This roster really was put together based on what we saw over the last year, and it’s one that makes us the strongest team possible to compete in Copa América and to hopefully surprise a lot of people,” said Klinsmann on Saturday. “We feel that these 23 going into the very special Copa América, they really deserved to be there. When you get down and you decide on the final 23-man roster, there are very close, tight decisions to make. The moment when you decide, it’s about definitely who you feel the strongest about.”   Related: Jozy Altidore to miss Copa América with hamstring injury    Klinsmann looks to have found his first-choice goalkeeper too. Howard, who played his final game for Everton last week before heading back to MLS with the Colorado Rapids, took a one-year international break after the 2014 World Cup, allowing Brad Guzan to stake his claim as No1. on Saturday, Klinsmann said the Aston Villa goalkeeper will start as first-choice: “We go into the tournament with Brad Guzan being the No1,” said Klinsmann. “We believe that Brad deserves it. He had a very tough year with Aston Villa [who were relegated from the Premier League] ... but it’s also a different environment [with the US national team]. ” “The manager makes the decisions, that’s no different than any other time,” Howard said this week. “So for me, I’m not really that concerned with any decisions that are getting made. I don’t make them, I can’t concern myself with them.” Klinsmann had brought 40 players into the preliminary squad, but was forced to cut the roster down to 23 before the the start of the tournament. Jozy Altidore was ruled out earlier this week with a hamstring injury. The 26-year-old has 34 goals in 93 international games but will not feature in the tournament, which celebrates 100 years of the Copa America. USA play against Colombia in the tournament opener on 3 June. “It’s a huge bummer for all of us, but especially for Jozy, because he had so much drive and ambition going towards the Copa America,” Klinsmann said in the week. “Obviously it’s a big blow for us and him personally, but there’s nothing we can do about it, unfortunately.” USA kick off their campaign against Colombia at Levi’s Stadium in Santa Clara. They play Costa Rica in Chicago four days later, and round out the group against Paraguay in Philadelphia on 11 June. USA squad for Copa América Goalkeepers: 1-Brad Guzan (Aston Villa), 12-Tim Howard (Colorado Rapids), 22-Ethan Horvath (Molde IK) Defenders: 5-Matt Besler (Sporting KC), 3-Steve Birnbaum (D.C. United), 6-John Brooks (Hertha Berlin), 20-Geoff Cameron (Stoke City), 21-Timmy Chandler (Eintracht Frankfurt), 23-Fabian Johnson (Borussia Moenchengladbach), 14-Michael Orozco (Club Tijuana), 2-DeAndre Yedlin (Tottenham Hotspur) Midfielders/Forwards: 15-Kyle Beckerman (Real Salt Lake), 11-Alejandro Bedoya (Nantes), 4-Michael Bradley (Toronto FC), 8-Clint Dempsey (Seattle Sounders FC), 13-Jermaine Jones (Colorado Rapids), 16-Perry Kitchen (Heart of Midlothian), 10-Darlington Nagbe (Portland Timbers), 17-Christian Pulisic (Borussia Dortmund), 18-Chris Wondolowski (San Jose Earthquakes), 7-Bobby Wood (Hamburg SV), 20-Gyasi Zardes (LA Galaxy), 19-Graham Zusi (Sporting KC)",
  "webTitle": "USA coach Jürgen Klinsmann names Christian Pulisic in Copa América roster",
  "webPublicationDate": "2016-05-21T20:40:22Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/us-soccer-jurgen-klinsmann-copa-america-roster",
  "keyword": [
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/21/us-soccer-jurgen-klinsmann-copa-america-roster"
}