{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/02/kit-harington-faustus-west-end-jamie-lloyd",
  "id": "2016-05-02-221",
  "sectionId": "stage",
  "body": "Jamie Lloyd’s production of Doctor Faustus at the Duke of York’s is packed with Game of Thrones fans eager to see Kit Harington on stage. They get to see plenty of him, in a production that, before you even get in the theatre, is screaming its youthful credentials with the music blaring in the foyer. That’s no bad thing, getting you pumped up for the full-frontal excesses ahead, and makes a pleasant change from most West End foyers, which resound with the tinkle of ice in G&Ts and people talking loudly about their holidays in Tuscany.   Related: Doctor Faustus review – off-with-your-kit Harington stars in Marlovian mish-mash    There is nothing in the remotest bit polite about this night at theatre, with its spraying bodily fluids and writhing bodies. Mostly it made me want to lie down quietly in a darkened room. But it’s not primarily meant for me or people with a textual intimacy with Marlowe’s play. Faustus, and Lloyd’s similarly swaggering, campy production of The Maids – with stars from Orange Is the New Black, Fresh Meat and Downton Abbey – are part of a bold attempt to get new and younger audiences into the West End, audiences who have so far got through life very well, thank you, without knowing their Genet from their Marlowe. An audience who might go to see Book of Mormon or Mamma Mia! for a birthday treat, but who would certainly not look to 17th century drama for a big night out. An audience who know their Netflix but not their Pinter. You may not like the way he’s going about it, but Lloyd is addressing a question that every theatre in the country, whether in the West End or the subsidised sector, needs to consider: how do we serve those who have never stepped inside our cultural cathedrals?  One of the concerns over his latest production, raised by some of the reviews and online commenters, has been whether audiences are not really getting to see Marlowe’s Doctor Faustus. But that’s unlikely to concern an audience whose familiarity with the play is minimal – so will have no idea that what they are seeing is a “Marvolian mish-mash”  but will certainly pick up on all the pop references in Lloyd’s production and respond to the idea of Faustus as a dead-behind-the-eyes celebrity conjuror.      Fresh Meat star Zawe Ashton in The Maids. Photograph: Marc Brenner    One of my most cherished encounters in the theatre was at Headlong’s The Seagull when it became apparent during the interval that the young man in the seat next to me had no idea that the play was a century old. It seemed so new-minted to him. All classics should feel like that. Likewise, many in the Faustus audience come unencumbered with any knowledge with the play’s performance history. They simply take the production on its own terms. It’s not a great production, not least because all the sound and fury is downright confusing and obscures the storytelling, but it does have some fine things in it: Lloyd often arranges his cast like a latter-day Bosch, Harington acquits himself pretty well and Jenna Russell’s Mephistopheles is marvellously complex, a mixture of melancholy and jealousy whose post-interval rendition of Meatloaf’s Bat Out of Hell is brilliant, not least in that it gives a sense that it’s hellish to be constantly reminded of the Eden you’ve lost. The anxiety that has surfaced in reviews – that this is more Jamie Lloyd’s Faustus than Marlowe’s – feeds into wider concerns about perceived dumbing down, how contemporary theatre can represent the classics for modern audiences, and how these modern audiences behave.  Most of all, it feeds into the feeling that theatres would like a younger and more diverse audience – but only on theatres’ own outdated terms, and only if they can continue to churn out the same old, respectful but dusty revivals of plays with classic status.  I may not personally like what Lloyd’s done with Faustus but I’m delighted that he’s doing it, and that it’s in the West End.",
  "webTitle": "Kit Harington in Doctor Faustus: lewd, crude and essential for the West End",
  "webPublicationDate": "2016-05-02T07:47:39Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/02/kit-harington-faustus-west-end-jamie-lloyd",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kit Harington",
      "id": "culture/kit-harington",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "West End",
      "id": "stage/westend",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/02/kit-harington-faustus-west-end-jamie-lloyd"
}