{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/vasil-hadzimanov-david-binney-alive-review-jazz-cd-moonjune",
  "id": "2016-05-19-85",
  "sectionId": "music",
  "body": "Serbian keyboardist and composer Vasil Hadžimanov is not widely known outside eastern Europe (though he’s a Berklee jazz college graduate), but he has performed with rock artists from his homeland and with Nigel Kennedy, his parents are singing stars from Macedonia and Croatia, and these live recordings from a Serbian tour in 2014, with New York saxist David Binney guesting, might just be his western calling-card. The music bursts with vitality from the pulsing groove and romantically swaying piano of Nocturnal Joy – with its contrastingly caustic and fiery Binney alto break – through snappy guitar-led funk, vocal chants amid hooting sax figures, and dark free-improv musings mingled with eerie voices like crisscrossing radio stations. Warmly harmonised folk melodies bring out soft Binney sax broodings that show how classy he is as a lyrical player as well as an uncompromising sharp-end improviser, and Hadžimanov’s group clearly enjoy the tightness of rock as well as the freefall unpredictabilities of jazz. It’s a rough-and-ready show, but the mutual enjoyment of players and crowd is unmistakeable.          Watch video for Alive by Vasil Hadžimanov Band featuring David Binney",
  "webTitle": "Vasil Hadžimanov/David Binney: Alive review – pulsing grooves and fiery sax",
  "webPublicationDate": "2016-05-19T17:30:17Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/vasil-hadzimanov-david-binney-alive-review-jazz-cd-moonjune",
  "keyword": [
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    }
  ],
  "guardianId": "music/2016/may/19/vasil-hadzimanov-david-binney-alive-review-jazz-cd-moonjune"
}