{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/09/donald-trump-paul-ryan-radiohead-philippines-alberta-wildfires",
  "id": "2016-05-09-205",
  "sectionId": "us-news",
  "body": "Trump-Republican rift widens Donald Trump, the presumptive nominee for president for the Republican party, has pushed that same party into further discord, telling his fellows he does not need party unity to win the general election. Over the weekend he escalated his fight with speaker of the House Paul Ryan, called for the elimination of the federal minimum wage, reversed several positions he took in the primary and again refused to release his tax returns.  The Republican team from 2008 joined in. Senator John McCain demanded an apology from Trump for his insulting remarks about prisoners of war, and his former running-mate, former Alaska governor Sarah Palin, said she plans to back Ryan’s opponent for re-election in November unless the speaker gets behind Trump. Firefighters try ‘death grip’ on Alberta fire Canadian officials say they’re optimistic that cooler weather and light rains will help contain the massive wildfire that has consumed thousands of acres of northern Alberta, destroying hundreds of homes and forcing the evacuation of an entire city. Over the weekend the blaze grew to around 398,000 acres, prompting one official to say “in no way is this fire under control”. A journey into solitary Tyreik Gilford, 26, was convicted of a drug charge and sentenced to six years in prison in February 2015. In November he was placed in a 14ft by 9ft concrete cell, where he remains for 22 hours a day. His co-defendant maintains Gilford had nothing to do with the charge.           Before solitary: a young man’s journey in the US prison system.    Seven days, three speeches with Barack Obama For the past week, the Guardian’s Steven Thrasher followed Obama to gain a perspective on race in America during the last few months in office of the first black president of the United States. “Like so many people I have unwisely loved, Barack Hussein Obama intrigues and infuriates and enrages and inspires and uplifts and disappoints me all at once,” he writes. “Perhaps, then, the love is in the wrestling.” Trillions hustled offshore On the eve of a global anti-corruption summit in London, a new study has found that more than $12tn (£8tn) has been siphoned out of Russia, China and other emerging economies into offshore tax havens. The analysis, carried out by Columbia University professor James S Henry for the Tax Justice Network, estimates that by the end of 2014, $1.3tn of assets from Russia and $1.2tn from China had been shipped abroad. Philippines frontrunner vows to kill criminals Rodrigo Duterte, a 71-year-old ex-prosecutor dubbed “the Punisher’”, is tipped to win the presidency of the Philippines after running an obscenity-filled campaign during which he boasted of his sexual performance, joked about a raped missionary, and admitted links to extrajudicial killings. “If I make it to the presidential palace, I will do just what I did as mayor,” he said. “You drug pushers, hold-up men and do-nothings, you better go out. Because … I’d kill you.” The geography of addiction Opiate pills and heroin are overrunning parts of central Appalachia, as addiction loses its stigma and thousands of white, working-class Americans are sucked into the maw of dependency. “With the coal mines closing, middle managers laid off from the plants, we have new economic despair. Folks who have little, and little offered to them. It’s a breeding ground for addiction,” explained one therapist. Former Red Guard blogs horror In 1966, 13-year-old Yu Xiangzhen was a “little general” of Mao Zedong – one of thousands of teenagers recruited to promote his Great Proletarian Cultural Revolution. Half a century on, Xiangzhen is blogging her memories. “When we saw Mao Zedong wave his hand, we all went berserk. We shouted and screamed until we had no voices left.” A Moon Shaped Pool … and Axl Rose The eccentric musicians of Radiohead have semi-unexpectedly released their first album in five years, after scrubbing their presence from the internet. The Guardian’s Alexis Petridis says the new album, titled A Moon Shaped Pool, “sounds like Radiohead achieving something they’ve never achieved before, a quarter of a century into their career: long may their neuroses keep them in constant motion”. And AC/DC performed with their new frontman, Axl Rose, a 54 year old frontman of Guns N’ Roses who, with a broken foot, was confined to a “throne” for the duration of the show. Guitarist Angus Young, in a red velvet schoolboy outfit, appeared free of any apparent injury.           AC/DC perform Shoot to Thrill with new frontman Axl Rose    Canadians mad at Wade On Saturday, Miami Heat star Dwyane Wade continued to take warm-up shots during the playing of the Canadian national anthem, before a playoff game against the Toronto Raptors. Wade’s antics were just the latest sign of US disrespect for their neighbor, Canadians say, and Sean McIndoe argues the nation should be even angrier. Trouble is, it’s just not in their nature.",
  "webTitle": "Trump further antagonizes Republican party as tensions escalate",
  "webPublicationDate": "2016-05-09T12:02:21Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/09/donald-trump-paul-ryan-radiohead-philippines-alberta-wildfires",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/09/donald-trump-paul-ryan-radiohead-philippines-alberta-wildfires"
}