{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/resettling-refugees-in-papua-new-guinea-a-tragic-theatre-of-the-absurd",
  "id": "2016-05-20-337",
  "sectionId": "commentisfree",
  "body": "I have recently spent six weeks in the city of Lae in Papua New Guinea, with unique access to the first group of refugees resettled from Manus Island, and have been able to experience their resettled life first-hand.  Instead of integration and assistance, I have witnessed the total lack of mental support and infrastructure provided to these men, who – fresh from the trauma of their time in detention – have been left to fend for themselves far away from media scrutiny and the national spotlight.  I have also witnessed scenes of despair and disillusionment as they realise the reality of their “resettled” life is very different from what they were led to believe, and at odds with the hollow rhetoric and political spin that is being fed to the Australian public. Papua New Guinea is an extraordinary country very close to my heart, but I can say with absolute surety that it is not an appropriate country in which to resettle refugees. After the supreme court of Papua New Guinea ruled that Australia’s detention of asylum seekers and refugees on Manus Island was illegal, immigration minister Peter Dutton continues his hardline stance, confirming that recognised refugees will not be brought to Australia, but will be settled in PNG and provided assistance to integrate into PNG life and society.   Related: Manus Island detention centre to close, Papua New Guinea prime minister says    Ranked 153rd out of 187 countries on the United Nations human development index, Papua New Guinea is currently struggling to look after its own people. It is plagued with extremely high levels of corruption and political instability. There is no true social security system for its population, and excruciatingly high living costs, unemployment and crime. Though Papua New Guineans are extremely welcoming people, there is a growing resentment towards the idea of settling refugees in their country, believing that PNG is being used as a dumping ground for Australia’s problems, and fearing they will receive preferential treatment over locals, many of whom are struggling to meet their own daily needs. There are also concerns about how Muslim refugees would be integrated into PNG, with its strong Christian majority. Papua New Guinea is also currently in a state of political turmoil. There are serious fraud allegations surrounding the prime minister, Peter O’Neill, which has resulted in a split in the police force, leading to the closure of the national fraud and anti-corruption directorate which was investigating the allegations. Students at universities around the country are currently boycotting classes, demanding that O’Neill stand down immediately. Lae is considered the most dangerous city in Papua New Guinea. I would describe it as rough and ready, and a number of the local buses proudly emblazon the phrase “Wild West” across their back window.  The Australian Department of Foreign Affairs and Trade’s website advises Australian citizens “to exercise a high degree of caution in PNG because of the high levels of serious crime”, with particularly high crime rates in Lae, where “bush knives (machetes) and firearms are often used in assaults and thefts”.  Yet, somehow, Australia has chosen this city as the ideal place to resettle refugees. In total, six refugees have been resettled in Lae from Manus Island. One secured employment independently, while five were placed in jobs with a local building company and paid the PNG minimum wage of 3.50 kina per hour (approximately A$1.50), which is barely enough to survive. Three have since quit, citing disputes over pay, safety, working and living conditions. Disillusioned with their new life in Lae, these three men have returned to Manus Island, unsuccessfully attempting to re-enter the detention facilities where they had spent the past two-and-a-half years. Today, only one of the refugees is living in any sort of permanent housing, with the others all currently staying in hotels both in Lae and back on Manus Island, paid for by the immigration department.  During my time in Lae, two refugees were twice held up at gunpoint by groups of raskols, the local term used to describe street criminals, armed with guns and bush knives. They believe they were specifically targeted, and now no longer walk around the streets of Lae unless they have to. They definitely don’t walk around at night. They also had a lucky escape when armed raskols unsuccessfully attempted to enter their living compound while they were sleeping. For weeks I witnessed their stress as they were forced to continue living in this accommodation in constant fear for their safety.  They demanded to be moved to safer accommodation, but were told by their case worker there were no options other than living in the squatted settlement areas in the outskirts of town, known breeding grounds for raskols and hardcore criminals. They were eventually moved to a hotel, which is where they remain. Straight from the real-life theatre of the absurd, the one refugee who remains working for the building company is paid a daily wage of 28 kina (about $12), yet is being accommodated in a hotel costing 330 kina (about $140) per night. He desperately wants the opportunity to go to university and is distraught at the knowledge that so much money is being wasted when it could be redirected to his education, to his future. It would be comical if it wasn’t so tragic. The Australian and PNG governments have now had almost three years to prepare for the proper resettlement of refugees, yet it is clear the system is broken and lacking any sort of long-term vision. The refugees were told they would have access to mental health professionals and support networks, including culture and language classes, however these services are nonexistent. The situation is particularly dire for nonskilled or semi-skilled refugees; apart from the one building company, there doesn’t appear to be any other employment opportunities and no plans for suitable and safe long-term living accommodation.   Related: Peter Dutton indicates Australia won't take back Manus Island asylum seekers    Even the refugees’ legal status in Papua New Guinea is temporary. They were given a PNG identity card and working visa, but these documents were only issued for one year, which is in contravention of the United Nations charter for refugees. And due to bureaucratic incompetence, some of these documents are now invalid, expiring a few days ago on 1 May 2016, so a number of the refugees are now technically without valid documents to remain and work in PNG.  I have observed the failure of our asylum seeker policies first-hand and spoken to those whose lives have been adversely affected by them. It is clear asylum seekers and refugees have become pawns in the Australian governments’ game of political chess. They are being used as human collateral, a working deterrent and trophy on the mantelpiece of our toxic asylum policy, to show the world if you attempt to come to Australia by boat, this is the future that awaits you.  Resettling refugees in PNG is just another way of delegating our legal responsibility and moral obligation to our poorer Pacific neighbours, with little or no regard for the wellbeing of either the resettled refugees nor the population of the host country – out of sight, out of mind.",
  "webTitle": "Resettling refugees in Papua New Guinea: a tragic theatre of the absurd | David Fedele",
  "webPublicationDate": "2016-05-20T04:56:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/resettling-refugees-in-papua-new-guinea-a-tragic-theatre-of-the-absurd",
  "keyword": [
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Fedele",
      "id": "profile/david-fedele"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/resettling-refugees-in-papua-new-guinea-a-tragic-theatre-of-the-absurd"
}