{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/labor-commits-to-manufacturing-jobs-boost-as-malcolm-turnbull-sells-defence",
  "id": "2016-05-16-363",
  "sectionId": "australia-news",
  "body": "The major parties clashed on manufacturing jobs on the election trail on Monday, as Labor unveiled a $59m advanced manufacturing package and Malcolm Turnbull travelled to Western Australia to trumpet the defence industry plan. On Monday in Geelong Bill Shorten announced Labor would commit $59m to the “manufacturing transition boost” jobs package to encourage new manufacturing jobs in regions, including Geelong and northern Adelaide. Shorten and the opposition industry spokesman, Kim Carr, said in a statement: “These regions face the prospect of high unemployment and social dislocation after the Liberals goaded the car industry into closing down and leaving Australia.   Related: Penalty rates: Labor refuses to say if it would prevent Fair Work reducing them    “This jobs package will provide pathways to new jobs for skilled workers by attracting new business investment in advanced manufacturing. Firms will be given new incentives to diversify into new products and markets and employ automotive workers who have lost their jobs.” Shorten claimed the government had “no plans for advanced manufacturing ... [instead] leaving it to the market and leaving the blue-collar workers on the scrapheap”. In its statement, Labor said 200,000 people would lose their jobs as a result of closures in motor vehicle production between now and 2017. When asked if Labor would reinstate the car industry, Shorten said he was “not in the business of making promises we can’t keep”. The package consists of $10.5m for existing automotive businesses and $48.1m to stimulate investment in new opportunities in advanced manufacturing. It will be provided through existing Victorian and South Australian industry transition assistance schemes. The Victorian premier, Daniel Andrews,  lauded Labor’s plan and said Shorten had put “forward positive plans, a positive alternative”.  “The contrast is very clear,” he said. “We’ve got a transition fund out of Canberra. It’s frozen, it’s effectively been cut. We’ve got a federal Liberal government and a prime minister in Malcolm Turnbull out of touch.” Speaking on Radio National on Monday, the industry minister, Christopher Pyne, welcomed the $59m program. He noted the government had already spent more than $200m on the next generation manufacturing investment program and automotive diversification program, which he said were working in Geelong and Northern Adelaide.   Related: Coalition's company tax cuts would hand $1bn a year to US – thinktank    “It’s welcome but it’s very much a Johnny come lately approach,” Pyne said. “Shorten has a plan for $100bn of new taxes so this is all rather hollow and rather late in the piece. “The government is already getting on with the job and we have a jobs plan built around defence industry jobs, innovation jobs, using our free-trade agreements overseas to get into new markets and taking the tax burden off businesses. “We are transitioning all of those businesses that want to stay in the automotive sector into ways they can stay in business, doing automotive and diversified range of goods, employing the same people, or more people because they’re exporting.” The finance minister, Mathias Cormann, said: “We are making a much more substantial investment in supporting the economic transition, in particular in the manufacturing space.” Cormann said Turnbull would “have some more to say in relation to the benefits of our defence industry plan for Western Australia” in his campaigning on Monday. The Turnbull government has promised to bring forward the multibillion-dollar construction of navy frigates and offshore patrol vessels in Australia. Construction will begin in 2018 on 12 offshore patrol vessels in Adelaide before that work is transferred to Perth in 2020 to make room for the future frigate program, due to start in Adelaide in 2020. Up to 21 Pacific patrol boats would also be built and maintained in Perth, at the Henderson shipbuilding site.",
  "webTitle": "Labor commits to manufacturing jobs boost as Malcolm Turnbull sells defence",
  "webPublicationDate": "2016-05-16T02:46:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/labor-commits-to-manufacturing-jobs-boost-as-malcolm-turnbull-sells-defence",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/16/labor-commits-to-manufacturing-jobs-boost-as-malcolm-turnbull-sells-defence"
}