{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/alastair-cook-first-english-cricketer-10000-test-runs",
  "id": "2016-05-30-92",
  "sectionId": "sport",
  "body": "Related: Alastair Cook's 10 greatest Test innings - in pictures    Alastair Cook has become the first Englishman past 10,000 in Test cricket on the fourth day of the second Test against Sri Lanka at the Riverside. Cook achieved the feat when he tucked Nuwan Pradeep for a boundary to midwicket from the sixth ball he faced as England closed on a series-sealing victory. The opener began needing just another five runs for his five-figure milestone, as his team set out to make just 79 to take an unassailable 2-0 series lead. A sparse crowd was there to witness his achievement, marked by Cook with a shake of partner Alex Hales’ hand and then a raised bat.    The moment Alastair Cook reaches 10,000 Test runs with a classic glance off his pads. Look at that smile 😄😄 https://t.co/jgLHT68Xfh— England Cricket (@englandcricket) May 30, 2016    Already England’s record run scorer, the 31-year-old has become the 12th player to join the 10,000 club having played 127 Tests for England and scored 28 centuries since making his debut against India in 2006. Sunil Gavaskar was the first man to reach the landmark in 1987, followed by Allan Border six years later. Steve Waugh, Brian Lara, Sachin Tendulkar, Rahul Dravid, Ricky Ponting, Jacques Kallis, Mahela Jayawardene and Shivnarine Chanderpaul followed in their footsteps, with Kumar Sangakkara the last man to join the club in December 2012.   Related: England v Sri Lanka: second Test, day four – live!    At 31 years and 157 days, Cook has displaced Tendulkar as the youngest player to reach five-figures in Tests. “Cook will be a top Test batsman and breaking records for a long time yet, there’s no sign of him fading,” said the former England captain Nasser Hussain. “His greatest thing is his stubbornness and taking the hard path. I really don’t think there’s ever been an England player mentally stronger than Alastair Cook. “When you first saw him on the field you didn’t quite know who was captain of England. In these last couple of years, you watch England play and it’s crystal clear. He’s got an authority and aura about him now, his captaincy has gone from strength to strength and you can’t argue with it. Cook’s record for England is fantastic.” Another former England captain Michael Vaughan was among thsoe to pay tribute to Cook on Twitter. “10,000 Runs and still counting ... Unbelievable achievement from the England Skipper ... Cook,” he wrote. BBC broadcaster and former professional cricketer Jonathan Agnew added: “Clear Cook would be a special Test player from the start. Flew round the world from Windies to Nagpur 2 days before debut: scored 60 and 104” Even prime minister David Cameron got in on the act, describing Cook’s feat as “an incredible achievement.”    Congratulations to Alastair Cook on becoming the first Englishman to score 10000 test runs. It's an incredible achievement.— David Cameron (@David_Cameron) May 30, 2016",
  "webTitle": "Alastair Cook becomes first English cricketer to reach 10,000 Test runs",
  "webPublicationDate": "2016-05-30T14:14:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/alastair-cook-first-english-cricketer-10000-test-runs",
  "keyword": [
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ricky Ponting",
      "id": "sport/ricky-ponting",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sachin Tendulkar",
      "id": "sport/sachin-tendulkar",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jacques Kallis",
      "id": "sport/jacques-kallis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/30/alastair-cook-first-english-cricketer-10000-test-runs"
}