{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/11/balancing-act-we-need-engineers-in-research-not-just-in-industry",
  "id": "2016-05-11-356",
  "sectionId": "higher-education-network",
  "body": "Sir James Dyson said: “Engineers are the people who can create practical solutions to our 21st-century challenges of sustainability, housing and an ageing population. And we need more of them.”   Related: We won't get more engineering students by lowering tuition fees    I couldn’t agree more. Analysis by the Royal Academy of Engineering suggests that the UK needs more than a million new engineers and technicians by 2020 to meet industry demand. Employers, the government, the education sector and professional bodies are searching for new ways to tackle the problem. As a result, employer networking events, work placements and outreach programmes with schools are taking place across the UK. But while universities are working to fill the gaps in industry, there’s a risk that we’re neglecting our own needs. What – if anything – are we doing to incentivise our most promising engineering graduates to become the academics of the future? This is the question posed by the Royal Academy of Engineering in a recent report looking at the pathways of engineering graduates. It shows that in 2012, just 3.2% of UK engineering graduates went on to further study and research.  This came as a surprise to many, but not to academics – we know that this is a common occurrence. I know of a final-year student who had the potential to become a successful researcher – when he was asked if he had considered studying a PhD, he said that he’d already been offered an industry role, and thought it better to get a job straight away. I’m not disputing the fact that we need great engineering minds working in industry, but we also know that world-class research – which we have a long history of in the UK – plays a key role in economic growth and improves the health and wellbeing of society.   Related: Eight ways to encourage more students to study engineering    Why aren’t we attracting students into research?  One major issue is that engineering undergraduates receive plenty of information about potential careers in industry and opportunities for work experience, but they are rarely offered a taste of research until they’ve made their minds up about their careers. Students’ first exposure to the research environment is often in their final-year project. We need more opportunities to experience this in undergraduate programmes. The use of research-based teaching and enquiry-based learning exposes students to academic methods much earlier in their undergraduate courses, as does interacting with engineering researchers and learning about what they do. This can go a long way in making research more appealing to engineering students. Research careers are on the radars of science undergraduates much earlier than they are for engineering students. Today’s engineers aren’t necessarily avoiding research-based careers – they’re just not being given the same exposure to them as students of other disciplines. Universities are rightly proud of the work placements that form part of most engineering degrees, but they should be equally keen to offer research placements.  We launched the Sheffield Engineering Leadership Academy (Sela) in 2014, which exposes undergraduates to research at an early stage of their degrees. We approve up to 10 research bursaries per year and students complete a 10-week placement focused on areas such as 3D printing, nuclear waste and carbon fibre materials. They gain transferable skills to take into their future careers – in either academia or industry. In an ideal world, the two would not be mutually exclusive. I’d like to see more engineering doctorates who later move into industry and vice versa.    Related: Engineering in higher education: a bright future? – live chat    The best solution for the UK’s engineering industry would be to nurture engineers who understand research, as well as researchers with industry experience. More graduates opting for careers in research would eventually mean a win for industry.  But that requires a change in the prevailing culture across higher education, in order to keep more brilliant young minds in academia. If we are to have the best engineers – in industry and universities – universities need to start actively promoting research as an equally important first step towards an engineering career. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "Balancing act: we need engineers in research, not just in industry",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/11/balancing-act-we-need-engineers-in-research-not-just-in-industry",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Learning and teaching",
      "id": "higher-education-network/learning-and-teaching",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Research",
      "id": "higher-education-network/research",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "University careers",
      "id": "higher-education-network/university-careers",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Engineering",
      "id": "technology/engineering",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "higher-education-network/2016/may/11/balancing-act-we-need-engineers-in-research-not-just-in-industry"
}