{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/15/hillary-clinton-ufo-investigation",
  "id": "2016-05-15-117",
  "sectionId": "us-news",
  "body": "Hillary Clinton is entering uncharted territory in this presidential election. If she wins the White House, she would become the first female president, the first spouse of a former president to hold the office herself, and, possibly, the first president to have devoted time on the campaign trail to discussing UFOs. “There are enough stories out there that I don’t think everybody is just sitting in their kitchen, making them up,” Clinton said in a radio interview in April.  A month earlier, she had appeared on the Jimmy Kimmel show, correcting Kimmel’s use of “UFO” to “UAP” – unidentified aerial phenomena. When Kimmel reminded Clinton that her husband, Bill, had looked for information while president and found nothing, she was defiant.  “Well, I’m gonna do it again,” Clinton said. The pledges – she also told the told the Conway Daily Sun that she would “get to the bottom” of whether the government has tucked away information on aliens – are exciting UFO enthusiasts. But they are puzzling some experts on the subject. “I’m not quite sure what she thinks there is out there,” said Nick Pope, an author and journalist who used to investigate UFOs for the British government’s ministry of defence. Pope ran the British government’s UFO project from 1991 to 1994 (the investigation unit was wound up in 2009). But America’s own dedicated UFO research effort, called Project Blue Book, ended in 1969, Pope said. Clinton’s embrace of the UFO discussion has been credited to her campaign chairman, John Podesta. The New York Times reported that he ran an X-Files fan club while he worked under Bill Clinton in the White House, and wrote in a foreword for a book on UFOs that it was “time to pull back the curtain” on the subject. Podesta was a counsellor to Barack Obama until February 2015. Upon leaving the White House, he lamented that no new information on UFOs had been released. “Finally, my biggest failure of 2014: once again not securing the disclosure of the UFO files,” Podesta tweeted. But Pope said there weren’t actually any “UFO files”. Since Project Blue Book ended, the US has not had a formal unit investigating UFOs. And the files from Blue Book are already available in the national archives. “Podesta’s statements, like Clinton’s statements,” he said, imply something “like in the Raiders of the Lost Ark movie, some kind of government warehouse where there’s something above and beyond the old Blue Book files.” “And as far as I know,” he added, “there isn’t.” Pope said that there may have been “ad hoc investigations done” when pilots saw something unusual in the sky, but they were not part of a “formally constituted research effort”.  Ted Roe is the executive director of the National Aviation Reporting Center on Anomalous Phenomena (Narcap), an independent body that collects reports from pilots and radar operators on unidentified aerial phenomena, the term apparently preferred by Clinton. Roe suspects the government may not be telling us everything it knows.     Clinton told Jimmy Kimmel she would seek information on UAPs as president. Photograph: Randy Holmes/AP    He recalled that Leslie Kean, a journalist who concentrates on UFOs, made a freedom of information request to the government regarding an incident in Pennsylvania. The government refused, and a lawsuit ensued. The government lost and was ordered to provide the files and documents relating to the Pennsylvania incident. “Those documents were not forthcoming. She never did get them,” Roe said. “They claim they’re lost. So there may well be files that we don’t know about.” But if there are questions over what Clinton expects to be able to release, there are also questions as to why she would be discussing UFOs at all. “I just can’t understand what she’s playing at,” Pope said. “I can’t see there’s any votes in it. It’s not as if there’s some kind of swing vote middle ground that’s desperately keen on this issue.  “And it’s an absolute gift to Donald Trump, because you can almost see him up at that podium saying: ‘I’m committed to American jobs for American workers and reinvigorating the economy and my opponent seems to be more interested in space aliens.’” Clinton’s interest in UFOs during an election cycle has raised the issue high enough that Barack Obama’s press secretary had to field questions on Area 51, the secretive Nevada air base, on Wednesday. Josh Earnest said he was “not aware of any plans the president has to make public any information about this”.   Related: Clinton would consider declassifying government documents related to UFOs    Area 51 has become synonymous with UFOs and extraterrestrials among some enthusiasts. If there were UFO files, they would likely have information on anything stored in the base, and some conspiracy theories suggest the site contains parts of an alien vessel. Others suggest there could be actual alien remains. Pope was not optimistic. “I would love there to be aliens,” he said. “The world would be a much more interesting place if we did have a spaceship in a hangar.” “But A, without wanting to sound too arrogant, I hope that I would have heard about it through having security clearance and need to know.  “And B, yes, I know we can keep some secrets but in these days of whistleblowers and Wikileaks and Snowden and Manning and Assange, all of that, you’d think there would have been something tangible by now.” Roe, who has spent the last 16 years working with Narcap, patiently logging thousands of reports on unidentified aerial phenomena, is sceptical that any documents on alien life will be released any time soon. He said Clinton’s quest for information was likely doomed. “I don’t know that a president is even in the need to know on certain aspects of security. This might be one of those subjects,” he said. “She may not ever know about this stuff or ever get the access to it.” And even if Clinton did come across evidence of extraterrestrial life, Roe warned that the knowledge would come with a heavy burden. “This is some serious, serious stuff and a lot of our best minds, like Stephen Hawking, have suggested that any exposure to an extraterrestrial civilisation would be catastrophic,” he said.  “It could be an extinction-level event.”",
  "webTitle": "Hillary Clinton's UFO investigation plans unlikely to achieve liftoff, experts say",
  "webPublicationDate": "2016-05-15T11:30:05Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/15/hillary-clinton-ufo-investigation",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UFOs",
      "id": "world/ufos",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Alien life",
      "id": "science/alien-life",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "us-news/2016/may/15/hillary-clinton-ufo-investigation"
}