{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/election-malcolm-turnbull-grilled-on-family-tax-benefit-cuts-by-single-mother",
  "id": "2016-05-12-341",
  "sectionId": "australia-news",
  "body": "One moment Malcolm Turnbull was touring the Marand engineering warehouse in Melbourne’s south-east suburbs, talking innovation and future-building with workers friendly to his message. The next, on his short walk from the warehouse to the car park, a woman who introduced herself to him as a single mother named Melinda bailed him up and grilled him on cuts to the family tax benefit. “It was put in place to help parents afford to send their kids to school,” she reminded the prime minister.   Related: Can Melbourne love Malcolm?    “Now the cost of schooling is going up and up and up. And yet we’re not getting any more money. And now you’re taking our family tax benefits away.” Within seconds, Melinda and Turnbull were surrounded by journalists. Apart from tightly managed meet-and-greets in businesses, Turnbull hasn’t been speaking to voters on the streets in his election campaign so far. But Melinda, who did not want to give her surname, saw the camera crews outside the usually quiet Marand building and decided to take the opportunity to press the prime minister on behalf of single mothers. She told Turnbull how hard it was to see her children’s friends with iPads and new gadgets, which she couldn’t afford to give to her own children. Trying to pay for an education that was equal to her children’s friends was already difficult enough, she said. “My son went into year 10 this year and we were told over and over again to be careful about the subjects we chose. Only choose the subjects you can afford,” she said. “I’m ruining his chances to become something, to contribute to society. He’s going to get a bad job because I can’t afford to pay for the fancy-schmancy courses.” Turnbull tried to ask questions about the names of her children and where they went to school. He took off his glasses, put them in his pocket, and tried to connect.  But Melinda did not want to engage in small talk. “Give kids an opportunity to make something of themselves,” she told him. “Please. At the end of the day I don’t care what you do to me but give the kids a chance.” The government was committed to providing the best opportunities for young people to succeed, Turnbull assured her.  “You say that but that’s not what they’re getting,” she replied. She added that she had written to Tony Abbott last year about her concerns “but all I got back was a copy of the budget”.   Related: Crowdfunding raises $35,000 to buy Duncan from Q&A a toaster    The exchange took place in Hotham, a safe Labor electorate. Earlier in the day Turnbull visited the Mornington Peninsula Brewery, a small business in the electorate of Dunkley, which the Coalition holds by 5.6%.  During Turnbull’s brewery visit the retiring MP for Dunkley, Bruce Billson, managed to completely overshadow the Liberal candidate for the seat, Chris Crewther.  Billson, 50, has held the seat in outer metropolitan Melbourne since 1996 but some reports say his popularity is worth a couple of per cent alone, and Labor hope his retirement will be enough for them to steal the seat. And so it was Billson greeting reporters with hugs and exclaiming “There’s a reason every season to be in Dunkley”. Small business tax cuts in the budget and the free-trade agreement, which had allowed the brewery to export to China, were spruiked. After a walk around the brewery, Crewther finally appeared. Is the 32-year-old worried that without the Billson factor, the electorate will be hard for him to win?  “I want to grow up to be like Bruce and Bruce wants to grow up to be as tall as me,” he joked. Crewther said, as Billson loaded slabs of beers onto the campaign bus for journalists: “He’s been a spectacular candidate for the past 20 years in Dunkley and a strong community advocate.  “And I hope to do the same.” Billson added: “He’s taller, more svelte – why wouldn’t the people of Dunkley endorse him?”",
  "webTitle": "Australian election 2016: Malcolm Turnbull grilled on family tax benefit cuts",
  "webPublicationDate": "2016-05-12T06:31:27Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/election-malcolm-turnbull-grilled-on-family-tax-benefit-cuts-by-single-mother",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/12/election-malcolm-turnbull-grilled-on-family-tax-benefit-cuts-by-single-mother"
}