{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/26/devolution-local-government-financial-woes",
  "id": "2016-05-26-233",
  "sectionId": "public-leaders-network",
  "body": "While local government continues to face real financial challenges, the sector is starting to think differently about its purpose and role.  Local government is in an interesting position. On the one hand, given the looming financial challenges, the outlook seems bleak. Indeed, our annual local government survey found fewer than one in five local authority chief executives and council leaders confident as to their ability to deliver over the next five years. On the other hand, there’s considerable optimism about the opportunities presented by devolution and public service reform.  Increasingly the leading local authorities are focused on creating the conditions for economic growth in the areas they represent, and working across the whole public sector system to encourage reforms that underpin this objective. This new thinking underpins the devolution deals being agreed between government, local authorities and local enterprise partnerships – the emphasis now is moving from deals into delivery. Back in 2011, when we conducted our first local government survey, confidence in the short term outlook was low, the spotlight was tightly on local government finances and there was little sense of opportunity about the future.  However, having embarked on a transformation journey, councils quickly reached the limits of what could be achieved through improved efficiency and effectiveness alone. They soon identified the need to work together and to have a different kind of conversation about the role and purpose of public services. They are in a place where many other parts of the public sector have yet to arrive.  As a result, we’ve seen a real shift in emphasis recently from delivering cuts towards making interventions that underpin regional economic growth and public sector reform. Our survey, and our work across the country, shows that there’s no shortage of ambition when it comes to pursuing the prize of the devolution revolution.   Related: Would local government be better off outside the EU?  A head to head    The shift to business rates encapsulates local government’s current mood of ambition, although perhaps not yet supported by the capability and capacity to deliver. While the majority of respondents to our survey agreed that councils should have more control over business rates, fewer than half felt their council is prepared for this fundamental shift in local government financing.  To do this local government needs to develop new skills and capacity: it must move away from the delivery of public services towards new levers that will deliver the right interventions that will help develop regional economic differentiation.  With the devolution journey looking set to continue, councils need to keep their sense of ambition, but also ensure that they are able to deliver on new opportunities while managing new risks. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Is devolution the answer to local government's financial woes?",
  "webPublicationDate": "2016-05-26T11:08:15Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/26/devolution-local-government-financial-woes",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Finance",
      "id": "public-leaders-network/finance",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Leadership and management",
      "id": "public-leaders-network/leadership-management",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "public-leaders-network/2016/may/26/devolution-local-government-financial-woes"
}