{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/lawsuit-texas-immigration-detention-facilities-family-centres",
  "id": "2016-05-04-62",
  "sectionId": "us-news",
  "body": "Immigration activists are fighting back against a Texas decision to license immigration detention centres that critics call “baby jails”.  A judge in Austin granted a temporary restraining order on Wednesday evening to stop the licensing, five days after the Texas department of family and protective services (DFPS) awarded a childcare licence to one of two federal family holding facilities near San Antonio. The second was set to receive its permit imminently. Judge Karin Crump will hear the case - brought by two detained mothers and Grassroots Leadership, an Austin-based group opposed to private prisons - on 13 May. The plaintiffs are seeking a temporary injunction to prevent Texas from implementing a new rule that enables the state agency to license the centres. Luis Zayas, a psychologist and social worker at the University of Texas who interviewed migrants in Karnes in 2014 called the new licences “an extraordinary manipulation of the rules of child welfare”. “Sure, they put up nice children’s playgrounds and things; it’s still a prison,” he said.    Related: Only family detention center outside Texas may shut after license revoked    There are classrooms, playgrounds and soccer fields, but the complexes in Dilley and Karnes are far from what most people would consider a child-friendly environment. In one public meeting held by the agency last December, a Japanese-American woman said that when she visited Dilley it reminded her of the time she spent in a second world war internment camp. “Stern, unfriendly guards led me and my fellow visitors through locked doors to the visitation room after requiring us to leave all our belongings, including art supplies and writing materials, in lockers outside,” said Satsuki Ina, a psychotherapist. “During my visit, I met with six families who had been held for varying lengths of time. Aside from the intense anxiety, depressed mood, and grief expressed by the mothers, I noticed significant signs of what I would consider captivity trauma of the children.” Dozens more lined up to argue that treating detention centres run by for-profit prison companies as childcare facilities would be a perversion of the state agency’s mission because it would help prop up an incarceration system that damages the physical and mental health of vulnerable women and children. Zayas, who found in 2014 that detention caused serious psychiatric disorders and development regression including reversion to breastfeeding, believes that as little as a couple of weeks in the facilities could have profound long-lasting effects on the mental health of both young and older children. These children may well have already experienced traumatic conditions in their home countries and on the way to the US, are anxious about whether they will be deported and “are witnessing their mothers be disempowered by the way they are treated”, he said.  Yet the DFPS pressed on. The lawsuit argues that the DFPS is overstepping its authority by regulating places that are not, in reality, childcare establishments. Patrick Crimmins, a DFPS spokesman, said the agency is reviewing the suit and consulting with the state’s attorney general’s office. “By all reasonable measures, family detention camps are prisons. They are not childcare facilities,” Bob Libal, executive director of Grassroots Leadership, said in a statement. It is not the first time the group has taken legal action on the issue: It won a temporary injunction last November to stop the state from using an emergency rule to fast-track the licensing process without public comment. The DFPS had previously taken the position that regulating the centres was not within its purview. But last summer a judge in California, Dolly Gee, issued a stinging decision that lambasted the conditions inside the facilities. Gee ruled that detaining minors in unlicensed facilities for more than a couple of days violated a previous court settlement. The judgment appeared to threaten the future of the Obama administration’s controversial use of family detention, which it expanded amid the dramatic influx of unaccompanied minors in the summer of 2014. The expansion was hoped to act as a deterrent to thousands of Central Americans travelling north to seek asylum in the US and escape increased violence in Guatemala, El Salvador and Honduras. While appealing Gee’s ruling, in an effort to show compliance and keep the centres open, the federal government began releasing families with pending asylum cases more quickly, allowing them to join up with relatives in the US.  However, the problem of Dilley and Karnes lacking licences remained. Until, shortly before Gee’s deadline last October, the Texas agency suddenly developed an urge to regulate them – despite its already immensely stretched resources. The agency said that the case “highlighted a gap in the oversight of the children”. It argues that making Dilley and Karnes subject to its scrutiny will improve safety and quality of care and that taking a stance in the broader debate about whether to lock up migrants is not within its remit. A DFPS inspection of Karnes on 29 March found six deficiencies: cleaning carts left unattended; too little mulch in the playground; failure to clearly list a child’s allergies and chronic health conditions in a health file; failure to clearly state the right for a child not to be threatened with the loss of shelter as punishment; an employee not qualified for his or her position; a child found in a bedroom without his or her mother or a staff member present. Five of these issues had been verified as corrected on 22 April.  The initial six-month licence was issued a week later and will be renewed if the facilities comply with minimum standards and deficiencies are corrected, Crimmins said. Karnes has a capacity of 580 people; Dilley, about 2,400. An inspection of Dilley on 6 April, when 459 children were in the facility, found 12 problems – from worn surfaces in the playgrounds and badly anchored soccer goals in the sports fields to medical supplies not being locked away, a child being made ill because his gluten allergy was ignored, expired fruit juice and inadequate staff training. The DFPS created a special rule for the centres which lowers its usual minimum standards for criteria such as room occupancy and sharing bedrooms with adults and children of the opposite gender. Critics say this underlines that the facilities are intrinsically unsuitable to be regulated as childcare buildings; the agency argues the changes help keep families together. “We’re not going to accept this as a final defeat in our attempt to end family detention,” said Jonathan Ryan, executive director of the legal aid organisation Raices. He said that in addition to seeking to hold the federal government accountable for conditions inside the centres, advocates would now also put pressure on Texas. “We call on the state of Texas to live up to this responsibility and properly enforce its jurisdiction over the care and custody of these children,” he said. Pablo Paez, corporate vice-president of the GEO Group, which runs Karnes, said in a statement: “The Karnes County Residential Center provides high quality care in a safe, clean, and family friendly environment, and onsite US Immigration and Customs Enforcement (ICE) personnel provide direct oversight to ensure compliance with ICE’s Family Residential Standards. Our company has consistently, strongly denied allegations to the contrary.” He cited regular inspections and audits that have ensured compliance.  Activists and attorneys have made complaints to the Department of Homeland Security which allege substandard mental and physical healthcare, including one case where a mother sought medical help for her two-year-old daughter on seven occasions before she was finally diagnosed with asthma. One woman from El Salvador who has been detained in Karnes for more than a month with her 12-year-old daughter described her experience in a complaint seen by the Guardian: “My daughter and I are not doing well in detention. We are both sad and we both cry. We feel like criminals. We cannot go anywhere without permission.  “Guards walk through our bedroom at night every 15 to 30 minutes. This wakes us up and makes us feel afraid. We are rounded up and counted three times a day. We feel like prisoners,” she says.  Last month a guard at the sole family immigration detention centre outside Texas, Berks County in Pennsylvania, admitted unlawful sexual relations with a detainee. Berks County remains open even though state officials said earlier this year they were revoking its licence to operate as a child residential facility.",
  "webTitle": "Lawsuit aims to stop licensing of Texas immigration detention facilities",
  "webPublicationDate": "2016-05-04T18:05:14Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/lawsuit-texas-immigration-detention-facilities-family-centres",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dart",
      "id": "profile/tom-dart"
    }
  ],
  "guardianId": "us-news/2016/may/04/lawsuit-texas-immigration-detention-facilities-family-centres"
}