{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/woody-allen-cannes-film-festival-cafe-society-artistic-competition",
  "id": "2016-05-11-152",
  "sectionId": "film",
  "body": "Woody Allen, whose new film opens this year’s Cannes film festival, has called the concept of artistic competition nonsensical. Speaking on the festival’s first day, Allen – whose 47th movie, Café Society, is not in contention for the Palme d’Or – said that although in sport pitting people against one another was “great”, in culture it was “against my common sense”.  “For any group to come together and judge the work of other people is something I would never do. To make a judgment that this is the best, with the implication that in some platonic way it is the objective ‘best’, is something I don’t believe in. So I don’t want to participate in it.” The president of this year’s jury, George Miller – whose film Mad Max: Fury Road was the breakout hit of last year’s festival – said he appreciated Allen’s sentiment but it was “balanced for me by the simple joy of being here ... of seeing films that are new, watching them with consideration and then having a conversation. It’s kind of a film camp.”  The actor Kirsten Dunst also defended the concept of competition, invoking the work of her fellow juror László Nemes, whose Auschwitz drama Son of Saul was also at Cannes last year before winning the best foreign language Oscar in February. “Without film festivals, we wouldn’t see movies like Son of Saul,” she said. “[And] we’d just be in big blockbusters all the time.”   Related: Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood    Cannes celebrates its 69th edition this year; Café Society is Allen’s third film to open proceedings. A comedy that critics are acclaiming as something of a return to form, it is set in the mid-1930s and is a barbed love letter to old Hollywood. Narrated by Allen, it expresses repugnance with “a town run on ego” while also delighting in Los Angeles’s Technicolor sunshine and Tinseltown razzle-dazzle. Jesse Eisenberg stars as a young New Yorker who heads to LA in the hope of finding work from his talent agent uncle (Steve Carell), and falls in love with the older man’s assistant (Kristen Stewart). Although the film is sceptical about the effects of fame on the human soul, Allen suggested he was broadly in favour of such notoriety. “There are great, great upsides to it and great downsides. In my own opinion, after years in the spotlight, the perks far outweigh the downsides.  “Celebrities often kvetch about the lack of privacy and being bothered by paparazzi, but these are not life-threatening problems and they get enormous advantage as they go through life.” Allen was speaking in the immediate wake of the publication of a piece in the Hollywood Reporter by Ronan Farrow, Allen’s estranged son, restating his support for his stepsister, Dylan. Dylan has in the past claimed Allen sexually assaulted her as a child, in the midst of his custody battle with her mother, Mia Farrow. All allegations were denied by Allen and following an investigation in 1993 no charges were brought. Ronan, who is Allen’s only biological child (although his mother has hinted he might in fact be the son of Frank Sinatra, an ex-husband), took aim in his article at the Cannes film festival for celebrating Allen, at Hollywood for what he sees as collusion to silence victims of sexual abuse while offering a voice to perpetrators, and at specific stars for working with him. The subject was not raised at the press conference in Cannes. The director had vowed not to discuss it further after he wrote a piece for the New York Times two years ago again denying the allegations.  In 1997 Allen married Soon-Yi Previn – whom Farrow adopted with her second husband, André Previn – and the couple have two adopted children together, now in their late teens. Asked for his view on romance in relation to cinema, Allen said that he had always thought of himself as romantic, although this was a view “not necessarily shared by the women in my life”.  “They think that I romanticise New York City, the past, love,” he continued. “And I probably do and it probably is foolish. But I was brought up on Hollywood movies and they had an indelible influence on me.” The industry itself did, however, come under attack from Allen’s stars. Stewart, who has transitioned from mainstream blockbusters such as Twilight to European arthouse contenders such as Olivier Assayas’s Personal Shopper, which is also playing at Cannes, said: “There’s definitely and undeniably an opportunistic, hungry, insane fervour that occurs [in Hollywood].   Related: Beyond Twilight: on the set of Personal Shopper with Kristen Stewart    “Most people want to entertain people and make a bunch of money. It’s not a bad thing. But if it doesn’t hold hands with a genuine desire [to make artistically valid films] then that sucks and it’s pretty rampant. Human beings are always clawing over each other to get on top. That’s probably [true] in most industries. In Hollywood, it can have a surface nature that makes it more obvious. “It’s the biggest popularity contest in the whole world. It’s like you take high school and just make it in the real world. It simplifies everything. It’s pretty intense.” Meanwhile, Blake Lively, Stewart’s co-star, said that the rapacity of the studios in the 1930s had been superseded by that of the press. “Now it’s more the media that is more dog-eat-dog and invasive,” she said. “This thirst people have for knowledge, and if they don’t have access they’ll just make it up.” Nineteen films are in competition this year, at a festival taking place under a slight shadow of anxiety. Security, which is always strict at Cannes, has been tightened this year at the behest of the local government, who are concerned the festival could be a target for terrorists. This is being intensified further for the opening night gala, which the French president, François Hollande, is expected to attend. His parents made the city their home in retirement; his father is currently unwell in the local hospital.  Meanwhile, the 80-year-old Allen said he could not compute his advanced years. “I’m so youthful, agile, nimble, spry, mentally alert that it’s astonishing,” he said, with tongue in cheek, having just berated the inefficacy of his hearing aids.  “I eat well, I exercise, but what it is, is luck,” continued Allen, whose own parents lived almost into triple figures. “I don’t feel old, I feel youthful. I’m sure one day I’ll wake up in the morning and I’ll have a stroke or something and then I’ll be in a wheelchair and they’ll say: ‘Remember him? He was Woody Allen and now look.’ But until that happens I’ll just continue to make films as long as people are foolish enough to put up the money.”",
  "webTitle": "Woody Allen at Cannes: artistic competition 'against common sense'",
  "webPublicationDate": "2016-05-11T15:13:52Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/woody-allen-cannes-film-festival-cafe-society-artistic-competition",
  "keyword": [
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Mia Farrow",
      "id": "us-news/mia-farrow",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "George Miller",
      "id": "film/george-miller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/11/woody-allen-cannes-film-festival-cafe-society-artistic-competition"
}