{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/tirunesh-dibaba-max-whitlock",
  "id": "2016-05-21-57",
  "sectionId": "sport",
  "body": "OLYMPIAN COMEBACK ... A welcome return for a truly great runner when Tirunesh Dibaba makes her comeback in the 10km of the Great Manchester Run (on Sunday, 11am, BBC2). The Ethiopian, who is a three-time Olympic champion and the current world and Olympic 10,000m champion – having won back-to-back 10,000m titles at London 2012 – took the 2015 season off to give birth to her son in March of that year. The race is part of her buildup to defend her title for a third time in Rio de Janeiro, a feat no other athlete has achieved. Dibaba is undefeated in her 11 races over 10,000m. Competition comes in the form of two-times marathon world champion Edna Kiplagat and Britain’s Gemma Steel who was runner-up in last year’s Great North Run. EUROPEAN GYMNASTICS ... Britain’s men will look to put in a strong performance in their preparations for the Olympics as they head to the European Championships (Saturday, 1.30pm, BBC1). The team won the title for the first time in 2012, the same year they took bronze at the Olympics, and went on to take silver at the world championships in 2015. But they go to Bern without pommel horse world champion, Max Whitlock, who has had to withdraw from the team because of a viral illness. He is replaced by Courtney Tulloch. Reigning champions Russia present the most serious competition and this should be a fine way for Team GB to judge form before Rio. 1966 AND ALL THAT ... Fifty years on and it remains the high point of England’s football achievements, but just how was it done? David Jason sets about explaining in Alfie’s Boys (on Sunday, 8pm, BBC2). Looking back at the 60s, he examines how Sir Alf Ramsey put together his side and how they bonded. The documentary includes previously unseen footage and an outstanding list of contributors, including Sir Bobby Charlton, Jack Charlton, Jimmy Greaves, George Cohen, Tina Moore, Harry Redknapp, Terry Venables, Sir Geoff Hurst and Gordon Banks. With no guarantees it can ever be done again, it is surely no guilty pleasure to revel in their finest moments. SQUASH FINALS ... Britain’s Laura Massaro has reached the squash season’s climax at the PSA Dubai World Series finals (begins Tuesday, live Saturday, 4pm, BT Sport 2,). It is the biggest tournament of the year with the top eight men and women going head to head for the title. The 32-year-old has had a fine campaign this year, winning two world series titles, and is in with a good shout of another. In the men’s event, Britain’s former world No1 Nick Matthew returns from injury. DIAMOND DAYS ... More athletics as Rio looms, with a double dose of the Diamond League. The third round, in Rabat, Morocco, is on Sunday (5pm, Eurosport), and the main event is Olympic champion Shelly-Ann Fraser-Pryce competing in the 100m – where she will be looking to shine before the Games. African record-holder Blessing Okagbare races against her. On Saturday (9pm, Eurosport 2), the fourth meeting takes place in Eugene, USA, where British focus will be on long-jumper Shara Proctor. She became the first Briton to jump seven metres at the world championships, where she won silver, and will be up against her main rival, the US’s Tianna Bartoletta, who beat her to the gold.",
  "webTitle": "The Agenda: Tirunesh Dibaba back after baby, but Max Whitlock floored by virus",
  "webPublicationDate": "2016-05-21T19:30:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/tirunesh-dibaba-max-whitlock",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gymnastics",
      "id": "sport/gymnastics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Squash",
      "id": "sport/squash",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/21/tirunesh-dibaba-max-whitlock"
}