{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/23/garden-bridge-will-do-little-for-london-and-its-nothing-like-new-york-high-line",
  "id": "2016-05-23-59",
  "sectionId": "uk-news",
  "body": "Ian Jack (An out-of-this-world oddity born of the chumocracy, 21 May) did not touch on the real scandal of the garden bridge. It’s more government money thrown at London, this time on a vanity project, when the capital already snaffles so much spending on new infrastructure. HS2 may not even get to Manchester, while Crossrail in London keeps swallowing more billions. As for Thomas Heatherwick’s involvement, his contribution to life in the north was his spiky sculpture commemorating the Commonwealth Games in Manchester, B of the Bang, which had to be dismantled when bits kept falling off.Rev Canon Cllr Steve ParishWarrington • Ian Jack is rightly disappointed that the new mayor of London has not called time on the garden bridge. Last week’s meeting at St John’s Waterloo demonstrated that the project will meet none of London’s needs: it will not be a useful river crossing, nor regenerate neighbourhoods, nor provide a quiet oasis, nor enhance the riverscape. It will provide yet another tourist attraction in an already well-supplied area. As for the claim to be eco-friendly, the piers will be clad in cupronickel donated by Glencore, a company not known for its environment-friendliness.Louise ThomsonLeamington Spa, Warwickshire • The name of the illustrator for your article on the garden bridge, Nate Kitch, seems peculiarly appropriate. Popular local parks are being deprived of maintenance as a result of the squeeze on council funding – many in Lambeth, the borough that supports this fantasy project.Kate MacintoshWinchester • Sadiq Khan believes the proposed garden bridge over the Thames could rival New York’s High Line (Report, 19 May). But the genius of the High Line was to revive and repurpose a decaying piece of legacy infrastructure, and by doing so to revitalise several moribund districts of Manhattan, whereas the garden bridge would be new-build in an already vibrant part of London. The High Line turned ugliness and decay into life and beauty. The garden bridge will compromise one of London’s few existing views of any distinction. Beyond the coincidence that they both involve elevated vegetation, the two projects could not be less alike.Keith BraithwaiteGlossop, Derbyshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Garden bridge will do little for London – and it’s nothing like New York’s High Line | Letters",
  "webPublicationDate": "2016-05-23T18:39:55Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/23/garden-bridge-will-do-little-for-london-and-its-nothing-like-new-york-high-line",
  "keyword": [
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Thomas Heatherwick",
      "id": "artanddesign/thomas-heatherwick",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "North-south divide",
      "id": "society/north-south-divide",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/23/garden-bridge-will-do-little-for-london-and-its-nothing-like-new-york-high-line"
}