{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/solitary-confinement-european-prisons-terror-threat",
  "id": "2016-05-02-198",
  "sectionId": "world",
  "body": "European prisons are increasingly resorting to solitary confinement to counteract the threat of terrorism, despite warnings about its impact, defence lawyers and human rights advocates say. France, Belgium and the Netherlands are all deploying solitary and “small-group isolation” on suspected and convicted terrorists to prevent radicalisation of prisoners. In Belgium, about 35 people are placed on isolation measures, spending 23 hours a day in their cell and one hour in a small recreation yard, also alone. Four individuals are in solitary confinement on the recently opened de-radicalisation units in the country, with more expected to arrive in the future. In France, an unknown number of terrorism suspects are being in held in isolation blocks. Over the past year or so, France has also established several dedicated units for deradicalisation, but an apparent lack of rehabilitative or therapeutic programming means prisoners remain in their cells most of the day. In the Netherlands, where terrorist wings have nearly reached their capacity, men are being strip and cavity searched each time they have contact with a third party or go to court. “I’m very concerned about political pressures to isolate terrorists and to build special units to isolate them,” said Sharon Shalev, a research associate at Oxford University’s faculty of law and an expert on solitary confinement. “The public, our politicians, and our prison administrations, should keep a cool head,” she added.   Interactive   Despite the increase, the number of people held in solitary confinement in Europe is tiny compared with the US, where as many as 100,000 people are kept in segregated cells. That number sets the US apart from most of the rest of the world and exceeds the entire prison populations of countries such as the UK, France and Germany. Last week the Guardian reported on how the Obama administration is pressing individual states to join its mission to cut back on the use of solitary confinement in the US. Human rights lawyers point to the psychological and physical consequences of isolation, and say that its use may amount to torture or ill-treatment. Additional concerns have been expressed about the big rise in the use of small-group isolation in Europe, in which people are segregated from the general population, although not necessarily from each other. Prison isolation may not only be inhumane, but also ineffective. Critics say the practice may make people more vulnerable to extremist ideas, and stress that eliminating communication among prisoners is often impossible. Solitary is not new to Europe nor is it used exclusively for terrorists. Yet the Charlie Hebdo attacks of January 2015 – where at least two of the gunmen were said to have been “radicalised” on the inside – left Europeans fearful, angry and hungry for action. Almost immediately, officials and prison administrations identified isolation as a key tool in preventing future violence. An internal memo issued by the director general of the Belgian prison service in the months after Charlie Hebdo stressed the importance of taking action to stem the spread of radicalisation. The memo said: “Every prisoner who is incarcerated for terrorist acts must be placed immediately under MSPI” – an isolation status that can last for a month. Nicolas Cohen is a lawyer who has represented terrorism suspects and is also vice-president of the International Observatory of Prisons (OIP) in Belgium, which studies whether conditions comply with international norms and human rights laws. Cohen read from a psychiatric evaluation of one of his clients in isolation since last July, in which the prisoner is described as agitated and observed to be speaking to the walls.  A majority of the men held in the 10-cell high-security unit in Bruges are terrorism suspects, according to Cohen.  When a prisoner is placed in isolation in an ordinary jail, they can still hear sounds from the cells around them. “In Bruges there is no such noise and feeling,” Cohen said in an email. “You have to be handcuffed through a hole in the door before getting out.” The unit, known as the QMSPI, has been fiercely criticised by human rights groups in the past. A Belgian prison spokeswoman, Kathleen Van De Vijver, said there were protections in place for prisoners in isolation, including the requirement to renew their classification at regular intervals. She also said that prisoners received regular visits from doctors and psychiatrists, who could submit recommendations to prison authorities for ameliorated conditions, although Cohen said these were almost always denied.  “They’re applying the strictest measures against them,” said Marie Cretenot, a French lawyer for OIP, when asked about the conditions on the inside for alleged terrorists, adding that long-term isolation could amount to inhumane and degrading treatment under article 3 of the European convention on human rights. The UN special rapporteur on torture, Juan Méndez, has called for an absolute ban on isolation in excess of 15 days. Lawyers in Belgium and France also said that people had been subject to sleep deprivation because of frequent nightly checks by guards. The French ministry of justice did not respond to requests for comment.  André Seebregts, a defence lawyer, said the constant strip and cavity searches on the Netherlands’ two terrorist units were humiliating and counter-productive. “I do have some guys who go in there, not too angry at the Dutch government, and when they come out they’re a lot more negative.” Jaap Oosterveer, a press officer for the ministry of security and justice, said prisoners had exaggerated claims of mistreatment for political purposes.  Isolation may, in any case, be futile. Charlie Hebdo attacker Amedy Coulibaly is said to have been radicalised by alleged al-Qaida recruiter Djamel Beghal while the two were in solitary confinement in a prison south of Paris. One of their cells was below the other, and they allegedly passed messages through their windows using drink bottles tied to sheets.  Other countries have used different approaches to managing radicalisation. The UK disperses suspected and convicted terrorists across high-security facilities, a policy that some say prevents potentially dangerous friendships or hierarchies from forming. A pending government review into extremism in British prisons, however, may overhaul the approach to terrorist prisoners.  Arun Kundnani examined counter-extremism policies in the US and the UK in his recent book, The Muslims are Coming. “The underlying assumption of most radicalization models is that terrorism is caused by ideology spreading like a virus from person to person,” he told the Guardian, adding that this was flawed. Others say governments should do more to address the social inequalities, and foreign policy decisions, that help shape people’s sense that violence is the answer.  “They’re taking these measures which are just political posturing, and that are not very useful in the end,” Seebregts said of the security measures in Dutch prisons. “It’s just to show the people that they’re doing something.”",
  "webTitle": "Concern over 'political' use of solitary confinement in European prisons",
  "webPublicationDate": "2016-05-02T09:34:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/solitary-confinement-european-prisons-terror-threat",
  "keyword": [
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Belgium",
      "id": "world/belgium",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Netherlands",
      "id": "world/netherlands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/02/solitary-confinement-european-prisons-terror-threat"
}