{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/02/norwegian-wealth-fund-focus-executive-pay-uk-agms",
  "id": "2016-05-02-80",
  "sectionId": "business",
  "body": "Boardroom bosses have been put on alert that their pay has moved beyond being a focus for UK investors after the biggest wealth fund in the world said it was scrutinising pay deals. At a time when the amount of revolts in this year’s annual general meeting season are coming thicker and faster than those in recent years, the Norway oil fund has revealed it is preparing to target high pay. Yngve Slyngstad, chief executive of the fund, told the Financial Times that the absolute level of pay – not just the way deals were structured – was becoming an issue. “We have so far looked at this in a way that has focused on pay structures rather than pay levels. We think, due to the way the issue of executive remuneration has developed, that we will have to look at what an appropriate level of executive remuneration is as well,” said Slyngstad. The Norges Bank Investment Management is so large that it holds stakes in most major companies. It supported the controversial pay deal for BP’s chief executive, Bob Dudley, which was voted against by a majority of investors but, according to the FT, the fund voted against pay at Anglo American and also at Weir. Weir has faced the largest rebellion of this AGM season and was forced to abandon potential share awards for its top management team, after 72.4% of shareholders voted against its pay policies. “We are looking at how to approach this issue in the public space. We will choose the right instance for the right case of voting,” Slyngstad said. The remarks by Slyngstad come as a long list of London-listed companies prepare to hold their AGMs over the coming days, including Reckitt Benckiser, whose chief executive was paid £23m in 2015, double the amount the year before. Two banks, Standard Chartered and bailed-out Royal Bank of Scotland, along with Rolls-Royce, GlaxoSmithKline and hedge fund Man Group, are also holding meetings. Data compiled by the corporate governance consultancy ISS Corporate Solutions (ICS) shows that two pay deals have already secured “no” votes – those at BP and Smith & Nephew – compared with none by this stage over the previous three years. “The average level of dissent for advisory remuneration report resolutions across the FTSE All Share continues to outpace that evidenced in recent years,” said Stephan Costa, executive director at ICS. “More critically, we are seeing companies failing to secure majority support with others narrowly passing, thereby underscoring the depth and breadth of investor sentiments on pay this annual meeting season,” Costa said. The AGM season continues for a number of more weeks yet, when major companies hold their investor meetings, including WPP, the advertising company which confirmed last week that its chief executive, Sir Martin Sorrell, had been paid £70.4m in 2015. • This article was amended on 3 May 2016 to give the full name of ISS Corporate Solutions",
  "webTitle": "Norwegian wealth fund to focus on executive pay at AGMs",
  "webPublicationDate": "2016-05-02T16:47:40Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/02/norwegian-wealth-fund-focus-executive-pay-uk-agms",
  "keyword": [
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sovereign wealth funds",
      "id": "business/sovereignwealthfunds",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Norway",
      "id": "world/norway",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Annual results",
      "id": "business/annual-results",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Weir",
      "id": "business/weirgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/02/norwegian-wealth-fund-focus-executive-pay-uk-agms"
}