{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/04/private-equity-care-homes-cash-crisis-council-tax",
  "id": "2016-05-04-312",
  "sectionId": "society",
  "body": "These are crucial weeks for England’s care home industry. Homes across the country face a cash crisis, and they are about to find out whether the pressure on them is going to ease.   Related: Four Seasons Health Care reports £264m annual loss    Since George Osborne announced in the autumn statement last year that councils could increase council tax by an extra 2% to pay for social care, care home operators have been eagerly anticipating a rise in the fees they receive from local authorities. The tax increases took effect from April, so the extra money for councils should start flowing to care homes imminently. Well over 90% of local authorities have chosen to enforce the 2% tax hike. The extra cash is crucial for care homes. The chancellor introduced the “precept”, as it has been described, after warnings from leaders in the care home industry that homes could close because they were running out of cash. Care homes are being squeezed by a fall in the fees that cash-strapped councils pay for residents, and a rise in staff costs. This squeeze has become more pronounced due to the introduction of the “national living wage”, meaning care homes have to pay all staff over the age of 25 at least £7.20 per hour. Care home operators made a clear argument to the chancellor – if you want us to increase the amount we pay staff, then you have to help us fund it. This is why councils can increase council tax.    As Britain’s population becomes older, care homes are likely to become even more important    The funding issues for care homes are clear. The number of beds in care homes in the UK fell by 3,000 last year, the first decline for a decade according to research by industry analysts LaingBuisson. In addition, private residents now pay 40% more on average than publicly funded residents for like-for-like services, which critics claim is because care homes are trying to make up the shortfall from state-backed residents. There is also evidence that the quality of care in homes is deteriorating. The Care Quality Commission has found a third of Britain’s 18,000 care homes require improvement and 7% are “inadequate”. The pressure on the industry was underlined last week when Four Seasons, the biggest care home operator, published its financial results. It has 440 homes, 18,500 residents, and 31,000 staff. It is a behemoth in the care home world. However, its results showed a £264m annual pre-tax loss for 2015. Four Seasons is at the centre of the storm in the care industry. Not only is it feeling the squeeze from rising costs and falling fees, but it has been in private equity ownership for a decade, which has left it lumbered with interest payments of more than £50m every year and debts of more than £500m. The situation brings back shocking memories of the collapse of Southern Cross, then Britain’s biggest care home group, five years ago. S&P, the credit ratings agency, warned last year that Four Seasons was going to run out of cash. It begs the question – is private equity really fit to run a care home? Terra Firma, which bought the business in 2012, insists its financial position and the quality of care are improving, with just three homes blocked from taking on new residents by the regulator, compared to 28 two years ago. Nonetheless, it has admitted that it needs to restructure the finances of Four Seasons. The Four Seasons situation is not unique. New research from the insolvency agency Opus for Wednesday’s BBC Radio 4’s You and Yours has found that 13% of care homes are “zombie operators” that pay more in interest and servicing their debt than they make in profits. And a total of 5,600 care homes are classed as “at risk”, almost a third of the roughly 18,000 in the country. Four Seasons says that councils need to raise the fees they pay care homes by 5% to help the situation. There has been a real terms fall of 5% in fees over the past five years as the government’s austerity measures have kicked in, according to the company. However, this increase is more than the 2% council tax rise implemented by councils, and at present there appears to be no way for the government to keep track of how the extra money for local authorities flows through to care home operators. Even if the money does flow through to care homes, it might just be a sticking plaster and will not tackle other deep-rooted problems, such as the time it takes for elderly patients to be moved from a hospital to a care home. As Britain’s population becomes older, care homes are likely to become even more important. The perilous financial situation facing the industry is not sustainable. If care home operators, councils, government and the NHS don’t adapt, a crisis larger than the collapse of Southern Cross is unavoidable.",
  "webTitle": "Is private equity really fit to run care homes? | Graham Ruddick",
  "webPublicationDate": "2016-05-04T07:00:21Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/04/private-equity-care-homes-cash-crisis-council-tax",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Care Quality Commission (CQC)",
      "id": "society/care-quality-commission",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Care workers",
      "id": "society/care-workers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Council tax",
      "id": "money/counciltax",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Healthcare industry",
      "id": "business/healthcare",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "society/2016/may/04/private-equity-care-homes-cash-crisis-council-tax"
}