{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/film-to-be-made-about-nhs-choir-that-beat-bieber-to-christmas-no-1",
  "id": "2016-05-05-277",
  "sectionId": "film",
  "body": "The NHS choir that beat Justin Bieber to Christmas No 1 is to be the subject of a new film, reports the BBC. The Lewisham and Greenwich NHS choir’s charity single, A Bridge Over You, narrowly beat Bieber’s Love Yourself in December after the singer asked his 72 million Twitter followers to support it.   Related: Justin Bieber beaten by NHS choir to UK Christmas No 1              The film will tell the individual stories of the choir’s 32 members and how they helped get the song to No 1. Rights have been optioned by producer Julia Verdin, best known for Al Pacino’s Shakespeare adaptation The Merchant of Venice. Choir co-ordinator Caroline Smith, who works as a children’s physiotherapist, told the BBC the singers were “thrilled”. “The world will now get to see our incredible story,” she said. “People will see the massive power achieved when everyone comes together.” A Bridge Over You finished last year’s Christmas chart race with 127,000 sales and downloads, nearly 31,000 sales more than the multimillion selling popstar. With the two singles neck and neck just hours before close of sales, the Canadian singer tweeted: “I’m hearing this UK Christmas race is close … but @Choir_NHS single is for charity … So for 1 week it’s ok not be #1. Let’s do the right thing & help them win. It’s Christmas. @Choir_NHS good luck. This is what it’s all about. Merry Christmas.” The Lewisham and Greenwich NHS choir last month signed to Decca Records, which is owned by Bieber’s label Universal. A debut album, Something Inside So Strong, is due out on 3 June, with proceeds going to the Lewisham and Greenwich NHS trust.",
  "webTitle": "Film to be made about NHS choir that beat Bieber to Christmas No 1",
  "webPublicationDate": "2016-05-05T08:33:21Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/film-to-be-made-about-nhs-choir-that-beat-bieber-to-christmas-no-1",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Justin Bieber",
      "id": "music/justin-bieber",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/05/film-to-be-made-about-nhs-choir-that-beat-bieber-to-christmas-no-1"
}