{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/radiohead-live-review-roundhouse-london-finale-thom-yorke",
  "id": "2016-05-29-125",
  "sectionId": "music",
  "body": "After three dates, and an almighty kerfuffle over tickets, Radiohead’s mini-residency at London’s Roundhouse comes to an end. As much attention has been given over the past three nights to those stuck outside without tickets as those inside – take the plight of one young fan who bought a last-minute ticket on Gumtree only to fall foul of the venue’s stringent ID checks. Even a Twitter hashtag and an intervention from the Lad Bible wasn’t enough to help him beyond the velvet rope. For those who have been able to get through the doors, the rewards have been plentiful. For so long, Radiohead, as a live experience, have felt distant, both in their often recalcitrant demeanour and in their physical remove from the crowd in vast venues like the O2. The Roundhouse forces an unusual level of intimacy on a band of their size. Not only have these been the most intimate Radiohead performances in some time, they’ve also been some of the most intriguing, featuring set lists chock-full of favourites, from The Bends onwards, as well as a handful of rarities.   Related: Radiohead review: textured set that flits between medicinal bliss and fractious fury     The band open with their now customary run of songs from A Moon Shaped Pool. Despite the album having been out only for a matter of weeks, there’s something worn-in and familiar about these songs – a fair few of them have been in the band’s live repertoire for some time. Burn the Witch, stripped of the strings of the recorded version, feels thicker and somehow more triumphant. . Everyone remains rapt throughout the new tracks, from the itchy, urgent Identikit to the languid soul of The Numbers. One of the most persistent observations about A Moon Shaped Pool has been that, in its absence of synthetic sounds and accessible song structures, it represents Radiohead finally becoming at ease with their early rockier incarnation. Certainly there’s a sense that the band are comfortable dipping into their various iterations. Where once you got the sense that older material was being performed somewhat grudgingly, here Yorke seems equally at ease during Lucky as he does The Gloaming, becoming a wavy-armed raver during the latter’s glitchy breakdown.  Yorke’s rather crotchety reputation seems to have been completely upended over these three nights, and he’s an immensely effusive presence on this final night. During the first of two encores, a gentle acoustic rendition of Give Up the Ghost from The King of Limbs is derailed by some errant whooping from a particularly boozy quarter of the crowd. It’s the sort of thing that might prompt an angry walkoff in a less celebratory environment, but here Yorke cuts the track short with a nonchalant “fuck it”, before jokingly suggesting that he’ll see the perpetrator after the gig.    Related: Radiohead review – Yorke and co hit new heights on a night of muscular mayhem    In truth, Radiohead can afford to write off the odd track, given the breadth of their output. It’s hard to think of few bands who could earn one of the largest cheers of the night from a B-side, but the latent menace of Talk Show Host manages it.  The only gripe you might have about this final Roundhouse date is that, given that bountiful back catalogue, there aren’t more of the sort of surprises that were being predicted by the superfans. A debut on this current tour for Yorke’s lovely piano-led rendition of Like Spinning Plates, all rolling arpeggios and quiet unease, proves deeply satisfying. But there’s no shock on the level of Creep, dusted off for a rare performance in Paris last week. Nor is there True Love Waits, an unreleased tour favourite that was resurfaced on A Moon Shaped Pool, and would have likely blown away the Roundhouse’s audience. Yet, given the feast on offer, these seem like minor quibbles, and as the closing Paranoid Android reaches its thrilling climax, few care about what they’re not hearing. Set list: Burn the WitchDaydreamingDecks DarkDesert Island DiskFul StopLuckyTalk Show HostSeparatorClimbing Up the WallsLike Spinning PlatesTinker Tailor Soldier Sailor Rich Man Poor Man Beggar Man ThiefIdentikitThe Numbers The Gloaming Everything in its Right PlaceIdiotequeBodysnatchers Encore 1 Give Up the GhostBloomPresent Tense2+2= 5There There Encore 2 NudeParanoid Android",
  "webTitle": "Radiohead review - no surprises but an intriguing, triumphant finale",
  "webPublicationDate": "2016-05-29T08:59:38Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/radiohead-live-review-roundhouse-london-finale-thom-yorke",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie games",
      "id": "technology/indiegames",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "music/2016/may/29/radiohead-live-review-roundhouse-london-finale-thom-yorke"
}