{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/11/winter-visits-england-green-spaces-fewest-four-years-survey",
  "id": "2016-05-11-127",
  "sectionId": "environment",
  "body": "The number of trips made to England’s coasts, parks and countryside between December and February was the lowest in four winters, according to a survey.  Natural England said visits fell 15% from the same quarter last year, from 751.8m to 637.9m visits. It was the first fall recorded by the agency’s monitor of engagement with the natural environment (Mene) survey since 2011, and the lowest level for the season since 2011/12 when there were 628.4m visits. Trips to the coast, to green spaces in towns and to the countryside all fell. The number of visits to the countryside was the second lowest since the survey began. About a third of respondents to the survey said they had been to visit a natural environment in the past week, down from nearly 39% the winter before. Green spaces within towns and cities accounted for 45.8% of recorded visits., the countryside 45.6% and the coast 8.7%. Walking the dog was the most popular outdoor activity, accounting for 55.2% of all trips. The least popular winter activity recorded was swimming outdoors, accounting for 0.2% of visits - about 1.1m trips. Parts of the north faced severe flooding in December, which was the UK’s wettest calendar month on record. Many areas are still recovering; the A591 through Cumbria’s Lake District reopened on Wednesday, five months after it was destroyed. The Liberal Democrat leader, Tim Farron, a Lakeland MP, has claimed the road closure cost the region £1m a day.   Related: Concerns raised over number of children not engaging with nature    But the rain can only explain so much. Although it was wet, it was also the warmest winter in England since records began in 1910.  Separately, VisitEngland, the national tourism agency, reported strong growth in domestic tourism in 2015, and record-breaking spending of £19.6bn. More than 100m overnight trips were recorded in England, an 11% increase on the year before, with trips to countryside up 17%. Tourism generates about £106bn a year for the English economy and employs more than 2 million people, VisitEngland said. Tony Berry, visitor experience director at the National Trust, said: “Over the winter the UK was rocked by wild weather, which may have kept some people indoors. The broader picture, however, is that more people than ever are enjoying the outdoors. We estimate that, every year, around 200 million people visit National Trust places along the coast and in the countryside.” Natural England’s annual Mene survey asks about 45,000 people aged over 16 about their engagement with the natural environment, including green spaces in and around towns and cities as well as the countryside and coastline.",
  "webTitle": "Winter visits to England's green spaces fewest in four years – survey",
  "webPublicationDate": "2016-05-11T16:09:24Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/11/winter-visits-england-green-spaces-fewest-four-years-survey",
  "keyword": [
    {
      "webTitle": "Natural England",
      "id": "environment/natural-england",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "environment/2016/may/11/winter-visits-england-green-spaces-fewest-four-years-survey"
}