{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/52-first-impressions-for-better-or-worse-futureproofing-radio-review",
  "id": "2016-05-08-199",
  "sectionId": "tv-and-radio",
  "body": "52 First Impressions With David Quantick Radio 4 | iPlayerFor Better Or Worse Radio 4 | iPlayerFutureProofing Radio 4 | iPlayer Hello, lovely day, isn’t it? A lovely week, really, with the sun, and the elections, and all. Um. Anyway, come with me, dear reader, as I find programmes to change your mood, whether you want to laugh, cry or be freaked out. If it’s laughter you want, then may I recommend David Quantick’s second series of 52 First Impressions. Performing for a live audience, Quantick tells tales from a life spent interviewing pop stars and working with famous people. It’s less glamorous than that sounds. It’s also human. Too many Radio 4 comedy shows feel detached from the person hosting them: overworked scripts and elaborate setups can kill a connection with the listener. Quantick’s show is funny, because he is a funny person and knows how to write jokes. But it’s also funny, because it’s him, in front of a crowd, and not a professional comedian reading his lines. There’s a realness about the show that brings you closer and makes you laugh for the fun, as well as the jokes. Also, his presentation skills are a lot better than in the first series.    There were many small triumphs: one couple rejoiced when their son called them his parents rather than his mums    For Better Or Worse, about gay marriage, brought a tear to my eye. Specifically when Will Anderson and Ford Hickson read out their vows, which were made a long time before civil partnerships or gay marriage became legal. One of the vows was about remembering those who were no longer with them: they got married in 1994, the year that the greatest number of people died from Aids. Oh, I really enjoyed this programme. Love that overcomes obstacles is the most romantic love of all, and it was heartening to hear from so many couples, committed to each other no matter what anyone else thought. There were a few shocks, too. I wasn’t surprised to hear that gay couples – male and female – tend to share parenting more equally than straight couples; but it was a jolt to discover that, when it comes to divorce, for every one male couple divorcing, there are three female ones. Male couples seem to negotiate more freely about sex: we heard from one couple who share lovers they find through apps. Female couples tend to go for serial monogamy: when it’s over, it’s over.     A blast of liberation: Peter McGraith and David Cabreza on their wedding day in 2014. Photograph: Rex/Shutterstock    There were many small triumphs in the show: one couple rejoiced inwardly when their son called them his “parents” rather than his “mums”. Another couple felt cheered by being able to go through customs as married. But still, it isn’t always easy. Parents able to accept their grownup child’s same-sex relationship don’t always prove to be so liberated when that relationship leads to marriage. Presenter Peter McGraith had some great lines – “that blast of liberation you feel when you realise that you are the thing that people loathe or pity and you feel good about it” – and he asked the right questions. McGraith married his partner, David , in 2014, the first gay wedding to be registered in the UK, and we heard a little blast of cheering and car horns bipping at the top of the show. Great.     Future shock: Leo Johnson and Timandra Harkness. Photograph: BBC    And finally, prepare to be scared by FutureProofing. I’ve missed this series so far, but will definitely catch up on the strength of this week’s show, which looked at future trends around crime. What crimes will be committed? Who will commit them and how? How will they be dealt with? We were warned that as our gadgets become smarter – think video baby monitors, clever cars, heating that’s programmable from your phone – the potential for actual physical harm becomes much more likely. Forget credit card fraud. Consider the fact that car brakes can be hacked into, or pacemakers, or aeroplanes, or entire hospitals. “And I’ve chosen examples that have actually happened,” said the expert. Waaaah! I wasn’t a huge fan of the banter between the presenters, Timandra Harkness and Leo Johnson, but individually they were excellent, asking tricky questions and following up woolly answers. And, God, it’s all so Black Mirror…",
  "webTitle": "The week in radio: 52 First Impressions; For Better Or Worse; FutureProofing",
  "webPublicationDate": "2016-05-08T06:00:14Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/52-first-impressions-for-better-or-worse-futureproofing-radio-review",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Radio comedy",
      "id": "tv-and-radio/radio-comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Factual radio",
      "id": "tv-and-radio/factual-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio 4",
      "id": "media/radio4",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Miranda Sawyer",
      "id": "profile/mirandasawyer"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/52-first-impressions-for-better-or-worse-futureproofing-radio-review"
}