{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/marco-rubio-rules-out-joining-donald-trump-as-running-mate",
  "id": "2016-05-10-334",
  "sectionId": "us-news",
  "body": "Marco Rubio, the former Republican presidential hopeful, has ruled out joining Donald Trump as running mate.   Related: Paul Ryan offers to step down as GOP convention chair if Donald Trump asks    Rubio, who in March ended his campaign for the party’s nomination, made it abundantly clear that he was not at all interested in being drafted in as Trump pick for vice-president. In a Facebook post Rubio wrote: “I have never sought, will not seek and do not want to be considered for vice-president.” “[Trump] will be best served by a running mate and by surrogates who fully embrace his campaign. “While Republican voters have chosen Donald Trump as the presumptive GOP nominee, my previously stated reservations about his campaign and concerns with many of his policies remain unchanged.” Rubio, who bowed out of the presidential race after being routed by Donald Trump in the Florida primary, said he was focused on his job in the Senate. Anxiety over Donald Trump spread among congressional Republicans on Monday, pushing several to follow House Speaker Paul Ryan’s lead and withhold their support from the divisive billionaire. Ryan himself declared there was no point in trying to “fake” party unity. “If we go forward pretending that we’re unified, then we are going to be at half-strength this fall,” Ryan told the Journal Times in Racine, Wisconsin, defending his decision to refuse to endorse his party’s presumptive presidential nominee. Still, in interviews with home-state reporters Monday, Ryan denounced the idea of any Republican launching a third-party or independent candidacy to challenge Trump, telling the Milwaukee Journal-Sentinel it “would be a disaster for our party”. Ryan said he would step aside from the House Speaker’s traditional role as chairman of the Republican National Convention if Trump wanted him to, a scenario that Trump has left open. “He’s the nominee. I’ll do whatever he wants in respect to the convention,” Ryan said. The comments from Ryan and Trump came as both men prepared for a face-to-face meeting Thursday, which Republican leaders hope will begin to mend the fabric of their party. But other Republicans have also sought to distance themselves from Trump. Pennsylvania Senator Pat Toomey, one of the most endangered Senate Republicans, wrote an opinion piece in the Philadelphia Inquirer drawing back from his long-stated intent to back the GOP nominee. Toomey said he was “inclined to support the nominee” of his party but wrote of Trump: “His vulgarity, particularly toward women, is appalling. His lack of appreciation for constitutional limits on executive powers is deeply concerning ... In short I find his candidacy highly problematic,” Toomey wrote of Trump. “There could come a point at which the differences are so great as to be irreconcilable.” Trump has shrugged off the need for unity heading into the November general election and a likely match-up against Democrat Hillary Clinton, even though that would be the goal in any normal election year after a candidate effectively clinches the nomination, as Trump has done. “I think this is a time for unity. And if there’s not going to be unity, I think that’s OK, too,” Trump said on Fox Business Network. “I mean, I’ll go out and I think I’ll do very well. I think I’m going to win the race either way.” With the Associated Press",
  "webTitle": "Marco Rubio rules out joining Donald Trump as running mate",
  "webPublicationDate": "2016-05-10T00:50:55Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/marco-rubio-rules-out-joining-donald-trump-as-running-mate",
  "keyword": [
    {
      "webTitle": "Marco Rubio",
      "id": "us-news/marco-rubio",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/10/marco-rubio-rules-out-joining-donald-trump-as-running-mate"
}