{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/01/newborn-baby-among-dead-after-shipwrecks-in-mediterranean-libya-coast",
  "id": "2016-05-01-67",
  "sectionId": "world",
  "body": "A newborn baby is among 99 people believed to have drowned in two separate shipwrecks off the Libyan coast this weekend, according to survivors who arrived in Italy. Twenty-six survivors were rescued by a commercial vessel after a rubber dinghy in which they were travelling sank in the Mediterranean on Friday, a few hours after departing from Sabratha in Libya. They were transferred to Italian coastguard ships before being brought ashore in Lampedusa, Italy’s southernmost island, according to the International Organization for Migration (IOM). The baby was among 84 people still missing on Saturday..    Related: ‘I've tried to find a way to enjoy this life’: Syrian refugees one year on    “The dinghy was taking on water, in very bad conditions. Many people had already fallen in the sea and drowned,” said Flavio Di Giacomo, IOM spokesman in Italy. “They are all very shocked,” Di Giacomo said, adding they would receive psychological support in Lampedusa. The UN refugee agency, UNHCR, said that after taking on water the boat broke into two pieces and 26 people were saved from the sea. Survivors from a second shipwreck arrived in the Sicilian port of Pozzallo on Sunday, after an accident during a search-and-rescue operation the day before. Two bodies were recovered and brought ashore along with eight of about 105 people saved, who were taken to hospital in serious condition.   Related: Europe’s failure on refugees echoes the moral collapse of the 1930s    The shipwrecks are the latest incidents in which hundreds of people have lost their lives in the Mediterranean. Last week, up to 500 people were feared dead after a shipping boat hoping to reach Italy from eastern Libya sank. Forty-one survivors told UNHCR that smugglers had taken them out to sea and tried to move them to a larger, overcrowded boat that then capsized. So far this year, at least 1,360 people have been reported dead or missing after trying to cross the Mediterranean, including the latest two shipwrecks, while more than 182,800 have reached European shores. Whereas previous years have seen Syrians and Eritreans arriving in large numbers from Libya, most of those reaching Italy this year have been from African nations. In Greece, Syrians have made up nearly half of arrivals, followed by Afghans and Iraqis. Although the majority of people have arrived in Greece in recent months, a controversial EU-Turkey deal to stop refugees and migrants crossing the Aegean Sea has prompted speculation that people could arrive in Italy in greater numbers. However, there is yet to be a significant change in numbers crossing from Libya compared with last year – just over 27,000 people have reached Italy during 2016.",
  "webTitle": "Newborn baby among dead after shipwrecks in Mediterranean",
  "webPublicationDate": "2016-05-01T17:33:56Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/01/newborn-baby-among-dead-after-shipwrecks-in-mediterranean-libya-coast",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rosie Scammell",
      "id": "profile/rosie-scammell"
    }
  ],
  "guardianId": "world/2016/may/01/newborn-baby-among-dead-after-shipwrecks-in-mediterranean-libya-coast"
}