{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/20/spurs-dan-brown-and-queens-speech-john-crace",
  "id": "2016-05-20-149",
  "sectionId": "uk-news",
  "body": "Monday Coming third in a two-horse race is never the best of feelings. And there were moments on my journey back from watching Spurs give their laziest and most incompetent display since the last one when I wondered whether spending £125 on a return train ticket and £36 to sit so high up at St James’s Park that I had a better view of the Tyne Bridge than I did of the football was money and time well spent. But after a night’s sleep, the disaster somehow felt entirely predictable and appropriate. Mostly, my life is a succession of unheroic failures, of things I haven’t done quite as well as I should have. Which is a bit like watching Spurs. Imagine how inadequate you must feel supporting Barcelona; inch-perfect passes pinging around the pitch from first to last. It would get to me in the end. I need a team that goes from the sublime to the hopeless in a blink. Spurs fail so that I don’t have to. Tuesday Dan Brown has just announced he is to publish a shortened version of The Da Vinci Code for the young adult market. This may well qualify as a book that no one had ever asked for or needed, but Dan has been kind enough to send me an advance extract. “Fifteen-year-old art historian Robert Langdon took a journey of 253 kilometres by car to the home of the disabled grail expert, Sir Leigh Tibbing, who lived in Rouen, a city on the Seine that was the seat of the exchequer of Normandy during the middle ages. ‘I have discovered that Jesus (0-33AD) and Mary Magdalene had children,’ he announced. While thinking, Robert had a sudden thought. He was in the wrong place. He needed to go to the tomb of Sir Isaac Newton (1642-1726 or 1727, depending on whether the Gregorian or Julian calendar was used). A door creaked silently open and Robert magically found himself in a tomb under the Louvre, a museum in Paris, France, kneeling before the bones of Mary Magdalene.” Wednesday One of the things that strikes me every time I attend a state opening of parliament is just how many jobs there are I never previously knew existed. The order of procession begins with the Fitzalan Pursuivant Extraordinary, Rouge Croix Pursuivant, Portcullis Pursuivant, Wales Herald Extraordinary, Norfolk Herald Extraordinary, Maltravers Herald Extraordinary, Norroy and Ulster King of Arms and Clarenceux King of Arms. I could go on. I’ve never seen vacancies for these positions advertised so I have no idea what the job description entails. I was told by my fellow sketch-writer Michael Deacon that the Rouge Croix Pursuivant is paid an annual salary of £13.95 so it’s fair to assume this isn’t a job someone does for the money. Talking of which, the amount of bling at this year’s bash seemed to have gone up a notch. While some of the tiaras undoubtedly come from Claire’s Accessories, most are the real diamond deal. If you aren’t fortunate enough to have inherited your own tiara, you can rent one from Bentley & Skinner at a price of 1% of their value for the day. Thursday In the days following the Queen’s speech, parliament gets to debate its content. As this year’s speech only ran to about 800 words and all bets are off whether Britain votes to leave the EU on 23 June, the Commons should be able to race through the legislative programme in next to no time. Even the more ludicrous bits. A sign of the government’s desperation to find something to put in the Queen’s speech was to be found in the transport bill which includes provisions for a new spaceport in Newquay. Given that the government can’t make up its mind whether to build a new runway at Heathrow or Gatwick, planning Flybe’s flights to Mars via Plymouth seems a wee bit premature. The new bill also gives consideration to the introduction of driverless cars though fails to address the key question. If two driverless cars crash into one another, which one is liable for the insurance claim? And can a driverless car be taken to court for driving without due care and attention? Friday I have some sympathy for Labour’s Pat Glass who was caught on microphone calling a voter “a horrible racist” while out campaigning in Derbyshire. Glass had been out with a local radio reporter and clearly believed the recording session was over and that she was just making a private flip remark. Instead her comments ended up all over the airwaves and she was forced to issue a public apology, saying her comments were wholly inappropriate and that she regretted them deeply. If every one of my private conversations were put into the public domain, I reckon I’d spend most of my life issuing apologies for someone I may have offended. And to judge from the language I heard at the end of the Newcastle game, so would 3,000 other Spurs fans. Digested week, digested: Hitler v Isis",
  "webTitle": "Digested week: Spurs, Dan Brown for teenagers and the Queen's speech",
  "webPublicationDate": "2016-05-20T13:33:02Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/20/spurs-dan-brown-and-queens-speech-john-crace",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Dan Brown",
      "id": "books/danbrown",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "uk-news/2016/may/20/spurs-dan-brown-and-queens-speech-john-crace"
}