{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/barack-obama-murder-japan-military-base-shinzo-abe",
  "id": "2016-05-25-100",
  "sectionId": "world",
  "body": "Barack Obama has expressed his “deepest regrets and condolences” over the suspected rape and murder of a Japanese woman by a worker at a US military base on the island of Okinawa, in a case that threatened to overshadow the opening of the Group of Seven leaders summit on Thursday. Obama said he realised that the crime had “shaken up” people on Okinawa and across Japan: “The US is appalled by any violent crime that occurs by any US personnel or contractors,” he said.  “We consider it inexcusable and are committed to doing everything we can to prevent a recurrence of crimes of this sort.” Japan’s prime minister, Shinzo Abe, said he had urged Obama to take steps to address crimes by US military and American base workers on Okinawa, days after Kenneth Franklin Shinzato, a former marine who works at the US air force’s Kadena airbase, was arrested in connection with the death of Rina Shimabukuro, a 20-year-old local woman. “I feel profound resentment and am speechless when I think of what happened to the victim of this despicable crime,” he told a joint news conference, adding that he had warned Obama that the planned realignment of US forces on Okinawa would be difficult to complete without the trust of the island’s residents. The case could frustrate the controversial relocation of a US marine base on Okinawa, which hosts more than half the 47,000 US troops in Japan and 75% of its bases. Most Okinawans oppose plans, agreed by Tokyo and Washington two decades ago, to move Futenma base from its current location in the middle of a densely populated town to a remote coastal area. The plan would require the construction of a new offshore runway that local people say would destroy the local ecosystem and increase the risk of accidents. Both leaders vowed to reduce the military burden on Okinawa, but there was no commitment to amending the status of forces agreement, which can make it difficult for Japanese authorities to investigate and prosecute crimes involving US servicemen and base workers. Obama said the US would “cooperate with Japan to prosecute this individual and make sure that justice is served. The Japanese people should know how deeply moved we are by what happened, and that we are determined to make sure crimes like this don’t happen again.” In 1995 the abduction and rape of a 12-year-old girl on Okinawa by three US servicemen sparked huge protests, prompting Washington to pledge efforts to strengthen troop discipline to prevent such crimes and reduce its footprint on the island. The Futenma deal includes the relocation of 8,000 US troops and their dependents from Okinawa to the US Pacific territory of Guam and other locations.   Related: Hiroshima to open up its horrors to Barack Obama during historic visit    Obama said he would “honour all those who lost their lives” in the second world war during his highly anticipated visit to Hiroshima on Friday, the first to the city by a sitting US president. After laying flowers at a cenotaph to the 140,000 people who died after the US dropped an atomic bomb on the city in August 1945, Obama said he would reaffirm his determination to bring about a world without nuclear weapons and pay tribute to the “extraordinary” Japan-US security alliance. Abe said that more than seven decades after the bombing, “many people in Hiroshima are still suffering today”, adding that he believed Obama’s visit would add momentum to the movement for global nuclear disarmament. Abe said, however, that he had no plans to make a reciprocal visit to Pearl Harbor, the target of a surprise Japanese attack in December 1941 that killed more than 2,400 US servicemen and prompted America’s entry into the European and Pacific theatres of the second world war. Abe noted that during his speech to both houses of Congress last year he had “sincerely reflected” on the past and highlighted the transformation the former enemies’ relationship had undergone in the seven decades since the end of the war.  The headline of this article was amended on 25 May 2016 to clarify that the murder did not happen at the US air base.",
  "webTitle": "Obama expresses regret over alleged murder by US base worker in Japan",
  "webPublicationDate": "2016-05-25T16:25:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/barack-obama-murder-japan-military-base-shinzo-abe",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Shinzo Abe",
      "id": "world/shinzo-abe",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/25/barack-obama-murder-japan-military-base-shinzo-abe"
}