{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/02/therpist-client-relationship-breakup",
  "id": "2016-05-02-84",
  "sectionId": "lifeandstyle",
  "body": "My last therapist always told me that if I was considering ending our sessions, we would need to talk about it for at least four sessions before deciding. But when I decided to walk away, I didn’t give him any warning. After what I felt was an unprofessional response to a traumatic life event, I canceled my standing appointment through the reception desk and never went back. But I never look back and regret the way I unceremoniously cut ties with my therapist through a proxy, and I certainly don’t regret that I didn’t give it four to six sessions worth of thought. And when it comes to disregarding the feelings of my therapist in the termination phase, I am hardly alone. The language people use around discontinuing therapy is telling. Some call it “breaking up”, others refer to having “ghosted” – a term most often used to describe the phenomenon of a romantic interest dropping off the radar without notice. This is not the same language we use for our yoga teachers or our gastroenterologists – it is the language we reserve for our more intimate relationships. And yet, when it comes to ending this special relationship, we don’t treat it with the same thoughtfulness or care that we would to a romantic interest or friend. We often leave them without notice, suddenly stop scheduling appointments without explanation. But why?   Related: Therapy wars: the revenge of Freud | Oliver Burkeman    Perhaps it is the asymmetrical intimacy embedded in the therapist-client relationship that allows us to cut it off so abruptly. While we lay out our thoughts, fears and feelings during our hourlong sessions, the therapist remains a non-judgmental listener and hopefully, a facilitator of self-understanding and healing. Part of the appeal of going to therapy is that patients are allowed to be selfish in the relationship. “The whole point of having a therapist is not being emotionally invested in them, [and] they aren’t emotionally invested in you if they’re doing their job right,” said Olivia, a 28-year-old woman from Seattle, who has ended three of her relationships with her therapists by “ghosting”. “Therapy is a paid service. For me, it was a business transaction that I ended and didn’t feel an obligation to continue any further,” she added.    Sure, the relationship is intimate, but therapists are service providers who have several other patients, we reason    Therapists are professionals, of course, but they are also human. Having sessions terminated without explanation from patients can be emotional, causing doubt that they are doing their job well. One therapist went so far as to refer to having sessions terminated without notice as “abandoning me”. Most, however, were not devastated by abandonment so much as they were disoriented by the jarring lack of resolution. “I’m not going to be a fit for everyone. I’m aware of this. I prefer to have an upfront conversation for closure and growth for both my client and myself,” said Kelley Kitley, a psychotherapist in Chicago.  Our desire to protect our therapists from hurt feelings or to avoid confronting the circumstances that make us stop wanting to attend sessions makes it easier to just walk away. Sure, the relationship is intimate, but therapists are service providers who have the cushion of several other patients to cushion the blow, we reason.  Trina, a university student from California, was assigned to five mandatory therapy sessions during which discussion of not returning wasn’t an option, but when her last session came, she could not bring herself to officially break it off with the therapist. “I implied that I would be making another appointment. I think I lied to avoid hurting her feelings or causing conflict. She seemed to think she was helping me, and I wanted her to think she was doing her job right,” she explains. We leave our therapists for all sorts of reasons: we no longer feel we need them, we feel they lack a certain investment or emotional connection to us – or, in some cases, that they are failing to provide the help we need. Diamond, a 27-year-old woman in New York, did not give notice that she wasn’t planning to return when she was facing a mental health crisis. “I had been dealing with serious suicidal ideation and the therapist didn’t pick up on the warning signs. I never went back. I hospitalized myself and then got a new therapist,” she said. When I left my own therapist, my priority was finding a new source of help and healing to get through trauma. His feelings were not just irrelevant to me – they were completely off my radar.    Is it really the job of the patient to offer tips on how the therapist can improve their approach?    Carole Lieberman, a psychiatrist in California, said that patients need to take on some responsibility in letting therapists know when things aren’t working out. “Patients need to come for at least one more session when they are thinking of breaking up with their therapist. Oftentimes, the therapist can resolve a misunderstanding that occurred, or help them to understand why it’s important for them to delve into their past. Even if the patient still decides to leave, they will do so with more insight into themselves and with an open door to return.” But this expectation demands a great deal, too. Is it really the job of the patient to offer tips and tricks on how the therapist can improve their approach, particularly if the patient is already in a vulnerable or wounded state? Therapists who expect everyone to be experts at the therapeutic process are going to miss or dismiss the patients who need therapy the most. Surprisingly, the therapists with the most perspective on the issue were those whose patients terminated most often: therapists treating patients who had court-mandated sessions. “I spent lots of time worrying about what I could have done better to ensure their commitment to me. Having ‘breakups’ led me to do research on the most effective treatments,” said Deanna F Omoniyi, founder and lead therapist at Kalamazoo Empowerment Services, which serves populations who are navigating the criminal justice system. Instead of hoping for her patients to tell her how to improve, she proactively pursued professional enrichment that would maximize therapeutic results. “It pushed me to attend trainings and seminars to better address the needs of the people I serve. So the first breakups of my career actually pushed me to be better.” Because therapy is a critical and even life-saving service for so many people, we have exceptionally high expectations for therapists to execute their role perfectly every time. But all therapists are not going to be well-suited to all patients. Where one patient requires aggressive excavation of their interior life, another requires a gentler approach. In an ideal scenario, we would all approach our therapists with well-articulated, thoughtful reasons for terminating therapy, and both part ways the better for it. But if any of us were in such ideal scenarios, what on Earth would we be in therapy for?",
  "webTitle": "Ghosting on Freud: why breaking up with a therapist is so tricky",
  "webPublicationDate": "2016-05-02T16:38:52Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/02/therpist-client-relationship-breakup",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Alana Massey",
      "id": "profile/alana-massey"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/02/therpist-client-relationship-breakup"
}