{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/18/acute-mental-health-lack-beds-nhs",
  "id": "2016-05-18-280",
  "sectionId": "healthcare-network",
  "body": "Every month, about 500 mentally ill people travel more than 30 miles for an inpatient bed: the long distances they are required to travel is usually due to a lack of local provision. This was outlined in a recent report from the independent commission into adult acute mental healthcare, supported by the Royal College of Psychiatrists and led by ex-NHS chief executive Nigel Crisp. The report demands include a deadline of October 2017 to stop the practice of sending severely ill patients miles from home. “Transferring patients long distances for acute care is bad for patients and their families, bad for the system and very expensive,” Crisp says. “We met with trusts that had phased this out over a period of a year and improved services and staff morale as well as saved money while doing so. NHS England should accept our target.”   Related: How A&E could offer round-the-clock support to mental health patients    Commission member and consultant psychiatrist Laurence Mynors-Wallis adds: “It’s not just about beds. Is there a 24-hour crisis team? Or is it a telephone service? Some areas have invested in housing alternatives, so if someone’s ready to go home, a housing provider can take them.” Existing examples of good practice include Mersey Care NHS trust’s £25m purpose-built, short-stay mental health inpatient unit. Clock View, funded by the trust and NHS commissioners, aims to improve recovery and reduce stays. It has 80 ensuite bedrooms, inner courtyard gardens, a psychiatric intensive-care unit and a suite for people detained under the Mental Health Act. It also also provides a local assessment and immediate care service, offering better support for those between inpatient and community services. Chief executive Joe Rafferty says: “We set out to make it look different. We’d been working with service users and carers for years to really try to understand stuff that matters; that’s reflected in how Clock View was created.” Across the country Greater Manchester West mental health NHS foundation trust took a different route. It discovered that 60% of its short inpatient admissions happened outside office hours, reflecting inadequacies in community services. So the community mental health team expanded its hours of work. Now it operates weekdays from 8am-8pm and 9am and 5pm at weekends instead of Monday-Friday 9am-5pm. The mental health crisis teams were also transformed into a 24-hour multidisciplinary “home-based treatment” service, offering up to three intensive visits in 24 hours, avoiding admission and speeding up discharge. Another solution to avoiding long-distance admissions is to take a “whole system” approach involving a third, private and public-sector collaboration. Tees, Esk and Wear Valleys NHS foundation trust works with eight local authorities, eight health and wellbeing boards, three police forces, five acute hospital trusts, 11 main clinical commissioning groups and 15 emerging GP federations. Its coordinated services includes housing officers, funded by the trust, working in inpatient services, helping patients secure accommodation. As Mynors-Wallis says: “The NHS spends too much time [focusing on] when things go wrong. We don’t do enough celebrating where things go right, sharing and learning from that.” Tile House: ‘This is partly an answer to how you are always going to get an acute bed available’ The Tile House supported living project in King’s Cross, London, reduces hospital admissions for people with serious mental health conditions, aiming to move them into independent housing and work. It supports high-risk adults with a diagnosed mental health problem who have previously been excluded from supported housing and also helps those sectioned under the Mental Health Act.  The 15-bedroom scheme opened in 2012 as a partnership between housing provider One Housing Group (OHG) and Camden and Islington NHS foundation trust. Funded through adult social care, OHG subcontracts the trust for clinical work; recruitment is done jointly and shared team meetings ensure consistent treatment. The nationally renowned trust’s clinical strategy stresses how rapid assessment and local treatment and support are vital to recovery. “Tile House is partly an answer to the question of how you are always going to get an acute bed available,” says trust chief executive Paul Calaminus. “The great thing is, you’re treating the person as a whole – giving them a physical health check, a decent environment, getting them connected and ultimately into independence – to avoid a revolving door.”    Related: The cost of mental illness    A two-year evaluation showed there had been eight hospital admissions among residents, compared with 10 admissions among the same group of patients in the two years before they moved into Tile House. In the two years previously, nine of those who went on to live in Tile House spent an average of 317 days as inpatients – a total of 2,856 occupied bed days. But after they moved into Tile House, these numbers fell over two years to an average of 81 days in hospital for each admission, with 404 occupied bed days for the five people admitted. The overall cost to the NHS in the year before people moved into Tile House was £527,000 compared to £71,000 for two years in Tile House. The scheme is estimated to have saved £443,964 a year compared with previous placement costs.As well as self-contained one-bedroom flats, there are communal areas for workshops and group sessions. During their two-year stay, people have access to support staff 24 hours a day and a key worker who helps develop individualised support plans. There is also a care coordinator, an occupational therapist and a psychologist providing individual assessments and therapeutic interventions.Calaminus adds that such innovative work rests on partnership and forward-thinking commissioners: “Camden clinical commissioning group and the local authority thought about what local services need to be developed. You needed commissioners with a real energy of views to do that.”  Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Mental health beds shouldn't be so hard to find",
  "webPublicationDate": "2016-05-18T09:10:25Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/18/acute-mental-health-lack-beds-nhs",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Saba Salman",
      "id": "profile/sabasalman"
    }
  ],
  "guardianId": "healthcare-network/2016/may/18/acute-mental-health-lack-beds-nhs"
}