{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/08/scott-morrison-i-wont-apologise-to-save-the-children",
  "id": "2016-05-08-227",
  "sectionId": "australia-news",
  "body": "Scott Morrison has refused to apologise for accusing Save the Children workers of coaching self-harm among asylum seekers, claiming he never actually accused them, and only aired allegations presented to him at the time.   Related: Immigration department compensates Save the Children over sacked Nauru workers    On Friday the Department of Immigration and Border Protection released an “agreed statement” offering regret for the way it relied on allegations later found to be unsubstantiated to order the dismissal of 10 Save the Children employees working in the detention centre on Nauru. It offered no formal apology. Speaking to ABC’s Insiders program, Morrison, who is now treasurer but was the minister for immigration at the time of the accusations, said he was “very careful” at the time he made the statements. Insiders’ host Barrie Cassidy asked Morrison if, since the government has paid compensation to the organisation, it was “now time to apologise”. “I set up the [Moss] inquiry that led to these outcomes, and that’s why I set it up, that we could get to the bottom of what was happening there,” said Morrison.  “I drew no conclusions on the material presented to me at the time.” When Cassidy responded: “Yes you did”, Morrison suggested the host check the transcript from the time. “I have,” said Cassidy.   Related: Save the Children workers unfairly fired on Nauru for political reasons – report    “I was very careful. I at no time drew a conclusion from it,” said Morrison. “I said this was the evidence presented to me as there was very serious evidence presented to me about issues of sexual assault in those places, which I also asked to be investigated.”    Watch in full: @barriecassidy interviews the Treasurer @ScottMorrisonMP. #insiders  https://t.co/KfJxZ2BiVp— Insiders ABC (@InsidersABC) May 7, 2016    In the week Morrison announced the review and the dismissal of the 10 employees, he told 2GB he had received reports that indicated “there may have been a level of coaching and facilitation and co-ordination amongst people who are working for one of our service providers”. He also said in a press conference that week, recorded by the ABC:  I’m also very disturbed at the suggestion in the reports that have been provided to me that there has been misuse allegedly and compromising of official reports and records for the purposes of these things being sought out as part of further information campaigns. The orchestration of protest activity and the facilitation of that protest activity on Nauru, including tactical use of children in those protests to frustrate the ability of those who work at the centre and to deal effectively and safely with those issues. Their coaching and encouragement of self-harm for people to be evacuated off the island. And fabrication of allegations as part of a campaign to seek to undermine operations and support for the offshore processing policy of the government.”  He also said the Save the Children workers were “employed to do a job, not to be political activists. Making false claims, and worse, allegedly coaching self-harm and using children in protests is unacceptable, whatever their political views or agendas.”   Related: Immigration department compensates Save the Children over sacked Nauru workers    On Sunday Morrison sought to say his accusations against the employees were an allegation only, a claim disputed by Cassidy who read the transcript aloud. “This is what you said, you accused them of being political activists, you said they made false claims,” said Cassidy. Morrison denied it.  “You said they allegedly coached self-harm,” said Cassidy. “You said they used children in protests.” “Allegedly,” responded Morrison. “The allegedly applied to just one allegation, that they coached self-harm,” said Cassidy. “There was no allegedly about them being politically activists and making false claim. Surely, you have paid compensation, that’s a concession of guilt, it’s time for an apology.” Morrison said he had investigated “fully by a proper process” the evidence which was presented to him. On Friday Matt Tinkler, director of policy and public affairs for Save the Children, told Guardian Australia an apology had never been that important for the organisation, but as far as the individual staff were concerned it was a matter for them. Legal action by individual staff is ongoing.",
  "webTitle": "Scott Morrison: 'I won't ​apologise to Save the Children'",
  "webPublicationDate": "2016-05-08T01:52:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/08/scott-morrison-i-wont-apologise-to-save-the-children",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/08/scott-morrison-i-wont-apologise-to-save-the-children"
}