{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/surrey-middlesex-county-championship-division-one-match-report",
  "id": "2016-05-15-42",
  "sectionId": "sport",
  "body": "Surrey are a bowling side struggling with injuries but in the first Championship London derby since 2013, they fought back admirably – led by the gallant Tom Curran – on the sort of day batsmen dream of and, indeed, Middlesex looked to be running away with.   Related: Monty Panesar back in the wickets on emotional Northants return    As Surrey toiled away – shorn of Ravi Rampaul, off the field with a hamstring injury (the team’s sixth bowler down) – Middlesex batsmen, having won the toss, routinely got themselves in, looking excellent in the process, before getting themselves out. The finest such innings came from Nick Gubbins who, yet to make a Championship century, fell in the 90s for the third time. This, an innings of elegance, joy and, at times, cheek, reaffirmed the sense that it is a matter of when, not if, Gubbins reaches that hundred. In a morning session that saw he and Sam Robson glide to 126 without loss, Gubbins looked a player of rare class. Twice Curran was driven straight down the ground and, as the field spread, James Burke – who improved as the day wore on – was welcomed to the attack with consecutive late cuts, the second of which whistled past a man specifically placed to prevent the stroke. Gubbins stands tall and still, drives with class and has an impressive pull shot. Robson, dropped cutting on nine by Kumar Sangakkara at first slip, was less fluent but settled, before Gareth Batty drifted one past his outside edge in the first over after lunch, and Ben Foakes stumped him. The wicket saw Surrey’s bowling improve markedly; Curran found Gubbins’ leading edge and a fine catch was taken at mid-off, before Dawid Malan – who drove as elegantly as ever – played away from his body to Burke when no stroke was required and was caught at the wicket. That was the first of five wickets to fall in the final session as Surrey battled back. Burke pinned Adam Voges leg before, then John Simpson – sweeping – and Paul Stirling, playing away from his body, gave their wickets away. When Curran trapped Ollie Rayner in front, the day had improbably swung his team’s way.",
  "webTitle": "Surrey’s Tom Curran helps rein in Middlesex to gain the initiative",
  "webPublicationDate": "2016-05-15T19:02:25Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/surrey-middlesex-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Surrey",
      "id": "sport/surrey",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Macpherson",
      "id": "profile/will-macpherson"
    }
  ],
  "guardianId": "sport/2016/may/15/surrey-middlesex-county-championship-division-one-match-report"
}