{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/adam-giles-says-government-wrong-to-close-darwin-detention-centre",
  "id": "2016-05-04-324",
  "sectionId": "australia-news",
  "body": "Wickham Point detention centre should stay open to serve as the “gateway to Asia” and as a key part of Australia’s border protection, the chief minister of the Northern Territory has said. Adam Giles, who otherwise praised the federal budget as “responsible”, voiced his disappointment at the closure of the immigration facility just outside the NT’s capital, Darwin.   Related: Seventy-year-old asylum seeker released from detention centre    Giles has written to the immigration minister, Peter Dutton, pleading for the centre to remain open, and also for continued federal funding of extra specialised police officers – installed to respond to detention centre clashes – in order to protect Australia from terrorism. As part of the federal budget, the immigration department on Tuesday announced four detention centres would close, bringing to 17 the total shut under Coalition rule. The lease on the Wickham Point alternative place of detention, which runs out in November, will not be renewed, Dutton said. Perth immigration residential housing, Maribyrnong immigration detention centre in Melbourne, and Blaxland compound at Sydney’s Villawood immigration detention centre, will also close over the next two years. The consolidation was expected to save $70m. At the end of March there were 124 people detained at Maribyrnong, 436 in the whole of Villawood, 30 in Perth, and 361 at Darwin. Wickham Point is also used to detain illegal fishermen caught in the waters to the north of Australia, but the department of immigration would not comment on where they would be sent after November. Giles had previously told Guardian Australia he would prefer to see the Darwin facility remain open as Australia’s only immigration facility for use on an “as needs basis”.   Related: Spate of serious self-harm incidents among asylum seekers in Darwin    “That would remain as the gateway into Asia, as a frontline of defence point, [and we would] have a detention centre that can meet the needs of immigration, of border protection, as it may [present] itself, rather than having to fly people around other parts of the country.” Speaking to media on Tuesday, Giles said a detention centre “must remain in Darwin”. “It is the frontline of defence, and whether that is full, empty or half occupied, you’ve got to be able to resource that and you’ve got to have the right policing levels to be able to support that.” “I think what we saw last night [Monday] could continue if the police aren’t provided with those resources,” he said. On Monday a convicted rapist, who was detained at Wickham Point awaiting deportation, temporarily escaped a scheduled outing in Darwin city. Wickham Point detention centre has also been the scene of a number of disturbances, hunger strikes, and incidents of self harm and attempted suicide. In his letter to Dutton, Giles noted the reduction in Australian Border Force funded police positions in Darwin. The specialised officers were to meet the extra demands of responding to unrest at the centre, but a revised agreement meant the funding had been reduced by 50% for the first half of this year, the chief minister wrote.   Related: Police called to immigration detention centre in Darwin amid reports of protest    “The ABF plans for funding post-July 2016 have not been revealed,” he said. Arrangements were already under way to see the officers absorbed back into the regular police force, with many sent to remote communities.  Giles said the NT police force did not have the capacity to retain the specialised force, and would be diminished, resulting in “a weakened national capacity to respond to a national security threat”. As such he requested the full funding of the 94 remaining officers be reinstated until the end of the financial year. ‘Darwin needs to be the frontline, and we need the police to assist,” he hand wrote at the end of the letter.  Dutton said on Monday: “The closures are part of a comprehensive long-term plan for the immigration detention network and will occur progressively between 2016 and 2018. “The government will continue to invest in the immigration detention network to ensure its facilities are fit for purpose and are able to manage any potential risks to community safety and security.”",
  "webTitle": "Adam Giles says government wrong to close Darwin detention centre",
  "webPublicationDate": "2016-05-04T06:13:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/adam-giles-says-government-wrong-to-close-darwin-detention-centre",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Darwin",
      "id": "australia-news/darwin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory politics",
      "id": "travel/northern-territory-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/04/adam-giles-says-government-wrong-to-close-darwin-detention-centre"
}