{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/goldsmith-last-push-london-mayoralty-antisemitism-row-sadiq-khan",
  "id": "2016-05-03-43",
  "sectionId": "politics",
  "body": "David Cameron has launched Zac Goldsmith’s final push for the London mayoralty as Labour’s Sadiq Khan criticised his party’s handling of the antisemitism row amid fears it could affect his vote on Thursday.  Along with the outgoing mayor, Boris Johnson, the prime minister rallied supporters at Grey Court school in Goldsmith’s Richmond constituency as the latest poll put Khan nine points ahead of Goldsmith. YouGov had the Labour candidate 16 points ahead last month.  As Khan distanced himself from Labour leader, Jeremy Corbyn, telling the leadership to “get a grip” on antisemitism following the row that led to the suspension of Ken Livingstone and Naz Shah MP last week, Cameron and Johnson both sought to paint Khan as Corbyn’s man. “You don’t need to know everything about Labour’s candidate, you just need to know one fact,” said Cameron. “He nominated Jeremy Corbyn to be leader of the Labour party and doesn’t regret that choice. If you want to be lab rats in Labour’s experiment with London then you go for the other guy.”     The Labour candidate for London mayor, Sadiq Khan, speaks to supporters at the Royal Festival Hall. Photograph: Niklas Halle'N/AFP/Getty Images    Turnout in Thursday’s poll is predicted to be as low as 32%, according to Prof Tony Travers of the London School of Economics, who said this could favour Goldsmith. Goldsmith was planning to campaign through the night into Wednesday, visiting night workers in pubs, food markets, a supermarket delivery hub and railway depot and going out on a 4.30am milk round.  “I am hoping to do a bit of a Leicester City – zoom in from behind and win,” Goldsmith said. He told a packed school hall of supporters, including his mother, Lady Annabel Goldsmith, and donors: “I am going to need you to throw the kitchen sink at this campaign [in the final days].” Johnson said: “The Labour party is in my view currently imploding. We have a fantastic chance on Thursday.”  Khan earlier attacked Corbyn saying he was “disappointed the leadership didn’t act swiftly and decisively” over antisemitism and telling the Evening Standard he was “so unhappy because the impression has been given that they don’t understand how appalling antisemitism is – that there’s a hierarchy when it comes to racism”.    Related: Electing Sadiq Khan as mayor of London would be the terrorists’ worst nightmare | Yasmin Alibhai-Brown    It had been a “huge drain on energy and resources” that could have been spent campaigning in London, he said. Khan used his final speech of the campaign to urge voters “to choose hope over fear” and said he would be “a mayor for all Londoners”. Attempting to turn voters’ focus towards the housing crisis he told the audience at the Southbank Centre: “The Tories and Zac Goldsmith do not want to build more genuinely affordable homes. You only need to look at the housing bill – which I will be voting against in parliament tonight. It will mean the forced sell-off of affordable family-sized homes in London.” Khan claimed Londoners will need an annual income of £77,000 to afford a starter home; that rents will increase by more than £100 a week to over £2,000 a month on average; that rough sleeping will increase by more than half; and that the average cost of a home for first-time buyers will increase to nearly £500,000.  But Goldsmith continued his assault on Khan’s alleged links with extremists, saying he stood by every word of his article in the Mail on Sunday which was illustrated with a picture of the double decker bus that was blown up on Tavistock Square on 7/7 under the headline: “On Thursday are we really going to hand the world’s greatest city to a Labour party that thinks terrorists are its friends.”  Khan’s team said it was “a new low” and while Goldsmith admitted the image was “inappropriate”, he said: “The words in the article are absolutely right. The Labour party, including Sadiq Khan, including Jeremy Corbyn, have given legitimacy over and over again to people who hold extreme views – there’s no doubt.”  Goldsmith had written that Labour “repeatedly legitimised those with extremist views” and said it would be wrong to hand the party control of the Met and national counter-terrorism policy.  He said a Khan win would be a “catastrophe” and tried to draw the Labour candidate into last week’s antisemitism row about Livingstone claiming he backed the former London mayor over his suspension in 2006 for antisemitic remarks to a Jewish reporter.",
  "webTitle": "Goldsmith in last push for mayoralty as antisemitism row hangs over Khan",
  "webPublicationDate": "2016-05-03T18:58:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/goldsmith-last-push-london-mayoralty-antisemitism-row-sadiq-khan",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    }
  ],
  "guardianId": "politics/2016/may/03/goldsmith-last-push-london-mayoralty-antisemitism-row-sadiq-khan"
}