{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/23/purdah-period-silence-officials-eu-referendum-friday",
  "id": "2016-05-23-68",
  "sectionId": "politics",
  "body": "The flurry of officially backed statements warning about the dangers of Brexit will come to an end on Friday, when Treasury officials enter a four-week “purdah” that prevents any activity that could be perceived as an attempt to sway the outcome of the 23 June vote. Civil servants will no longer be able to publish reports such as the Treasury analysis on Monday that stated that in the event of a vote to leave the EU, output would fall up to 6%, house prices would tumble and half a million jobs would be lost. The diary of events for Mark Carney – who has already warned that the UK could slide into recession after a leave vote – will be affected too. The governor of the Bank of England appears before the Treasury select committee of MPs on Tuesday but is unlikely to have any other scheduled public appearances before the set-piece Mansion House speech on 16 June. But while the four-week period of purdah (a term which comes from the Persian for curtain or veil) in the run-up to referendum day for civil servants and other public officials has not quite begun, in many parts of the City it feels as if it has been under way for much longer. While voters making up their minds on EU membership before next month’s referendum have been treated to views from a diverse group of individuals ranging from actor Benedict Cumberbatch and the NHS England chief, Simon Stevens, researchers inside major banks have become noticeably quieter.  They pointed to 15 April, the day that UK election law began to govern what individuals and companies can do relating to the referendum. Goldman Sachs issued a memo to its staff just days before the Electoral Commission’s rules kicked in, reminding them they could not “distribute any material which could be seen as campaigning for either outcome or endorsing the messages of either campaign”. Surveys of clients on their views of the referendum are not permitted, Goldman said. Any events organised by the bank needed to have both sides in the debate equally represented. “You may continue to engage with clients on the consequences of a potential UK exit from the EU,” Goldman staff were told, but any communications with the media needed to be vetted.  It is a similar story across the City, although Bank of America Merrill Lynch was keen to distance itself from a report that suggested it had banned the use of the word Brexit.  Lawyers at Clifford Chance pointed to the Political Parties, Elections and Referendums Act 2000, which prevents referendum expenditure of more than £10,000 by any individual who is not registered with the Electoral Commission. It means that businesses publishing research or organising events relating to Brexit have to show their intention was not to influence the result. Communicating with clients as customers rather than as voters seems to fall outside the scope of the rules. Deciding what constitutes electoral spending is included in guidance from the commission, which broadly suggests firms need to decide if their spending is intended to “promote or bring about” a particular outcome in the referendum. While the law is one factor at play, there is also a concern among some bankers that their warnings about Brexit could backfire. If bankers are seen as promoting their own interests when they warn about the economic consequences of Brexit, voters could conclude that what is bad for bankers is good for the public. Election law and business  The Political Parties, Elections and Referendum Act 2000 covers activities by companies and individuals that are purposefully promoting a particular outcome from an election or referendum. The rules have been in place for every general election since 2001 although are being subject to greater scrutiny in the City as the referendum on EU membership is such a rare event. A breach of the law could lead to fines and even imprisonment.",
  "webTitle": "Purdah period set to silence officials on EU referendum from Friday",
  "webPublicationDate": "2016-05-23T18:22:55Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/23/purdah-period-silence-officials-eu-referendum-friday",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    },
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "politics/2016/may/23/purdah-period-silence-officials-eu-referendum-friday"
}