{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/15/heathrow-airport-chiefs-bonus-third-runway",
  "id": "2016-05-15-82",
  "sectionId": "business",
  "body": "Heathrow bosses will stand to gain from bonus payouts if the airport gets permission to build a £17.6bn third runway, it has emerged. Although the west London airport has previously denied the existence of any such financial incentives – not least when senior executives at rival Gatwick were found to have incentives to win a second runway – the annual report of Heathrow Airport Holdings states that during 2015 “a new bonus scheme was launched based on EBITDA, passenger service and airport expansion over the Q6 period” (pdf), which runs from 2014 to 2020. A Heathrow spokesman said the runway bonus would only be a small part of a payout for meeting the strategic requirements of the business, and rests on first hitting the profit targets and independently monitored customer satisfaction scores.   Related: Cheaper Heathrow expansion plan 'should be put back on table'    Chief executive John Holland-Kaye earned £2.06m last year, more than doubling his basic salary of £885,000. However, he could add even more to that should a third runway be approved. The annual report states that while a bonus scheme linked to expansion was launched in 2015, “as the performance in respect of this scheme is so uncertain at this stage, no value in relation to these awards is included” in his 2015 earnings package. Holland-Kaye, who refused to confirm any such bonus existed in a Guardian interview earlier this year, is believed to be the architect of the new scheme. The airport cut its wider wage bill by cutting 300 jobs last year. Owned by a consortium of foreign interests, including Qatar and China’s sovereign wealth funds, Heathrow would hope to become Europe’s predominant hub with an extra runway, raising landing charges significantly to fund its expansion. Heathrow last week abandoned its opposition to conditions laid down by the Airports Commission when it recommended a third runway. The airport agreed to a ban on night flights for a six-and-a-half-hour period and said it would abide by any government decision to rule out a fourth runway. A decision on whether to grant permission for the airport’s expansion plan is expected from the government in the summer, although Holland-Kaye last week conceded that the definition of summer was likely to be stretched. Further work into air quality problems in west London, one ostensible reason given for the delay, is expected to be concluded in the coming months by the Department for Transport. Sixty-five MPs have signed an early-day motion urging the government to make a decision before the recess, while the transport select committee recently demanded a clear timetable be set out by transport secretary.",
  "webTitle": "Heathrow Airport bosses to net bonus if third runway awarded",
  "webPublicationDate": "2016-05-15T15:20:27Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/15/heathrow-airport-chiefs-bonus-third-runway",
  "keyword": [
    {
      "webTitle": "Heathrow Airports Authority",
      "id": "business/baa",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Heathrow third runway",
      "id": "environment/heathrow-third-runway",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Heathrow airport",
      "id": "uk-news/heathrow-airport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Airline industry",
      "id": "business/theairlineindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business travel",
      "id": "travel/business",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel and transport",
      "id": "environment/travel-and-transport",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwyn Topham",
      "id": "profile/gwyntopham"
    }
  ],
  "guardianId": "business/2016/may/15/heathrow-airport-chiefs-bonus-third-runway"
}