{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/vote-leave-launches-50m-football-prediction-competition-euro-2016",
  "id": "2016-05-27-188",
  "sectionId": "politics",
  "body": "Voters were offered the chance to win £50m on Friday as Vote Leave launched a football prediction competition intended to publicise its controversial claim about the cost of EU membership. The full prize, which Vote Leave claims amounts to the sum the UK hands over the EU every day, will go to anyone who can correctly predict the outcome of every match played in the 2016 European championships.   Brexit explained: Cost to UK businesses of EU regulations   Vote Leave has taken out an insurance policy with underwriters at Lloyds to enable it to pay out the prize money in the event of someone being able to predict every result. If no contestant achieves the feat, Vote Leave is guaranteeing to pay £50,000 to the person who gets the most consecutive forecasts correct. The initiative is ostensibly intended to highlight Vote Leave’s claim that being in the EU costs Britain £350m a week, but Vote Leave insiders are making no secret of the fact that their principal aim is to harvest voting intention information from potentially millions of people, so as to enable it to get its supporters out on 23 June. The £350m a week figure, or £50m a day, has been described as “potentially misleading” by the UK Statistics Authority because it is a gross figure for Britain’s contribution to the EU which does not take into account the rebate, or EU payments to the UK. The 50million.uk competition is inspired by a competition run by the legendary US investor Warren Buffett two years ago, offering $1bn to anyone who could predict the results of all matches in the March Madness college basketball tournament. The odds of getting that right were put at one in 9.2 quintillion (billion billion) and, unsurprisingly, nobody won.   Related: ‘I don’t want to go back with nothing’: the Brexit threat to Spain’s little Britain    But the Buffett competition did result in 15 million people signing up within two weeks. People taking part in the Vote Leave version will be asked to give a postcode, an email address and a phone number, as well as to say how they intend to vote in the referendum, and how enthusiastic they are about the ballot. A Vote Leave source said that this information would be “massively helpful” for the campaign because it would help it to identify potential supporters and ensure they actually voted. Political parties amass data of this kind, but Vote Leave is not supported by any of the mainstream political parties and it needs to acquire its own information for the “get out the vote” operation it plans to run on 23 June. Dominic Cummings, Vote Leave’s campaign director, said: “We want as many people as possible to know that we are sending life-changing sums to the EU every single day so we’re giving them a chance to win it. It’s a bigger prize than any one person has ever won on the national lottery.  “This is the chance of a lifetime – just imagine what you could do with the £50m we send to the EU every single day. We want everyone to have the chance to win the sort of money most people can only dream of, unless they are a banker or a Euro MP.”   Related: Underwhelmed by the EU referendum? Share your pics to prove it    He also claimed that the competition would appeal to the many people, “particularly younger voters, who don’t engage in politics and do not plan to vote in the referendum”. Vote Leave would not say how much it cost to insure against the risk of someone winning the £50m prize, although a spokesman said that the money for the competition had been provided by two donors and that this would in due course be declared in the normal way. People can enter the competition through the 50million.uk website. To get a match result right they do not have to predict the score, just who wins, or whether it is a draw. Entries close on 9 June, 24 hours before the first match is played.",
  "webTitle": "Vote Leave launches £50m football prediction competition",
  "webPublicationDate": "2016-05-27T11:32:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/vote-leave-launches-50m-football-prediction-competition-euro-2016",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Championship",
      "id": "football/european-championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/2016/may/27/vote-leave-launches-50m-football-prediction-competition-euro-2016"
}