{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/talking-about-scotlands-ulsterisation-is-jaw-droppingly-disrespectful",
  "id": "2016-05-11-103",
  "sectionId": "commentisfree",
  "body": "With two era-defining referendums and a pair of tsunami-like elections in under three years, Scotland has had to make its peace with political hyperbole. But the language that we use to describe this dramatically dynamic time in the country’s history – and that of the union - is important, and must bear scrutiny. One particular phrase has been knocking around for months and, since last Thursday’s election, sparked debate among more mainstream commentators: the Ulsterisation of Scottish politics.  It has prompted a visceral response from many who argue that this characterisation is politically inaccurate, needlessly pathologising and jaw-droppingly disrespectful to those who have experienced the reality of the Troubles in Northern Ireland. Perhaps it should be written off as a polemicist’s provocation. But in this climate language is evolving, taking root in the most noxious of soils. And the problem with talking in the abstract is that it allows everyone to pile in with their own preferred definition.   Related: Ruth Davidson’s got Scottish Tories back in the game. But nowhere near power | Dani Garavelli    As Scotland contemplates the results of another election in which people’s voting choices appear to have been primarily guided by their views on independence, one can understand the temptation to read across from Ulster’s nationalist/unionist fissure - although describing that division as purely sectarian masks the complexity of a politics that has its roots in a civil rights struggle. Likewise, even the labels of nationalist and unionist take on very different meanings in both places. Certainly, it’s fair to say that politics in Scotland is divided along binary lines to a far greater extent than anywhere else in mainland Britain. Although, according to my colleague Ben Quinn, the politics of immigration is doing a pretty good job of producing similar splits, especially in the south of England. But the use of “Ulsterisation’” of course brings with it far uglier resonances. And while Scottish politics is – yes, on occasion – bitterly divided, Scottish society and culture is simply nothing like Northern Ireland was in the past or is post-conflict. And, at the risk of meeting an irresponsible assertion with an inflammatory response, there plainly can be no equivalence between a distressing altercation on Twitter and getting kneecapped. While sectarianism has by no means disappeared from Scotland’s streets or football matches, it no longer has the hold that it once did on public life; and it is laughable to suggest that these atavistic divisions are comparable and have somehow been supplanted by disagreements over the best way to progress land reform.  Perhaps the most useful question to ask about these cries of “Ulsterisation” is whom it best serves to reinforce a narrative that since the referendum Scotland has become hideously partite? It is certainly ironic that with the oft-noted feminised political leadership, some are still reaching for hyper-masculine tropes of conflict and violence. So how about a conciliatory tweak to that question: if we agree that there is a binary division in Scottish politics, who does it serve to portray it as sclerotic and toxic? Neither of the two big winners from last Thursday appear to believe that Scots can’t or won’t talk to one another across the political divide of yes/no to independence. Both Nicola Sturgeon and Ruth Davidson are launching constitutional campaigns this summer and – while these naturally serve to shore up the convictions of their supporters – their stated aim is to reach out to those who opposed them during the referendum campaign.   Related: Scottish voting trends show how Tories benefit while Labour flounders    In an article for Politics Home, Davidson detailed her highly successful election strategy, with local teams focusing “almost exclusively on one-to-one conversations on the doorstep”. It seemed powerfully reminiscent of the yes movement’s belief in “conversion by conversation”, championed by the much missed independence veteran Margo MacDonald who noted: “If all of us who believe in this persuade just one other person, then we win.” Meanwhile Labour’s Kezia Dugdale has acknowledged that in attempting to bypass the polar yes/no on the constitution during the election, she was trying to have a conversation with voters that they weren’t ready to have – and her party paid the price at the ballot box. A mere 20 months after an (no hyperbole intended) historic referendum vote, the magnitude of which galvanised the Scottish population in a manner hitherto inconceivable and as yet has still not been fully comprehended, it is little wonder that the terms of debate remains in infancy, though that is no excuse for infantile conduct.  This summer perhaps Davidson can engage no voters in a more optimistic, even idealistic, discussion of Scotland’s future within the union, which so many of them felt the Better Together campaign failed to facilitate in 2014. Likewise, there are plenty on the yes side who shuddered at the movement’s lack of intellectual rigour, naivety and introspection and yearn to widen the scope of debate again beyond what the SNP will or won’t put in their next manifesto.  Will this summer’s efforts result in Scotland getting better at having uncomfortable conversations, or moving beyond the bias confirmation of the ballot box? As the final campaign – for now – judders to a halt on 23 June, there ought to be time to pause for deeper thought, if we continue to mind our language. And that must mean leaving invidious comparisons like “Ulsterisation” to wither.",
  "webTitle": "Talking about Scotland's 'Ulsterisation' is jaw-droppingly disrespectful | Libby Brooks",
  "webPublicationDate": "2016-05-11T17:12:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/talking-about-scotlands-ulsterisation-is-jaw-droppingly-disrespectful",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish independence",
      "id": "politics/scottish-independence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/talking-about-scotlands-ulsterisation-is-jaw-droppingly-disrespectful"
}