{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/facing-my-fear-overcame-abandomnent-issues-fell-in-love",
  "id": "2016-05-20-256",
  "sectionId": "commentisfree",
  "body": "My father left my mother when I was five and cheated on her with a 19-year-old Finnish girl he’d met online. I don’t know how long they’d been sleeping with each other before my mother found out, but clearly my father valued their relationship over his family’s.  My memory of all this is blurry, but his return in a few months is clear as anything. I was the first to see his car come up the drive. The first, and last, to shout with joy, “He’s back!”   Related: Facing my fear: I was terrified of nursing homes, but I had to put my mom in one | Shannon Malone    My mother stepped onto the porch as if entering a battlefield. My father got out of the car, followed by his golden-haired girlfriend. She stood silently, petulantly smoking several cigarettes as my parents screamed at each other. The problem was my father and his waif had run out of money. And so, his mind as brilliantly thoughtless as ever, he decided to return home, mistress in tow. Maybe some small part of her was glad to see him back, a failure even in adultery. She told me later that since they co-owned the house, she couldn’t force him to leave. I’m not sure she’s right about that, but whatever the reason, they camped in our backyard for six months.  My grandmother moved in to support my mother, who got thinner by the hour.  I knew something was off about all this – that this wasn’t how most of my friends’ parents acted – but I didn’t care. My father was home. He’d never paid me much attention before, and he still didn’t now, but it was better than the stark nothing I’d experienced in his absence. Every time he looked at me, I felt more solid, more important, until he’d look away and, once again, I’d dissolve. When he disappeared again, presumably after gathering his jobless welfare payment into a small pile of cash, a piece of me dissolved forever.  I became, from that moment, a covetous and clingy child, afraid that things, and people, would be taken from me as quickly as they’d appeared should I be so foolish as to turn my head. Something as simple a friend at school sitting with other people would send me to tears or tantrums. When I was 10 years old, my father partially reappeared again, calling sporadically, though I was the only one in the house who’d speak to him.  Things went on like that for two years until, early one morning, police showed up at our door. They woke us all at 4am with their knocking – you’d think they could’ve waited until daylight – then quietly informed my mother that my father had taken his own life three days prior. He’d been living in Finland with his new wife, but they’d separated. Now I was faced with his final departure.    My father and his waif had run out of money. And so he decided to return home, mistress in tow    That cliche of daddy issues that people love to joke about fits me like a glove, to say the least. I turned from a clingy child, afraid to let loved ones out of my grasp, to a sullen, distant teen unable to trust anyone. Even my mother once called me an acidic bitch. According to several doctors, I was suffering from a combination of post-traumatic stress disorder and depression. Girl, Interrupted. I finally pulled it together in my last two years at an alternative education program. My relationship with my family got better, I made friends with a group of girls who I’m still close with, got into a good university and became, as my mother likes to put it, somewhat well-adjusted. I ended up taking a gap year at the end of my first year of university, deciding a degree in international relations wasn’t for me but North Africa was. I’d been back home in Melbourne less than a year when I met Hudson at a music festival. He was standing in front of a Ferris wheel on top of a natural amphitheater looking lost. We spent the whole weekend together. On the first night we were shy, and the only time he touched me was to hold my hand as he led me in and out of the crowd. But by the time the second night arrived I felt as if I’d known him for years as we danced and moved between our friends like we’d always been together. Still, I didn’t want a relationship. He didn’t either. He’d broken up with his girlfriend of six years only nine months prior. We were both very young and were both still very self-involved (still are). But we spent far too much time together for a non-couple. He’d told me early on he was planning to go to Europe indefinitely later in the year. I decided this was perfect: our time was fleeting and, because I had prior knowledge of the fact, it wouldn’t hurt when he left. Yet the more time we spent together, the more I felt the need to break it off. He was charming and sweet, constantly cracking jokes that only we understood and giving me small compliments on more than just my appearance. Our preferences synched, and he made me realize that I wanted to be a writer, and convinced me that I could do it.  One evening he drove me home after a comfortable day of doing nothing together in his backyard. The sun had fallen low on the horizon, and a perfect breeze filtered in from the only window that still rolled down in his old station wagon. He was talking about booking flights for his upcoming trip when a very familiar fear clenched my stomach. He was leaving. And I couldn’t pretend not to care, because I was falling in love with him.  It wasn’t until he’d gone that I started to cry. A dam burst inside me and it was all I could do not to disappear – to run away from an intense situation, just like my father always did. I didn’t want to be like that though, undermining love like he did. So with Hudson’s encouragement, I stuck around by leaving with him for Europe, at least for a time. And while we were there, I gathered the courage to fight against every instinct I had and told him how I felt. My chest was tight and I had to choke the words out, but he was worth the risk. I told him I loved him in a hostel in Malaga, even knowing he wasn’t ready to say it back. On New Years Eve he did, though, outside of a tiny bar in Berlin. Delight and amusement bubbled up inside my chest, filling my throat until I burst out laughing. I pointed out that Wonderwall by Oasis, was playing in the background. He still hasn’t lived it down.  Two years later, I sometimes have moments where I’m still afraid he’ll leave me, and I think of leaving first. But I choose to trust instead – it is a choice. Tennyson had a point; I’d rather love and lose then never love at all.    Open contributions: When have you faced your fear?",
  "webTitle": "Facing my fear: how I overcame my terror of abandonment and fell in love | Eleanor Scott",
  "webPublicationDate": "2016-05-20T10:00:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/facing-my-fear-overcame-abandomnent-issues-fell-in-love",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Scott",
      "id": "profile/eleanor-scott"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/facing-my-fear-overcame-abandomnent-issues-fell-in-love"
}