{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/04/owners-must-take-the-lead-on-canine-obesity",
  "id": "2016-05-04-74",
  "sectionId": "lifeandstyle",
  "body": "While labradors may be genetically more interested in food (Greedy labradors can blame it all on genes, 3 May), sadly we are seeing more and more overweight dogs of all breeds. Obese dogs are more prone to health problems such as heart disease and diabetes and by feeding them treats, we risk killing our pets with kindness. Other than for training, treats are not essential – and a chocolate digestive for a Jack Russell is the equivalent of a portion of chips for a person. So resisting the soulful eyes is one of the best things you can do to keep your pet healthy.Caroline ReayChief veterinary surgeon, Blue Cross pet charity, Burford, Oxfordshire • While it’s always good to see the Guardian speaking up for whistleblowers (Truly unauthorised disclosures are an act of resistance, 3 May), what a pity there was no room for a tip of the hat to Sarah Tisdall, who provided you with a major scoop about US cruise missiles arriving at Greenham Common back in the 1980s. What happened to her again?Tony HarcupAuthor of The Oxford Dictionary of Journalism, University of Sheffield • Re the letter “HS2 should be run by the French” (4 May), during a recent trip to Japan, I had a running joke that Japanese Railways should be invited to the UK to run anything – NHS, railways, whatever came to mind – such was the efficiency and punctuality of their trains. So just hand over the whole network to them, and enjoy.Seán O’ConghaileLondon • I was amused by Mike Rowe’s account (Letters, 4 May) of his primitive cash card. I regularly, in the 1960s, I got cash on a Saturday by buying clothes in Marks & Spencer, paying by cheque, returning them virtually instantly, and getting a cash refund. Irene McKenzieOxford • If Milton Keynes is a perfectly planned paradise (Letters, 4 May), why doesn’t it have a proper bus station like Bedford and Northampton, its unplanned neighbours?Bill TordoffBedford • The wild and unspoilt places in Britain will become less so if you publish supplements about them (30 April).Michael CunninghamWolverhampton • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Owners must take the lead on canine obesity | Brief letters",
  "webPublicationDate": "2016-05-04T17:40:37Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/04/owners-must-take-the-lead-on-canine-obesity",
  "keyword": [
    {
      "webTitle": "Dogs",
      "id": "lifeandstyle/dogs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Edward Snowden",
      "id": "us-news/edward-snowden",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "HS2",
      "id": "uk/hs2",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Milton Keynes",
      "id": "uk/milton-keynes",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/04/owners-must-take-the-lead-on-canine-obesity"
}