{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/diego-costa-juan-mata-spain-euro-2016-squad",
  "id": "2016-05-17-210",
  "sectionId": "football",
  "body": "Diego Costa and Juan Mata have both been left out of Spain’s provisional squad for their Euro 2016 campaign by Vicente del Bosque while there is also no place in the two-times defending champions’ squad for Fernando Torres.   Related: Euro 2016: how England, France, Spain, Germany, Belgium and Italy shape up    Costa has endured a below-par season with Chelsea despite finding the net 16 times and after suffering a hamstring injury in Chelsea’s 1-1 draw with Liverpool earlier this month, Guus Hiddink admitted he was unsure if the Brazil-born forward would recover in time for next month’s tournament in France. He was also left out of the Spain squad in March for friendlies with Italy and Romania and Del Bosque, speaking at the announcement of his squad, confirmed he was not prepared to risk Costa, who scored just one goal in qualifying, or Arsenal’s Santi Cazorla, who made his return from a long-term knee injury for Arsenal on Sunday. “We have weighed everything up,” Del Bosque was quoted as saying by ESPN. “We do not want to call up too many people with doubts over their fitness. The Cazorla situation is very like Diego’s – he has been out five months, made a great effort to be ready, but we can’t have many doubts.” Mata meanwhile has paid the price for a recent dip in form for Manchester United, who have effectively missed out on a place in the top four, while Del Bosque’s decision to omit Torres, whose form has improved in Atlético Madrid’s run to the Champions League final, leaves Spain looking light in attack.    ¡RECUERDA!📝 Lista provisional de 25 jugadores para la #EURO2016 + 11 jugadores que se incorporarán el 23/5 pic.twitter.com/3LikjbucFy— Selección Española (@SeFutbol) May 17, 2016    Paco Alcácer, Spain’s highest scorer in qualifying with five goals, also misses out in favour of Atlético’s uncapped forward Saúl Ñíguez, the 35-year-old Aritz Aduriz, Nolito, Juventus’ Álvaro Morata and Real Madrid’s Lucas Vázquez, who is also yet to make an appearance for the national side. While Costa has been omitted, his Chelsea team-mates César Azpilicueta, Pedro and Cesc Fàbregas have been included along with the Manchester City playmaker David Silva and Manchester United’s goalkeeper David de Gea. Spain’s 25-man provisional squad for Euro 2016  Iker Casillas, David de Gea, Sergio Rico, Sergio Ramos, Gerard Piqué, Dani Carvajal, Jordi Alba, Marc Bartra, César Azpilicueta, Mikel San José, Juanfran, Bruno, Sergio Busquets, Koke, Thiago, Andrés Iniesta, Isco, David Silva, Pedro, Cesc Fàbregas, Saúl Ñíguez, Aritz Aduriz, Nolito, Álvaro Morata, Lucas Vázquez.",
  "webTitle": "Diego Costa and Juan Mata left out of Spain’s provisional Euro 2016 squad",
  "webPublicationDate": "2016-05-17T10:52:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/diego-costa-juan-mata-spain-euro-2016-squad",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "football/spain",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Diego Costa",
      "id": "football/diego-costa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Juan Mata",
      "id": "football/juan-mata",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Fernando Torres",
      "id": "football/fernando-torres",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European Championship",
      "id": "football/european-championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/17/diego-costa-juan-mata-spain-euro-2016-squad"
}