{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/01/jonas-jonasson-my-success-is-that-i-spread-hope-meet-the-author-hitman-anders",
  "id": "2016-05-01-136",
  "sectionId": "books",
  "body": "The new novel details the history of religion in Sweden. What made you want to tackle that subject now?I have nothing against religion but I always thought that the Bible was overrated. Many of the stories are terrible. I think we should look more critically at the Bible, which to me has very little to do with belief. According to the Bible, we’re supposed to fear God. I don’t buy that at all. I fear Isis. Fear to me is a bad word. Your novels have eccentric protagonists caught up in extraordinary events. How do you create your characters?I collect characters in real life: I read about them, I see real people on TV, I meet them and store them in my head. And then I go to the library in my head and I pick people and mix them up. For this book, I could have picked a driving instructor not knowing how to drive, or an economist not knowing how to count. Instead, I picked a priest not believing in God. Your books are often described as zany, comic, feelgood stories; is there a lack of literature that makes readers laugh?Yes. To me, it’s strange that quality literature is supposed not to be funny or feelgood. I don’t see the conflict. If we didn’t deal with mankind with a glint in the eye, I don’t think we could survive.   Related: The 100-Year-Old Man Who Climbed Out of the Window and Disappeared review – laughs are lost in translation    Your debut novel, The Hundred-Year-Old Man…, has been published in 45 countries and sold more than 10m copies. To what do you credit the book’s success?You can’t account for it by way of one single explanation. I sent it to the six biggest editorial houses in Sweden and the first five said thank you but no thank you. Only the sixth said yes. I think it’s both skill and luck. Somehow I reach both non-readers and super-readers. A lot of literature spreads despair and desperation and tragedy. I think my success is that I spread hope. What do you think it is about The Hundred-Year-Old Man that struck such a chord with readers?I think each and every one of us should climb out of our own windows once or twice in our lives. I think those who are afraid of dying are those who have not lived enough. In my books you can climb out of the window in your fantasy. You’ve said previously that The One-Hundred-Year-Old Man took you 47 years to write. What was the catalyst that helped you complete it in the end? I ran a media company with 107 employees and I was stupid enough to think that I was responsible for it all, including all the copier machines and everything. I was completely burnt out. I fell to pieces. So I ended up selling the company and moving to the Swiss-Italian border, finding myself without an identity. Suddenly I was an ex-person. I needed an identity. And I had 130 pages of A Hundred Year-Old-Man saved from years before. So has writing been your therapy?Somehow, Allan Karlsson [the protagonist in The One-Hundred-Year-Old Man] became less worried about everything the more I worried about everything. I wouldn’t like to be like him because he’s a political idiot but still, up to this day, he’s sitting on my shoulder when I get worried telling me “Just calm down”. He’s my therapist. The new novel sees your characters searching for “the meaning of it all”. What is the meaning of it all for you?Our life’s journey is the meaning of it all. If you travel enough – mentally and physically – you will die happy. Hitman Anders and the Meaning of It All is published by Fourth Estate (£8.99). Click here to buy it for £6.99",
  "webTitle": "Jonas Jonasson: ‘My success is that I spread hope’",
  "webPublicationDate": "2016-05-01T09:00:50Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/01/jonas-jonasson-my-success-is-that-i-spread-hope-meet-the-author-hitman-anders",
  "keyword": [
    {
      "webTitle": "Jonas Jonasson",
      "id": "books/jonas-jonasson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Beckerman",
      "id": "profile/hannah-beckerman"
    }
  ],
  "guardianId": "books/2016/may/01/jonas-jonasson-my-success-is-that-i-spread-hope-meet-the-author-hitman-anders"
}