{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/middlesbrough-aitor-karanka-promotion-brighton",
  "id": "2016-05-08-17",
  "sectionId": "football",
  "body": "Aitor Karanka seemed almost overwhelmed by the scale of his achievement. “I would like to go to my bed and cry for 24 hours in a row,” the Middlesbrough manager said. “I can’t explain the emotions I have inside.” Outside a party destined to last long into the Teesside night was getting under way but the Spaniard’s sheer relief at securing the £170m windfall awaiting those clubs promoted to the Premier League left him looking too shattered to participate. A draining season had concluded with an edgy draw against a Brighton side who finished level on points with Boro but missed out on automatic elevation due to a fractionally inferior goal difference.   Related: Middlesbrough’s Aitor Karanka thankful upon promotion to Premier League    If the tensions involved in steering his club back to the Promised Land after a seven-year exile possibly explain Karanka’s March meltdown – when the manager was placed on gardening leave and missed a defeat at Charlton following a serious contretemps with his players – Chris Hughton’s dignified dejection proved painful to behold. At the final whistle Hughton’s assistant, Colin Calderwood, gave Boro’s manager an angry shove and certain Brighton first-teamers exchanged words with home fans who had joyously invaded the pitch and were blocking the path off it. Ultimately no harm was done and, as Hughton rightly pointed out, an odd harsh exchange and a bit of chaos seemed virtually inevitable by-products of such a high-stakes occasion. Once the dust settled, Karanka dismissed suggestions he might resign and his Brighton counterpart’s attentions turned to Friday’s demanding play-off semi-final against Sheffield Wednesday. “There are just 20 privileged managers who can be in the Premier League and I am going to be one of them,” Karanka said after reiterating that he has three years remaining his contract. “That’s amazing.” If it is not beyond the bounds of possibility that Steve Gibson, the club’s owner, may still opt to part company with the 42-year-old, sacking the man who previously served as José Mourinho’s assistant at Real Madrid now would appear harsh. Karanka is fond of reminding everyone he has only two and a half years’ managerial experience and this was something Gibson presumably took into account in deciding against dismissing him two months ago. As befits a Basque, Karanka possesses a stubborn streak and its latest manifestation left the £6m Stewart Downing and the £9m Jordan Rhodes, Boro’s two supposed star signings this season, relegated to the bench. That pair cost a high percentage of the £25m Gibson – the most generous, and supportive, of owners – has invested in the squad since last summer but neither, apparently, were Karanka’s first-choice recruits. In their place he selected Cristhian Stuani (a £3.5m buy) and David Nugent (£5m), and this controversial choice was swiftly vindicated when the excellent Gaston Ramírez floated in a free-kick, Nugent flicked on and Stuani stuck out his left foot and stabbed home from three yards. “I thought to play with Stuani because I knew he wasn’t having a good season but I also know how hungry Uruguayan players are,” Karanka said. “I knew he had something to show.” With Ramírez – on loan from Southampton but likely now to formalise his transfer to the Riverside – shining in the hole and Albert Adomah’s deployment on the left rather than his preferred right helping George Friend subdue Brighton’s dangerous Anthony Knockaert, Boro were in control. Then Beram Kayal began making his presence felt in central midfield. The Israel midfielder was not about to surrender and, responding to his determinedly dynamic cue, the visitors rallied. When Knockaert displayed his class with a high-calibre free-kick, Dale Stephens headed the equaliser. On a day when Teesside temperatures peaked at 10C, locals began interpreting the gathering, unseasonal mist as a bad omen. Maybe Brighton were heading for the win required to clinch promotion? Yet within three minutes Stephens’s late, high, studs-up challenge on Ramírez earned a straight red card. Though Stephens may have won the ball and Mike Dean may initially have reached for a yellow card, a fellow official’s voice in the referee’s earpiece counselled it had been a reckless tackle and off he went. The Uruguayan required eight minutes of on-pitch treatment to a deep gash high on a shin before eventually departing on a stretcher, an oxygen mask clamped over his face. Happily Karanka later reported a stitched-up Ramírez would be “fit for celebrating”. After a nervy finale a corner of north-east England devastated by the death of its steel industry last autumn finally had something to shout about. “For the steelworkers who have had so much hardship, hopefully their lives will be a little brighter after this,” Boro’s manager said. “This area deserves a Premier League club.” Man of the match Gaston Ramírez (Middlesbrough)",
  "webTitle": "Aitor Karanka rejoices in Middlesbrough’s crossing over to Promised Land",
  "webPublicationDate": "2016-05-08T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/middlesbrough-aitor-karanka-promotion-brighton",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Middlesbrough",
      "id": "football/middlesbrough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brighton & Hove Albion",
      "id": "football/brightonfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/08/middlesbrough-aitor-karanka-promotion-brighton"
}