{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/16/blended-finance-development-public-sector-capital-investment",
  "id": "2016-05-16-284",
  "sectionId": "global-development-professionals-network",
  "body": "Deborah Doane, writer and consultant on international development and sustainability So Gerhard, for a layperson, the principle of blended finance makes sense: there isn’t enough public money to go around for development, so why not incentivise some private finance where help is needed? A country or development bank can provide a small grant or subsidised loan of a few million, and presumably, tens of millions will be released through private sources. The ultimate result, in theory, will be greater and faster development impact.   Related: The missing development trillions: welcome to the debate    If only the reality matched the promise. According to research from the ODI, “ a vast majority of blending projects do not directly target poverty eradication” but instead target things like infrastructure. Yes, infrastructure may be important for development, to a degree, but there’s limited evidence to show how it directly relates to poverty reduction, which to me, is the whole point of development.  So who decides the priorities for blended finance? The investors or the developing country? Big business or grassroots organisations? There is very little accountability and transparency for blended finance projects, and as far as I can see, its often external multinationals whose interests bear little or no alignment to what’s actually best for the poorer country.     I have lived with the wealthy and with the poor; I have worked with PricewaterhouseCoopers and Mother Teresa’s order  Gerhard Pries     The history of development is plagued with good intentions. In this case, its investors seeing a potential return and a win-win; western governments meanwhile are able to reduce their own financial liabilities. But more often than not, what we find is something which benefits the wealthy, leaving poorer people just as poor as before. Blended finance feels no different than many of the well-paved path that has come before it.  Gerhard Pries, CEO of Sarona Asset Management Inc I have lived with the wealthy and with the poor; I have worked with PricewaterhouseCoopers and Mother Teresa’s order; I have worked in business and in development. In each I found many more people who cared deeply than those who sought to exploit.  Over the years, I have heard ever-louder voices, especially from Africa, calling on us to quit sending aid because it was killing them. Instead, they say “invest in our people; invest in our businesses.” By UN estimates, the sustainable development goals will require the investment of $2.5tn [£1.7tn] per annum over the next 15 years. Satisfying the world’s needs isn’t going to happen with public sector resources alone. Yet as I began drawing private capital toward developing countries, I faced stiff resistance: “Where, Africa? You’ve got to be kidding. That’s far away. I know nothing about Africa.” The private sector was afraid. So I began speaking with Canadian, American and European governments, appealing to them to hold the hands of private investors who were still too afraid to invest in what they perceived to be risky markets. Those appeals fell on deaf ears – until recently.     I’m not anti-business. Nor do I wax lyrical about aid.  Deborah Doane     Blended finance is, in my experience, the blending of public or philanthropic capital with private capital. That is not very interesting, except in the case where such blending becomes catalytic. That is, blending becomes interesting when public or philanthropic capital is programmed in such a way as to catalyse private investors to invest their capital in something they otherwise wouldn’t do.  DD: I’m not anti-business. Nor do I wax lyrical about aid. I also spent time living in India and fully appreciate that the poor don’t want handouts, but instead to earn a decent living.   Related: Remittances are three times greater than aid – how can they go even further?    The question is: is blended finance the way to achieve that? It may be, but the evidence I’ve read is that the outcomes don’t necessarily achieve their desired aims. And, yes, development aid is about poverty reduction, so while ‘economic growth’ may be needed, it has to be done in a way that ensures poverty reduction, otherwise, why else do it? And there’s now a mountain of evidence to show that while one is a prerequisite to poverty reduction, it doesn’t necessarily lead to it, as the benefits of economic growth are often very unevenly distributed.  GP: Agreed. Blended finance is but a tool, and the tool should only be used to achieve desirable results. I would say, however, we often won’t know up-front whether a certain action will achieve desirable results, so the public sector actors need to take risks, to test new models, in order to see what works well and what doesn’t. I agree economic growth does not necessarily result in poverty reduction. But evidence shows that the widening gap between rich and poor in UK and Canada is not being played out in many developing countries. There the gap is shrinking. And where the absolute gap is widening in developing countries, the life-satisfaction gap may be narrowing. That is, the change from $1/day to $10/day is absolutely life-changing, whereas the change from $1m per year to $10m per year (allowing a person to own 5 houses rather than 2, and 10 cars rather than 3) does not come with a lot of additional happiness. I want to be clear that I do not support such obscene accrual of wealth, but I also recognise that a small absolute change can have strongly empowering results on the lives of the poor. DD: I know that blended finance is intended, in part, for SMEs, but the vast majority of it goes into larger infrastructure or large agricultural projects. And it’s these projects that I worry about. I don’t dispute private finance entirely, nor do I dispute the need for large infrastructure projects. The critiques that have been raised towards blended finance, however, is that it is providing subsidies to big business, to subsidise more big business, without any accountability or transparency. GP: If your issue is with accountability and transparency, let’s change that, but let’s not say that everything has failed because we didn’t expect transparency. The world is changing: When the Rana Plaza collapsed, accountability and transparency occurred within hours, perhaps not because the CEOs of the garment producers wanted to, but because social media forced them to. Let’s keep that going.   Related: The missing development trillions: where will they come from?    Infrastructure can be powerful: when I build a road between Toronto and Montreal, it improves the commute times marginally, but it has no material effect on the livelihoods of the poor. But if I build a road between Lusaka and the western reaches of Zambia, many villages that were previously cut off from the national and global economy are now enfranchised. They can now sell their farm produce and their manufactured goods to the capital city and beyond. We have a choice, or rather Zambians have a choice: shall they build that road thereby changing the rural economy from subsistence to non-farm labour, or shall they leave the rural life in stasis. Whose choice is it?  If you would like to contribute to our Missing Development Trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Blended finance may not be the work of the devil after all",
  "webPublicationDate": "2016-05-16T09:20:19Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/16/blended-finance-development-public-sector-capital-investment",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Philanthropy",
      "id": "society/philanthropy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sustainable development",
      "id": "environment/sustainable-development",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Deborah Doane",
      "id": "profile/deborah-doane"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/16/blended-finance-development-public-sector-capital-investment"
}