{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/31/remember-when-the-government-cared-about-women-working",
  "id": "2016-05-30-1",
  "sectionId": "commentisfree",
  "body": "Remember when Joe Hockey promised jobs and growth by lifting female workforce participation?  In 2014, the former treasurer proclaimed that Australia could grow the economy by $25bn a year by matching Canada’s female workforce participation rate – which is just four percentage points higher than Australia. To formalise his commitment, Hockey signed Australia up to a G20 goal to reduce the gender gap in participation rates by 25% by 2025. Wow! By 2025, we will not only match our northern neighbours, but more importantly, we will also exceed our G20 goal, get more women working, and expand the economy by tens of billions.  Bring on the jobs and growth!   Or not. Along came Treasury to rain on Hockey’s women’s workforce participation parade.  The 2015 Intergenerational Report estimates that Australia will not meet its G20 female workforce participation target by 2025. Or by 2035. Or by 2045. Or even by 2055. (After that, even Treasury stops counting.)  So, when Joe Hockey said “we need to do everything we can to be as flexible and accommodating of the needs of a diverse workforce as possible” he really meant everything, except anything that would actually make a difference. Of course, Joe Hockey and his boss, Tony Abbott are yesterday’s men. The Coalition made the brave choice last September to roll the former minister for women, Tony Abbott, and replace him with Michaelia Cash. At least Cash is doing what she can to ensure that women have every opportunity to be employed. Last week she stood up for women by refusing to support domestic violence leave as a universal workplace right, warning that employers might use such leave as a “perverse disincentive”  to employ women. I wonder if employers might use the fact that one in six Australian women are the victims of physical or sexual violence at the hands of their partners as a disincentive to hire female employees. After all, showing up at work bruised and battered can’t be good for productivity.  But hey, good on Cash for doing something, even clumsily and foolishly, to try to promote women’s workforce participation. No one else in the “jobs and growth” Turnbull team seems to be lifting a finger.  Scott Morrison’s national economic plan for jobs and growth, aka budget 2016, contains six points (according to him – I count eight points, but hey, who says a treasurer needs to be good with numbers?).   Not one of these points explicitly addresses female workforce participation.   Social services minister, Christian Porter, and minister for education and training, Simon Birmingham, released the jobs for families childcare package in late 2015.  They tied it to a family tax benefit bill that had no hope of getting through the Senate. Turns out a majority of senators didn’t want to take money away from one set of parents in order to give it to different parents.   Since December, these two ministers have made zero progress at securing passage of this supposedly important reform.   Before losing his job as minister for women, Abbott wound back his ridiculously generous and friendless paid parental leave policy. Then Porter and Morrison kept winding and winding back to stop the mothers of Australia from rorting by double dipping on paid parental leave – even though this is exactly how the program was designed to operate. Even though the wives of their ministerial colleagues Josh Frydenberg and Mathias Cormann were outed by their husbands for using this apparent “rort”. What’s good for the goose isn’t good for the gander, apparently. But it’s not good for the Senate either, who have refused to pass the Coalition’s changes to paid parental leave. But the Turnbull Coalition is still planning to curtail paid parental leave in its national plan for jobs and growth budget.    Related: Jessica Valenti: my life as a ‘sex object’    When I questioned human services minister Alan Tudge on Sky News about how the national plan for jobs and growth would lift female workforce participation he answered by extolling the virtues of the Coalition’s company tax cut.  Apparently a company tax cut will encourage jobs and growth meaning there will be more jobs for everyone, including women. Yippee!  Apparently, for every dollar cut in company tax, Australia (including us women) get a $4 return to the economy.   Bring on the jobs and growth!  Or not. According to those Debbie Downers over at Treasury, Australia won’t see the $4 return for some 20-30 years.  You can hear the rallying cry now:  Women, what do we want? Jobs and growth and female workforce participation to increase by 4 percentage points! When do we want it? In 20 to 40 years’ time!",
  "webTitle": "Remember when the government cared about women working? | Kristina Keneally",
  "webPublicationDate": "2016-05-30T23:57:56Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/31/remember-when-the-government-cared-about-women-working",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Industrial relations",
      "id": "australia-news/industrial-relations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Kristina Keneally",
      "id": "profile/kristina-keneally"
    }
  ],
  "guardianId": "commentisfree/2016/may/31/remember-when-the-government-cared-about-women-working"
}