{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/as-cannes-closes-a-new-breed-of-female-lead-emerges-empowered-careerist-and-gender-neutral",
  "id": "2016-05-20-133",
  "sectionId": "film",
  "body": "Two weeks ago, the Cannes film festival was preparing to unroll its red carpet beneath a double shadow. First was the threat of terrorism – then deemed strong enough to warrant 500 extra police officers and hugely-tightened security. The second was the persistent criticism levelled at the festival that it discriminates against female directors. Just three of the 21 films in competition this year were made by women (though that’s still a healthier ratio than in Hollywood).  But as the festival enters its final weekend, both clouds are dispersing. Any terror attacks appear to have been averted, and two of the best-reviewed movies in contention were made by women (Andrea Arnold’s American Honey and Maren Ade’s Toni Erdmann). And, as the credits have rolled, so evidence has mounted to indicate a larger shift – on screen, rather than behind the camera. Twelve of those 21 films feature a female protagonist, most of them with bigger fish to fry than mooning over men. As well as those films by female directors, the festival has premiered Olivier Assayas’s Personal Shopper, starring Kirsten Stewart as a psychic PA, the Dardenne brothers’ The Unknown Girl, about a female inner-city doctor, Park Chan-Wook’s adaptation of Sarah Waters’ Fingersmith, Ma Rosa, about an impoverished mother fighting crime in Manila, Aquarius, in which a 65-year-old woman fends off housing developers and Pedro Almodóvar’s Julieta, about a woman seeking to reconnect with her estranged daughter. The final film, screening on Saturday, is Elle, Paul Verhoeven’s drama starring Isabelle Huppert as the CEO of a video games company.     Hard at work … Kirsten Stewart in Personal Shopper    What links most of these women is that their careers, or their causes, are key; romantic attachments largely relegated. Even in the quasi-romances – Loving by Jeff Nichols, Sean Penn’s The Last Face – the women enjoy more airtime, and are at their most keenly-drawn when it comes to their activism, rather than their love lives.  Friday saw the emergence of perhaps the most formidable of this new breed of female heroines: Jesse, played by Elle Fanning, the teen supermodel at the heart of Nicolas Winding Refn’s The Neon Demon. The director described how the film, his first with a female lead, allowed him to “live out my perverse dream of being a 16-year old girl, which I think every man has inside them”. When he first met Fanning, he said, his first thought was “Oh my God, you’re me”; though he was keen to stress that the actor needed to “take the lead”, given his distance from her age and gender.    Related: Nicolas Winding Refn: society has become necrophiliac as the internet merges death and beauty    What Refn has done in The Neon Demon, however, is to wholly demote the focus offered to his male characters. “I wanted to make all the men like the girlfriends in other movies. All the women are the focus; everything else is secondary. I wasn’t particularly interested in the men’s world but in order to create a story, we needed the ‘girlfriends’ to toss in here and there.” Refn’s gender-reversal is taken one stage further by Maren Ade, whose three-hour German comedy Toni Erdmann is the current frontrunner to win the Palme d’Or on Sunday. The film is the story of Ines, a serious, successful businesswoman in her mid 30s whose larky father pays a visit. Ines is, by and large, emotionally, intellectually and sexually self-sufficient. That she is a woman seems an afterthought rather than a mission statement. “Maybe it’s best to think of Ines,” says the director, “as a contemporary, gender-neutral character – much like a man who cries now and then and has father issues.”  The current debate can be frustrating, adds Ade, “especially when it’s given so much weight. As a woman I’m used to identifying with male characters. When I watch a James Bond movie, I’m not just the Bond Girl, I’m James Bond too.”     Working girl … the Dardennes brothers’ La Fille Inconnue    Yet for Melissa Silverstein, founder and publisher of campaigning website Women and Hollywood, Toni Erdmann was the exception, rather than the figurehead for a new wave of empowered, evolved, gender-irrelevant characters. “Ines is the best of a working woman,” she says. “The compromises for success, what you have to leave behind, the different kind of choices you have to make compared to men.”   Related: BFI funding chief: ‘Awards voters must consider diversity as well as quality’     The glut of male-directed, female-led movies may have “forced the conversation on gender into this festival,” thinks Silverstein, but that is scant compensation for the increase in women’s stories which more women behind the camera would likely bring.  Her sentiments find an echo in the words of one of the male directors who has been bucking the trend for decades: Pedro Almodóvar, whose back catalogue features scores of leading ladies. Speaking at the festival on Thursday, the Spaniard denounced what he saw as the US industry’s continuing “diabolical sexism”. “With those movies ... if a woman appears, their function is to prove that the hero is not a homosexual,” he said. “Hollywood is losing an enormous opportunity when it doesn’t actually create these good roles for women of all ages.” The general mood as the sun sets on this year’s Cannes is that few films have emerged which are set to be future classics. Yet the lessons the festival may hold for wider cinema could have a far longer legacy.",
  "webTitle": "As Cannes closes, a new breed of female lead emerges: empowered, careerist –and 'gender-neutral'",
  "webPublicationDate": "2016-05-20T14:07:38Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/as-cannes-closes-a-new-breed-of-female-lead-emerges-empowered-careerist-and-gender-neutral",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Neon Demon",
      "id": "film/the-neon-demon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Personal Shopper",
      "id": "film/personal-shopper",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Andrea Arnold",
      "id": "film/andrea-arnold",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Olivier Assayas",
      "id": "film/olivier-assayas",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/20/as-cannes-closes-a-new-breed-of-female-lead-emerges-empowered-careerist-and-gender-neutral"
}