{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/ravin-chattin-roamin-eu-remain-campaign-appeals-to-young-voters",
  "id": "2016-05-24-78",
  "sectionId": "politics",
  "body": "A vote to leave the EU could put emojis, raves and street art at risk, according to a video by the Britain Stronger in Europe campaign. Targeted at young voters, a video set to pounding house music flashes up the words “workin, ravin, chattin, roamin” before asking viewers to vote in.    Brexit explained: university students   The campaign appears to be a response to criticism that under-30s are not engaged in thereferendum debates, which have centred on the economy and immigration. The video avoids any mention of politics, recognisable politicians or logos from the remain campaign or political parties, instead featuring wine glasses, strobe lights and skydiving, before the slogan: “Life’s better in the EU”. Freedom to travel and study abroad, and cheaper roaming charges are thought to be key examples the remain campaign wants to get across to young people of how the EU has benefited them.  Young people are twice as likely to vote remain as to vote leave, but only 51% said they were certain to vote at all, according to polling commissioned by the youth voter movements Bite the Ballot and Hope not Hate. A key problem is whether they are registered: under-25s are twice as likely to not be on the electoral register as the population at large, according to the Electoral Commission, with almost 30% not registered. Many students who registered before the 5 May elections may have moved home or started summer jobs elsewhere by the time of the referendum on 23 June.    Life's better in the EU. On June 23rd, make sure you're #Votin https://t.co/jYEaECYP2Hhttps://t.co/x8bZsN1w4e— Stronger In (@StrongerIn) May 24, 2016    The education minister Sam Gyimah, who is campaigning to remain, said the video was an attempt to reach the “easyJet generation [who] could quickly become the lost generation”.  “It is the young generation for whom the answer is most obvious: life is better in the EU,” he wrote in a blogpost for Huffington Post. “As the VOTIN launch video points out, whether it is ‘learnin’, ‘travellin’, ‘sharin’ - the ‘easyJet generation’ takes being in the EU for granted on so many levels, and reaps the biggest rewards from our membership.  “They will be the worst affected if Britain votes to leave, finding it harder to get a job, suffering the squeeze of lower wages and higher prices, and forfeiting their automatic right to work, study and travel abroad.”     They see me #votinThey hatinPatrollin they trying to catch meSupportin the European Convention on Human Rights... https://t.co/5C1Jx7Oer1— Florence Wilkinson (@Flo_Wilk) May 24, 2016    #Votin trended on Twitter for several hours, much of the commentary being mockery by Brexit backers and young people who called the video patronising.  The Tory MP James Cleverly said: “Clearly someone in their 50s came up with the votin “youth” campaign. It’s so bad I thought it was a parody by the Brexit team.” Scott Townsin, from the design team at venturethree, which was responsible for the videos, said they wanted to create an “anti-establishment” feel.    I know who came up with that pro-EU #Votin idea... pic.twitter.com/OUtblWMw0A— Asa Bennett (@asabenn) May 24, 2016     “The campaign talks to young people as young people, cutting jargon and cliché and replacing them with irreverence and the odd joke,” he told Buzzfeed. “It’s obvious. It’s loud. But we felt, for this audience it had to be.”",
  "webTitle": "'Ravin, chattin, roamin': EU remain campaign video targets youth vote",
  "webPublicationDate": "2016-05-24T16:26:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/ravin-chattin-roamin-eu-remain-campaign-appeals-to-young-voters",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/24/ravin-chattin-roamin-eu-remain-campaign-appeals-to-young-voters"
}