{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/11/baby-and-toddlers-among-149-dead-at-nigerian-military-prison-says-amnesty",
  "id": "2016-05-11-352",
  "sectionId": "global-development",
  "body": "At least 149 people, including a five-month-old baby and several toddlers, have died this year after being held in appalling conditions at a notorious Nigerian military detention centre, according to Amnesty International. A report from the group estimates that more than 1,200 people are detained without access to justice or the outside world at the Giwa barracks in Maiduguri, north-eastern Nigeria.  Its says the facility has become dangerously overcrowded as the military carries out mass arrests, often arbitrary, as part of its offensive against the Islamic militant group Boko Haram.    Related: Boko Haram using loans to recruit members in face of crackdown    Amnesty says that with cells too full to allow people to lie down, insufficient food and water, and communal buckets for toilets, starvation, disease and dehydration are killing detainees.  However, it claims that the crowded and unsanitary conditions are not the only causes of death: evidence allegedly shows that some inmates appear to have been shot dead, while satellite images have revealed recently dug graves. The study – If you see it, you will cry: life and death in Giwa barracks – calls for urgent action and a thorough investigation into the “harrowing and horrifying” conditions. Amnesty believes that 120 children are being held in Giwa and that at least a dozen have died since February. One witness said they had seen the bodies of eight dead children, including a five-month-old, two one-year-olds, a two-year-old, a three-year-old, a four-year-old and two five-year-olds.  The number of people detained in three overcrowded women’s cells – where children under five are held – has risen from 25 last year to 250 in 2016, according to the report. Amnesty believes that there are about 20 babies and children under five in each of the three cells. A woman detained in Giwa for more than four months said pleas for medical attention for children were ignored. “Measles started when [the] hot season started,” she told Amnesty. “In the morning, two or three [were ill]; by the evening five babies [were ill]. You will see the fever, the body is very hot and they will cry day and night. The eyes were red and the skin will have some rashes. Later, some medical personnel came and confirmed that this is measles.”    Related: Nigerian army killed 350 and secretly buried the bodies, Amnesty says    Although visits from medical staff increased after those children died, others continued to perish. Between 22 and 25 April, a one-year-old boy, a five-year-old boy and a five-year-old girl died, according to Amnesty. Netsanet Belay, Amnesty International’s Africa research and advocacy director, said that although the abuses carried out in Giwa had been documented before, they remained shocking. “The discovery that babies and young children have died in appalling conditions in military detention is both harrowing and horrifying,” he said. “We have repeatedly sounded the alarm over the high death rate of detainees in Giwa barracks but these findings show that, for both adults and children, it remains a place of death.” One former detainee told Amnesty that the bodies of those who die in their cells are taken to a mortuary in Maiduguri then transported on rubbish trucks to be buried in unmarked mass graves in Gwange cemetery. A witness said a truck has visited the cemetery two or three times a week since November. Photographs and satellite images show recently dug graves and disturbed earth. Amnesty says that while concerns have been raised with the military about conditions in Giwa and other detention centres since 2013, the army has yet to respond properly.  An Amnesty report in June recommended that officers in Nigeria be investigated for war crimes including the murder, starvation, suffocation and torturing of 8,000 people. The organisation said it had obtained evidence that, in 2013, more than 4,700 bodies were brought to a mortuary from Giwa barracks. Belay said the government of President Muhammadu Buhari had to act to prevent further abuses. “Almost a year after our findings revealed that huge numbers had died in detention, it is now time for President Buhari to uphold his pledge to launch an urgent investigation into these deaths, release the children and shut down Giwa barracks detention centre without delay,” he said. “Faced with an enemy as brutal as Boko Haram, a key challenge for the Nigerian military is to defeat them whilst still fully respecting human rights and the rule of law. This is a challenge that they seem to be failing.”",
  "webTitle": "Baby and toddlers among 149 dead at Nigerian military prison, says Amnesty",
  "webPublicationDate": "2016-05-11T06:01:05Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/11/baby-and-toddlers-among-149-dead-at-nigerian-military-prison-says-amnesty",
  "keyword": [
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jones",
      "id": "profile/samjones"
    }
  ],
  "guardianId": "global-development/2016/may/11/baby-and-toddlers-among-149-dead-at-nigerian-military-prison-says-amnesty"
}