{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/manchester-united-coach-attacked-upton-park-west-ham",
  "id": "2016-05-11-345",
  "sectionId": "football",
  "body": "West Ham United’s farewell to Upton Park was marred by incidents involving some of their supporters, with the visiting Manchester United team bus pelted with missiles beforehand and their goalkeeper, David de Gea, also targeted during the game. De Gea had a bottle thrown in his direction after he celebrated his team’s equaliser at 1-1 in provocative fashion, while a pitch invader ran on to taunt him towards the end of West Ham’s thrilling 3-2 win. The fan was led away by stewards.   Related: West Ham sink Manchester United in thrilling Upton Park sendoff    The Football Association pulled no punches in a statement after what was a night of extreme emotion – both positive and negative. “The FA strongly condemns the unsavoury incidents involving both the Manchester United team coach outside West Ham United’s Boleyn Ground and objects thrown from a section of the home support during the game,” it said. “We will work closely with both clubs and the Metropolitan Police to fully investigate these matters.” It was West Ham’s final match at their home of 112 years before their move to the Olympic Stadium next season and the volatile tone was set when the United bus became snarled up on Green Street and attacked. Windows were damaged as bottles and other missiles were thrown by supporters. The decision had been taken to open the turnstiles later than usual before the kick-off and, with many more people than normal turning up to be a part of a historic occasion, there were worrying levels of congestion outside the stadium. The United bus was one victim of the situation but, briefly, there was panic on Green Street as a crush threatened to develop. The 7.45pm kick-off had to be put back to 8.30pm. The United captain, Wayne Rooney, discussed flashpoints in an interview before the game with Sky Sports. “It wasn’t nice,” Rooney said. “The coach got smashed up but we’re here now, so have to prepare for the game and go out and do our job.” Pushed further on the supporters’ behaviour, Rooney said: “I’m sure you’ll see the images. That’s not for me to say but I think it was disappointing. We know it’s a big game for West Ham. It’s a big night for them, leaving the stadium, but I’m sure West Ham as a club will be disappointed with what the fans have done.”     Bottles, beer and missiles are thrown at the Manchester United team bus as it tries to make it’s way through the crowds outside Upton Park. Photograph: Catherine Ivill - AMA/Getty Images    Louis van Gaal suggested the pre-match trouble might have affected some of his players, although he refused to use it as an excuse for a result that damaged his club’s hopes of Champions League qualification. “We live in this world,” the Manchester United manager said. “It is not the first time it happens. OK, I have a long experience in football but there are players who don’t have the [same] experience, so it shall have an influence. But we don’t need to have excuses. We chased the match in the second half and we were 2-1 ahead, so we don’t have to look for the excuse.” The United team were understood to have left their hotel in Canary Wharf 10 minutes earlier than on previous trips to the stadium, pre-empting a potential delay because of supporters inevitably gathering to make the most of the stadium’s final fixture. United also arrived late for their previous league match in London – a 3-0 defeat against Tottenham Hotspur last month – on account of being directed down a road where a low bridge stopped the bus from getting through en route to White Hart Lane. United appear blameless for Tuesday night’s incidents. When the bus turned on to Green Street from Barking Road, surrounded by West Ham fans on their way to the game, several dozen supporters outside a pub began throwing missiles. A number of windows were broken and footage emerged soon after of children and passers-by being led away from the trouble. The coach arrived at the ground at 7.10pm. The West Ham co-chairman, David Sullivan, blamed United for the delay, suggesting they should have arrived at the stadium at 4pm to avoid congestion, and even claimed their players and staff should have got off the coach and walked the remaining couple of hundred yards to the ground. “It is depressing really,” Sullivan said on BBC Radio 5 Live before the game got under way. “It will be a late night for our fans and some of them won’t be able to stay. I don’t understand why United couldn’t get here at 4pm. They could have got here early. They knew it would be busy. It’s crazy. There was congestion in the street and they couldn’t get the coach in. There were people around the coach but there was no attack on the coach.” The footage and photographs of the bus being attacked were unequivocal but Sullivan said: “If you check the coach there won’t be any damage to it. If we arrived late at Old Trafford they wouldn’t put the kick-off back. Man United should have got here at 4pm. They made the same mistake at Spurs. I’d make them kick off at 7.45pm. The police have been kind to them.” The Metropolitan Police said one officer and a member of the public sustained minor injuries during the trouble on Green Street but no arrests had been made at the scene. They said “an appropriate policing plan” was in place and are likely to investigate video footage and take retrospective action.",
  "webTitle": "West Ham party turns sour as Manchester United bus attacked",
  "webPublicationDate": "2016-05-11T06:24:17Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/manchester-united-coach-attacked-upton-park-west-ham",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Wayne Rooney",
      "id": "football/wayne-rooney",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    },
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/10/manchester-united-coach-attacked-upton-park-west-ham"
}