{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/04/jane-jacobs-100th-birthday-saskia-sassen",
  "id": "2016-05-04-157",
  "sectionId": "cities",
  "body": "I first met Jane Jacobs in the early 90s. She was sitting in the front row of a large Toronto auditorium as I delivered a one-hour lecture. I did not know who she was.  When I was done, the first hand up – sharply so – belonged to this elderly person. How wonderful, I thought, a citizen who has never stopped being engaged. What came out of her mouth, though, was one of the sharpest critiques of my way of analysing the city that I’d ever heard – and probably ever will. She pursued a line of questioning quite different from what I usually get. She continously returned to the issue of “place”, and its importance when considering the implementation of urban policies – notably the loss of neighbourhoods and erasure of local residents’ experiences. Her input made me shift my thinking to more “micro” levels; I am still doing quite a bit of work today on the need to relocalise pieces of national and city economies. So perhaps now, on the 100th anniversary of her birth, we should all be asking: what is it that Jane Jacobs made us want to see in the city?  Thinking about this question leads me to focus on the conditions that make a metropolis – the enormous diversity of workers, their living and work spaces, the multiple sub-economies involved. Many of these are now seen as irrelevant to the global city, or belonging to another era. But a close look, as encouraged by Jacobs, shows us this is wrong.     Jacobs and fellow campaigners stand outside New York’s Penn Station to protest its planned demolition in 1963. Photograph: Walter Daran/Getty Images    She would ask us to look at the consequences of these sub-economies for the city – for its people, its neighbourhoods, and the visual orders involved. She would ask us to consider all the other economies and spaces impacted by the massive gentrifications of the modern city – not least, the resultant displacements of modest households and profit-making, neighbourhood firms.  How do we see those aspects that are typically rendered invisible by modern narratives of development and urban competitiveness? In the early 1900s, the city was a lens for understanding larger processes – but half a century later, it had lost that role. It was Jane Jacobs who taught us again to view the city in a deeper, more complex way.  She helped us re-emphasise dimensions that were usually excluded – no, expelled – from general analyses of the urban economy. Indeed, I can imagine she would have affirmed without a quiver of doubt that, no matter how electronic and global the city might one day become, it still has to be “made” – and therein lies the importance of place.  The city has long been a strategic site for the exploration of major subjects confronting society. In the first half of the 20th century, the study of cities was at the heart of sociology – evident in the work of Simmel, Weber, Benjamin, Lefebvre and the Chicago School. These sociologists confronted massive processes: industrialisation, urbanisation, alienation, and a new cultural formation they called “urbanity”. Studying the city meant studying the major social processes of an era.  But by the 1950s, the study of the city had gradually lost this privileged role as producer of key analytic categories. The social sciences, we might say, lost their capacity to “see” the city and all that it made visible. But not Jacobs. For her, the barricades – both figurative and literal – played a role not merely as part of the battle to preserve one of the oldest parts of Manhattan, but in her entire analysis of the urban economy. Jacobs’ passionate fight to protect “the Village” in Lower Manhattan was about much more than preserving an old urban landscape (though this in itself was enough to warrant a fight in a city like New York – where the developers ruled, and basically did not care about legacy or visual orders).   Related: Story of cities #32: Jane Jacobs v Robert Moses, battle of New York's urban titans    Talking with Jacobs, it became clear that community battles were, for her, simply part of a wider inquiry as she sought to better understand, and develop concepts for, the role of cities in the economy. Richard Sennett, who was often on the “picket lines” with Jacobs, talks of her calm ferocity; she was relentless, and stood up to anyone – no matter her smallish frame and, eventually, her elderly condition. Why is it so important to recover the sense of place, and production, in our analyses of the global economy, particularly as these are constituted in major cities? Because they allow us to see the multiplicity of economies and working cultures in which regional, national and global economies are embedded.  But Jacobs went much further than this. What she showed us, crucially, is that urban space is the key building block of these economies. She understood it is the weaving of multiple strands that makes the city so much more than the sum of its residents, or its grand buildings, or its corporate economy. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "How Jane Jacobs changed the way we look at cities | Saskia Sassen",
  "webPublicationDate": "2016-05-04T14:15:51Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/04/jane-jacobs-100th-birthday-saskia-sassen",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Urbanisation",
      "id": "cities/urbanisation",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Saskia Sassen",
      "id": "profile/saskia-sassen"
    }
  ],
  "guardianId": "cities/2016/may/04/jane-jacobs-100th-birthday-saskia-sassen"
}