{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/10/robin-hyde-the-godwits-fly",
  "id": "2016-05-10-281",
  "sectionId": "books",
  "body": "Godwit: it sounds like a word from Roald Dahl or JK Rowling, but is actually a small migratory bird that spends part of its year in New Zealand and the rest in Siberia. If this sounds knowledgable, I’m bluffing: I only learned these facts the other day when I read The Godwits Fly, a novel by Robin Hyde, who uses the birds as a symbol of the longing many New Zealanders felt – at least in her day – for England, the place they still thought of as home. Hyde, whose real name was Iris Wilkinson, was also unknown to me, though in New Zealand she is, it seems, now considered a major writer. It was her story to which I was drawn first. A journalist in Wellington at just 16, she gave birth to two illegitimate sons (the first stillborn, the second fostered), after which she suffered a breakdown. The Godwits Fly, her autobiographical fifth novel, began its life as a therapeutic exercise while she was living in the grounds of Auckland mental hospital. In her lifetime, it was published in England, to which she finally travelled in 1938, but never in New Zealand. She was desperate for it to be a success; she needed money to send home for the care of her son. However, it was not to be, and in her Notting Hill attic she slumped again into depression. In 1939, with the war looming, she killed herself. She was just 33 years old. The Godwits Fly, now back in print courtesy of Persephone (and with a helpful preface by Ann Thwaite), is a gorgeous read: indulgent in parts, painful in others. It tells the story of a girl called Eliza Hannay (Wilkinson, thinly disguised) in 1930s Wellington. An aspiring poet, she is strong-willed, plucky and brimful of passions she does not wholly understand; things, the reader gathers, are unlikely to end well for her in a world that prizes respectability. But though I liked Eliza a lot, it was Hyde’s writing that  bewitched me. Lush and unconventional – I want to use the word “jungly” – it is a world in itself. Here are abandoned houses like baby octopi turned inside out by fishermen; small children the colour of crayfish; dried flowers that resemble bony calligraphy. It’s all very powerfully odd.",
  "webTitle": "Sad, sweet song of a migratory bird",
  "webPublicationDate": "2016-05-10T08:00:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/10/robin-hyde-the-godwits-fly",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/10/robin-hyde-the-godwits-fly"
}