{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/04/chanels-havana-show-controversy-communism-and-tony-castro",
  "id": "2016-05-04-217",
  "sectionId": "fashion",
  "body": "Karl Lagerfeld likes to ruffle feathers almost as much as he likes to make ballgowns out of them. Remember the Feministe fashion show? The time he dissed sweatpants? That time he dissed ADELE, for freak’s sake?  His latest spotlight-grabbing setpiece was to stage a catwalk show in communist-ruled Cuba less than a year into the warming of diplomatic relations with the west. Lagerfeld told Reuters the show was a homage to the “cultural richness and opening up of Cuba”. But the staging of an elite fashion event in a country with an average annual salary of £3,000 was always likely to court controversy. Chanel goods are not available to buy in Cuba.     Karl in Cuba. Photograph: Alexandre Meneghini/Reuters    One thing everyone can agree on, however, is that Havana makes a gorgeous setting for a fashion show. A motorcade of the jellybean-coloured vintage cars, as iconic of the city as the mojito cocktail, carried 600 guests to the broad promenade of the tree-lined Paseo del Prado, flanked by sun-faded pastel mansions. Chanel muses Vanessa Paradis and Gisele Bundchen arrived, as a live band played Cuban music.      Chanel muse Vanessa Paradis arrives. Photograph: STRINGER/Reuters    The commandeering of this historic Havana street as a stage set for brand-building by a luxury goods giant – showcasing clothes that will not be available to buy in Cuba – raised a few eyebrows, as did the fact that after the high-toned diplomacy of the Obama visit in March, the US was represented at this show by the rather less statesmanlike figure of Vin Diesel, in town to shoot Fast And Furious 8. However, Tony Castro, the former president’s grandson and himself an aspiring model, attended the event and called it “an honour for all Cubans for this big event to take place here”.     A model wears a Che inspired beret on the catwalk at the Chanel fashion show. Photograph: Xinhua/REX/Shutterstock    The mischievousness of Lagerfeld’s world view made, as ever, for gorgeous fashion theatre. Bundchen wore a beret, a hat that is both as profoundly French as a string of onions and as totemic of Cuba’s revolutionary past as Che himself. Guayaberas – the classic short-sleeved Cuban shirts with vertical pin-tucks – were the basis for black organza cocktail blouses, and lightly pleated Chanel jackets. There were two-tone co-respondent shoes, Panama hats and Cadillac-printed T-shirts.  But perhaps the best image of the night came, inevitably, from the mind of Lagerfeld, who told a WWD reporter that he had, as a young man in Paris, been an accomplished cha-cha and tango dancer. “I won contests,” he claimed. With Karl Lagerfeld, anything seems possible.",
  "webTitle": "Chanel's Havana show: controversy, communism and Tony Castro",
  "webPublicationDate": "2016-05-04T11:47:26Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/04/chanels-havana-show-controversy-communism-and-tony-castro",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Chanel",
      "id": "fashion/chanel",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Karl Lagerfeld",
      "id": "fashion/karl-lagerfeld",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vanessa Paradis",
      "id": "culture/vanessa-paradis",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/04/chanels-havana-show-controversy-communism-and-tony-castro"
}