{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/jo-ann-kaplan-obituary",
  "id": "2016-05-04-215",
  "sectionId": "film",
  "body": "My friend and colleague Jo Ann Kaplan, who has died aged 70, was a painter, film-maker and film teacher. Her last film, Watching Paint Dry, shows Jo Ann painting her self-portrait. Through the use of time-lapse photography, we see paintings start, develop and finish. These are intercut with close-up shots of her facial features. Begun in 2007 when she was diagnosed with emphysema, it is a film of an artist coming to terms with her mortality by exploring the changing topography of her ageing face. As with all her work, it is carefully conceived and elegantly realised, presenting the emotional intimacy of a technical process. It is an extraordinary work-in-progress that came to a stop with its maker. Jo Ann was born in New York to Charlotte Klose, a German immigrant and artist, and Louis Kaplan, a union organiser. Her father left when she was 10. Without much money but with her creative talents and unfashionable socialist beliefs, Jo Ann’s mother instilled in her daughter an artistic sensitivity and frugality. Principally a painter, Jo Ann studied at Hunter College, New York, in the 1960s with the leading lights of the minimalist movement, though her natural inclination was to make figurative art. Painting led to film-making and, via Paris, she moved to London, where she settled in a studio in Wapping and found work doing paint and trace in an animation studio. She entered independent film-making, first sound editing on Sally Potter’s The Gold Diggers (1983) and Peter Greenaway’s A Zed & Two Noughts (1985), then later editing, which became her main income. Her painter’s understanding of imagery made her a valued collaborator on the films of the documentarist Mark Kidel, the choreographer Dana Caspersen and the animators Gillian Lacey and Ruth Lingford. But it is in her main body of work as an artist-film-maker, films produced from 1986 to 2016 – Invocation: Maya Deren, Holy Family Album (with Angela Carter), Story of I, and An Anatomy of Melancholy (made during a period of exhilarating experimentation at the Arts Council and Channel 4), plus OneTwoThree and Watching Paint Dry – that one witnesses Jo Ann’s fundamental preoccupations: the female form, myth and an exploration of the artistic process. These films present an evolving, personal vision, epitomising the challenge artists face to create alternative work with minimal support. Her determination to follow her artistic instincts is what also made her one of the finest film teachers I have known. She taught MA animation and editing at the National Film and Television School, in Beaconsfield, Buckinghamshire, from 2000 and MA documentary at Goldsmiths, University of London, for the last 10 years, along with classes at the Royal College of Art and the universities of Kent, Middlesex and Westminster. With her charisma and intelligence she confronted her students to find what is in and beyond the screen. Many will miss her irreverent wit, rolling laughter and her feisty will to be visible.",
  "webTitle": "Jo Ann Kaplan obituary",
  "webPublicationDate": "2016-05-04T11:49:20Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/jo-ann-kaplan-obituary",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "film/2016/may/04/jo-ann-kaplan-obituary"
}