{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/eu-referendum-europeans-in-britain-fear-brexit-vote",
  "id": "2016-05-09-336",
  "sectionId": "politics",
  "body": "European citizens living in Britain are making contingency plans before the referendum on EU membership, with some applying for UK citizenship and others considering returning home, according to those who responded to a Guardian reader call-out.  Citing a lack of clarity in Britain’s post-referendum plans, many Europeans who have lived in Britain for years are nervously anticipating the 23 June vote, fearing the result could upend their lives.  “Eventually we will leave,” said Marie Lemaire, who is French and lives and works in London. “How soon will depend on the result of the referendum. The debate about Brexit had made us realise that we were not at home here.”    I feel rejected, like a bad transplant  Julie Lamoureux      Respondents also reported an increase in anti-migrant feeling, and criticised the remain campaign for not being vocal enough in promoting the cultural and democratic upsides of European membership alongside the economic argument.  While some EU citizens already living and working in Britain may secure indefinite leave to remain, the lack of a clear picture of what a post-Brexit Britain would look like is causing concern for Europeans resident across the UK.    One of the Brexit camp’s most potent arguments is that leaving the EU would enable Britain to secure a firmer grip on immigration. For European immigrants, particularly those who have been here only a short whilte, this raises all kinds of worries about a future dominated by visas, work permits and bureaucracy.  Among those applying for permanent residency is Patrizia Piccardo, a teacher in Northamptonshire. Originally from Italy, she has “finally started the process” towards citizenship after 24 years in the UK. “People’s attitudes towards me have changed,” she said. “It makes me paranoid and scared.” Born in France, Julie Lamoureux works in IT in Belfast. “I feel rejected, like a bad transplant,” she said. Lamoureux is worried that EU citizens will gradually be “encouraged” to leave should the UK vote to leave, and is applying for British citizenship. “My friends like Nigel Farage. My friends like me. Do my friends know that they want to see in power someone who wants me out, away, back where I came from?”  The question of what exactly will happen after a leave vote is occupying the mind of thousands of Europeans in the UK: students wondering if it’s worth applying for a master’s degree; property and business owners considering their long-term plans; people with British partners and children.  “Nobody seems to actually know what the consequences would be,” said Marie Van Der Velde, in London. Originally from Belgium, she is married to a British citizen. “Will all EU citizens be required to leave? Will we be assessed on level of income, on desirability of God-knows-what?  “What if we are married to a UK citizen? Will they now need a certain income level to keep us in, like for non-EU spouses? Do we need to apply for citizenship and give up our European passport in the process? My children think they are English.”  Lou Del Bello, a freelance journalist from Italy, said: “I would rather settle somewhere else than undergo the humiliating process of applying for a visa.” Others are less worried about their immediate future in the UK, expecting a bureaucratic process of visas and fees, but otherwise an expectation that they would be able to remain.  However, Gizem Ozkaynak, a postgraduate student in York, echoed many in questioning whether a post-EU Britain would be a country worth staying in. “I could apply to gain British citizenship but the question is, do I really want to be in the UK when the UK does not want to be part of the EU?”     Etienne Dunant. Photograph: Etienne Dunant    Frenchman Etienne Dunant, 37, an administrator in Sheffield, said: “I do not honestly think that I am not going to be deported or anything of the sort should the UK leave the EU. But with my life and son here, I cannot risk to have my right to remain in this country become problematic. This is why I have now hastened my application. “I also said, not quite tongue in cheek, if Scotland has another independence referendum and then applies to the EU, I would move over the border. “The thing is, the empire days are gone. I say this as a person who really loves the UK and its specificities, but sees a country that is lying to itself in a way.”  Some names have been changed",
  "webTitle": "EU referendum: Europeans in Britain fear Brexit vote",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/eu-referendum-europeans-in-britain-fear-brexit-vote",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "politics/2016/may/09/eu-referendum-europeans-in-britain-fear-brexit-vote"
}