{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/11/sodra-teatern-stockholm-theatre-sweden",
  "id": "2016-05-11-198",
  "sectionId": "travel",
  "body": "This time of year, when there’s so much light, all Swedish people want to do is go outside and enjoy it. There’s a place in the south of Stockholm called Södra Teatern that’s set on a hill overlooking the entire city. In the summer, the venue opens this huge terrace, called the Mosebacketerrassen, that seats about 1,500 and has the most spectacular views – you can see the water from almost every angle, which makes for a beautiful backdrop. And because it’s not in the city centre, it’s not at all touristy, just full of locals – apart from the odd visitor who has stumbled across it. There’s so much history here. The place was built in 1859 (it’s the city’s oldest private theatre) and it actually comprises several venues, including a jazz club, which hosts brunches and concerts, and a theatre that feels a bit like a smaller version of our opera house. It still has its original box seats, velvet and crystal chandeliers with room for about 450 people, so the theatrical experience is very intimate. One of the smaller auditoria, which only seats 40 or 50, showcases authors and poets reading their work. It’s wonderful that all the performing arts sort of blend together here. • Mosebacke Torg 1, +46 8 531 99 490, sodrateatern.com",
  "webTitle": "What a performance: soaking up culture and sunshine at Stockholm’s oldest private theatre",
  "webPublicationDate": "2016-05-11T13:32:59Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/11/sodra-teatern-stockholm-theatre-sweden",
  "keyword": [
    {
      "webTitle": "Stockholm holidays",
      "id": "travel/stockholm",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cultural trips",
      "id": "travel/cultural-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sweden holidays",
      "id": "travel/sweden",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/11/sodra-teatern-stockholm-theatre-sweden"
}