{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/01/watch-your-biological-clock-vital-health-tips",
  "id": "2016-05-01-195",
  "sectionId": "lifeandstyle",
  "body": "Breakfast in the morning, work during the day, relaxation in the evening followed by bedtime. The waking hours have a certain rhythm, and the 24-hour cycle of the Earth’s rotation has resulted in a human sleeping pattern that largely takes place at night for about seven or eight hours of continuous shut-eye. Several studies have found that disturbing this ancient sleep-wake cycle can make people more prone to illnesses such as diabetes, obesity, gastrointestinal disorders and heart disease. Now, a study on nearly 300 pensioners at 24 GP practices in England has found that the best time to have a flu jab is probably in the morning, as this is the time when the immune systems of older people are better able to produce virus-fighting antibodies.    A study at Harvard Medical School on 420 dieters found that those who ate their main meal before 3pm lost more weight    Scientists believe that up to 2,400 lives might be saved if all winter flu jabs were given to older patients before noon, as this is the time when their immune defences are at their best. It is further evidence that timing can be critical – even vital – for certain activities. So what else do we know about the “biological clock” that appears to control our circadian rhythm? Here are a few questions that can be answered. What is the biological clock and why do our bodies follow a circadian rhythm?Scientists are now pretty sure that there are two kinds of clock at work in the body. The central “master” clock of the suprachiasmatic nucleus, a collection of about 20,000 oscillating nerve cells in the hypothalamus of the brain, is intricately linked with daylight from the optic nerve of the eye. This internal clock signals when it is time to be awake or asleep, and is linked with hormone levels and body temperature, which correspondingly fluctuate over a circadian period of “about a day”. However, more recently scientists have discovered that other tissues in the body have their own peripheral clocks that are influenced by other environmental factors. Eating, for instance, can reset the peripheral clock of the gastrointestinal tract.   Related: Does Apple’s new Night Shift mode really give you a better night’s sleep?    Does disturbing the circadian rhythm cause health problems?There is clear evidence to suggest that it does. Shift workers who work at night, for instance, are known to be at higher risk of cardiovascular disease. One study found they were 40% more likely to suffer from this illness compared with non-shift workers. One suggestion is that altering the body’s sleep-wake cycle causes an uncoupling of the central body clock of the suprachiasmatic nucleus and the peripheral clocks in the rest of the body, caused for instance by eating at inappropriate times over the 24-hour cycle. And as the pensioners’ study showed, sleep can also influence the activity levels of the immune defences. So what is the best time to eat to stay healthy?Studies on mice have clearly shown that allowing them to eat only when they are naturally awake, which is at night because they are nocturnal, results in fewer metabolic defects. They are healthier and less obese than mice allowed to eat all day and night long. Similarly, a study by Frank Scheer at Harvard Medical School on 420 dieters in Spain found that those who ate their main meal before 3pm lost more weight than those who ate later. The message appears simple: make lunch your biggest meal of the day. When is the best time to sleep in order to be alert and creative?This depends on the individual. Some people are night owls, some are morning larks. Mimi Shirasu-Hiza, a sleep researcher at Columbia University in New York, says that even sleeping in one eight-hour stint might not be right for everyone.           I’m too busy! How can we get out of this busy-ness trap?    “As a night owl, my own optimal time for writing or thinking creatively is from about 10pm to 2am. Because I have young kids who wake up early in the morning, I have switched to a bimodal or segmented sleep pattern,” she says. “I go to sleep with my kids at 8pm or so, wake up at 10pm-ish and work for a few hours, go back to sleep and wake up with the kids in the morning. There is some evidence this was not an unusual sleep pattern in pre-industrial society.” In today’s 24/7 culture, is there a best time to engage with social networks?Sleep refreshes the mind as well as the body and a study of 509m tweets sent over two years by 2.4 million Twitter users found that the most cheerful and upbeat tweets are posted between 8am and 9am. The afternoon dip in concentration means that between 3pm and 6pm people are more likely to retweet other people’s tweets than create their own. The most emotional time for Twitter is between 10pm and 11pm when users were “alert and engaged, but also more agitated”, researchers found.",
  "webTitle": "Sleep-wake cycle: why it’s vital to watch your biological clock",
  "webPublicationDate": "2016-05-01T06:00:47Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/01/watch-your-biological-clock-vital-health-tips",
  "keyword": [
    {
      "webTitle": "Sleep",
      "id": "lifeandstyle/sleep",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/01/watch-your-biological-clock-vital-health-tips"
}