{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/vote-leave-campaign-fear-brexit-referendum",
  "id": "2016-05-23-44",
  "sectionId": "commentisfree",
  "body": "Four weeks to go, can it get any worse? Yes, it really can, as there seems no depth to which the out campaign will not sink. Who would predict that urbane “modern” Conservatives would plunge so fast into a Powellite gutter of racism that has not been seen in Westminster for decades? Frantic, reckless, ruthless, the leavers have nowhere to turn but xenophobia, trounced by the tsunami of warnings of a Brexit economic shock. The Turks are coming! “Turkey (population 76 million) is joining the EU,” says their poster, as they warn of a crime wave of homicidal, kidnapping, gunrunners. Who would expect the intellectual Michael Gove or jocular Boris Johnson to plumb such depths? No, Turkey will not join the free-movement EU, not while Britain and 27 others hold a veto. Trade deals maybe, but the more authoritarian President Recep Tayyip Erdoğan becomes and the more hostile Europeans are to migration, the more impossible it is for new countries to get free movement in the EU. Look at Austria.    What matters is the lasting social damage Gove and Johnson leave by stirring anti-immigration fear    But Gove and Johnson treat facts with Trump-scale disdain. Instead, reaching into dark-hearted fear, they claim Turks, Albanians, Macedonians, Serbs and Montenegrins are poised to invade. As defence minister (good grief, she really is), Penny Mordaunt lied boldly on Sunday: “I don’t think the UK can stop Turkey joining.” Oh, yes we can, and so can the Poles, Hungarians, Austrians and other increasingly migrant-phobic countries the Vote Leavers urge us to resemble. Gove (yes, our justice secretary!) says 5.2 million are coming here by 2020, causing 57% more A&E hospital admissions, and costing £400m more in maternity services. It really doesn’t matter that it isn’t true. For their campaign, facts get in the way – they are contemptuously judging that their supporters won’t know the difference. Besides, the likes of Iain Duncan Smith have form on ignoring evidence, repeating untruths about migrants on benefits despite rebukes from the UK Statistics Authority. Who cares? It works for persuading people that benefit recipients are cheats, so why not suggest more than 5 million Turks and Albanians are coming? This is the new fact-free politics of identity and emotion, bred in the internet vortex. Johnson dips into populist paranoias about the EU’s Mein Kampf ambitions and Barack Obama’s dubious birth. With a long month ahead, will Roma be next? Prime targets are older, white, lower-income voters in the east and north-east of England. Places such as Boston or Peterborough have indeed seen abrupt unwelcomed cultural change, transforming familiar communities. Others with very few new migrants fear a future cultural invasion. Since the dawn of time fear of foreigners has run deep. Communities define who they are by who they keep out, and community spirit is not always nice.           Nigel Farage to Peter Mandelson: ‘You wanted to rub our noses in diversity’    Britain, until now, prided itself on managing new arrivals relatively well, with a Race Relations Act that did change behaviour, suppressing hate-speech. Small eruptions of far-right groups, such as the English Defence League or the British National party, have mercifully imploded rapidly. But the Leave.EU campaign has been caught targeting its ads at those followers of far-right Facebook groups, showing a British bulldog ripping up the EU flag. Meanwhile, the sort of anti-migrant voters Gove and Johnson court might be surprised at the leaflet sent out by their campaign under the cover name of Muslims for Britain, telling Pakistanis and Bangladeshis that leaving the EU will let in more people from their countries. Here’s the lie: “The EU forces Britain to discriminate against people who want to migrate here from non-EU countries.” Once out, we will no longer “turn away talented people from outside the EU”. Nonsense, we are already free to let in who we like. But don’t expect Gove or Johnson to broadcast their non-aim to let in many more Asian migrants. What about Gove’s militant Muslim-fright book Celsius 7/7? This is racial double-dog whistling, different lies for different folks. What kind of diplomat Johnson would be, when he has just won £1,000 in an anti-Erdoğan limerick competition in the Spectator magazine with “There was a young fellow from Ankara, Who was a terrific wankerer.”           Boris Johnson compares EU to badly fitting underwear – video    Across the EU, neo-fascism alarms but it shouldn’t be exaggerated. It has been falling in some countries, where the EU is seen as a firewall against nationalism. BBC figures show the far right below 10% in Italy, Greece and the Netherlands; under 15% in Finland and Sweden; rising to 21% in Hungary and 29% in Switzerland. Britain represses its far right with our electoral system but now it breaks out within half the Tory party, joining Ukip to morph into an anti-foreigner movement. “I love Boris, respect him, admire him; I’m a Boris fan,” says Nigel Farage. Forget lofty talk of sovereignty and a thrusting new post-EU economy: as the outers get desperate, they get down and dirty. It’s not the economy – it’s migrants, stupid. Anti-elite, anti-politics sentiment is fertile soil for those with fallen wages, good jobs swapped for Uber zero-hours insecurity, while inequality removes the professional classes yet further from the lower half. An inchoate, unpoliticised resentment can easily be redirected against outsiders, instead of the real perpetrators.   Related: Cameron won’t purge his Brexit rebels, but there will be a reckoning  | Matthew d’Ancona    Even the most effortlessly privileged can pose as representatives of the underdog if they stir anti-migrant anxiety. Public schoolboys Boris Johnson and Nigel Farage can pose as men of the people, just as billionaire Donald Trump pretends to champion the common man, just as classical scholar Enoch Powell did – and as Sir Oswald Mosley postured in the 1930s. Racism can bestow street cred on the most unlikely leaders if they stoop into the political gutter to conquer. Let Gove and Johnson trash their own reputations: what matters is the lasting social damage they leave by stirring anti-immigration fears. Even if they lose, David Cameron’s slender majority guarantees they will return comfortably to a cabinet bent on an austerity that wrecks the lives of their unhappy erstwhile supporters. Shaking the dust off their feet, the Brexiters will leave the many people they rallied with nothing but deeper resentment. Labour agonises over how to retrieve those people. The answer has to be in acknowledging and easing uncomfortable local migration tensions, while resolutely refuting the myth that foreigners are the cause of well-justified discontents. But it won’t be easy to undo the damage done by these Tory wreckers.",
  "webTitle": "Vote Leave’s fear-the-foreigner campaign will cause lasting divisions | Polly Toynbee",
  "webPublicationDate": "2016-05-23T19:12:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/vote-leave-campaign-fear-brexit-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/vote-leave-campaign-fear-brexit-referendum"
}