{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/22/departure-review-stifling-family-drama",
  "id": "2016-05-22-166",
  "sectionId": "film",
  "body": "In the rural south of France, where his mother is closing up the family’s holiday home, brittle British teenager Elliot (Alex Lawther) becomes besotted with the alluring Clément (Phénix Brossard), only to discover that his frustrated, heartbroken mum has similar interests. Writer/director Andrew Stegall’s debut feature benefits from a reliably rigorous performance by Juliet Stevenson as the conflicted Beatrice, a woman whose inner pain is reflected in the tiniest movement of her eyes, or tightening of her cheek. As Elliot, Lawther is deliberately more unlikable, his anxious narcissism and peevishly cruel turn of phrase nurtured in the vacuum of his parent’s marriage, leaving Brossard to inject some force-of-nature vibrancy into the stiflingly mannered proceedings. “You’re a bit of a cliché,” Clément tells Elliot, indicating that Steggall knows exactly how irritatingly pretentious this callow youth appears. Yet the film plays with our affections, alternately seducing and repelling us. Finbar Lynch is affectingly spiky as the all-but-absent husband whose presence feels more like a void, but Stevenson steals the show as the woman on the verge of a nervous breakdown.           Departure: watch an exclusive trailer for the new British drama – video",
  "webTitle": "Departure review – stifling holiday drama",
  "webPublicationDate": "2016-05-22T07:00:36Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/22/departure-review-stifling-family-drama",
  "keyword": [
    {
      "webTitle": "Departure",
      "id": "film/departure",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Juliet Stevenson",
      "id": "culture/juliet-stevenson",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Kermode",
      "id": "profile/markkermode"
    }
  ],
  "guardianId": "film/2016/may/22/departure-review-stifling-family-drama"
}