{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/29/cancer-scientists-pensions-invested-in-tobacco-bat",
  "id": "2016-05-30-201",
  "sectionId": "business",
  "body": "Scientists funded by Cancer Research UK who spend their lives hunting for cures for the disease are among thousands of academics whose pensions are invested in the tobacco industry, the Guardian can reveal. The latest annual report for the university staff’s pension fund shows it had £211m invested in British American Tobacco in the year to 31 March 2015 – its fifth biggest listed equities holding.  The Universities Superannuation Scheme (USS) – the official name for the fund for university academics and staff – was worth £49bn in 2015. The BAT holding is not the only controversial investment; its biggest holding was £344m in Royal Dutch Shell. But the tobacco investment will come as a shock to many researchers, academics and staff. One scientist, who is employed by a leading university but whose post is funded by CRUK, was horrified to learn that her money was being invested in this way. “This means that, even if only indirectly through our time and labour, CRUK money is being invested in growing and supporting the tobacco industry,” she told the Guardian. “The idea that we all have our pension invested in BAT is outrageous.  “All the work of this institute is done under the guidance of CRUK, and we are, quite rightly, regularly reviewed to ensure that CRUK money is being spent effectively and efficiently in the global fight against cancer. How can this possibly be in line with the fact that most of us will retire comfortably on money earned from tobacco investments?” Universities UK, which represents vice-chancellors and principals, said USS was a responsible investor. “USS, as part of its investment duties, takes into account wider social, ethical, and environmental and governance issues, so long as that ensures that the assets of the scheme are invested in the best financial interests of members and their beneficiaries,” said a spokesperson. “USS is also a responsible and engaged investor. They have, for example, undertaken engagement with tobacco companies on marketing approaches and regulations around e-cigarettes.” But public health campaigners say it is not possible to reform the tobacco industry. In March, the European Public Health Association called on investors to dump their holdings. “For decades, it has actively sought to mislead the world about the harms caused by its products. It has corrupted public officials, been complicit in illicit activities such as smuggling, and has undermined legislation to protect the health of the public,” said the association in a statement. It praised the campaigning organisation Tobacco Free Portfolios in Australia, which had successfully argued for pension funds to disinvest in tobacco. Prof Martin McKee, the president of the EUPHA, said it was calling on European institutional investors such as USS to follow suit.  “Given the hard work of so many of its members to eliminate the scourge of tobacco-related death and misery, it is simply unacceptable that USS should continue to invest in this discredited industry,” he said.  CRUK, some of whose money indirectly ends up in BAT, said the university pension arrangements were not under its control. It is now supporting Tobacco Free Portfolios in the UK. George Butterworth, CRUK’s tobacco policy manager, said: “The tobacco industry’s deadly products are responsible for one in four cancer deaths. Many people would be shocked to learn that their pensions are invested in tobacco company shares – especially those striving to develop cures for diseases caused by this lethal industry. Cancer Research UK’s own pension funds are tobacco-free, but many of our researchers are based at institutions where that is not the case. “To help make it easier for organisations’ pension schemes to opt out of tobacco shares, we’re now funding the UK arm of Tobacco Free Portfolios to encourage investment funds to divest from tobacco stocks. AXA’s move earlier this week to withdraw billions in investment from the tobacco industry shows what can be done.” USS said in a statement that it was “an active and responsible shareowner, an approach which USS’s trustee believes will protect and enhance the long-term value of the fund. In order to ensure appropriate diversification we invest in a wide range of companies and assets.  “We have a significant in-house responsible investment team and work with the companies in which we invest to improve ethical, environmental and governance standards, in the best financial interest of our members and beneficiaries. In recent times, this has included engaging with tobacco companies on marketing approaches and regulations around e-cigarettes. The trustee keeps its approach under review.”",
  "webTitle": "Revealed: cancer scientists' pensions invested in tobacco",
  "webPublicationDate": "2016-05-30T04:44:29Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/29/cancer-scientists-pensions-invested-in-tobacco-bat",
  "keyword": [
    {
      "webTitle": "Tobacco industry",
      "id": "business/tobacco-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Cancer",
      "id": "science/cancer",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "business/2016/may/29/cancer-scientists-pensions-invested-in-tobacco-bat"
}