{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/30/barack-obama-bernie-sanders-progressive-liberal-policy",
  "id": "2016-05-30-96",
  "sectionId": "us-news",
  "body": "On an afternoon in early December, a crowd packed into a high school gymnasium in Kansas. They were there to hear what would come to be seen as a seminal address on the state of the American economy and the role of government in levelling the playing field for all.   Related: ‘A capacity to move voters’: can California be Sanders’ golden state?    Inequality, they were told, “distorts our democracy”. “It gives an outsized voice to the few who can afford high-priced lobbyists and unlimited campaign contributions, and it runs the risk of selling out our democracy to the highest bidder. It leaves everyone else rightly suspicious that the system in Washington is rigged against them, that our elected representatives aren’t looking out for the interests of most Americans.” It sounds like Bernie Sanders in 2015. It was in fact Barack Obama, gearing up for re-election as 2011 came to a close. The president made a soaring appeal for ideals that now lie at the heart of Sanders’ campaign to succeed him. Although Sanders has built his long career in public office around the theme of a “rigged system”, in the Democratic primary he has implicitly cast Obama on the wrong side of the debate. The status quo has been woefully insufficient, he argues, not simply because of Republican obstruction but also thanks to the complicity of the Democratic establishment. That establishment includes Hillary Clinton and the current occupant of the White House. An examination of Obama’s record, however, provides evidence that he has taken many actions against corporate interests – with lasting consequences. Healthcare The Affordable Care Act is perhaps the most historic example. Obamacare remains politically divisive, but its passage in 2010 overcame more than $100m in spending by special interests, led by insurers. The act has since provided healthcare coverage to more than 20 million Americans. The president’s own team was skeptical of staking his reputation on a comprehensive overhaul of the healthcare system. It was the issue through which Republicans tried, and failed, to make Obama a one-term president.  “I begged him not to do this,” Rahm Emanuel, White House chief of staff from 2009-10, later recalled in a book about the first year of Obama’s presidency.  Six years later, approval of the law has risen steadily. A study published last year in the Journal of the American Medical Association offers clues as to why: the number of uninsured has fallen by 7.9%, with a 5.5% drop in those unable to afford healthcare.  Wall Street Obama did not dismantle the financial system in the wake of the crisis of 2007-08, as Sanders would like to do by breaking up the big banks. But the administration did impose new rules – under the 2010 financial reform known as Dodd-Frank – requiring banks to hold more capital and restricting the trading of risky derivatives through subsidiaries insured by taxpayers. Wall Street is still looking for ways to overturn Obama’s work. Special interests are eyeing a new spending bill before Congress as a way to undercut the Consumer Financial Protection Bureau, the government watchdog established under Dodd-Frank that has produced upward of $5bn in refunds and fines through enforcement against credit card companies and mortgage lenders. Taxes As Bush-era tax cuts neared expiration in 2012, setting the stage for a showdown in Congress over the so-called “fiscal cliff”, it seemed the Obama administration could not possibly succeed in persuading Republicans to raise taxes on the wealthy.  It succeeded. It took tough negotiation and compromise – Obama was unable to keep a campaign promise to raise tax rates on annual household income over $250,000 and individual income over $200,000, settling instead for $450,000 and $400,000. But the Republicans were forced to break a 20-year no-new-tax pledge, and the deal underscored the contrast between pragmatism and idealism. This year, the administration proposed rules to stop US companies from reincorporating overseas. The push against tax “inversions” came over the objection of Wall Street investors and major corporations. The fruits of pragmatism   Related: Japanese American internment survivor hears troubling echoes in Trump rhetoric    Obama has shown little deference for special interests in many areas. His climate change agenda took on big oil; it is now being challenged in court. The Department of Health and Human Services is newly focused on bringing down pharmaceutical costs – against the lobbying might of PhRMA. The difference between the president’s approach and that of Sanders is that the president remains rooted in pragmatism.  In 2008, Obama’s campaign of hope and change led supporters to expect a radical reconstruction of the system. In office, reality meant progress by shorter steps. Sanders would probably discover, were he to assume the highest office in the land, the virtues as well as the limitations of compromise.",
  "webTitle": "The pragmatic progressive: what sets Obama apart from Bernie Sanders",
  "webPublicationDate": "2016-05-30T13:40:16Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/30/barack-obama-bernie-sanders-progressive-liberal-policy",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/30/barack-obama-bernie-sanders-progressive-liberal-policy"
}