{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/19/live-racing-thursday-19-may-2016",
  "id": "2016-05-19-251",
  "sectionId": "sport",
  "body": "11am Gold will face seven rivals in Irish 2,000 Guineas Tony Paley: Galileo Gold, the impressive winner of the 2,000 Guineas at Newmarket, will face seven rivals when he chases a Classic double in the Irish version at The Curragh on Saturday.   Related: Frankie Dettori triumphs on Galileo Gold in Newmarket’s 2,000 Guineas    Aidan O’Brien saddled a record 10th winner of the race when Gleneagles won 12 months ago and this year the Ballydoyle trainer will have four runners. Air Force Blue, who was bitterly disappointing when odds-on at Newmarket, will be joined Newmarket fourth Air Vice Marshal, Dundalk winner Bravery and Shogun. Blue De Vega won two of his three starts as a juvenile and while he was a beaten favourite on his return in the Tetrarch Stakes, Michael O’Callaghan expects him to strip much fitter for the run. “He is very well, in good order, and we’re looking forward to running him at the weekend,” the Curragh trainer told At The Races. “He’s come on a lot from his first run in the Tetrarch a couple of weeks ago. “A mile is going to be his absolute minimum from now on. With his stout German pedigree I’d say he’s going to end up stepping up in trip. We’ll take in the Guineas first and see where we go after that.” Kevin Prendergast’s Tetrarch winner Awtaad and Sanus Per Aquam from Jim Bolger’s yard complete the field. Thursday’s best bets, by Greg Wood There are some interesting puzzles to unravel on five cards today, not least the Listed Height Of Fashion Stakes at Goodwood where the market is headed by The Black Princess, who was beaten off a mark of 74 in a handicap at Nottingham last time out.   Related: Horse racing tips: Thursday 19 May    The Black Princess was still showing distinct signs of inexperience in that race, but it still seems a little strange to find Mirsaalah, who beat her by a nose in receipt of 4lb, lining up alongside her again today but priced up at around 50-1. The Black Princess, by contrast, is no better than 15-8, which suggests that her odds are at least partly influenced by the fact that she is trained by John Gosden and will be ridden by Frankie Dettori. She is also one of five runners in the nine-strong field with an entry in either the Oaks, the Irish Oaks or both, but there is no certainty at this stage that The Black Princess is the best of them. Skiffle, who is entered in the Ribblesdale at Royal Ascot as well as the Irish Oaks, seems sure to improve on her only run to date, but then so too does Zaakhir (4.00). She won her only start in a Kempton maiden in November in a solid time, is bred to come into her own over today’s trip and further, and looks the best bet at around 13-2. The stayers’ handicap brings together two horses who had very good seasons over hurdles this winter in Wolf Of Windlesham and Rayvin Black, and at the weights, there may not be much between them back on the level. Wolf Of Windlesham raced off 137 when winning over hurdles at Sandown in April, while Rayvin Black was rated 149 when he finished sixth in the Imperial Cup in March, and gives 8lb to Wolf Of Windlesham today. Rayvin Black is also a course and distance winner, but Wolf Of Windlesham was impressive when successful over today’s two-mile trip on the Flat at Kempton in late March and the narrow pick at 5-2. The Warrior (2.20) must go well with Ryan Moore booked earlier on the card, while at Sandown this evening, Defrocked (6.55) will be hard to beat in the one-mile handicap. Jamie Osborne’s gelding improved abruptly to get off the mark at the second attempt at Windsor last month, recording a good time in the process. Harbour Law (6.25) also won with something in hand last time, and though he needs to prove his stamina in the 14-furlong handicap for three-year-olds, that is factored in to a price of around 4-1. Tipping competition, day four Our winners so far: Monday Paling 3-1 Rusty Rocket 12-1 Gowanauthat 8-1 Tuesday Orion’s Bow 4-1 Coto 5-1 Powerful Wind 14-1 Wednesday Maleficent Queen 3-1 Don Padeja 25-1 Almodovar 4-1 And our leader is: Carol Keen +31 … who was already in profit for the week before somehow finding Don Padeja AND Almodovar. No one else had the 25-1 winner. Lindsey6677 (+16) lies a distant second. Today, we’d like your tips, please, for these races: 4.00 Goodwood, 5.05 Goodwood, 6.55 Sandown. This week, we’re offering you a second chance to win a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -9. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Thursday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-19T10:03:52Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/19/live-racing-thursday-19-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    },
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    }
  ],
  "guardianId": "sport/blog/2016/may/19/live-racing-thursday-19-may-2016"
}