{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/roberto-saviano-london-is-heart-of-global-financial-corruption",
  "id": "2016-05-29-47",
  "sectionId": "books",
  "body": "The financial services industry based in the City of London facilitates a system that makes the UK the most corrupt nation in the world, the anti-mafia journalist Roberto Saviano said at the Hay festival.  Saviano, who has been living under armed police guard for more than 10 years after writing an expose of the Neapolitan Camorra, said London’s banking institutions were key components of “criminal capitalism”, which laundered drug money through the offshore networks. He said: “If I asked what is the most corrupt place on Earth, you might say it’s Afghanistan, maybe Greece, Nigeria, the south of Italy. I would say it is the UK. It’s not UK bureaucracy, police, or politics, but what is corrupt is the financial capital. Ninety per cent of the owners of capital in London have their headquarters offshore. “Jersey and the Caymans are the access gates to criminal capital in Europe and the UK is the country that allows it. That is why it is important, why it is so crucial for me to talk to you because I want to say: this is about you, this is about your life, this is about your government.” As he spoke two bodyguards stood by silently scanning the crowd. In his interview on Saturday with Guardian and Observer journalist Ed Vulliamy, Saviano said that there was a hidden danger of voting to leave the European Union that was little discussed. He said if the UK left the EU, it would undermine joint attempts to fight illegal economies. “Leaving the EU means allowing the Qatari societies, the Mexican cartels, the Russia Mafia to gain even more power,” he said, highlighting the fact HSBC had paid $1.9bn in fines to the US government for financial irregularities in dealing with money that had come from cartels.  He added: “We have proof, we have evidence. Today, the criminal economy is bigger than the legal economy. Drug trafficking eclipses the revenue of oil firms. Cocaine is a £300bn-a-year business. Criminal capitalism is capitalism without rules. Mafia and organised crime does not abide by the rule of law – and most financial companies who reside offshore are exactly the same.” Saviano also recalled how he had been moved to write the book that led to the Camorra telling him it would kill him. “In my lifetime, more than 4,000 people have been killed in Naples and the surrounding area by the Camorra,” he said. “But when I was younger I did not have a clear perception of the criminal power that ruled that area.” He said that the murder of a priest in his home town radically changed his view.    Related: Roberto Saviano: My life under armed guard    “The priest was 30 years old and was shot in the face,” he said. “He had spoken out about the Camorra. He had said ‘for the love of my people I will not keep quiet in the face of a dictatorship run by the Mafia. He called it a totalitarian power within a democracy, and wrote an essay denouncing them. He said by doing so, he felt he could influence the power that was around me.” Saviano explained how his life had changed dramatically, aged 26, when he wrote Gomorra, a book exposing the people in the Camorra and the way they acted. Saviano said: “When I got myself into this situation and I could not imagine that it would end like this because many books have been written on the Mafia, but it was my book that made them so angry. “My life is unique. I am followed by two bulletproofed cars and by more than five officers and that brings about a feeling of guilt sometimes because you exposed yourself too much, you were not cautious enough. I live under police protection and have done so for 10 years. What got me into trouble wasn’t so much that I wrote a book, but the way I wrote it. I named names and I stated facts. I took you to the crime scene.” Vulliamy praised his bravery and Saviano replied by saying writers should cherish their ability to speak out. “Never take for granted the freedom of expression,” Saviano said. He cited the case of Malala Yousafzai, who was shot by the Taliban aged 15 for campaigning for the right for girls to education. “They are the world’s biggest heroin traffickers, who make fortunes from the trade, and they were frightened of this 15-year-old who was brave enough to speak up for women and girls to go to school as a way to transform her society,” he said. He added he had been influenced by fellow Italian writer Primo Levi, whose book If This Is a Man about life in Auschwitz laid bare the daily horrors of life in the Nazi death camp.  “He brought the reader to Auschwitz,” explained Saviano. “I wanted to say to the reader, this story is about you – that way the reader becomes a problem for organised crime.”",
  "webTitle": "Roberto Saviano: London is heart of global financial corruption",
  "webPublicationDate": "2016-05-29T18:31:17Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/roberto-saviano-london-is-heart-of-global-financial-corruption",
  "keyword": [
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Mafia",
      "id": "world/mafia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Carrier",
      "id": "profile/dan-carrier"
    }
  ],
  "guardianId": "books/2016/may/29/roberto-saviano-london-is-heart-of-global-financial-corruption"
}