{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/lionel-messi-barcelona-trial-for-unpaid-taxes-to-start-on-tuesday",
  "id": "2016-05-30-81",
  "sectionId": "football",
  "body": "The Barcelona and Argentina football star Lionel Messi goes on trial on Tuesday on charges of defrauding Spain of €4.1m (£3m) in unpaid taxes. The court in Barcelona will hear that Messi and his father, Jorge Horacio Messi, who manages his financial affairs, used tax havens in Belize and Uruguay to conceal €10.1m earned in image rights from 2007 to 2009. The two deny any wrongdoing. The Spanish tax agency is demanding the payment of a fine equivalent to the €4.1m allegedly defrauded and a sentence of 22 months and 15 days for both Messi and his father. The case centres on the alleged unlawful activities of Messi’s father, but authorities have said the Barcelona player knew enough to also be named in the case. Charges previously brought were dropped on the grounds that Messi has no personal involvement in his financial affairs. The trial is expected to last three days, with Messi expected to give testimony on Thursday. A five-time winner of the Fifa Ballon d’Or, Messi has insisted all along that he has no knowledge of his financial dealings. His father has backed this up, saying: “The only thing my son does is play football.” Questioned by a judge in 2013, Messi said: “I sign contracts but I never look at them. I don’t know what I’m signing. I trust my father who takes care of these things. I do what he tells me to do. I only look at the summary at the end of the year to see what I’ve made.” According to Forbes magazine, a glance at the summary of his earnings for 2015 would reveal that he had made $74m (£51m) – $52m as a player and $22m in endorsements. He has already paid €5m to the tax agency and a further €10m to regularise his situation for 2010 and 2011. As the sentence demanded is less than two years and he has no criminal record, there is little likelihood of Messi going to prison. Messi is not the only Barça player to have a run-in with the tax agency. In March, a court in Rio de Janeiro ordered Brazilian team-mate Neymar Jr to pay $52m in fines and back taxes.  Earlier this year, Barcelona’s Argentinian defender Javier Mascherano was fined nearly €800,000 and received a one-year suspended sentence for tax fraud.",
  "webTitle": "Lionel Messi goes on trial over €4.1m unpaid taxes",
  "webPublicationDate": "2016-05-30T14:59:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/lionel-messi-barcelona-trial-for-unpaid-taxes-to-start-on-tuesday",
  "keyword": [
    {
      "webTitle": "Lionel Messi",
      "id": "football/lionel-messi",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Burgen",
      "id": "profile/stephen-burgen"
    }
  ],
  "guardianId": "football/2016/may/30/lionel-messi-barcelona-trial-for-unpaid-taxes-to-start-on-tuesday"
}