{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/18/sri-lanka-rangana-herath-england-first-test-headingley",
  "id": "2016-05-18-226",
  "sectionId": "sport",
  "body": "No one expected Sri Lanka to beat England at Headingley in 2014. But they did. No one expects them to beat them this time either. But they might. However, a victory for Sri Lanka in Leeds would be even more surprising in 2016. The England players are no longer navel-gazers, fearful of flak. We anticipate them playing with so much more freedom and purpose than two years ago despite having a trio of unproven batsmen in their lineup. Meanwhile Sri Lanka are still coping with the departure of two of their cricketing giants which means that their middle order looks even more fragile than England’s. To put it bluntly, Joe Root (Test average 54) probably has rather more support around him than Angelo Mathews (Test average 50).   Related: Angelo Mathews: ‘Sri Lanka must be fearless against England in Test series’    However, Alastair Cook and the four other survivors of that Headingley defeat from what would have been the penultimate ball of the match, if Jimmy Anderson had survived it, can offer a salutary reminder to the others. The Sri Lankans tend to smile enchantingly but they are teak-tough, fierce competitors, wherever they play. The chief selector, Sanath Jayasuriya, has acknowledged the inexperience and frailty of their batting lineup. He compensated by suggesting his team possessed a “world-class” bowling attack, which takes some believing. They have a handy collection of pacemen although Dhammika Prasad, who took five wickets in England’s second innings at Leeds two years ago, is not fit for selection. Yet whichever three fast bowlers out of Dushmantha Chameera, Shaminda Eranga, Nuwan Pradeep and Suranga Lakmal are chosen, they are unlikely to giveJames Vince too many nightmares on the eve of his debut Test. In one department they outstrip England. They possess a world-class spinner, albeit a creaking one in Rangana Herath, who is an inspiration to us all. He has just retired from one-day cricket, not least because he has two surgically repaired knees. “There are about 10 Tests lined up for this year,” he says, “and I’ve decided I can manage myself and my knees playing in just Test cricket rather than the hustle and bustle of one-day cricket.” That makes sense. Herath is a roly-poly 5ft 5in and 38 years old. He can still fulfil his primary role, though he cannot run very fast. Unlike Charlotte Edwards, this does not debar him from being selected for his national team. Herath is an easily forgotten phenomenon. He looks ordinary. Around the country in almost every club side there may well be a left-arm spinner of his shape and size. He does not possess any great mysteries like his predecessor, Muttiah Muralitharan; the doosra is not in his repertoire. There is some talk of a “mysterious”, fizzing quicker delivery but that used to be called an “arm ball”, a regular item of ammunition of old left-arm spinners. He beguiles rather than threatens.   Related: England’s batting under scrutiny in first Test against Sri Lanka | Vic Marks    Yet Herath is now part of the trinity of great Sri Lankan bowlers who completely overshadow the rest of their countrymen. There was Muralithatharan with 800 Test wickets, Chaminda Vaas with 355. Herath has 297, the same number as Derek Underwood acquired, and he hopes to reach 300 at Headingley. Next on the Sri Lankan list comes Lasith Malinga with 101. Herath made his debut for Sri Lanka in 1999 but he had to wait over a decade to be sure of his place because there was always Muralitharan. Since 2010 and Murali’s retirement Herath has been the first-choice spinner and he has taken 226 Test wickets; only Jimmy Anderson and Stuart Broad have gathered more in that period. He wins matches when the ball turns; he generally offers his captain control when it does not. All five of his 10-wicket hauls have, unsurprisingly, come in Sri Lanka. But at Headingley last time his contribution was considerable: a plucky 48 in a vital 149-run partnership with Mathews terminated only when he was run out, then three for 59 from 42 teasing overs in the last innings of the match. England will not expect significant turn at Headingley this week – indeed they will be disappointed if that is the case. But if the pattern of a summer in which pace bowlers have barely sniffed out any green grass is maintained, then Herath will be a busy man this week. His rolling gait means he will also be easy to spot. Less familiar to English eyes will be the Sri Lankan all-rounder. The safer option may be Milinda Siriwardana, a 30-year-old left-arm spinner. More excitingly – if the surface offers no encouragement for the spinners – there is Dasun Shanaka, a seam-bowling all-rounder, who has yet to play a Test. He hit a dashing century against Leicestershire last week and along with the 21-year-old Kusal Mendis he represents the future of Sri Lankan cricket.",
  "webTitle": "Sri Lanka’s Rangana Herath gets ready to roll again at Headingley | Vic Marks",
  "webPublicationDate": "2016-05-18T10:53:59Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/18/sri-lanka-rangana-herath-england-first-test-headingley",
  "keyword": [
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/18/sri-lanka-rangana-herath-england-first-test-headingley"
}