{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/donald-trump-republican-party-support",
  "id": "2016-05-14-112",
  "sectionId": "us-news",
  "body": "Donald Trump was every bit the buyer ready to walk off the lot if he couldn’t be shown a bargain.  “Does it have to be unified?” he said last Sunday, musing aloud about the need for the Republican party to come together behind his candidacy for president. “I’m very different than everybody else, perhaps, that’s ever run for office. I actually don’t think so.” Was the author of the Art of the Deal bluffing? It does not matter now, because in the last week Trump has gotten what he professed not necessarily to want: substantial party backing for his presidential candidacy.   Trump tracker   A series of meetings between Trump and congressional leaders in Washington on Thursday turned out to be a victory lap for the candidate. His success with House speaker Paul Ryan, previously billed as his most powerful adversary, was typical. Ryan went from being “just not ready” to back Trump one week to “totally committed to working together” the next. Or, in Trump’s words on Twitter on Thursday afternoon: “Great day in DC with @SpeakerRyan and Republican leadership. Things working out really well!” The Republican coalescence around Trump is indeed working out really well, for the candidate at least. By the Guardian’s latest count, 45 of 54 Republican senators either support Trump wholeheartedly or have pledged to support the nominee. Only three senators have said they will not back Trump. Senator Susan Collins, a moderate from Maine, is one of six senators in a third category: wait-and-see. In a statement to the Guardian on Friday, she said she expects to support the Republican nominee, “but I do want to see what Donald Trump does from here on out”, including whether he will dispense with “gratuitous personal insults” and “clearly outline for us what his vision of America is beyond a slogan”.  Collins said she would not make a decision until the national convention in July. In the House of Representatives, the break towards Trump has not been quite so clean. Some members clung to “#NeverTrump” sympathies even after his run on the Hill. Republican governors presiding over states where Trump’s name is mud with moderates, such as Charlie Baker of Massachusetts, or with important constituencies, such as Susana Martinez of New Mexico, likewise have withheld their support. A significant opposition remains among the party’s passé ruling class and current donor class. Both former presidents Bush have said they will sit out the 2016 campaign, as has former presidential candidate Jeb Bush. The 2012 nominee, Mitt Romney, said on Wednesday that Trump’s refusal to release his tax returns was “disqualifying”. Important mega-donors including Paul Singer and the brothers Koch have not visibly moved to back Trump. But many Republican senators who once expressed misgivings about Trump have set those feelings aside, as a rallying cry goes up to join forces in an attempt to defeat the likely Democratic nominee, Hillary Clinton.  In February, majority whip John Cornyn of Texas warned that Trump could be “an albatross around the down-ballot races”. On Thursday, Cornyn tweeted a picture of himself standing next to Trump, who was poking a thumbs up.  “Good, constructive meeting with senate leadership,” wrote Cornyn. The rally around Trump goes beyond elected officials and into the party apparatus, from other major donors to red state celebrities, such as Duck Dynasty star Phil Robertson.  It has also reached the National Republican Congressional Committee. Its chairman, Oregon representative Greg Walden, declared of Trump last December: “This is not what we’re about as a party, and this is not what we’re about as a country, and we cannot yield to this.” On Thursday, Walden announced that he would be supporting Trump after all.  “While I may disagree with the rhetoric Mr Trump uses and some policy positions, he is the better option than Hillary Clinton in the White House,” Walden said in a statement. In February, Trump delivered a Sopranos-esque warning to the Ricketts family, billionaire Republican donors who had given millions to defeat Trump’s candidacy. “They better be careful, they have a lot to hide!” Trump tweeted.  Not a trace of that tension was visible last week, when family scion Pete Ricketts, the governor of Nebraska, appeared onstage with the candidate and conferred his endorsement. For many observers who only weeks ago saw a civil war ahead for the Republican party, the swing behind Trump has come quickly.  On Thursday, conservative analyst Ross Douthat wrote: “A party whose leading factions often seemed incapable of budging from 1980s-era dogma suddenly caved completely.” On Friday, former top Barack Obama strategist David Axelrod tweeted: “The Day After: seems as if @GOP establishment is measuring @realDonaldTrump as a moldable vessel. And he’s eying them as pliable marks.” ‘It’s just going to take a little bit longer’ Timothy Hagle, a University of Iowa political science professor, told the Guardian that in the broader view, however, the party can be seen to have fallen behind the candidate at an “average” pace. He pointed to the last Republican nominating competition, when widespread displeasure with Romney was palpable through the spring. “There was a concern that Romney was insufficiently conservative on a lot of issues,” he said, “there was still a certain distrust that people even had from four years before, where he stood on abortion, the whole Romneycare thing.  “Some of those arguments and concerns go much deeper this time, so I think on the part of some people, it’s just going to take a little bit longer for them to come around.” Notably taking his time is Senator Ted Cruz, Trump’s main rival for the nomination until he withdrew last week.  “There’s time for recriminations and, you know, everyone who was responsible for the rise of Donald Trump, they will bear that responsibility going forward,” Cruz told a Texas talkshow host on Thursday. “But there were more than a few players that played a disproportionate role in that rise.” Some elected officials sound as if they will never come around. Senators Ben Sasse and Dean Heller have said they oppose Trump, nominee or no. Holdouts in the House have been even more vocal, with Illinois representative Bob Dold among them. “I said last year after Donald Trump disparaged the service of our nation’s POWs – including my uncle – and then used countless offensive remarks against women, Latinos and Muslims, that I will not support his candidacy for president,” Dold told the Guardian in a statement. But pliability on the Trump question has been the rule, not the exception. In February, after Trump attacked former president George W Bush, pointing out that the 9/11 attacks happened on his watch and suggesting that Bush wanted a war with Iraq and lied to make one, New York representative Peter King said Trump was “not fit to be president – morally or intellectually”. On Thursday, King endorsed Trump.  “I stand by all those things I said,” King told Newsday. “I said all along I would support the nominee of the party. I do endorse him and I’ll vote for him, but I don’t intend to be campaigning for him.” Lindsey Graham, the South Carolina Republican who has been one of Trump’s sharpest critics this election cycle – “Donald is like being shot in the head,” he said in March – stopped short on Thursday of saying that he was supporting the nominee. But the senator found his first nice words to say about Trump, saying the two held a “cordial, pleasant phone conversation” on Wednesday. “I congratulated him on winning the Republican nomination for president,” Graham said, in a statement. “I know Mr Trump is reaching out to many people, throughout the party and the country, to solicit their advice and opinions.  “I believe this is a wise move on his part.”",
  "webTitle": "How Donald Trump convinced the Republican party to revolve around him",
  "webPublicationDate": "2016-05-14T12:09:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/donald-trump-republican-party-support",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom McCarthy",
      "id": "profile/tommccarthy"
    }
  ],
  "guardianId": "us-news/2016/may/14/donald-trump-republican-party-support"
}