{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-goal-of-the-season",
  "id": "2016-05-16-263",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Cuco Martina (Southampton v Arsenal, 26 December) The Southampton right-back was making his full Premier League debut on Boxing Day when he ambled on to Per Mertesacker’s weak headed clearance that skipped up off the St Mary’s turf a couple of times before arriving invitingly in front of him 30 yards from goal in the 19th minute. It’s at moments such as these that bit-part full-backs often get grand ideas of glory before blinking them away and playing safe. Not Cuco Martina. The Dutch-born Curaçao international, who cost Ronald Koeman only £1m, connected perfectly with the sweetest of half-volleys that took off over to the right of Petr Cech’s goal before following the most beautiful of arcs as it swerved around the Arsenal defence like a happy swallow before finding its home in the corner of the goal. There were looks of disbelief among his Saints team-mates as it dawned on them that it was Martina who had pulled off such an audacious feat. The 26-year-old has scored three goals in his career. He may never score another one. He doesn’t have to. Christian Benteke (Manchester United v Liverpool, 12 September) Having endured a wretched season at Liverpool, it is fitting that the £32.5m striker’s one true moment of quality was remembered for all of two minutes. With Liverpool trailing 2-0 and having been abject in the fixture at Old Trafford, Jordon Ibe picked up possession on the right wing and stabbed a cross into the box that Daley Blind could only half-clear, looping a header up and behind him. The ball hung in the air, with the United defenders seemingly expecting Benteke to bring it under control before laying it off. However, he had other ideas. The Belgium striker trained his eye on the ball and watched it fall over his shoulder before leaping and twisting in mid-air with extraordinary athleticism to send a ferocious right-footed scissor-kick whistling past David de Gea. It was the 84th minute. Liverpool were back in the game – and then out of it again when Anthony Martial made it 3-1 in the 86th minute. Benteke’s stupendous strike was pushed into the background in reports and post-match discussion. The forward would become used to that kind of treatment.     Christian Benteke scores for Liverpool in the 84th minute at Old Trafford. His stunner was forgotten when Anthony Martial scored two minutes later. Photograph: Lindsey Parnaby/EPA    Jamie Vardy (Leicester City v Liverpool, 2 February) The screenwriter who plans to make a film about Jamie Vardy was in the stands to watch the forward when Leicester faced Liverpool at the King Power Stadium. And, of course, he would be given yet more gold to sprinkle all over the former non-league striker’s story. It was the 60th minute and Liverpool had competed well against Leicester, with the two teams’ pressing games matching each other. Leicester had struggled to spring Vardy in behind the visiting defence with one of their trademark zippy counterattacks. But then Riyad Mahrez decided to launch an attack from deep to surprise Liverpool’s high line. A perfectly weighted 40-yard pass towards Vardy on the inside-right channel cut out Mamadou Sakho but still left Vardy facing a ball bouncing high in front of him 30 yards from goal, with Dejan Lovren racing in to close him down. The Croatian defender hung off at the last second, perhaps expecting Vardy to bring down the ball and look for support. Instead, Vardy spied Simon Mignolet fractionally off his line and put his right foot through it, sending the ball looping up over the goalkeeper and crashing into the near top corner. Pure violence. It will go down well in Hollywood.           Leicester City’s Claudio Ranieri enthuses over the ‘unbelievable’ Jamie Vardy goal    Dele Alli (Crystal Palace v Tottenham, 23 January) “It will be shown around the world on every TV,” gushed Mauricio Pochettino after Dele Alli set a new high in his fledgling career with a goal that dripped with impudent brilliance at Selhurst Park. With the score at 1-1 in the 84th minute and the pressure on Spurs to keep pace with Leicester at the top, Christian Eriksen cushioned a header towards Alli, who was lurking just outside the penalty area. The youngster, as relaxed as you like, dampened the ball with his instep, sensed Miles Jedinak steaming in and sent him roaring past like an enraged bull with a touch to take the ball over his own left shoulder, before taking one step back and swivelling to unleash an unstoppable right-footed volley into the bottom-left corner of Wayne Hennessey’s goal. It was a delicious slice of playground football in the pressure-cooker environment of the Premier League. A rare and beautiful thing.      Wayne Hennessey of Crystal Palace is beaten by Dele Alli. Photograph: BPI/Rex/Shutterstock    Dimitri Payet (West Ham v Crystal Palace, 2 April) When West Ham faced Crystal Palace on 2 April, Dimitri Payet already had a showreel of Premier League free-kicks as long as Andy Carroll’s legs. So the reason this particular strike stands out above his others is that teams knew what was coming. That Payet had the ability to alter his technique and seemingly blend the knuckleball style – often used by Cristiano Ronaldo, Gareth Bale and co – with a traditional curler to such devastating effect in this game made it all the more stunning. Rather than send the ball into the corner furthest away from Wayne Hennessey, he whips it over the wall and sends it to the corner nearest the goalkeeper. It looks for all the world as though it is going wide but then bends in wickedly at the last moment. At full speed it looks like CGI trickery has been used, such is its ludicrous trajectory and deceptive arc. Incredible.      Dimitri Payet gets busy with his special effects. Photograph: Olly Greenwood/AFP/Getty Images    Check out the other categories:  Player of the season Manager of the season Match of the season Signing of the season Flop of the season Gripe of the season Pundit of the season   Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: goal of the season | Gregg Bakowski",
  "webPublicationDate": "2016-05-16T10:10:20Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-goal-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Gregg Bakowski",
      "id": "profile/gregg-bakowski"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-goal-of-the-season"
}