{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/barclays-mortgage-parents-wealthy-homeowning-divide",
  "id": "2016-05-05-147",
  "sectionId": "commentisfree",
  "body": "For six years now, my partner and I have been the proud – nay smug – owners of a small flat in trendy north London. It’s brilliant, owning a flat. I’d recommend it. Would own again. So how did I accomplish this incredible feat, I hear you ask. Did I work hard and save harder? Do I have a secret life as an investment banker? Am I just better than other people? Well, no. I was lucky enough to have family help. Without that, even in the slightly less bubblicious housing market of 2009, buying our first home would have been a hell of a lot harder. In accepting this help, I’ve since realised, we were part of a thrilling new social trend. In 2009, according to the Council of Mortgage Lenders, only around 30% of first-time buyers were clawing their way on to the ladder without some kind of family assistance. That number has since improved somewhat: by 2014 it was up to 48%, thanks partly to schemes such as Help to Buy. Even so, more than half the nation’s first-time buyers are able to buy at all only because of help from their families. This strikes me as a pretty rotten state of affairs. Banks being banks, one of them has found a way to profit from all this. As of this week, Barclays is offering a mortgage to homebuyers who don’t have a deposit – the first 100% mortgage on offer since the heady days of 2008. The bank is also increasing the amount it is willing to lend, at least for buyers earning more than £50,000, from a multiple of 4.4 times income to one of 5.5. This looks, at first glance, like a sign that the subprime madness that did so much to create the financial crisis has returned (not least because it’s a new version of a previous scheme, in which buyers still needed to bring a 5% deposit to the table). But it hasn’t, or at least not entirely. Because there’s a catch.   Related: Barclays 100% mortgage: how much does it really help homebuyers?    The homebuyers themselves may not need a deposit – but a “helper”, which generally means their parents, must put cash worth 10% of the purchase price into a Barclays savings account linked to the mortgage. Three years later, providing the mortgage payments are up to date, they’ll get it back, with interest. In other words, the buyers’ parents are still temporarily providing a deposit. It’s just that the bank gets to hold on to it. Barclays gets new mortgage customers, the buyers get a new home, and their parents get a decent slug of interest on some money that, being relatively rich, they probably weren’t doing anything with anyway. Everybody wins. Except, of course, they don’t. For one thing, even though a deposit is still sort of there, the return of the 100% mortgage remains worrying. Barclays is clearly confident that, in no time at all, there’ll be enough equity in the property for the parents to have their money back. This deal is effectively a bet on prices rising 10% or more in the next three years. If you can’t get on the housing ladder, the whole thing is a bit Alien vs. Predator: whoever wins, you lose. Either Barclays is making a good bet, and house prices are going to get further out of reach. Or it’s making a bad bet, and, well, that ended brilliantly well for everyone the last time round, didn’t it? More to the point, though, deals of this kind will formalise the divide that already exists in the housing market. If your parents have cash, or credit, and are willing to help, then great. Barclays is on hand to help you out. If not, thanks to another influx of buyers, prices are about to rise even further. For whoever has, to him will be given. Them’s the breaks. Sorry. Still, if you do have rich and generous parents with spare cash sitting around, this sounds like a pretty sweet deal. It’s great, owning a flat. What could possibly go wrong?",
  "webTitle": "Barclays’ 100% mortgage is great – if your parents are wealthy | Jonn Elledge",
  "webPublicationDate": "2016-05-05T14:50:42Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/barclays-mortgage-parents-wealthy-homeowning-divide",
  "keyword": [
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgage rates",
      "id": "money/mortgage-rates",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Barclays",
      "id": "business/barclay",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonn Elledge",
      "id": "profile/jonn-elledge"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/barclays-mortgage-parents-wealthy-homeowning-divide"
}