{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/win-tickets-to-the-first-day-of-the-second-test-between-england-and-sri-lanka",
  "id": "2016-05-23-204",
  "sectionId": "sport",
  "body": "The Guardian has teamed up with Channel 5 to give away a pair of tickets to the first day of the second Test match between England and Sri Lanka at the Riverside. With England having taken a 1-0 lead, Alastair Cook’s side will hope to wrap up their first series win of the summer. To be in with a chance to win, just answer the question below.        Terms and conditions  1. The competition is closed to employees of any company in the Guardian Media Group and any person whom, in the promoter’s reasonable opinion, should be excluded due to their involvement or connection with this promotion. Entrants must be 18 or over. 2. Answer the question correctly and complete your personal details on the online form and your details will be entered into a free prize draw. Only one entry per person. 3. Entries must be made personally. Entries made through agents/third parties are invalid. Entry indicates acceptance of terms and conditions. 4. The prize is one pair of tickets to England v Sri Lanka on 27 May 2016 at Riverside. Travel to and from the venue is not included, nor is accommodation. 5. No purchase necessary to enter. Fill in the online application form with the necessary details, name and mobile number. 6. All entries must be received by 10am on Wednesday 25 May 2016. 7. Winners will be notified before 10pm on 25 May 2016 by telephone or email. Prize winners’ details can be obtained by writing to Guardian Sport at Guardian News & Media Limited, Kings Place, 90 York Way, London N1 9GU, UK. 8. Stamped addressed envelope required. 9. Winners will be the first entry drawn at random from all qualifying entries by an independent judge on 25 May 2016. The judge’s decision is final. 10. There is no cash or other alternative to these prizes in whole or in part. Prize is not transferable in whole or in part. Prize is not for resale. 11. The winners will be required to participate in all required publicity, including any presentation ceremony. 12. The decision of the promoter in all matters is final and binding and no correspondence will be entered into. 13. The promoter is not responsible for any third party acts or omissions. 14. We cannot guarantee that the event will be free from disruptions, failings or cancellations. We are not liable for such disruptions, failings or cancellations unless they are caused by our negligence. Any requests for refunds or compensation arising from them should be sent to the operator of the event. We can provide you with their details on request. 15. The promoter reserves the right to cancel or amend this promotion due to events or circumstances arising beyond its control. 16. Prize tickets are subject to the terms and conditions listed above. 17. GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by you as a result of entering the Competition or accepting the prize. GNM further disclaims liability for any injury or damage to your or any other person’s computer relating to or resulting from participation in or downloading any materials in connection with the Competition. Nothing shall exclude the liability of GNM for death or personal injury as a result of either party’s negligence. 18. GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, this Competition with or without prior notice due to reasons outside its control. 19. The Competition will be governed by English law. Promoter: Guardian News & Media Limited, Kings Place, 90 York Way, London N1 9GU, UK.",
  "webTitle": "Win tickets to the first day of the second Test between England and Sri Lanka",
  "webPublicationDate": "2016-05-23T11:29:56Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/win-tickets-to-the-first-day-of-the-second-test-between-england-and-sri-lanka",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/23/win-tickets-to-the-first-day-of-the-second-test-between-england-and-sri-lanka"
}