{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/01/coalition-announces-12bn-for-schools-but-labor-says-funding-inadequate",
  "id": "2016-05-01-216",
  "sectionId": "australia-news",
  "body": "The Coalition has announced $1.2bn in extra funding for education over three years from 2018, conditional on the states accepting testing and minimum standards. The funding is aimed at the last years of the so-called Gonski package – 2018, 2019 and 2020 – but the funding offer is just a fraction of the $30bn cut (over 10 years) to education contained in Tony Abbott’s 2014 budget. At the 2013 election, the Coalition promised to match the Gonski funding before backtracking. Labor has already promised $4.5bn in extra funding in 2018 and 2019 or $37.3bn over a decade.   Related: Bill Shorten to put public schools at centre of Labor's election campaign    The education minister, Simon Birmingham, said the funding would be tied to “needs-based distribution of funding” – a definition associated with the Gonski model but the conditional aspect of the funding deal differentiates it from Gonski. “School funding will grow every year from current record levels of investment but at an affordable rate of growth based on recent changes in the cost of delivering education,” Birmingham said. “Most importantly, it will be tied to evidence-based initiatives that will lift student performance and results.” The conditions for funding include standardised year 1 school assessment of students’ reading, phonics and numeracy skills, annual reports to parents that identify literacy and numeracy attainment against national standards, and a minimum standard of literacy and numeracy skills for year 12 school leavers. The government also wants to link teacher salary progression to demonstrated competency and achievement against the Australian Professional Standards for Teachers, rather than just length of service.  As prime minister, Abbott tied funding increases to inflation of 2.5%. The Turnbull government’s plan is to index education funding to a rate of 3.6%. Under the Gonski model, average schools received a 3.6% increase annually, the most disadvantaged schools received a 4.7% increase to “catch up”, while historically well resourced schools received 3%.  Labor’s Chris Bowen described the $1.2bn in education funding as “pathetically inadequate”. “This is the government which promised before the last election to match Labor dollar for dollar and cut $30bn out of education,” he said.   Related: Education funding is a mess, and schools, teachers and young people will suffer | Glenn Savage    “This is a prime minister who just a couple of weeks ago argued the federal government should withdraw entirely from funding public schools but continue funding private schools. “Now we’re supposed to believe before an election that they support public education. They are trying to say they will have checks and balances on the states. “This is the government who made a virtue of withdrawing all strings from federal funding with disastrous results and now it appears they’re going to require teachers to do more testing and then not give them the resources they need to fix any problems which emerge in the testing.” The treasurer, Scott Morrison, rejected claims that Labor was doing more on education, describing the Coalition plan as “real money”. “The previous government made all sorts of promises in health and education with money that wasn’t there,” Morrison said. “The second thing is the expenditure is targeted and targeted about getting results, back-to-basics results in education. Real outcomes for children in our schools. It is not just throwing cash at a problem, a big bag of cash at the states, which they can just spend as they wish and will.” The Victorian education minister, James Merlino, said the federal government offer of $1.2bn over three years was “nowhere near enough”. “People won’t be fooled by this,” Merlino said. “The difference between the federal government funding their obligation under the Gonski agreement and not in Victorian schools is $1.1bn. “What they are proposing is $1.2bn across the whole of the country and over three years. Victorians are going to be hundreds of millions of dollars worse off and they are not going to be fooled.” He acknowledged that while Australia had a good education system, there were still not enough students performing at the “highest achievement levels”. Merlino said there was a “big gap” between children starting school and he agreed governments needed to focus on the early years. “But the federal government can’t say ‘let’s test five-year-olds’ and yet [walk] away from funding for kindergartens,” Merlino said. “We need support in the kindergarten years so they are ready to start school. We hear a lot of ideology from the federal government but are they going to support 15 hours for four-year-olds in kindergarten for the long term?” And Merlino rejected outright the idea that teachers should be paid according to the performance of children. He said there was no evidence anywhere in the world that showed performance pay made a difference in student outcomes. “Performance pay pitting teachers against each other just does not work - we are not in favour of that,” Merlino said. The New South Wales education minister, Adrian Piccoli, who has been a strong advocate for the Gonski education model, said the federal government’s proposed reforms were consistent with his state’s reform but he called for the full Gonski funding agreed to by the former Labor government. “Whilst the additional funding to be provided is a step in the right direction, NSW will continue to advocate for the full Gonski funding in its agreement with the commonwealth government,” Piccoli said.",
  "webTitle": "Coalition announces $1.2bn for schools but Labor says funding 'inadequate'",
  "webPublicationDate": "2016-05-01T00:17:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/01/coalition-announces-12bn-for-schools-but-labor-says-funding-inadequate",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/01/coalition-announces-12bn-for-schools-but-labor-says-funding-inadequate"
}