{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/labour-antisemitism-party-jewish-chakrabarti",
  "id": "2016-05-18-117",
  "sectionId": "commentisfree",
  "body": "Antisemitism is abhorrent, and the values of our movement mean that it cannot and must not be tolerated. That was the starting point for my inquiry. The Labour party has a proud record of tolerance, anti-racism and of standing up for minorities, and our leader has been at the forefront of many of the struggles for the dignity of all peoples. Sadly, however, there is now a feeling among a growing section of the Jewish community that they do not feel welcome in our party. There is too often a culture of intolerance where Jewish people are concerned and there are clear incidents of antisemitism. For many years, Jewish people of all ages have strongly supported Labour, sharing our values and vision for society. I celebrate the fact that the Jewish Labour Movement affiliated with the party as a socialist society in 1920. The Union of Jewish Students says it has “an extremely positive relationship with Labour Students, with many local clubs being strong supporters of Jewish students”. And the stories of great relationships between members of the JLM and some MPs, fostered at university, are legion. This makes the situation at Oxford University Labour Club (OULC) all the more troubling.   Related: Jeremy Corbyn sets up inquiry into Labour antisemitism claims    I know you will share my disappointment and frustration that the main headline coming out of my inquiry is that there is no institutional antisemitism in the OULC. That is true, but it is only part of the story. I am clear there is a cultural problem in the OULC, which means Jewish students do not always feel welcome. We have to take action to change that. Many students reported that should a Jewish student preface a remark “as a Jew …” they are likely to face ridicule and behaviour that would not be acceptable for someone saying “as a woman …” or “as an African-Caribbean”. This should not be tolerated. There is sometimes an environment in which Jewish people cannot debate, or feel safe doing so, unless their every remark is prefaced by criticism of the Israeli government. Yet no preconditions are placed on women debating sexism. It is not a prerequisite that Muslims condemn the atrocities of this or that government before they may enter a debate on foreign policy. These double standards are not acceptable. On other occasions, antisemitism is used as a factional political tool – and clearly this is inexcusable. Our party must be a place where, despite robust discussion and vigorous disagreements, Jewish people – and those of all ethnic backgrounds – feel able to express their views. I have made a series of recommendations that can be taken forward immediately. They include training and support for those in leadership positions, a better reporting mechanism, and a properly resourced procedure to investigate swiftly and take appropriate action when allegations are made. These may seem bureaucratic but I believe that this is critical if we are to raise awareness, prevent incidents of antisemitism, and deal effectively with those that occur. Some of the most important issues I considered I have left for the Chakrabarti review, of which I am proud to be vice-chair. These include the Macpherson principle, which puts victims at the heart of the reporting process, the vetting of candidates, the principles we should adopt in terms of social media and the boundaries of acceptable discourse. Words such as “Zio” and tropes such as “blood libel” are obviously antisemitic but there are other words where the context in which they are used is critical, so guidance is necessary. I hope that the adoption of my report and its recommendations will be considered as the first step in a process that we will carry through with the Chakrabarti review. I will continue to be guided by the principles of the 2009 London declaration, signed by the then prime minister, Gordon Brown: “Parliamentarians shall expose, challenge and isolate political actors who engage in hate against Jews and target the state of Israel as a Jewish collectivity; parliamentarians should speak out against antisemitism and discrimination directed against any minority, and guard against equivocation, hesitation and justification in the face of expressions of hatred.” We should not rest until we can be confident that Jewish people once more feel comfortable in all parts of our party and movement. The fight against the virus of antisemitism is a matter for us all, and it is especially important for people like me, a non-Jew, to identify, call out and act upon any incidents of antisemitism that we find, and not be afraid to do so. This piece was published originally on the Jewish Labour Movement website",
  "webTitle": "I cleared Labour of antisemitism – but it must make Jewish people more welcome | Jan Royall",
  "webPublicationDate": "2016-05-18T15:23:57Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/labour-antisemitism-party-jewish-chakrabarti",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jan Royall",
      "id": "profile/janet-royall"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/labour-antisemitism-party-jewish-chakrabarti"
}