{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/fossil-fuel-subsidies-majority-of-voters-in-mining-states-opposed-tax-breaks",
  "id": "2016-05-17-26",
  "sectionId": "australia-news",
  "body": "Even in the mining states of Queensland and Western Australia, most voters support phasing out subsidies for fossil fuel industries, two new polls show. Fossil fuel companies receive about $7.7bn a year in subsidies and tax breaks – most of which is a fuel tax credit, which the industry denies is a subsidy. In Western Australia, 78.1% of respondents supported either ending the subsidies now or phasing them out over time. Among undecided voters, the number was even higher, with 80.3% saying they supported either ending the subsidies or phasing them out. In Queensland the figures were similar, with 76.6% supporting the immediate or gradual ending of fossil fuel subsidies and 75.9% of undecided voters agreeing. Only 11.9% of voters in Western Australia and 13.2% in Queensland said they did not support ending fossil fuel subsidies.   Related: Insurance companies feel activists' heat for underwriting fossil fuels    The polling was conducted on 1 May 2016 by ReachTEL. It surveyed 1,203 people in Western Australia and 1,241 Queenslanders. It was commissioned by WWF-Australia, GetUp and the Australian Conservation Foundation. The margin of error was 3%. A WWF-Australia spokeswoman, Kellie Caught, said getting rid of the subsidies was “not only good for the planet, it’s also a no-brainer in terms of budget repair”. “Fossil fuel subsidies cause harm, stifle innovation and divest billions of dollars that would be better invested in renewable energy, job creation and the environment,” she said. Caught said the poll showed that the arguments made by the mining industry no longer persuaded the public. “The poll finds arguments made in support of continuing fossil fuel subsidies, in particular by the mining industry, no longer stack up. Everyone should do their fair share for the future of the planet and the next generation.” The chief executive of the Australian Conservation Foundation, Kelly O’Shanassy took aim at the $5.5bn of the subsidies in fuel tax credits.  “While most Australians pay almost 40 cents in tax for each litre of fuel they buy, big mining companies pay no tax at all on the fuel they use,” she said. “This senseless subsidy is damaging the environment and holding back innovation – it should be consigned to the rubbish bin of history. “The fuel tax credits scheme is a dinosaur subsidy from last century that allows multinational mining companies to effectively get their diesel for free and discourages them from making their operations more efficient.”  The Minerals Council maintains the fuel tax credit is a legitimate tax deduction, avoiding them paying tax twice on fuel.",
  "webTitle": "Fossil fuel subsidies: majority of voters in mining states opposed tax breaks",
  "webPublicationDate": "2016-05-17T20:31:23Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/fossil-fuel-subsidies-majority-of-voters-in-mining-states-opposed-tax-breaks",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mining",
      "id": "business/mining",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "WWF",
      "id": "environment/wwf",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/18/fossil-fuel-subsidies-majority-of-voters-in-mining-states-opposed-tax-breaks"
}