{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/25/rotten-tomatoes-match-the-insult-to-the-movie-star-feud-quiz",
  "id": "2016-05-25-156",
  "sectionId": "film",
  "body": "Walter Matthau on Barbra Streisand\n      \n       \"I would rather marry an old donkey than kiss that woman\"\n       \"I have more talent in my smallest fart than she has in her entire body\"\n       \"She is the definition of inconsequential\"\n       \"Why would anyone be entertained by that bowlegged moron?\"\n      \n     Harrison Ford on Shia LaBoeuf\n      \n       \"He's a fucking idiot\"\n       \"What an ungrateful punk\"\n       \"He sums up everything I hate about young actors\n       \"I'd rather have acted with a snake\"\n      \n     Diane Kruger on Peter O'Toole\n      \n       \"There were times when he would just look at me, drooling, and I would feel physically sick\"\n       \"I know he was seen as a classic actor by many but turning up late smelling like brandy isn't my idea of professional\"\n       \"I will never forget how bad he would stink on set\"\n       \"It kind of sucked. He’s dead, so I can say that. But he wasn’t the most pleasant person. He was just a drunk\"\n      \n     Julia Roberts on Nick Nolte\n      \n       \"A disgusting human being\"\n       \"A shameful pile of human waste\"\n       \"A toxic loser\"\n       \"A foul-mouthed drunk\"\n      \n     John Gielgud on Ingrid Bergman\n      \n       \"One would wonder how many studio heads she had slept with to get these damn roles\"\n       \"She speaks five languages and can’t act in any of them\"\n       \"I pinched her once to check that she wasn't made of wood\"\n       \"It was like acting by myself, she was entirely irrelevant\"\n      \n     Russell Crowe on Oliver Reed\n      \n       \"One time, he took his clothes off and refused to put them back on for the whole day. That image still haunts me to this day\"\n       \"His reputation didn't even cover it. I assumed a minimum level of professionalism. He was just a wreck\"\n       \"I would try to rehearse with him but he was too drink to even stand up straight. It took three people to hold him up\"\n       \"I have seen him walk down the street in Malta drunk as a lord and just hit anybody he got near to - even a man walking with his children\"\n      \n     Tony Curtis on Marilyn Monroe\n      \n       \"It's like kissing Hitler\"\n       \"I would have been more sexually aroused by a stack of wet books\"\n       \"Her breath was like a roadmap of exactly where she'd been and who she'd been with the night before\"\n       \"It was an insufferable experience with that dumb woman\"\n      \n     Pierce Brosnan on Teri Hatcher\n      \n       \"She's a bad actress but she's an even worse human being\"\n       \"I'm sure her mother loves her. I hope she's learned some humanity having become a mother herself\"\n       \"Quite where her ego comes from, I don't know. It's certainly not proportionate to her talent\"\n       \"Every day was torture propping her up on set\"\n      \n     Anthony Hopkins on Shirley MacLaine\n      \n       “She was the most obnoxious actress I have ever worked with\"\n       \"Why did this thing get so much work?\"\n       \"A staggeringly untalented woman\"\n       \"I would dread getting out of bed to work with her\"\n      \n     Werner Herzog on Klaus Kinski\n      \n       \"There was violence between us. I'm surprised we are both alive\"\n       \"Klaus was a horrible person and it was difficult pretending otherwise\"\n       “We had a great love but both of us planned to murder each other”\n       \"We fought like brothers and I always regretted never fighting harder\"\n      \n    \n    Solutions\n    1:B, 2:A, 3:D, 4:A, 5:B, 6:D, 7:A, 8:B, 9:A, 10:C\n    Scores\n    \n     7 and above.You live in the shade!\n     0 and above.You should have stayed in your dressing room\n     4 and above.We got beef with you now",
  "webTitle": "Rotten tomatoes: match the insult to the movie star feud - quiz",
  "webPublicationDate": "2016-05-25T13:16:38Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/25/rotten-tomatoes-match-the-insult-to-the-movie-star-feud-quiz",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Johnny Depp",
      "id": "film/johnnydepp",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/25/rotten-tomatoes-match-the-insult-to-the-movie-star-feud-quiz"
}