{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/06/barn-owl-litchfield-down-hampshire-country-diary",
  "id": "2016-05-06-339",
  "sectionId": "environment",
  "body": "Emerging from a stand of Scots pine at the crest of the down, I stumble across a silent monolith of steel and timber. On a base of low concrete walls there sits what was once a piece of clanking, many-chambered machinery. Much taller than I and metres long, it had riddled and sorted and spat under the power of the rusting engine embedded in a brickwork cradle at its side. But it has long since been disavowed of its agricultural purpose. Just here the downs are a rolling sea of earth and flint – “in fluctuation fixed”, as WH Hudson saw it – and the contraption sits atop the ridge like a ship run aground. It’s a wind harp, too; the spring breeze setting up a wicked music through the steel shutters and the maritime clang of a loose arm of iron knocking against its neighbour. I circle the machine and run my hands along its smooth, weathered timber flanks. As I turn a corner, a hare bolts from the cover of the walls. At full pace it traces with exactness the arc of a furrow and disappears over the crest of the hill. Looking into where the hare had been settled, I see the collected debris of rodent skulls and small bones.   Related: The unknowable magic of owls    Crouching, and scuffling farther in, I peer up and into the dark engineered spaces. Within the cavity I can see the burnished, settled wing of a barn owl tucked hard into the most secretive of corners. I can see nothing of the rest of the bird, and the wing is almost the same colour as the rust of the surrounding iron. The owl has found a good location here: security amid wide-open country. It had one day flown into this space and its talons had stopped the wheezing mechanical heart of the machine dead. I squeeze myself out again and my head brushes the ivy-leaved toadflax that’s slowly taking over one south-east facing wall. This may be one of many agri-industrial leftovers that the plants and animals of the downs have colonised, and it pleases me to have found such a place. I decide it’s not a ship but an ark.",
  "webTitle": "A barn owl's rusty lair",
  "webPublicationDate": "2016-05-06T04:30:14Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/06/barn-owl-litchfield-down-hampshire-country-diary",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Colin Williams",
      "id": "profile/colin-williams"
    }
  ],
  "guardianId": "environment/2016/may/06/barn-owl-litchfield-down-hampshire-country-diary"
}