{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/malia-obama-gap-year-student-loans",
  "id": "2016-05-03-216",
  "sectionId": "commentisfree",
  "body": "Malia Obama is taking a gap year, the White House has announced, before taking up a freshman place at Harvard, and who could blame her? Anyone would need a break after spending eight years enduring the scrutiny of a White House childhood (for that matter, I hope Michelle Obama gets a gap year, too, in which no one remarks upon her outfits or hair or critiques her for having thoughtful opinions). But for many young Americans, a year off spent working at the Gap in order to earn money to fund an undergraduate education would be an unattainable dream, much less an opportunity to take a year between high school and college to decompress and transition from childhood to something that resembles being an adult. Long a rite of passage for the privileged in the UK, where naive eighteen-year-olds have for decades been attempting to find themselves in foreign climes, one large backpack at a time, gap years are increasingly a trend for the lucky and few young Americans who aren’t afraid of a future in which they’ll graduate from college into a job market with low pay and little security, and with an average of nearly $30,000 in student loan debt.   Related: Malia Obama to attend Harvard in 2017 after gap year    That’s not to say that gap years aren’t a good idea: I think it would have been great if my first year as an undergraduate hadn’t coincided with my first time living away from my parents, living in a major metropolitan area, drinking alcohol and fraternizing with 19-year-old men who wore black turtlenecks. But time out was then, and is still, a luxury mostly afforded to those young people who are in little haste to enter the job market and support themselves, and who don’t fear the mounting expenses of college. Higher education seemed expensive when I matriculated in the Clinton years, and seems downright terrifying now. (I do know one person who took time out between high school and college without benefiting from financial support from parents, but he was from a country where undergraduate education was free.)           Malia Obama headed to Harvard in 2017 after gap year    While the US lacks a class system as entrenched by the accident of birth as that of our British friends, access to education makes rapid work of filtering teenagers into buckets of relative privilege. I’m well aware that my access to the university where I received my undergrad degree was strongly influenced by things that had little to do with my aptitude and much to do with who my parents were: that they were able to afford a home in a school district with a highly ranked public high school. That they had gone to college themselves. That they didn’t need me to have a job to contribute to the household income while I was in high school. For this reason, in professional situations when I’ve been part of hiring committees, I’ve advocated that we ignore where people studied as undergraduates, because it’s tantamount to judging the financial situation of, say, a 30-year-old’s parents when they were 15. But my position on this is not shared by many top employers, where candidates are still rejected outright for having made the grave mistake of attending state schools. If a gap year becomes a de rigueur addition for the CVs of the children of privilege, if paying a company to spend a year volunteering overseas between high school and college is taken into account as a factor for adults entering the job market, I fear we’ll only be further losing the battle between equality and capitalism.   Related: Is the gap year dead? Or just a waste of time?    Malia Obama is a private citizen, not a politician, and it’s not up to her to work on these issues: I hope she has a great, interesting, enlightening time on her gap year. But this might be a nice opportunity for her understandably proud father to take a strong position. In these waning months of his presidency, might he address the issue of why post-high school education is so burdensome to so many young Americans? We need college to, once again, be a route to some kind of American dream, rather than a descent into a debt-ridden American nightmare.",
  "webTitle": "Why I hope Malia Obama's pre-college 'gap year' doesn't inspire a trend | Jean Hannah Edelstein",
  "webPublicationDate": "2016-05-03T11:30:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/malia-obama-gap-year-student-loans",
  "keyword": [
    {
      "webTitle": "Gap years",
      "id": "education/gapyears",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Gap year travel",
      "id": "travel/gap-year-travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Jean Hannah Edelstein",
      "id": "profile/jeanhannahedelstein"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/malia-obama-gap-year-student-loans"
}