{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/brexit-cause-war-nonsense-david-cameron-history-eu-debate",
  "id": "2016-05-09-244",
  "sectionId": "commentisfree",
  "body": "David Cameron’s history is rubbish. Whatever the virtues of remaining in the EU, his idea in today’s speech that “whenever we turn our backs on Europe, sooner or later we come to regret it” is nonsense. As for Brexit “raising the risk of war”, it is Project Fear gone mad. The best thing that happened to medieval England was its defeat in the hundred years war and the end of English ambitions on the continent of Europe. The best thing to happen in the 16th century was Henry VIII’s rejection of the pan-European papacy. The wisest policy of his daughter, Elizabeth I, was an isolationism so rigid that she rejected one continental suitor after another. Britain fought off all attempts by France and Spain to restore European Catholicism, and accepted a Dutch and a German monarch strictly on the basis of British parliamentary sovereignty.    When Cameron cites recent wars in the Middle East, what did they have to do with Britain’s EU membership?    Cameron’s 18th-century predecessor was Robert Walpole, author of Walpole’s Peace. Its meticulous isolation from Europe’s conflicts brought Britain a golden age of enlightenment and industrial revolution. In 1734, Walpole could proudly tell the Queen: “Madam there are 50,000 men slain this year in Europe, and not one an Englishman.” Even William Pitt’s creation of a British empire was based on staying explicitly aloof from the seven years’ war on the continent of Europe. Later, while Horatio Nelson’s victories were essential to British interests, the Waterloo campaign could hardly, on David Cameron’s terms, have been avoided by earlier intervention. Nor did Napoleon Bonaparte pose a serious threat to Britain. Victorian Britain stayed out of Europe. Its sole intervention, Crimea, was a disaster. Cameron forgets perhaps his most successful Tory predecessor, Lord Salisbury, who said of intervening in other states’ affairs (surely the essence of the EU) that there was “no practice which the experience of nations more uniformly condemns.” His policy was declared to be of “splendid isolation”.   Related: EU referendum: Cameron warns that leaving EU could put peace at risk - Politics live    Cameron’s apparent thesis that the first world war could have been prevented by earlier British intervention is illiterate. We could as well argue that it was in part caused by an incipient EU, the Triple Alliance against Germany expansionism. The second world war was, of course, the great exception, but any idea that Britain could have promoted peace by declaring war on Hitler earlier than in 1939 is fanciful. When Cameron cites recent wars in the Middle East, what did they have to do with Britain’s EU membership? As for Iraq as a guide to anything, if I were Cameron I would stay silent. If British history is to be cited in this debate, it is a sustained, overwhelming, irrefutable argument for Brexit. But that, of course, should not guide the future. History should be studied, not repeated – and best left to historians.",
  "webTitle": "Brexit could cause war? Utter nonsense, David Cameron | Simon Jenkins",
  "webPublicationDate": "2016-05-09T10:17:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/brexit-cause-war-nonsense-david-cameron-history-eu-debate",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/brexit-cause-war-nonsense-david-cameron-history-eu-debate"
}