{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/tory-rift-eu-widening-attacks-on-david-cameron-boris-johnson",
  "id": "2016-05-29-100",
  "sectionId": "politics",
  "body": "The Conservative party’s divide over the EU referendum is in danger of widening in the wake of a series of personalised attacks by Brexit heavyweights Michael Gove, Boris Johnson and Priti Patel on David Cameron’s credibility.  Johnson insisted the prime minister was having a “corrosive” impact on public trust in politicians, while employment minister Patel accused the leaders of the remain camp with “luxury” lifestyles like Cameron of being too rich to care about people’s concerns regarding migration.    Brexit explained: catch-up on the Conservatives   The public division in the Tory party came as a survey for the Observer found that nine out of 10 of the country’s top economists – working across academia, the City, industry, small businesses and the public sector – believe the British economy will be harmed by Brexit. An Ipsos Mori poll of more than 600 economists, the largest study of its kind, found 88% said an exit from the EU and the single market would most likely damage Britain’s growth prospects over the next five years. But in a series of pointed comments made by a number of leave campaigners in Sunday newspapers, Gove told the Sun on Sunday the prime minister’s “apocalyptic warnings” on Brexit would test his credibility if they turned out to be false.   In a sharply worded open letter to Cameron in the Sunday Times, the justice secretary and Johnson accuse him of failing in the renegotiation with Brussels, and urge him to tell the truth about what remaining in the EU would mean for border controls and the power of foreign judges over the UK.  “There is also the basic lack of democratic consent for what is taking place. Voters were promised repeatedly at elections that net migration could be cut to tens of thousands. This promise is plainly not achievable as long as the UK is a member of the EU and the failure to keep it is corrosive of public trust in politics,” the letter states. With 25 days to go until polling, Patel also took a swipe at remain campaign leaders Cameron and the chancellor, George Osborne, in the Sunday Telegraph, even though she did not directly name them in the article.  “It’s shameful that those leading the pro-EU campaign fail to care for those who do not have their advantages. Their narrow self-interest fails to pay due regard to the interests of the wider public,” Patel writes.  “If you have private wealth or if you work for Goldman Sachs you’ll be fine. But when public services are under pressure, it is those people who do not have the luxury of being able to afford the alternatives who are most vulnerable,” she sayswrites. “Getting your child a place in your local school becomes more and more difficult; there is more competition for jobs; wages are held down.” As the war of words heightened, the Tory former PM Sir John Major accused the leave side of telling deliberate untruths.  “They have – knowingly – told untruths about the cost of Europe. They have promised negotiating gains that cannot – and will not – be delivered.  “They have raised phantom fears that cannot be justified, puffing up their case with false statistics, unlikely scenarios and downright untruths. To mislead the British nation in this fashion – when its very future is at stake – is unforgivable,” Major writes in the Mail on Sunday. In another dig at the prime minister, the justice secretary ridiculed Cameron’s insistence that Turkey was not set to join the EU, saying: “You’re having us on.” Gove indicated this was the latest in a series of “lies” regarding EU membership. He told the Sun on Sunday: “People are fed up with being told, don’t worry, this thing isn’t going to happen and then they wake up a year or two later and it has. “They were told in 1975 when we joined the common market that it wasn’t going to mean anything for our democracy and our parliament and for all of us. That was a lie. Now we’re being told don’t worry, Turkey won’t join.”  The justice secretary also hit back at claims theleave campaign is fuelled by prejudice. “When people fling the charge of racism, what they are actually doing is attacking working-class people for wanting to maintain a decent standard of living. I think that’s wrong,” he said. Cameron was cheered by a survey of more than 600 economists who agreed with him that Brexit would damage the UK economy. More than 80% of the economists surveyed by Ipsos Mori for the Observer believed withdrawal would have a negative impact on household incomes, while 61% thought it would fuel unemployment.            General election needed before Christmas, says Tory backbencher    Labour former prime minister Tony Blair told wavering voters considering Brexit: “If you’re not sure, don’t do it,” as he wrote in the Sunday Times that withdrawal would be a “betrayal of British interest”.  However, Conservative MP Andrew Bridgen said Cameron was “finished” as Tory leader because of the way his “Operation Fear” tactics had divided the party. In an interview with the BBC, Bridgen said that pro-Brexit Tory MPs were so angry about the “exaggerated” claims made by Cameron during the campaign that it was “probably highly likely” that at least 50 would demand a no confidence vote – the number needed under party rules to ensure one takes place. If remains wins the EU referendum, Cameron would probably win a confidence vote quite comfortably. But a sizeable vote against him could fatally weaken his authority, possibly forcing him to name a date for his departure from No 10.",
  "webTitle": "Conservative rift over EU risks widening as attacks on David Cameron intensify",
  "webPublicationDate": "2016-05-29T11:37:25Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/tory-rift-eu-widening-attacks-on-david-cameron-boris-johnson",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/29/tory-rift-eu-widening-attacks-on-david-cameron-boris-johnson"
}