{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/ufc-198-stipe-miocic-fabricio-werdum-mma",
  "id": "2016-05-15-108",
  "sectionId": "sport",
  "body": "On Saturday night, a fighter from Independence, Ohio, became, for a few minutes at least, the happiest person in Brazil. “I’m world champion!” Stipe Miocic growled as he was encircled by the people closest to him who had traveled to Curitiba, Brazil, to witness UFC 198. “I’m world champion!” The 33-year-old American captured the UFC heavyweight title in grand fashion, stunning into silence a stadium packed with nearly 45,000 mixed martial arts fans, who had come expecting Fabricio Werdum to make his first successful defense of the belt. The week leading up to the fight came across as a sort of crossover period for Werdum. At the age of 38, having defeated Cain Velasquez to take the title 11 months ago in Mexico City, Werdum acted as carefree as any fighter could. Perhaps too much. He took to making goofy faces, a sort of silly brand identity to complement his easygoing personality. Paper cutouts of the odd expression were handed out to fans at the Arena da Baixada for Saturday’s fight. The difference in demeanor between the athletic Miocic and affable Werdum was as conspicuous as the Brazilian’s mug.   Related: How the Ali Act could upset the power balance between UFC and its stars    Serious but calm, the 6ft 4in American headed to the cage with purpose, a sense he belonged and that the stage wasn’t too big. Werdum turned his march into a carnival, and even after stepping up into the cage he continued to make the face that is destined to occupy meme-makers. With trainer Rafael Cordeiro in his corner, a man instrumental in building Curitiba into arguably the fight capital of Brazil, Werdum engaged Miocic from the opening bell, trading kicks and punches with a challenger eager to return fire. The 240lbs Werdum proved quicker than Miocic expected, yet the challenger show more than enough skill and dexterity while moving back to remain dangerous. A pro fighter since 2010, Miocic moved well as Werdum, an elite martial artist who evolved over the past few years from a Brazilian jiu-jitsu world champion to a total fighter, recklessly charged forward. The attack brought the fighters near the Octagon fence and the 241lbs Miocic, who wrestled and played third base for the Cleveland State University baseball team, snapped off a short right hand that shook Werdum. A few beats later a second short right cracked Werdum’s jaw, and at the 2:47 of the first-round mark he fell face first to the canvas.  “I caught him with a good right hand,” said Miocic, a son of Croatian immigrants. “Thank God.” The capper was more precision than power, a sign Cleveland’s newest champion, now 15-2, is better than a mere puncher. “Cleveland we got a champion, baby!” he yelled. “Croatia we got a champion, baby!”   Related: Sport picture of the day: UFC's Renato Moicano takes down Zubaira Tukhugov    Overall, it was an evening of mixed results for the 14 Brazilians who fought in UFC’s first stadium event in their country. In the co-main event, the crowd couldn’t rely on patriotism to assign their allegiances. They couldn’t even claim city ties. Ronaldo “Jacare” Souza tore into fellow Rio de Janeiro fighter Vitor Belfort to score an emotional opening-round stoppage. Jacare (23-4) worked Belfort (25-12) over on the floor to devastating effect. The near 20-year veteran, a star from the moment he began his career, was rendered bloodied and beaten after a barrage of elbows and punches on that ended his challenge at 4:38 of the first round. Afterwards, an animated Souza, a former Strikeforce champion until he was upended in a close decision by current UFC middleweight king Luke Rockhold, called for a title shot. “I think I earned this fight,” he said. Perhaps the most raucous moment of the card for the Brazilian faithful came after Cris Cyborg entered the Octagon for the first time to somber music. It wasn’t long, though, before her hometown supporters rose to their feet in wild celebration. Cyborg was hard-hitting and accurate from the opening bell. The long-reigning queen at 145lbs had agreed to a catch-weight contest at 140lbs against an outgunned and vulnerable Leslie Smith, and scored a violent win at 1:21 of the opening round. The 30-year-old slammed fierce punches and kicks into Smith (8-7-1), who came in as the easiest fighter to hit on the card. It just so happened Cyborg (16-1) was the most accurate and active striker. That was a good or bad combination, depending on your perspective. The victory was a resounding performance for the Curitiba fighter, who called the chance to showcase in her hometown a dream come true. Cyborg did not use the occasion to layout her future plans. Long considered the most dangerous female fighter in MMA, she passed on calling out UFC’s female stars such as Ronda Rousey at 135lbs, saying instead that she was open to catch-weight contests and defending her belt at 145lbs for Invicta FC, an all-female MMA promotion affiliated with the UFC.   Related: The fight game reloaded: how MMA and UFC conquered the world | Andy Bull    Also fighting at home, Mauricio “Shogun” Rua (24-10) gave the Curitiba throng something to cheer when the former Pride star was announced a split decision winner over American Corey Anderson (9-2). Opening the pay-per-view card, Warlley Alves (11-1), a previously-unbeaten welterweight prospect, became the first Brazilian to lose at UFC 198. American Bryan Barberena (12-3), a tough and chippy fighter who upended Sage Northcutt’s rise in January, engineered another upset, this time by decision. On the undercard, master grappler Demian Maia won his fifth straight bout at 170lbs by subduing Matt Brown primarily from back-control with a body-lock. Brown (22-14) had no response to Maia and succumbed to a rear-naked choke at 4:31 of the third round. Maia, now 23-6, is set up to be a top contender for the UFC welterweight belt. Maia and Cyborg stood out among the 14 Brazilian competitors assigned to UFC 198, the third stadium card for Zuffa in a year and a half. Over the course of nine contests pitting Brazilian and American fighters on Saturday, the home side went 7-2. That included important wins by bantamweight John Lineker and the old warhorse at light heavyweight, Antonio Rogerio Nogueira, on a night it was revealed his twin brother, heavyweight “Minotauro” Nogueira, would be inducted into the promotion’s Hall of Fame in July. Like Werdum, Nogueira won and lost UFC title belts in consecutive fights. “Vai Cavalo” said he aimed to regain the UFC belt, which for the time being resides in Cleveland.",
  "webTitle": "UFC 198: Stipe Miocic knocks out Fabricio Werdum to take heavyweight title",
  "webPublicationDate": "2016-05-15T12:09:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/ufc-198-stipe-miocic-fabricio-werdum-mma",
  "keyword": [
    {
      "webTitle": "UFC",
      "id": "sport/ufc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MMA",
      "id": "sport/mma",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Josh Gross",
      "id": "profile/josh-gross"
    }
  ],
  "guardianId": "sport/2016/may/15/ufc-198-stipe-miocic-fabricio-werdum-mma"
}