{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/liverpool-ousmane-dembele-competition-borussia-dortmund",
  "id": "2016-05-11-273",
  "sectionId": "football",
  "body": "Liverpool have been offered encouraging signs in their pursuit of Ousmane Dembélé, with Jürgen Klopp’s side now competing against Borussia Dortmund to sign the French teenage sensation from Rennes in a deal that could be worth almost £28m. Having scored 12 goals in his first season as a professional, Dembélé revealed on Tuesday that he will play his last game for Rennes this weekend, before adding that “he knows where he is going”. Given the 18-year-old’s previous assertions that he would prefer to continue his career in the Bundesliga, that has been widely been interpreted as evidence the forward will be signing for Dortmund having visited their training ground with his mother and representatives last month.   Related: Ousmane Dembélé: football’s hottest property, if you can convince his mother    However, with European giants Barcelona and Bayern Munich also having scouted Dembélé heavily this season, it is understood that Liverpool have moved into serious contention in the race to sign him, with Rennes asking for a fee potentially worth €35m (£27.6m) with add-ons. Dembélé is believed to have spoken to Klopp on the phone this week and is said to have been impressed by his plans for the Europa League finalists, although it is not clear when a decision will be made. The situation is further complicated by a potential legal wrangle between the club and his long-term representative. Rennes are understood to prefer to sell Dembélé to Dortmund, who have already indicated that they would be willing to meet their valuation having previously had a smaller bid rejected. Chelsea, Arsenal, Manchester City and Leicester City have also been linked with a move for the forward who became the youngest-ever to score 10 goals in Ligue 1 earlier this season and was voted young player of the year last week. However, Dembélé has admitted he is not interested in joining the Premier League champions. “I had Claudio Ranieri on the phone,” he told Ouest-France. “I was surprised to hear from him, I told him that I will not go to Leicester. He does not speak very good French.”",
  "webTitle": "Liverpool in competition with Borussia Dortmund for £28m Ousmane Dembélé",
  "webPublicationDate": "2016-05-11T10:37:59Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/liverpool-ousmane-dembele-competition-borussia-dortmund",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Borussia Dortmund",
      "id": "football/borussiadortmund",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/11/liverpool-ousmane-dembele-competition-borussia-dortmund"
}