{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/20/golden-goal-keith-houchen-for-coventry-city-v-tottenham-1987",
  "id": "2016-05-20-298",
  "sectionId": "football",
  "body": "When is a question not a question?  When it’s an exclamation!  Consider: “Did you see that!” – I know you did; “Are you kidding me!” – I know you’re not; “What on earth!” – neither of us have a clue.  Reactions like these distill what makes sport sport, shared moments of wonder and stupefaction where fantasy meets reality, our conception of the possible altered forever. It can’t be true, except that it is, but it can’t be, but it is, look! Exclamation!  Such pleasure speaks well of us: the most intense joy anyone can experience that we’ll never experience, paraded right in our faces while we vicariously gorge on the tiniest morsel without even wanting to die of envy, agony and shame. Or, alternatively, we simply make it about ourselves.  Keith Houchen’s goal in the 1987 FA Cup final encompasses all of these feelings, a moment that stands alone. Of course, there have been other showpiece blinders, but few so unexpected; Ricky Villa, Norman Whiteside, Roberto Di Matteo and Steven Gerrard were meant to do things like that, and Spurs, Manchester United, Chelsea and Liverpool certainly were. Houchen and Coventry City were not.          ‘Fly … fly and you’ll get it!’ Keith Houchen heads Coventry level.    The start of Houchen’s career was inauspicious – “I was one of those lads who had dreamed of being a footballer but was never sure if it would happen,” he said. “I was 13 and going to places like Crystal Palace, hoping for a chance. But I just couldn’t get my break.”  He eventually joined Chesterfield but was released without making an appearance, ending up at Hartlepool United. But despite 65 goals in 170 games he never felt settled there, leaving for an underwhelming two-year stint at Orient before arriving at York City where he etched himself into FA Cup marginalia, winning and scoring the penalty that eliminated Arsenal in January 1985. The following year he moved to Scunthorpe United and hated it. “It was the only time I ever gave up,” he said. “It wasn’t the right club because it wasn’t going anywhere.” He even told his wife that he was “just going to take the money”, turning down offers from Bury and Preston North End to that end and finding himself in the reserves. There, he impressed in a game against Coventry, who made him an offer: £350 a week, £50 an appearance, £10,000 to sign. He did, in June 1986. Coventry’s unbroken run in the top division then stood at 19 years, the third longest after Arsenal and Everton. But they had also been involved in nine relegation struggles, and in each of the three previous seasons had needed to win their final fixture to stay up. And in 104 years of existence they had never reached a cup final – much to Che Guevara’s apparent disgust. Unusually, management duties at the club were shared. There was Big John Sillett, responsible for coaching, and Big George Curtis, responsible for everything else, two “characters” who were actually characters, their shared prefix based on more than corpulence and ego.  Sillett, or Snozz as he was known, was right-back for Chelsea’s 1955 league champions before Jimmy Hill took him to Highfield Road seven years later. When Hill then became chairman, Sillett was appointed coach; that was 1979. But in 1984 he fell out with Bobby Gould, Coventry’s manager, and was sacked. This forced him to spend time away from the game, during which he experienced an epiphany: football was supposed “to entertain by flair, passion and skill”. He vowed to achieve this in his next job.  Not long afterwards Gould was sacked and Don Mackay took over, reinstating Sillett. Then, when Mackay was also sacked with only three games remaining of the 1985-86 season, he and Curtis were placed in joint charge. Together, they kept Coventry up.  Curtis had also played for Coventry – 538 times, then a record – and captained them from the fourth to the first division, also helping Maurice Setters dispel the perception that, despite the accent, southern people can be hard and unhinged too. “A tank of a man”, said Kenneth Wolstenholme in 1967; “Godzilla”, offered Jimmy Greaves 20 years later, prompting Ian St John to observe that he’d lost weight since he stopped playing. “Actually,” he went on, “Big George almost broke my leg … in his own testimonial game.” As a youngster, Curtis spent a year down the mines at Kent’s Snowdown Colliery, and never forgot the privilege of talent; while he prepared for Wembley, his brother and mates were still there. “Whoever pays you, you work your balls out,” was his assessment of professional life. “We pay all our members of staff and I expect a job out of them.” And didn’t his players know it – if they were late for the team bus, the doors would shut and they would have to pay him to get on. “I don’t think other managers can pick them up by the ears and bite their noses,” he said. “But I don’t mind doing that.”  Essentially, the routine was good cop, bad cop/good cop, bad cop: Sillett was a charismatic softie given to extremes of emotion, while Curtis was calmer but tougher. Together, they built a family atmosphere in which their players were free to express themselves.  “Dave Bennett and Cyrille Regis … have what I might call lazed around at other clubs and all of a sudden have been revitalised,” said Sillett. “Because they’re enjoying their job.” Or, put another way, he understood management.  Between mid-September 1986 and May 1987, Coventry did not drop below tenth spot in the league, 26,709 watching them beat Liverpool in April – their highest attendance in six years, generating record gate receipts of £101,000. Indeed.  But it was the Cup that really got them going. After beating Bolton Wanderers in the third round they were drawn away to Manchester United in the fourth. The teams had not met in the competition since 1963, a game in which Sillett and Curtis both played. Bad luck with injuries meant that Keith was still more Whochen than Houchen – but not for much longer. On a slab of frozen mud miserable even by Old Trafford standards, Greg Downs – he of the two-tone hair and pre-match rice pudding – had his cross flicked square by Panini album dreamboat David Phillips. Houchen then won a tackle with Billy Garton, blocked Mick Duxbury’s clearance, poked a shot that Chris Turner saved, blocked the rebound with his face, then poked in from under the bar to complete a glorious mess of a goal. “I can’t remember how many touches I had,” he told Match of the Day. “It kept coming back off people and I kept stabbing at it, but I’ve got legs that are six foot long you see, so I got the last touch on it in the end.” “Are Coventry going to have a cup run?” asked Tony Gubba. “We’re having one,” came back the reply.  And they were. A 1-0 win at Stoke City in the next round earned a quarter-final trip to Sheffield Wednesday, where Gary Megson equalised Regis’s opener before Houchen intervened once more. First, on 78 minutes, his deflected shot flew in and then, on 83 minutes, he chased down a long kick, charged down a feeble backheaded clearance, and strode into the box to finish easily. Suddenly, Whochen was pure hoachin’ with goals.   “We had a great bunch of lads, who prepared for each round in exactly the same way,” he explained. “By going to Fuengirola for a few drinks … it was just like a ride we got on. Never for one minute did I imagine that we were gonna go on and win the FA Cup that season.”  John Poynton, the club chairman, disagreed. Since before the turn of the year he’d been insisting that Coventry’s name was on the Cup, and now, all they had to do was beat Division Two’s Leeds United and they were in the final. Which was good enough for one supporter, a soldier stationed in Cyprus: he went awol, hitched a ride on an Italian freighter, and returned thereafter to escape a charge of absenteeism.  On their return to Hillsborough, Coventry went behind after 14 minutes and only the excellence of Steve Ogrizovic kept the deficit at one. But, though they came back into the game, they were still behind with 22 minutes left – until Brendan Ormsby, the captain whose monstrous header saw Leeds through the previous round, dallied on the ball, allowing Bennett to set up Micky Gynn for the equaliser. Even now, the mere mention of his name is enough to elicit shouts of “Just kick it out!” Shortly afterwards, Gynn bundled through three tackles and the ball broke to Houchen, who rounded the keeper to put Coventry in front. But Keith Edwards, on as a late sub, headed home with his second touch to send the game into extra-time. Despite such disappointment Coventry remained the stronger side, and after a further eight minutes, Houchen shot against Mervyn Day’s legs and Bennett rammed in the winner. They were there.          Coventry see off Leeds in a memorable semi-final at Hillsborough.    Most sides would have relaxed at that point, but most sides weren’t led by April’s joint managers of the month. “If they go in with a softie touch, they’ll be injured for Wembley”, said Curtis. “But if you play your normal game it’s just the percentage of injuries you get.”  So the players fought hard for that 10th spot before travelling to Dorset for various spa treatments, making it home in time to see their youngsters win the FA Youth Cup in front of 12,000 fans. City and the city were buzzing.  “Suddenly you’re like the most important people in the world, the world’s press just following you,” said Houchen of the buildup to the final. “For somebody like me that’d been playing fourth division football a season before, it was incredible … it was just an amazing time.”  The team’s suits were made by a local tailor – but they were not the only ones so pampered. “This is the enjoyable part really,” said Trevor Peake, “bringing the women into the shop for some clothes.” Little did he know that the future would prove that they’d been capable of going by their own selves all along.  Also that week came an appearance on Blue Peter, where they performed Go For It City, the club’s picaresque Cup final single. “I thought you said they had to able to sing,” quipped Janet Ellis; “Doesn’t Dave Bennett look like Michael Jackson?” observed Mark Curry. Yes, he really did. Coventry’s opponents at Wembley would be the clapping circus monkeys of Hot Shot Tottenham, enjoying their best season in years. This was thanks in significant part to the tactical expertise of David Pleat, whose five-man midfield both liberated and harnessed the creative talents of Glenn Hoddle, Chris Waddle and Ossie Ardiles; Clive Allen had benefitted to the tune of 48 goals.  Spurs came third in the league, but with the title out of reach by the start of May, Pleat began resting players. In such circumstances they lost to Nottingham Forest, and though the first XI then rousted Manchester United to such extent that Mitchell Thomas scored an overhead kick, two defeats and many more changes followed.  Such preparation did not amuse Brian Clough, nor was it the only receptacle for his ire. “It sticks in my craw that Glenn can coolly nominate Wembley for his farewell appearance,” he wrote of Hoddle’s decision to join Monaco that summer, weary after years of insufficient feting. How grievous were the sins of a past life! In the two league meetings between the finalists, honours were even: Spurs won 1-0 at White Hart Lane in November, Coventry won 4-3 at Highfield Road in December. In that second game, Bennett scored twice, the manner in which he rode a heavy tackle to get his first reminiscent of George Best – likewise his interest in his appearance. “I dress sharp, I look sharp on the pitch,” he reckoned.  Other team-mates had other concerns. Nick Pickering wondered whether to leave a radio in his rabbit’s hutch so that it might hear commentary of the game, while Houchen missed a midweek Wembley recce, crook with food poisoning after eating a trout caught by Jake Findlay, the team’s reserve goalkeeper. Also in difficulty was Ogrizovic, his wife so pregnant she was to be induced; the appointed time was Saturday, 1pm. Callously, he declared himself busy elsewhere, so his daughter was born on the Thursday instead, allowing him to skive off for a weekend of fun with his mates.  And, unfortunately, there was also Brian Borrows. He had been injured in the last league game of the season – Curtis’s percentage in operation – but expected to recover in time for the final. But on the Friday it transpired that he needed an immediate operation, so for him Cup final glory meant the opening segment of ITV’s coverage, sat in pyjamas nattering to John Helm. Devastated but relentlessly positive, Sillett found relief in the fact that in the end it hadn’t been close, also observing how the accordant change – Phillips dropping back and Gynn coming in at right-midfield – “could be the key to us winning the cup”. He had advised Gynn to be ready earlier in the week and had both him and Regis sign a new contract, fortifying them with confidence when they needed it most. Essentially, he understood that one-off games present a unique set of circumstances, with probability and happenstance more finely balanced. A few Coventry players had experienced finals: Bennett’s Manchester City lost to Spurs in 1981, and in 1985 Pickering’s Sunderland were beaten to the Milk Cup by Downs’s Norwich – except he was dropped. “What I say should’ve been the greatest day of my life turned out to be probably the saddest day of my life,” he reflected.  Otherwise, Ogrizovic had won various medals as Liverpool’s reserve goalie, though only one on the pitch. He had, however, bowled at Viv Richards when playing for Shropshire against Somerset in the NatWest trophy, rattling his stumps with a no ball; he understood both pressure and disappointment.  Coventry spent the night before the game in Marlow, and at dawn the following morning Houchen was running along the Thames in his kit, watching the mist clear. “I was just ready,” he said. “I wasn’t up like nervous or I couldn’t sleep, I slept really well, but then I got up and I just wanted to be at Wembley. I just wanted to play.”  Things then took a turn for the unusual. The supposedly superstitious Sillett was convinced that his team would win should he see a wedding before a game, so upon discovering one at the church opposite the hotel, sent a boat to bring the couple across the river to meet the team – “part of brainwashing the players that we were gonna be there,” he said.  Captain-leader-lover Brian “Killer” Kilcline duly handed over a bunch of flowers, and when the bride asked him to remove her garter, he was no one to refuse. “Did you get her number?” asked Jimmy Hill that evening; yes, he really did.  Shortly afterwards the players left for Wembley in quite sumptuous Adidas tracksuits, baby blue with burgundy stripes, and it was at this point that an aghast Lloyd McGrath saw himself on the back pages, boasting “I’ll tame Hoddle”. He wondered. And on the bus, others were doing the same – the usual card games were absent until Sillett insisted they proceed as normal. Then, as they reached the ground, he insisted they stop. “That was the moment of all moments,” he said. “On that coach going down Wembley Way and seeing all the supporters with the scarves, all shouting all waving, all wanting, all hoping, all praying that we were going to do the job. Wonderful, wonderful moment.” As a young player Houchen had driven to the 1978 Cup final, spending the night at South Mimms services in a battered old Ford Escort. He had never expected to be back as a player, and going about in his suit was staggered by the scale of it all. “They had a waiter, bringing you tea, whatever you wanted,” he recalled. The Spurs lot were more blasé. A fiesta was already arranged for the following day, fans invited to a marquee at White Hart Lane before a parade down Tottenham High Road, and now, Hoddle, Ray Clemence and Ossie Ardiles got into character mooching on the turf with their young sons.  At Stanmore Tube station, meanwhile, a carload of Coventry supporters discussed a hypothetical pub quandary, except in real life. Steven Marks, his dad, his dad’s mate and his dad’s mate’s dad had just pulled off the M1 and into London when the dad’s mate’s dad suffered a fatal seizure. Obviously, the sad reality could not be altered; naturally, they left him propped up in his seat; verily, it was what he would’ve wanted.  Back outside the ground, the Labour leader Neil Kinnock was mobbed by a bunch of Coventry supporters – though he might not have been so warmly received in the dressing room. At the following month’s general election, Houchen and Ogrizovic would exploit their fame to campaign for their local Tory MP, a circumstance particularly unusual as both spent the 80s in regions hit hard by Thatcherism. Nonetheless, that was what they did.  In the dressing rooms the players got stripped, Coventry in their usual sky-blue and white stripes adorned with sumptuous centenary crest. Spurs, on the other hand, replaced their classic chevron design with a plain, guileless affair whose shapeless collar demanded some kind of tie or cravat. This caused no little consternation, as someone’s oversight meant that their sponsor’s name was missing from some players’ chests; nowadays, they call it “guerilla marketing”.  As the teams lined up in the tunnel behind their managers, Pleat leant over to Sillett.  “John, you nervous?”  “Just a little bit, David.” “Well just have this in mind: we’ve been here seven times and never lost.” “Nor have we.” Then they set off. “You walk up this dark tunnel, literally a dark tunnel,” recalled Houchen, “and you can see the brilliant sunshine at the end of it. And then when you break from the end of that tunnel, this crescendo almost lifts you off your feet. The colour and the spectacle and the noise, just carries you. You go from that tunnel to the halfway where you line up to meet the dignitaries and I’m sure you don’t even walk, I’m sure you just get carried there.” Similar levitation would have helped when, shortly after kick-off, he made the mistake of helping out his defence and turned an ankle. “I thought I’d snapped my ligaments,” he said. “I thought: ‘Oh no, this can’t be happening.’” And immediately things got worse, the ball cleared only as far as Chris Waddle whose brilliant cross picked out Clive Allen; he headed home at the near post. “We just glanced round at each other,” said Houchen, “and went ‘uh-oh, it’s not gonna be one of them is it?’”  It was not. Just six minutes later, his flick-on put Bennett in to find both corner and camera, the latter escaping with minor injuries relative to the previous year’s decapitation by Ian Rush.  There followed the anomaly of an entertaining game, and in the 40th minute the third goal arrived. Pickering fouled Paul Allen unnecessarily, Ogrizovic came then went for Hoddle’s free-kick, and between them Gary Mabbutt and Kilcline diverted the ball past him – 2-1 Spurs.  Then, just past the hour and after an even start to the second half, it happened. Ogrizovic humped the ball downfield and Regis flicked on for Houchen who, ignoring Richard Gough tugging him from behind, lowered the ball on his toe before sending it wide to Bennett, the pitch of the crowd ascending. And the cross was worthy of it, a flat, bending, whipping ripper that Clemence can’t come for – but it’s just too far in front of Houchen for him to have any chance of connecting. Back in the Coventry half, Trevor Peake disagreed. “Fly!” he yelled. “Fly and you’ll get it!” – and somehow, Houchen heard. “I never took my eyes off it,” he said. “I’m watching it coming in and thinking I’m flat out here. I had to throw myself at it, or I would never have got on the end of it. I can’t say I was consciously thinking: ‘If it comes in, I’m going to dive and head it’ … playing in the schoolyard on the tarmac, there was something about doing diving headers, wasn’t there? If the ball’s at a certain height and stuff you used to like to throw yourself and get a diving header.” So, back straight, body low and stripes horizontal, he hurtled after the ball like a flying human bench, like the fast train that normally misses out Wembley Park; he’s smiling. Smiling! The connection was faultless, forehead trouncing leather into the corner of the net, and no one had ever seen anything like that ever before and no one will ever see anything like that again, anticipation at what could happen multiplied by shock that it actually did. Did you see that!  “The whole thing looks so spectacular – it looks like I’m flying,” Houchen said. “When it is perfect timing, it’s like a dance – it all comes together. I knew I was getting it. When I scored, I was totally disorientated.” We all experience moments of pure instinct, but for most of us they constitute mundanities like breathing, grunting and soiling ourselves. Sportsfolk are different, but even so this was special: players who aren’t great score great goals, players who aren’t great score in great games, and players who aren’t great score in great finals. But a player who isn’t great scoring a great goal in a great game that was a great final? Are you kidding me!  Of course, there have been other diving headers – though, relative to other forms of spectacular scoring, not many: Ted MacDougall in 1972, Tommy Hutchinson in the 1981 final and Gary Mabbutt earlier in the 86-87 season spring to mind. But none were as aesthetic or dramatic. Nor did John Motson fail it. “Houchen!” he yelled, Jimmy Hill beside himself beside him. “Brilliant goal! Keith Houchen! The man with the Midas touch in the FA Cup strikes gold for Coventry!” And Houchen was away! “All you could hear was this deafening noise, I just set off running towards the fans,” he said. “No one followed me, though. All my team-mates said later, ‘There was too much time left, we’d have been too knackered to play on if we’d followed you’.” The goal was enough to earn Coventry extra-time, and in its fifth minute Mabbutt’s left knee diverted McGrath’s cross into the only part of the goal Clemence couldn’t cover. Coventry had won the Cup.  Though this wasn’t great for Spurs, for everyone else it was absolutely necessary. Prior to it, Houchen’s header was merely an equaliser, and even after it, still not the game’s decisive moment as a matter of fact. But the flukey, forgettable winner for his team made Houchen’s goal the game’s decisive moment as a matter of truth, one that defined and subsumed the afternoon; our collective soul was the winner.  And didn’t Houchen appreciate it. “Wembley was this wonderful, historic place,’ he said. “I grew up as kid thinking about all these ghosts of Wembley, Stanley Matthews and Bobby Moore and all these things that went with Wembley – suddenly I became a part of that. We felt as a group of players and as individuals we deserved it, it was like our day that, it was like all that we’ve put in, all that blood, sweat and tears this is our day.… It’s such a long, hard career, and it was a hard career, to be able to pull this out occasionally, it makes everything worthwhile.” So, how do you feel about your life, then?  In Coventry, “it”, to coin a phrase, “went off”. Hitherto empty, the city was full of celebrants, police cars decorated with sky blue balloons and police helmets full of champagne. The fountain was dyed blue, a girl in a sky blue bikini sat on the bonnet of a car circling Lady Godiva’s statue, and everyone waded in. The players, meanwhile, endured a dry trip home – in a rare lapse of efficiency Sillett had forgotten the juice. But they eventually arrived at their hotel in Rugby, celebrating until the early hours, before returning to Coventry the following morning. On the way they visited Borrows, then went to see Ogrizovic’s wife, before being greeted by 250,000 people as the cathedral bells sounded for the first time in 100 years. Despite the rain, a further party did therefore ensue, the Cup chucked about with abandon and its lid bent out of shape by a stray set of buttocks.   “It brought a lot to the city,” said McGrath, “a lot of closeness”; in the weeks after the game, Peugeot noticed an increase in productivity at its Coventry factory. “Everybody was just … happy”, said Houchen. “There’s not that many times in your life when you can look back and say well, we were all just happy and everybody was.”  Which is not only the point of football but the point of everything.",
  "webTitle": "Golden goal: Keith Houchen for Coventry City v Tottenham (1987) | Daniel Harris",
  "webPublicationDate": "2016-05-20T07:28:12Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/20/golden-goal-keith-houchen-for-coventry-city-v-tottenham-1987",
  "keyword": [
    {
      "webTitle": "Coventry City",
      "id": "football/coventry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Harris",
      "id": "profile/danielharris"
    }
  ],
  "guardianId": "football/blog/2016/may/20/golden-goal-keith-houchen-for-coventry-city-v-tottenham-1987"
}