{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/revealed-foreign-buyers-own-two-thirds-of-tower-st-george-wharf-london",
  "id": "2016-05-24-131",
  "sectionId": "society",
  "body": "A Russian billionaire whose business partner is a close ally of Vladimir Putin, the former chairman of a defunct Nigerian bank and a Kyrgyz vodka tycoon appear to be among more than 130 foreign buyers in Britain’s tallest residential skyscraper. Almost two-thirds of homes in the Tower, a 50-storey apartment complex in London, are in foreign ownership, with a quarter held through secretive offshore companies based in tax havens, a Guardian investigation has revealed.    Related: 'Tower for the toffs': UK's tallest skyscraper is playground of the rich    The first residents of the landmark development arrived in October 2013, but many of the homes are barely occupied, with some residents saying they only use them for a fraction of the year. The revelations about the Tower are likely to be seized on by campaigners and politicians as the starkest example yet of the housing crisis gripping the capital, in which too many new homes are sold abroad as investments and left largely empty while fewer and fewer young people can afford to buy or even rent in the city. The five-storey £51m penthouse with views across to the Thames to the Palace of Westminster is ultimately owned by the family of former Russian senator Andrei Guriev, a well-placed source has told the Guardian. His family already owns Witanhurst in Highgate, north London, the biggest mansion in London after Buckingham Palace.     St George Wharf in London. Photograph: Hemzah Ahmed    At 23,000sq ft, the Tower penthouse is 24 times larger than the average new three-bedroom home in the UK. It was bought in May 2014 but has yet to be lived in. As part of a lengthy refurbishment, Guriev is understood to be installing a Russian Orthodox chapel that has had to be carried piece by piece up the elevators. Lower down is a £2.7m flat owned by Ebitimi Banigo, a former Nigerian government minister. In 2012, Banigo was crowned king of Okpoama, in the oil-rich Niger delta, at a ceremony attended by the then president, Goodluck Jonathan. In 2005, he was investigated by Nigeria’s Economic and Financial Crimes Commission following the collapse of the All States Trust Bank he chaired. He was later named in the Nigerian senate for owing the bank 15bn naira (£50m). He was not charged with any offence.    Tower graphic   Other owners named in Land Registry records include a Kurdish oil magnate, an Egyptian snack-food mogul, an Indonesian banker, a Uruguayan football manager and a former Formula 1 racing driver. About 131 of the 210 apartments for which title deeds were available are in foreign ownership, analysis suggests. Owners from Singapore told the Guardian they spend as little as two months a year in the flats, which are empty the rest of the time. Meanwhile, town hall records show that nobody is registered to vote at 184 of the homes.  The Tower does not have any affordable housing, which has been placed mainly at the rear of the larger St George Wharf housing development at Vauxhall facing a dual carriageway rather than the river. The extent of the international selloff emerged after the London mayor, Sadiq Khan, pledged to crack down on foreign ownership of new homes, saying he would consider a rule that they must be sold to UK residents only for the first six months of marketing. “There is no point in building homes if they are bought by investors in the Middle East and Asia,” he said earlier this month. “I don’t want homes being left empty.”  The prime minister, David Cameron, has also complained about the sale of high-value properties in London to people overseas through anonymous shell companies and announced that such companies will in future be obliged to declare their true beneficial owners. At least 31 of the apartments have been sold to buyers in the far east markets of Hong Kong, Singapore, Malaysia and China; 15 were sold to Saudi Arabia and the United Arab Emirates; and others were sold to buyers in Russia, India, Iraq, Qatar and Switzerland. About 15 more appear to have been sold to foreign buyers from China, Saudi Arabia, Russia and Nigeria.  A spokesman for the developer St George said: “Although some homes in the Tower have overseas owners, it is wrong to suggest that foreign owners dominate the London market. Savills estimated that in 2013-14, non-resident overseas investors accounted for just 7% of the London residential market.”   foreign ownership   The developer said 30% of the overall St George Wharf development is affordable housing, with 389 units built in neighbouring blocks. He added: “The range of facilities in the Tower, from a concierge to a spa and gym, appeal to all buyers – UK as well as international.” Forbes magazine estimates Guriev is worth more than $4bn (£2.7bn) and he shares ownership of PhosAgro, Europe’s largest producer of phosphate fertiliser, with Vladimir Litvinenko, a campaign manager for Russia’s president. Guriev appears to have bought the property through a British Virgin Islands company, Arabella Properties. His ownership of the penthouse has been kept such a closely guarded secret that even the building’s managers did not know who owned it. The BVI company that formally owns Guriev’s penthouse gives as its address the Jersey office of Opus Private, a firm of advisers promising a service that “exploits every legitimate opportunity to protect and preserve family wealth”.   Prices   The Guardian approached Guriev’s London lawyer, his family spokesman and his company spokesman, but all declined to comment or to confirm or deny the family ownership. Guriev was last year revealed as the owner of Witanhurst in Highgate, where he has built a 40,000sq ft basement with swimming pool, cinema, gym, staff quarters and parking for 25 cars.  The profile of the Tower’s owners is set to raise questions over how far UK residents, facing a housing crisis, will benefit from the neighbouring Nine Elms development where 20,000 mostly luxury high-rise apartments are being built in what has been dubbed “Dubai-on-Thames”.     Witanhurst House in Highgate, which has a swimming pool, cinema and underground car park. Photograph: Marcus Cooper Group    Title deeds for the Tower suggest that in 2014, Vitaly Orlov, a Russian fishing tycoon based in Hong Kong, bought the whole of the 39th floor for £13m. Orlov’s Ocean Trawlers company is the world’s largest supplier of cod and haddock but has this year been accused by Greenpeace of threatening pristine Arctic ecosystems by fishing further north in the Barents Sea as the ice retreats amid global warming. Orlov declined to comment, saying through a spokesman that he was “not interested in sharing his private sphere with the general public”. The Barents Sea fishery “has been independently certified to the MSC standard … a well-established approach based on the best available science,” the spokesman said. Another named owner is Sharshenbek Abdykerimov, a former MP and powerful businessman in the former Soviet republic of Kyrgyzstan. Abdykerimov owns the bestselling Ayu vodka brand as well as a conglomerate of other businesses, and he was recently elected as chairman of the country’s national Olympic committee. In 2013, he co-founded the pro-government Kyrgyzstan party.",
  "webTitle": "The London skyscraper that is a stark symbol of the housing crisis",
  "webPublicationDate": "2016-05-24T14:16:30Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/revealed-foreign-buyers-own-two-thirds-of-tower-st-george-wharf-london",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing market",
      "id": "business/housingmarket",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    },
    {
      "webTitle": "Helena Bengtsson",
      "id": "profile/helena-bengtsson"
    }
  ],
  "guardianId": "society/2016/may/24/revealed-foreign-buyers-own-two-thirds-of-tower-st-george-wharf-london"
}