{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/xavier-dolan-its-only-the-end-of-the-world-cannes-2016-critics",
  "id": "2016-05-20-143",
  "sectionId": "film",
  "body": "“I’m surprised you didn’t cancel your interview,” Xavier Dolan said in greeting the Guardian on Friday, two days after It’s Only the End of the World, his second film to premiere in competition following 2014’s Mommy, received some of the worst reviews of the festival. The Guardian’s Peter Bradshaw called the drama a “dream,” but the majority of critics at Cannes were decidedly less kind.    Related: It’s Only the End of the World review: Xavier Dolan's nightmarish homecoming is a dream    Variety’s Peter Debruge said it was “unbearable”. The Hollywood Reporter’s Jon Frosch called it “deeply unsatisfying”. TheWrap’s Ben Croll went further, declaring it to be Dolan’s “first total misfire”.            Director Xavier Dolan: ‘Cannes is sinking into a culture of hatred’    “If it wasn’t for you guys, the entire Anglophone world would have detested the film,” Dolan joked. Asked if he was surprised by the largely negative reaction to his drama, an adaptation of a famed stage play of the same name starring some of France’s most revered actors, Dolan said that it’s typical for all films at Cannes to “divide”.  “It’s always been the case,” he said. “Of course we expected to divide. We didn’t think we would inflame the Croisette and people would be, ‘I adore it’ or ‘I fucking hate it!’ It’s not what we had in mind. [My producers and I] always thought that it was the most complete film of all the six that I’ve made.”     Marion Cotillard in It’s Only the End of the World Photograph: PR Company Handout    His comments echo the ones he made at Thursday’s press conference for the film, where he called It’s Only the End of the World his best film.  “I have to admit, it’s not only ego,” Dolan said. “You’re always ready for people not liking your work. But I feel that there’s a rather baffling misunderstanding.” Dolan took aim at the tendency for critics to tweet their opinion immediately after viewing a picture, saying it breeds “ a sort of instantaneous harm and culture of hatred, which the festival seems to be sinking into.”    Related: Julieta review: Pedro Almodóvar ties himself down with fractured melodrama    “It’s like a ship that’s sinks; it starts in clear water and then it goes down and down, and it keeps getting darker. You feel like when you come into a Cannes: it’s a dark cloud of a storm waiting and rumbling. You wonder how you’re going to get through that.” “If the guy who gives Creed five stars and Fast and the Furious four stars and-a-half is saying that Marion Cotillard is a bore in my movie, then it really is the end of the world,” he said. “And you wonder what the fuck he’s doing here.”",
  "webTitle": "Xavier Dolan to his critics: 'I feel there’s a rather baffling misunderstanding'",
  "webPublicationDate": "2016-05-20T13:42:41Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/xavier-dolan-its-only-the-end-of-the-world-cannes-2016-critics",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Xavier Dolan",
      "id": "film/xavier-dolan",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/20/xavier-dolan-its-only-the-end-of-the-world-cannes-2016-critics"
}