{
  "apiUrl": "https://content.guardianapis.com/world/julian-borger-global-security-blog/2016/may/10/was-the-iran-nuclear-deal-just-a-triumph-of-white-house-spin",
  "id": "2016-05-10-75",
  "sectionId": "world",
  "body": "A very long profile of Ben Rhodes, one of the president’s closest advisors on foreign policy and media management has set off a rerun of the furious Washington debate that accompanied the negotiation of the Iranian nuclear deal last summer. The profile in the New York Times magazine is notable in many ways, not least for the quotes from Rhodes disparaging the Washington press corps and think tanks covering foreign policy, whom Rhodes refers to collectively as “The Blob”. It reads as an extraordinary expression of blanket contempt for the people outside the White House that Rhodes has worked with through more than seven years of the Obama presidency. This alone would make for a classic Washington intrigue, a tale of alpha personalities with sharp elbows. What makes it much more than that is that Rhodes – whose official title is the deputy national security advisor for strategic communications and speechwriting – seems to make far-reaching claims about his role in massaging support for the nuclear deal, in which Iran accepted limits on its nuclear activity in return for sanctions relief. This is the key passage:   In the spring of last year, legions of arms-control experts began popping up at think tanks and on social media, and then became key sources for hundreds of often-clueless reporters. “We created an echo chamber,” [Rhodes] admitted, when I asked him to explain the onslaught of freshly minted experts cheerleading for the deal. “They were saying things that validated what we had given them to say.”  The reaction on the right has been to claim that Rhodes’ remarks proved that the media, and perhaps the nation, had been duped into accepting the deal, which left Iran with the right to enrich limited quantities of uranium.  That view has been furiously rejected, unsurprisingly, by the people the NYT piece belittles, those who campaigned for a diplomatic solution to the impasse over Iran’s nuclear programme that hung over the Middle East for more than 12 years. They point out that the author, David Samuels, has a long history of advocacy, against the deal and for a more muscular US approach, including the use of military force if necessary.  In a response in Politico, Joe Cirincione, wrote:  Samuels and his allies tried to kill the deal. They failed. The Iran agreement is in place and working. The world is a safer place for it. Deal with it.  Samuels does seem to have a long history of advertising the advantages of air strikes. In 2009 he published a piece in Slate entitled “Why Israel will bomb Iran - the rational argument for an attack”. In April 2015, he appeared on a panel of foreign policy hawks at the Hudson Institute, again extolling the efficacy of military action.  One question is whether the New York Times should have run a lengthy piece in which well known, controversial views of the author are seeded thickly in what is ostensibly a profile of someone else, without some formal declaration of the writer’s own position. On top of that, there is a lot that is misleading and wrong in the article. One example is the claim that “freshly minted” arms control experts suddenly “popped up” in the course of the debate. The inference is that they represented a consensus confected by the White House. But the leading advocates for diplomacy were veteran campaigners like Cirincione or former state department official Mark Fitzpatrick, who have taken umbrage at being called “freshly minted”. The direction of influence, they point out, was just as much the other way round. By persistent lobbying, they helped cultivate a environment for compromise inside the Obama administration. Samuels also snipes at fellow journalists as mere herd-followers, calling Jeffrey Goldberg of The Atlantic and Laura Rozen of Al-Monitor “handpicked Beltway insiders”. The “handpicked” epithet seems particularly gratuitous. The prominence of both is due to the fact they have covered the subject most assiduously. He also fails to understand a White House staffer who described Rozen’s output as like “her RSS feed”. Samuels takes this to reinforce his thesis that Rozen is simply repeating White Office handouts. But it seems clear that the staffer’s description meant the opposite. The White House, like governments, think tanks and other journalists around the world, relied heavily on Rozen’s comprehensive and forensic coverage of the talks as they unfolded over several years.  Samuels claims that the White House “manufactured” a narrative in which it only began seriously engaging with Iran after the 2013 elections which brought Hassan Rouhani, a relative moderate to the presidency in Tehran. But Obama had made public overtures to the Iranian leadership long before that, offering them an outstretched hand “if they are willing to unclench their fists.” What clearly changed in 2013 was that there was a serious partner in Tehran for substantive talks. Rhodes has issued a blog backtracking on some of the harsher language quoted in the New York Times article, trying to mend fences with the press in particular.  Every press corps that I interacted with vetted that deal as extensively as any other foreign policy initiative of the presidency. A review of the press from that period will find plenty of tough journalism and scrutiny.   But the article will be hard for Rhodes to live down. Referring derisively to analysts, commentators and journalists as a monolithic “Blob” is absurd, given the cacophony of diverging, fiercely-held views about Iran and just everything else in Washington. And there seems little doubt he was claiming to have shaped expert views on the Iran deal rather than simply promoted them. But then, he is hardly the first spinmeister who, given a rare opportunity to emerge from the back rooms and enjoy the limelight, pretended to make the policies he was hired to sell.",
  "webTitle": "Was the Iran nuclear deal just a triumph of White House spin?",
  "webPublicationDate": "2016-05-10T17:46:35Z",
  "webUrl": "https://www.theguardian.com/world/julian-borger-global-security-blog/2016/may/10/was-the-iran-nuclear-deal-just-a-triumph-of-white-house-spin",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iran's nuclear programme",
      "id": "world/irans-nuclear-programme",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Borger",
      "id": "profile/julianborger"
    }
  ],
  "guardianId": "world/julian-borger-global-security-blog/2016/may/10/was-the-iran-nuclear-deal-just-a-triumph-of-white-house-spin"
}