{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/vincent-gallo-sues-facebook-fake-profile",
  "id": "2016-05-18-212",
  "sectionId": "film",
  "body": "The maverick director and star of Buffalo ’66 and The Brown Bunny, Vincent Gallo, will go to court over a fake “Vincent Gallo” Facebook profile he says was used to lure women into online sexual encounters. Gallo is suing the social network and the unidentified owner of the fake profile, who he says contacted a number of his friends and acquaintances pretending to be the film-maker, and even exchanged naked photographs with an ex-girlfriend who was unaware she was not communicating with the real Gallo. “The two had Facebook messenger conversations for a period of two months, where Doe 1 [the fake account proprietor] flirted, sent nude pictures from the waist down, and convinced her not only to send nude pictures back, but to travel from Europe to the United States to visit him,” states the complaint, according to the Hollywood Reporter. “Once she solidified her plans to visit him, Doe 1 backed down and gave an excuse that he would be out of town during her planned visit. At this time, she sensed something was wrong and discovered, to her horror and embarrassment, that Doe 1 was in fact, not Mr Gallo.”     The real Vincent Gallo, probably, in 2010. Photograph: Steve Wood/Rex Features    The fake Gallo is also accused of luring fans to meet them in person in Los Angeles. “Mr Gallo further alleges, upon information and belief, that Doe 1 repeatedly engages females to have conversations that are sexual in nature, while pretending to be Mr Gallo,” continues the complaint. The 55-year-old film-maker, whose last movie as director was 2010’s poorly received Promises Written in Water, claims he tried to follow Facebook’s automated procedures for getting the fake profile taken down. Despite sending over a “professionally colour scanned copy” of his driving license, after the social network turned down an earlier copy, Facebook refused to verify his identity and the fake account remained active, he claims. Facebook have since suspended a Vincent Gallo account.  Gallo is suing the social network for intentional infliction of emotional distress, false designation of origin, unfair competition and unfair business practices. He is suing the unidentified owner of the fake profile for violating his right of publicity and internet impersonation (otherwise known as “catfishing”). The film-maker wants special, consequential and general damages.",
  "webTitle": "Vincent Gallo sues Facebook after ex-girlfriend sends nude pics to 'fake' profile",
  "webPublicationDate": "2016-05-18T11:18:58Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/vincent-gallo-sues-facebook-fake-profile",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Identity fraud",
      "id": "money/identityfraud",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/18/vincent-gallo-sues-facebook-fake-profile"
}