{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/angela-eagle-tory-blokes-playground-spat-eu-debate-female-voices",
  "id": "2016-05-24-19",
  "sectionId": "politics",
  "body": "Angela Eagle, the shadow business secretary, has said women want to hear the facts about what is at stake in June’s EU referendum, not a “noisy playground spat” between “Tory blokes”. Appearing alongside three other senior Labour women, including the shadow chief secretary to the Treasury, Seema Malhotra, she warned that women’s rights at work and hundreds of thousands of jobs would be at risk if Britain left the EU – yet men’s voices had overwhelmingly dominated the debate.   Brexit explained: Guardian view   “Women’s voices have been drowned out by the unmistakably masculine and noisy playground spat that is taking place between Tory blokes who are fighting a proxy leadership election,” said Eagle, who will confront George Osborne at prime minister’s questions on Wednesday. “Sometimes they appear to be more worried about their own futures than everybody else’s.” With both Osborne and Boris Johnson thought to be using the campaign to burnish their credentials as the next Tory leader when David Cameron steps down, Eagle said the campaign so far had been between “Boris and his blunderbuss and the chancellor and his diminishing hopes”. Asked whether Theresa May, the home secretary and the most senior woman in the government who supports the remain camp, should play a more prominent role, instead of leaving Cameron and Osborne to make daily speeches on the issue, Eagle said: “I’d like to see Theresa May get out there and do some campaigning.” She said that the government had focused on increasingly alarming warnings about the consequences of Brexit, but women she met at school gates and on doorsteps wanted to hear a more measured argument about what was at stake on 23 June.   Related: Project Fear: no longer the sole preserve of Tory patriarchy?    Eagle argued that the EU had been crucial in strengthening rights to equal pay and maternity leave; protecting pregnant women against discrimination; and introducing other protections, such as agency worker regulations, which had disproportionately helped women. “Over the course of the campaign, the leave campaign have let the cat out of the bag,” she said, pointing to claims by Johnson and Iain Duncan Smith that ditching EU regulations could save employers millions of pounds a year. “Today I’m issuing a challenge to the leave campaign: I want them to come clean with British workers and women in particular. They need to tell us which rights for working women they want to scrap. They can’t have it both ways: they need to level with the public and tell us who will lose out.” Former Labour interim leader Harriet Harman chaired Tuesday’s event. She said: “The EU has been a strong friend to women at work and a key element in the progress women have been able to make in their lives over the last few decades.” She underlined the argument that women’s voices had not been heard loudly enough. “We think it’s very important to hear what women think about this and not have men pushing women out of the debate,” she said, accusing male politicians of “sucking up all the oxygen”.   Related: Tory men dominate EU referendum coverage, study finds    Harman has written to Ofcom to demand the media regulator scrutinise the issue of whether broadcasters should ensure a better gender balance in EU referendum discussions. Kate Green, Labour’s equalities spokeswoman, also appearing at the event in Westminster, said the EU had been important in securing the principal of gender equality.",
  "webTitle": "Angela Eagle: 'Tory blokes' playground spat' drowning out EU debate",
  "webPublicationDate": "2016-05-24T20:30:41Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/angela-eagle-tory-blokes-playground-spat-eu-debate-female-voices",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Angela Eagle",
      "id": "politics/angela-eagle",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/24/angela-eagle-tory-blokes-playground-spat-eu-debate-female-voices"
}