{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/10/smart-infrastructure-sustainable-development-low-carbon-transport",
  "id": "2016-05-10-309",
  "sectionId": "public-leaders-network",
  "body": "Will 2015 be a watershed in the human effort to solve global problems, or just another chapter in the history of collective inaction?  The answer will soon become apparent on construction sites around the world.   The two most ambitious international agreements of 2015 – the UN’s sustainable development goals (SDGs) and the Paris climate accord – amount to a historic decision to build a world that reconciles improving human welfare with the reality of climate change.     Can elected officials justify using scarce public resource to build low-carbon, climate-resilient infrastructure?     The SDGs chart a path for eliminating poverty and securing a better life for all by 2030. The Paris accord seeks to stabilise global carbon emissions by the second half of the century, through a rapid move away from high-carbon energy, transport, housing and land use towards efficient, low carbon, climate-resilient alternatives.   But as nations set out to reflect these commitments in planning and budget processes, they face difficult choices: coal or renewables? Highways or public transport? Suburban sprawl or compact cities?  And the window for making such choices is narrow. Existing and projected carbon emissions show the urgency of implementing the Paris commitments. But infrastructure projects are time-consuming and long-lasting. Power plants, for example, take from five to 15 years to plan and build and can then last for half a century. And 70% of the forecast increase in emissions from developing countries is expected to come from infrastructure that has yet to be built.   This means that infrastructure decisions we make in the next few years could cement our ability to meet the Paris goals – or condemn us to a future in which global temperatures rise well above 2C. In the latter scenario, environmental conditions could be so hostile that development goes into reverse, leading to rising poverty and social conflict.   Unfortunately, infrastructure planning is largely disconnected from climate change agendas for many governments and the current economic downturn threatens to widen this disconnect.    Related: Privatised, nationalised, electrified? A guide to the UK's railways    For example, in Latin America and the Caribbean, the end of the commodities supercycle has brought a painful economic contraction. Citizens are clamouring for jobs, wage increases and long-delayed improvements to services ranging from transport to healthcare. In this context, can elected officials justify using scarce public resource to build low-carbon, climate-resilient infrastructure?  We believe the answer is a resounding yes. In the near-term, such spending can generate demand for labour and supplies, providing the stimulus that developing economies desperately need. In the longterm, it serves to simultaneously modernise and increase the efficiency of energy, manufacturing, mobility and logistics. This will in turn raise productivity and competitiveness, fostering domestic drivers of growth.  The convergence of these two needs creates an extraordinary opportunity to get things right. Many of the requirements for a radical expansion of sustainable infrastructure are already in place. The managers of trillions of dollars of capital and pension fund assets are looking for predictable returns. Interest rates remain at historic lows. Critical technologies, from large-scale solar to clean transport, are mature and continue to drop in cost.   What is missing, in many countries, are the policies, institutions and financial partners necessary to generate a pipeline of projects such as wind farms, bus-rapid-transit systems, or geothermal power plants.   Private banks and investors have little experience with these sectors in emerging markets and are hesitant to take the lead. Multilateral development banks (MDBs), on the other hand offer decades of experience in planning and executing complex infrastructure projects. They also have the credibility to serve as trusted brokers between governments, investors and civil society.    Related: Ten ways to ensure UK transport projects are sustainable     In Paris the six leading development banks (pdf) committed to expand their lending for climate-related projects. It’s a small fraction of what will be needed to meet the Paris commitments, but these funds could have a powerful exemplary effect, enticing other financial institutions to join in. The Asian Infrastructure Investment Bank, the Brics New Development Bank (NDB) or the Latin American Development Bank (CAF), for example, are much more likely to co-finance complex infrastructure if they can work jointly with other MDBs.   By establishing a robust institutional structure of MDB-led lending, private capital could be mobilised on a scale that could mean countries meet their Paris commitments, while responding to the development needs of their people.   In the coming months this unprecedented opportunity will either be seized or squandered in the boardrooms of development banks. Borrowing governments must push smart infrastructure to the front of their project pipelines as their best route to sustainable development and poverty reduction. And donor nations, through their shareholdings, must do everything possible to facilitate financing for these projects.   If they do not, 2015 may be remembered solely for its good intentions.  Luis Alberto Moreno is president of the Inter-American Development Bank in Washington. Nicholas Stern is professor of economics and government at the London School of Economics. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Smart infrastructure is the key to sustainable development",
  "webPublicationDate": "2016-05-10T06:08:01Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/10/smart-infrastructure-sustainable-development-low-carbon-transport",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sustainable development summit 2015",
      "id": "global-development/sustainable-development-summit-2015",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global climate talks",
      "id": "environment/global-climate-talks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Sustainable development",
      "id": "environment/sustainable-development",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Stern",
      "id": "profile/nicholas-stern"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/10/smart-infrastructure-sustainable-development-low-carbon-transport"
}