{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/labor-cant-afford-to-restore-schoolkids-bonus-or-reverse-pension-changes",
  "id": "2016-05-26-342",
  "sectionId": "australia-news",
  "body": "Labor says it does not plan to restore the Schoolkids bonus or reverse pension assets test changes, decisions which will shave more than $8bn off the $35bn in cuts the government claims Labor plans to reverse. Labor says it is not in a position to reverse the changes to the pension assets test, worth $3.55bn over four years, although it will review pension incomes. The Schoolkids bonus, which costs $4.5bn over four years, gives parents $430 a year for each primary school student and $856 a year for secondary school students on a means-tested basis. The government will stop paying the bonus in July.    Related: Pensioners are sick of being told we are a worthless burden to society | David Tyler    Labor criticised the pension asset changes in July 2015, saying meant 330,000 pensioners would lose either all or part of their pension, and 700,000 workers now in their 50s and early 60s would face cuts to any future pension. But on Wednesday the opposition leader, Bill Shorten, and the shadow treasurer, Chris Bowen, said Labor would not reverse the two cuts if it was elected, at least not in its first term. Speaking on Radio National on Thursday, Bowen said Labor had opposed the cuts to the Schoolkids bonus but “will not be able to afford to bring [it] back”. Speaking on ABC radio in Darwin, Shorten said both policies were “ill-conceived” and “we still think they’re not the best changes and that’s why when the Greens and the Liberals voted together on pension changes we registered our disagreement”. “We do not believe ... that we’re in a position to restore the changes they’ve made or reverse the changes they’ve made to the pension assets test,” he said. Both blamed the government’s fiscal position, including tripling the deficit, for the decision. “What we will do is ... we will review our pensions income because we’re not convinced that meddling with part-pensioners is the best way to go for Australians,” Shorten said. Bowen said: “We can’t restore all the damage that this Abbott-Turnbull government has done in one term. So we won’t be in a position to reverse [the pension asset test] change immediately.” On Tuesday the government claimed Labor had a $67bn budget blackhole over four years, which included $35bn in measures Labor had expressed opposition to “in one way or another” but were not official policy to restore. That $35bn included the $4.48bn to reinstate the Schoolkids bonus, based on the opposition spokeswoman on families, Jenny Macklin, saying in March that Labor would “stand with Australian families against these cuts every day up to the next election”. It also included $3.55bn for the pension asset test changes on the basis that Shorten and Macklin had said: “The Liberals are coming after your pension and the only thing standing between pensioners having significant cuts to their pension and Abbott, is the Labor party.” On Thursday the treasurer, Scott Morrison, said the strategy to say Labor had a budget blackhole of “up to $67bn” had been vindicated but Labor was clarifying its policies. “What we’ve been able to do over the last 24 hours or so is flush Labor out on trying to walk both sides of the street, whether it was on the Schoolkids bonus, whether it was the asset test on the pension, over foreign aid – any of these issues Labor is being flushed out,” he said. Blaming the state of the budget for the back-downs was a “lame excuse” because Shorten had not addressed them in his budget in reply. “What Labor engaged in ... was a very cynical campaign motivated purely by their political interests, not by their interest or concern for pensioners, not by their interest or concern for parents of school kids ... but just a cynical political exercise designed to try and drive up their support knowing full well that when they were called to account that they would have to walk away, as they appear to have done,” he said. Labor’s decision to rule out reversing the Schoolkids bonus and the pension asset test changes shaves $8bn off its alleged black hole.  It follows the revelation the $67bn black hole included $19.27bn to restore foreign aid cuts, despite Labor promising only to restore $800m over four years.",
  "webTitle": "Labor 'can't afford' to restore Schoolkids bonus or reverse pension changes",
  "webPublicationDate": "2016-05-26T01:44:26Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/labor-cant-afford-to-restore-schoolkids-bonus-or-reverse-pension-changes",
  "keyword": [
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/26/labor-cant-afford-to-restore-schoolkids-bonus-or-reverse-pension-changes"
}