{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/the-first-step-japans-ayumu-goromaru-blazing-a-trail-for-super-rugbys-reds",
  "id": "2016-05-13-253",
  "sectionId": "sport",
  "body": "On Ayumu Goromaru’s own account, until September 19 last year, the nation of Japan “didn’t even know about rugby itself”. Goromaru, playing in the country’s semi-professional rugby competition with Yamaha, was reportedly earning about the average annual Australian wage (A$80,000) working a day job in a 50 square metre office with 100 colleagues in the corporation’s communications department, a role that included leasing motorcycles to media.  Cue the greatest upset in rugby World Cup history, with Japan’s Brave Blossoms prevailing in a 34-32 cliffhanger against the Springboks in Brighton, UK. “After winning against South Africa, the world is different,” Goromaru tells Guardian Australia.   Related: Kurtley Beale reportedly signs £1.5m deal with Wasps    Goromaru, who put 24 of Japan’s points on the board in that sensational opening victory, was named full-back in the tournament’s ‘Dream Team’ and Japan’s first rugby superstar was born.  Rugby fever gripped that nation of 127 million overnight, with Goromaru’s Jonny Wilkinson-inspired “trigger” pose before kicking goal becoming a bona fide cultural meme. The pose begat TV advertisements, an official declaration of the man as a “master of ninjas” and soaring crowds to a Gifu temple where a 500-year-old Buddhist statue has attracted wry comparisons. Product endorsements made “Goro-san” reportedly the world’s highest paid rugby player, pulling in $340,000 a month, standing bare-chested holding a baby in commercials for soap, while starring in others for fried rice, washing powder, and a new brew of Asahi beer called “The Dream”. He appreciates it has all helped put rugby on the map in Japan, whose hosting duties for the rugby World Cup are but three years away. But it’s the kind of attention that even the world’s most established rugby stars would struggle to appreciate. “If it was only myself it would be easier, but with my family, when we were spending relaxing time at home, media or fans came to our home and asked for autographs or photos,” the stocky, six-foot-one-inch Fukuoka native says. “There were little things that built up, both me and the family became very stressed.” It came to a crescendo when Japan rugby’s biggest fish left that pond for the elite Super Rugby competition with the Queensland Reds in February. “On the way to Brisbane from Narita, lots of media rushed to us at the airport, trying to take photos of us,” he says. “We got on to the airplane separately and lots of camera men were waiting for them with lots of flashes on my kids and wife, which really shocked and frightened the kids. We were living a stressful life.” It is considered an unusual step for the family of a Japanese sports star to accompany him on the overseas stint, but his wife has lived in Australia on her own before and is reportedly fluent in English. They met while studying at the elite Waseda university in Tokyo. “Goro-san” has reputedly ticked all the marketing boxes for the Reds, his merchandise in the form of fans’ jerseys selling nicely. But it is fair to say he has failed to set the world on fire in his own Reds jersey. A game ago he was dropped from the squad altogether, biding his time as a second-stringer, spending most games sitting forlornly on the bench. Some fans have questioned Reds management’s treatment of Goromaru, saying he hardly has the chance to shine given the minutes he’s been getting.  But Goromaru plays down his expectations. “Before coming to Australia, I didn’t expect it would be that easy to play from the beginning,” he says. “I appreciated and I was glad when I could play quite a bit in the second game, about 50 minutes. I know I need to do well in rugby and I want to meet fans’ expectations, but I have been getting all sorts of good experiences even outside of rugby, so…” He doesn’t speak like a man who is crestfallen. Rather, after four years of juggling Yamaha and World Cup training duties that starved him of time with his wife and children, he seems to be rather enjoying his newfound anonymity in suburban Brisbane.  “Japanese people do recognise me and come to talk to me but it doesn’t happen very often as I don’t go to town or where there are lots of people,” he says. He shops locally, goes fishing on his teammate Greg Holmes’s boat. The city itself is “very slow, relaxed. For example it took us one or two months to get our internet connection done,” he says. “It makes me feel Japanese are trying too hard, too speedy. After coming here, I found everyone had their own lives, not really caring too much about other people, it’s a good atmosphere.” “I have been enjoying not only rugby but personal life here.”  Meanwhile, Japanese media have been dissecting Goromaru’s fortunes in the cauldron of elite rugby, recently declaring he was in the “dai pinchi” – the “big pinch” of his career. A national TV panel explored in improbably forensic detail whether the difference between the smooth-surfaced rugby balls in Japan and the rough-textured ones in Super Rugby could be messing with his kicking radar, until expert testimony reminded them he did just fine with bumpy balls in the world cup. But the same segment seized on early comments at a media conference by a Reds coach about communication on the paddock being a critical factor where the import was concerned. For his own part Goromaru – an articulate and thoughtful communicator in his native tongue – does consider his command of English a key handicap to making his best fist of the world’s top club rugby competition. Speaking to Guardian Australia through an interpreter after kicking practice at Ballymore this week (yes, he does the pose in practice, too), Goromaru says he never imagined those university English classes would be of much use. “I was always sleeping during uni time,” he says. “I didn’t even think I would go overseas to live. I didn’t ever dream of me needing English. I like Japan, Japanese food and life in Japan. But now I really feel I do need English.” Having taken the plunge with the Reds, he says, “I just imagined I could get by somehow, but the reality wasn’t that easy”. He now got a “good teacher” from Bond university. On-field communication aside, his key obstacle to the number 15 jersey is Karmichael Hunt. Goromaru is regarded as an intelligent player who kicks well, passes well and could get a start with other teams. But in the words of one local observer, he is “not super quick – he doesn’t have the gas” of Hunt, who is playing his way into a Wallabies jersey. Nor does Goromaru have Hunt’s versatility, which could have seen him carve out a spot elsewhere in the backline. Goromaru is a “pure full-back” and he’s stuck been behind the code-hopper. Until this Saturday, that is. Hunt’s groin injury has given Goromaru a surprise starting berth against the Hurricanes at Wellington. “Being able to bring a guy of Ayumu Goromaru’s experience straight into the starting side is a big benefit for us,” interim co-coach Nick Stiles said this week. “This is a good opportunity for him to step up and demonstrate what we know he is capable of.” This hit-out comes none too soon for Goromaru – the Reds’ home clash against Japan’s own development side the Sunwolves follows on 21 May, a key moment for the expatriate, and probably rugby at large back home. Asked how badly he wants the minutes to prove his mettle against the Sunwolves, Goromaru says: “I do love to play, especially for the many Japanese fans coming all the way to watch me play. I would like to play as long as possible, any minute counts, but it is totally up to the coaches, so…” “But I will try hard and keep doing what I can little by little.” Goromaru nominates playing with the Sunwolves as an option next year, although he’s still “not too sure”. It would be good for Japanese rugby to keep himself and the Sunwolves in Super Rugby action, pitting themselves against the best in the world. Asked why he didn’t team up with the Sunwolves, where he would surely be a walk up starter, he says after the success of the World Cup, “I didn’t want to stay in the same warm, comfortable waters”.   “I wanted to try something different, to be considered just one player and not the super star. Overseas in a totally different environment,” he says.  Goromaru also makes a classic ‘east meets west’ observation about the difference in rugby teamwork in Japan and Australia. “In Japan, everything is very detailed, they care about little things, good skill, good speed,” he says. “But here, they care very much about individual skills. We are playing in the team together, but it feels also like we’re playing against each other at the same time.” He relishes this somewhat alien approach to team building. “If I was still in Japan, I wouldn’t have been in this environment and wouldn’t have experienced it this way,” he says. Beyond the rest of this season, his designs on more quality time with family and on the field – and hopes of sharpening both his English skills and his big game performance – Japan and the 2019 World Cup still beckons. “We have just started with Japan rugby, the first step,” he says. “But we could make a big step.”",
  "webTitle": "'The first step': Japan's Ayumu Goromaru blazing a trail for Super Rugby's Reds",
  "webPublicationDate": "2016-05-13T09:49:51Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/the-first-step-japans-ayumu-goromaru-blazing-a-trail-for-super-rugbys-reds",
  "keyword": [
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Super Rugby",
      "id": "sport/super-rugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Japan rugby union team",
      "id": "sport/japanrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "sport/2016/may/13/the-first-step-japans-ayumu-goromaru-blazing-a-trail-for-super-rugbys-reds"
}