{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/dilma-rousseff-brazil-impeachment-vows-fight",
  "id": "2016-05-12-36",
  "sectionId": "world",
  "body": "There were no tears – at least not from Dilma Rousseff – as she left the Planalto presidential palace after an impeachment defeat that curtails 13 years of Workers’ party rule in Brazil and may well end the political career of the country’s first female president.   Related: A warrior to the end: Dilma Rousseff a sinner and saint in impeachment fight    Surrounded by cabinet ministers and supporters, the former Marxist guerrilla came close to choking at one point as she made a final statement before being suspended from the highest office in Latin America’s biggest country. “I may have committed mistakes, but I never committed crimes,” she said. “It’s the most brutal thing that can happen to a human being – being condemned for a crime you didn’t commit. No injustice is more devastating.” Although many of her allies were red-eyed, Rousseff struck a defiant tone, condemning the “treachery” of those who sabotaged her government, accusing her replacement vice-president Michel Temer of setting up an administration without a direct electoral mandate, and vowing to fight on against what she called a “coup”. Her chances of survival, however, have diminished enormously as a result of two crushing defeats in parliament. After a marathon 20-hour overnight session on Wednesday and Thursday, the senate voted 55-22 to begin her impeachment trial. This followed a similarly huge loss in congress last month.  Rousseff will now go on trial in the upper house for up to six months on charges of doctoring government accounts to make them look more healthy ahead of her re-election in 2014. The final vote – which requires a two-thirds majority of senators – could come as early as September.     ‘Dilma wasn’t perfect, but at least she gave us a voice.’ Female supporters continue to defend Rousseff. Photograph: Andressa Anholete/AFP/Getty Images    The interim government will be led by Temer, who played a major role in nudging his running mate aside. A constitutional lawyer from the Brazilian Democratic Movement party, the 75-year-old has spent the past few weeks putting together a new cabinet, which will represent a rightward tack of the government.  Although the new head of state has promised to maintain welfare programs such as the cash handout scheme known as bolsa familia, his priority will be to regain investor confidence by balancing the budget and getting inflation back under 10%. Underscoring the conservative timbre of the new cabinet, all the ministers are male and white. Some of them are controversial appointments. Conservationists are alarmed that the top agriculture post has been given to “soya bean king” Blairo Maggi, who has recently been promoting a constitutional amendment to remove environmental licensing on public projects. Despite the ongoing Zika epidemic, Temer has appointed a politician with no medical background as the new health minister. The portfolio will be taken by Ricardo Barros, a civil engineer by training from the Progressive party, which is notorious for corruption. The health post is much in demand as it has the biggest budget of any ministry. It is frequently used as a political bargaining card. Barros is the fourth health minister in little more than half a year. In a sign of his commitment to austerity, Temer has slashed the number of cabinet posts from 31 to 22. But he may find it hard to cut other costs ahead of municipal elections and with unemployment already in double digits. Whether this tough task can be achieved will depend largely on new finance minister Henrique Meirelles, who was widely praised as central bank president under the first two Workers’ party governments. This time, however, he is likely to be charged with reining in expenses and encouraging other ministers to push ahead with privatisations, outsourcing and weakening labour laws. André César, a political consultant, said Temer would take a new approach to government, but the new president will not be able to enjoy a honeymoon because he will have have to cut costs while keeping a range of coalitions partners happy. He is also likely to face protests on the streets from social movements.  “In the very short term, turbulence will increase”, he said. “But If he can manage to advance his agenda in the first couple of months, then he can take a breath. The problem is coalition politics. There are several parties and politicians with different world views.”    Dilma fought against dictatorship and she put more priority on the rights of black people and women like me  Edenilce Silva, teacher     And while the markets are likely to be happy, the public will need a lot of convincing. Temer’s ratings are almost as low as those of the suspended president. He has a disapproval rating of 62% and support from fewer than one in seven voters, according to the most recent poll. He and his cabinet are also tainted by corruption allegations. Temer faces an impeachment challenge of his own, has been barred from standing for office for eight years due to election violations, and has been named in two plea bargains in the ongoing Lava Jato investigation into the kick-back and bribery scandal at the state-run oil firm Petrobras. Several members of his proposed cabinet, including Romero Jucá – the new planning secretary – also face charges by Lava Jato prosecutors. By contrast, Rousseff faces no corruption allegations, though she is being forced to step aside while she is judged. Polls suggest she will be missed by only a small minority, but several hundred came to give her a warm send-off. As she walked from the palace to a waiting car, they chanted her name and cursed her enemies. “Fora Temer” (Temer Out), they yelled. “Fascists and Coup Mongers will not prevail.”     The majority of supporters appeared to be women from social movements. Photograph: Igo Estrela/Getty Images    Many were clothed in the red of the Workers’ party. A few wore the feathered headdresses and body point of indigenous groups, who fear the new government will accelerate the erosion of their territory.  “Dilma wasn’t perfect, but at least she gave us a voice,” said Edinaldo Arágun, a chief of the Tabajara people from Paraiba state. “The new government will be much worse. They are criminals and thieves who will take our land, as people have been doing for hundreds of years.” The majority appeared to be women from social movements. Edenilce Silva, a teacher from Brasília, said she felt anger at those who voted for impeachment and appreciation for the outgoing president and Workers party. “I’m indignant that my vote has not been respected,” she said. “Dilma was my choice. She fought against dictatorship and when she was president she put more priority on the rights of black people and women like me. More importantly, she improved society as a whole. Living standards are better. There are more schools. More opportunities to enter university.”  “This is not the end,” said Silva, hopefully. “It’s a pause.”",
  "webTitle": "'No injustice is more devastating': Dilma Rousseff condemns rivals' 'treachery'",
  "webPublicationDate": "2016-05-12T20:11:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/dilma-rousseff-brazil-impeachment-vows-fight",
  "keyword": [
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/12/dilma-rousseff-brazil-impeachment-vows-fight"
}