{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/02/emma-thompson-womens-equality-party-mayoral-election",
  "id": "2016-05-02-121",
  "sectionId": "film",
  "body": "Long-time Labour supporter Emma Thompson is urging London voters to back the Women’s Equality party in Thursday’s elections. The Oscar-winning actor told the Guardian that while she still supports Jeremy Corbyn, she feels issues that are important to women, including equal pay, are sidelined from mainstream politics. “I just got to the point where I thought, I’m 57, I have voted Labour all my life, I have spent my life living and working in the capital, and I can safely say I have never known it worse,” she said. “I am just so disappointed in our political landscape and what we have done in the last 30 years: it is with great sadness that I say that.” She added: “I don’t feel spoken to by Labour.”   Related: Emma Thompson: I do not want to die before closing the pay gap | Letters    In a letter to the Guardian, she said her generation expected as they grew up to see women taking on an equal role in all walks of life, including politics, and looked forward to the transformation that would bring. “To be sure, there have been some good shifts but by and large, the dreams of my generation have not been realised and many of our hopes have been dashed,” she wrote. “I am backing the Women’s Equality party because I really do not want to die before closing the pay gap, which stands, in our great and supposedly modern capital city, at 23%.” She argued the inequality between men and women was at the root of other socioeconomic divisions in London; but tackling it got left off the agenda because it was not a “glamorous” issue. “What I feel is that politics has these glamorous subjects that people want to go on about – including this fucking war on terror – and all of the things that make politicians feel important.” Thompson, who won the Oscar for best actress for Howard’s End, and another for her screenplay of Sense and Sensibility, in which she also starred, has long campaigned for human rights and other political causes. As well as giving the WEP her vote, she now plans to work with the party on issues including improving sex education. The mayoral contest in London has become increasingly bitter in its final weeks, with the Conservative candidate, Zac Goldsmith, alleging that Labour’s Sadiq Khan is a “radical” who has shared a platform with Muslim extremists.   Related: Women’s Equality party leader Sophie Walker: ‘It’s complex, but not complicated’    The WEP is fielding a candidate – Sophie Walker – in the mayoral race, but is also calling on voters from across the political spectrum to use their votes in the separate London assembly poll to show support for its agenda, including forcing faster progress towards equal pay, tackling domestic violence and providing better support for women with caring responsibilities. “I am backing them because I have met and talked with them and a more committed, bright, inspiring bunch of women with fantastic ideas I have never found,” Thompson said. “I am inspired by Jeremy Corbyn, but I feel like I need to do something new.” The London assembly elections use a proportional voting system, and the WEP hopes that by winning the backing of voters who may have given their first vote to a different candidate, it can attract enough support from across the capital to secure a seat. But Thompson made clear she would be supporting the party in the mayoral race and where they are standing in the London wide list - part of the assembly’s proportional element.   Related: Questions for the Women’s Equality party | Letters    The WEP was founded by the broadcaster Sandi Toksvig and the journalist Catherine Mayer, out of frustration at the slow pace of progress in tackling some of the problems that prevent women playing a full role in Britain’s economic and political life. • This article was amended on 3 May 2016. An earlier version stated that Thompson would be using “all” her votes on the WEP. The party is not contesting any of the assembly constituencies – only the London-wide list.",
  "webTitle": "Emma Thompson backs Women's Equality party for mayoral election",
  "webPublicationDate": "2016-05-02T14:03:56Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/02/emma-thompson-womens-equality-party-mayoral-election",
  "keyword": [
    {
      "webTitle": "Emma Thompson",
      "id": "film/emma-thompson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Women's Equality Party",
      "id": "politics/womens-equality-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "film/2016/may/02/emma-thompson-womens-equality-party-mayoral-election"
}