{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/12/billionaire-brexit-donor-leaving-eu-like-dunkirk",
  "id": "2016-05-12-385",
  "sectionId": "politics",
  "body": "The billionaire stockbroker bankrolling the Brexit campaign has touted the insecurity that would result as “fantastic” and likened the consequences of leaving the EU to the Dunkirk retreat of the second world war.   Related: Brexit campaigners dominating referendum fundraising battle    “It would be the biggest stimulus to get our butts in gear that we have ever had,” Peter Hargreaves said. “It will be like Dunkirk again,” he added, comparing Brexit to the British military’s forced evacuation from Europe after France fell to the Nazis.  “We will get out there and we will be become incredibly successful because we will be insecure again. And insecurity is fantastic.”  The message starkly contradicts some of the most prominent Brexit campaigners who have denied that insecurity would result. Boris Johnson – the former London mayor – has ridiculed the prime minister, David Cameron, for suggesting that leaving the EU would pose a risk to peace in Europe.  Unlike Hargreaves, some of the biggest institutions in London’s financial services industry have come out strongly in favour of staying in the EU amid forecasts of economic damage from leaving. Several big global banks have donated to the anti-Brexit campaign, arguing that insecurity is bad for business. Will Straw, the executive director of Britain Stronger In Europe, condemned Hargreaves for touting insecurity as a positive. “These out-of-touch remarks from the Leave campaign’s biggest donor show they simply do not care about the damaging consequences for people’s jobs, family finances and Britain’s economy. “Far from being fantastic, leaving would hit family finances by £4,300 a year and is not a risk worth taking,” Straw said.   Related: Two-thirds of banks fear Brexit, according to UK industry poll     Hargreaves, 69, co-founder of stockbroker Hargreaves Lansdown, is one of Britain’s richest men. When donors to both sides in the EU referendum campaign were announced on Wednesday he emerged as by far the biggest on either side, having given £3.2m to the Leave camp. “All the people in the City of London who I rate and are intelligent and talk sense actually say it would better if we left,” Hargreaves said. “All the government lackeys, all the bureaucrats and the people on the boards [who] haven’t got a clue what they are talking about want us to remain.” He compared the future of Britain outside the EU to that of Singapore, which became independent from Malaysia in 1965.  “It was a mosquito-infested swamp with no natural resources,” he said. “All they had were people with brains and hands and they turned into it the greatest economy in the world. I believe that will happen to us, too.” With Reuters",
  "webTitle": "'Like Dunkirk': Brexit donor trumpets 'fantastic insecurity' of leaving EU",
  "webPublicationDate": "2016-05-12T00:54:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/12/billionaire-brexit-donor-leaving-eu-like-dunkirk",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/12/billionaire-brexit-donor-leaving-eu-like-dunkirk"
}