{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/abortion-term-limits-demeaning-pregnant-women-royal-college-midwives",
  "id": "2016-05-18-168",
  "sectionId": "commentisfree",
  "body": "Mutiny. Outrage. Horror. Extremely saddening. Pretty disgusting. These are a few of the terms that have been hurled in a maelstrom of moral panic (sorry, that’s the thing about hysteria - it’s catching) at the Royal College of Midwives. Why? Because its chief executive, Cathy Warwick, has come out in support of a campaign calling for abortion to be completely decriminalised and for the 24-week abortion limit to be “relegated to history”. To be completely clear, women would no longer be in a position where they risk life imprisonment if they terminate a pregnancy without medical authorisation, whether before or after 24 weeks. A feminist position, certainly. A morally complex one, for sure. Deeply challenging, for some. But extreme? Abhorrent? Disgusting?   Related: As midwives, we support women – whatever their choices on abortion | Cathy Warwick    Let’s take a closer look at what’s going on here. The campaign, which in fact has been kicking around since February, is led by the British Pregnancy Advisory Service, whose board of trustees Warwick also chairs. What we have is the UK’s biggest abortion provider and a union representing 30,000 midwives (as well as the Fawcett Society and the End Violence Against Women Coalition) calling for abortion to be decriminalised. To be regulated in the same way as other women’s healthcare. To prevent dire situations like what happened in Northern Ireland last month when a 19-year-old woman unable to afford to travel to England for an abortion was given a suspended sentence for inducing one at home. No matter the difficulty of this issue (and it is difficult above all for the woman making the so-called choice in a society that will blame her no matter what she decides), we should at least listen to the people (also invariably women) who actually know what they’re talking about. Instead, as ever, we wave pitchforks at them. And so the storm rolls in with depressing predictability. Allegedly, Warwick did not consult with RCM members, 200 of whom (according to a campaign group called Christian Concern) are apparently now in revolt. Some say there is a conflict of interest because of Warwick’s dual roles at RCM and BPAS. Several MPs have waded in to lambast her support of BPAS’s campaign. Some have said she should stand down. One Labour MP complained he was “utterly and completely appalled by this abhorrent proposal”. A world in which the 24-week limit were removed is frightening indeed to critics of the campaign’s proposal. A place in which more perfectly healthy late-term foetuses would be aborted, more women would use abortion as a form of contraception, and more would terminate their pregnancies on such spurious grounds as the foetus’s sex.    Too often, pregnant women are portrayed as all heartless choice and self-obsession    This is the point at which I start to feel the outrage, horror, extreme sadness, all that stuff. It really doesn’t take long for pregnant women, in this scenario, to morph into scheming and superficial villains of Cruella De Vil proportions, choosing abortions as if they were puppies to turn into coats. The kind of women who would abort a healthy full-term foetus on account of it being the wrong sex. In these “slippery slope” arguments, the pregnant woman always appears to exist in a social vacuum where her background, opportunities and history are nonexistent. Instead she is all heartless choice and self-obsession, which for most women is precisely the opposite of how you actually feel when you’re pregnant. Meanwhile the role of men in all this is conspicuously and dangerously absent. The representation of women that is rolled out whenever the abortion limit comes up is inflammatory, misogynistic and it is also wrong. The fact is, the vast majority of abortions - 92% - happen before 13 weeks. And only 2% of abortions take place after 20 weeks. Women, as a rule, do not choose to wait to have an abortion. Why would they? Here’s the other thing that we tend to forget in all the hysteria: it is women who live with the decisions they make about their bodies. They are the ones who bear the brunt physically, psychologically and societally of having an abortion. Reducing this debate to a load of hysterics and statistics, which is where it always descends, forgets this. It reduces the pregnant woman to vessel or villain. The only measured and reasonable response has come from the Royal College of Midwives itself. In a no-nonsense statement reaffirming its stance, the union said Warwick’s position was adopted with full knowledge of its board and that it continued to support “the right of any midwife to hold a position of conscientious objection”. As in, it is possible for people holding different views to continue to work together and support women’s choices. It went on to add: “We do not believe that it is right that it is still the case that women who choose to have an abortion can be criminalised and face prison.” So perhaps it is possible to talk about abortion in 2016 without horror, outrage or disgust.",
  "webTitle": "The row about abortion term limits is demeaning to pregnant women | Chitra Ramaswamy",
  "webPublicationDate": "2016-05-18T13:07:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/abortion-term-limits-demeaning-pregnant-women-royal-college-midwives",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Midwifery",
      "id": "society/midwifery",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/abortion-term-limits-demeaning-pregnant-women-royal-college-midwives"
}