{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-09-21",
  "sectionId": "australia-news",
  "body": "Good morning, another day dawns on the election trail with leaders (and readers) waiting with bated breath for ... well, for a stuff-up, for a policy announcement that turns everything on its head, for the killer line that sinks the other’s campaign. We’re only on day two, so feel free to breathe a bit.   Related: Australian election 2016: first leaders' debate set for Friday – politics live    The big picture: We have the skinny on the first leaders’ debate: it will happen this Friday in the western Sydney suburb of Windsor. Malcolm Turnbull and Bill Shorten’s debate is a joint venture between Sky News and News Corp Australia. Richard di Natale has denied the report in the Herald-Sun that the Greens have done a deal with Liberals to get preferences in key vulnerable Labor seats. He says there is still the prospect of open tickets and the Greens will not favour Liberals.  Our branches have already said they won’t be preferencing Liberals in any seats, ultimately will make decision about whether they will preference at all  The shadow treasurer, Chris Bowen, is giving a speech to the National Press Club on Tuesday and in it he will say Labor will deliver a mini-budget within three months of being elected because the numbers the government is using are too malleable. He even says Australia could be at risk of losing its AAA credit rating.  In an economy where confidence is low and the Reserve Bank has repeatedly expressed concerns about the lack of investment, losing one or all the AAA ratings would be a real body blow to confidence.  Bowen will also announce that a Labor government would have the Parliamentary Budget Office take control of economic forecasts in budgets so it is an “arm’s length process”.   Related: Lucky man: has Bill Shorten got what it takes?    The possibility of a hung parliament also loomed large on Q&A on Monday night, when Melbourne Greens MP Adam Bandt backed his leader and said the Greens would be open to forming a coalition government with Labor. Labor’s shadow assistant treasurer, Andrew Leigh, who was also on the panel, immediately tried to distance himself from that, saying he was “not inclined” to believe it was a good path to go on – of course each major party would ideally want to win in its own right. Although, a hung parliament is no pie-in-the-sky stuff –Monday’s polls had the Coalition and Labor neck and neck and Tuesday’s Guardian Lonergan poll has the two major parties at 50-50 on the two-party preferred vote.  Among younger voters the reaction to the budget was quite harsh, with 61% of 18- to 24-year-olds saying it made them less likely to vote Liberal, while 30% said they were more likely to support Turnbull and 9% were unsure. Over at the Daily Telegraph Labor members and candidates are apparently “in revolt” over asylum seeker policy and Bill Shorten’s campaign is off to a “nightmare start”. A key one? The Labor candidate in the Greens-held seat of Melbourne has “concerns about turnbacks. I don’t think they should be on the table.” In too-weird-to-make-a-joke-about news, there may be a bust of Phillip Ruddock installed among the water fountains in a western Sydney playground, which is already named after him. On the candidate front, dumped Liberal MP Dennis Jensen has announced that he will run as an independent and that “branch stackers should be jailed”. To keep in the loop in the afternoon sign up here for our special election 2016 email, the Campaign catchup, a quick read on the campaign news of the day, delivered every afternoon. On the campaign trail: After spending yesterday blitzing marginal seats in Brisbane, Malcolm Turnbull will be on the move this morning, possibly going south. Shorten is expected to camp out in north Queensland for the next few days, he arrived in Cairns yesterday and spent the night in Townsville. He is expected to visit at least one school this morning. The race you should be paying attention to right now: Nick Xenophon is making both parties very nervous in South Australia, including Liberal Jamie Briggs – who you may remember resigned last year after improper conduct in a Hong Kong bar. He holds the seat of Mayo with what would usually be a very comfortable 12.5% margin. However, the Nick Xenophon Team has identified Mayo as a key target. Xenophon polled 28.3% of the Senate vote in Mayo at the 2013 election. Briggs could be in trouble if the NXT candidate can overtake Labor and benefit from Labor and Greens preferences.   Related: Campaign catchup: election 2016 is off with a bang, a bus and a box of melon    And another thing(s): Katharine Murphy has spent countless hours and weeks (no, really, they are countless) on this stunning piece about Bill Shorten and the nature of leadership. She says it is an essay three years in the making and is the sum of her observations and meditations since Shorten became leader.  There are truly too many great quotes to pull out from it but this was one of my favourites:  Shorten claims to lead institutionally but not factionally, which in the ALP is a bit like saying you tried marijuana in your youth but didn’t inhale: preposterous, in other words.  This piece from Buzzfeed should come with a vulgar content warning, but it has been shared by so many staffers from both sides of politics in my social media feeds with the message “advancing has become a nightmare” (advancing is when staffers go to a spot where a leader will be photographed and make sure there are no signs that say “reject” or “last exit” if the leadership is being threatened. They basically look out for bad photo opportunities). An example of the extra layer of unpredictability social media and smartphones have added to the campaign. I recorded a podcast with Kristina Keneally and my colleague Gabrielle Jackson about how to survive an eight-week election campaign. There are lots of interesting insights from Keneally about what it is like for the leader, emotionally and physically, on the trail. Alanis Morissette ironic moment of the day:    Extraordinary. Bill Shorten goes to Cairns and fails to even acknowledge the Great Barrier Reef let alone offer any support.— Greg Hunt (@GregHuntMP) May 9, 2016",
  "webTitle": "Today's campaign: first leaders' debate set as focus turns to economy",
  "webPublicationDate": "2016-05-09T21:54:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Adam Bandt",
      "id": "australia-news/adam-bandt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/10/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}