{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/05/can-we-rent-out-new-house-continue-living-houseboat-buy-to-let",
  "id": "2016-05-05-322",
  "sectionId": "money",
  "body": "Q: My partner and I are about to buy our first home. It is selling for £425,000 and we have a 25% deposit. However, we currently live on a boat that we own, with very low living costs. In order to save up some money after the purchase, to change floors etc and have a safety stash or some savings, we would like to rent out the house for a year before moving into it. It seems that this is not easily possible with a residential mortgage, though we feel that consent to let should be possible, rather than buy-to-let, because we are not really buying as an investment, at least not long-term. Would any mortgage provider be flexible enough to consider this arrangement without us having to go buy-to-let first for a year, and then switching and losing lower interest rates for first-time buyers in the process? EA A: When you take out a residential mortgage, the lender expects you to move into the property from day one and live in it as your home. If it is your intention to let the property to start with – for however short a time – a residential mortgage is not an option. You are right in saying that some lenders are prepared to be flexible and provide a consent to let where borrowers’ circumstances change – if they need to work abroad for a few months, for example, or have got a new job in a different area – and they are no longer able to live in the property but don’t want to sell it, and so want to let it to cover the mortgage payments. I’m not confident, however, that any lender would be prepared to give a consent to let from the day your mortgage starts, as a lot of lenders won’t consent to let if the residential mortgage was taken out fewer than 12 months before the request to let is made. Consenting to let can also involve a fee and in some instances a hike in the interest rates to put it on a par with buy-to-let mortgages. If you want to go through with your current plans, you’re going to need a buy-to-let mortgage, which is feasible given that you have a 25% deposit. However, I do wonder how suitable the property you want to buy is for letting given that you already want to make improvements to it. You also need to be aware that once you decide to move into the property yourselves, you’ll need to switch from a buy-to-let to a residential mortgage, which can involve various fees. Perhaps it would be simpler to build up your pot of cash for improvements by moving into your new home and letting the boat.",
  "webTitle": "How can we rent out our new house and continue living on our boat?",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/05/can-we-rent-out-new-house-continue-living-houseboat-buy-to-let",
  "keyword": [
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Buying to let",
      "id": "money/buying-to-let",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Virginia Wallis",
      "id": "profile/virginiawallis"
    }
  ],
  "guardianId": "money/2016/may/05/can-we-rent-out-new-house-continue-living-houseboat-buy-to-let"
}