{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/which-are-the-worlds-two-most-polluted-cities-and-why",
  "id": "2016-05-12-374",
  "sectionId": "environment",
  "body": "The new WHO database of worldwide air pollution measures it in two different ways, and as a result two cities – one in Iran and another in Nigeria – can lay claim to the unenviable title of world’s most polluted city. It all comes down to which minute particles, or particulate matter (PM), in the air are being measured. These particles are between 2.5 and 10 microns in diameter, roughly 30 times smaller than the width of a human hair.  The coarser PM10s include dust stirred up by cars on roads and the wind, soot from open fires and partially burned carbon from the burning of fossil fuels like coal, oil and wood. The particles are small enough to be inhaled deep into the lungs.   Related: People may be breathing in microplastics, health expert warns    But the ultra-fine particles known as PM2.5s can only be seen with microscopes and are produced from all kinds of combustion. These are small enough to get from the lungs into the blood supply and are possibly more deadly because they affect the cardiovascular system. Many cities in developing countries traditionally monitor only PM10s. But increasingly PM2.5 pollution is seen as the best measure of how bad air pollution is for health. Richer countries usually have higher levels of PM 2.5s, while low income countries have higher levels of PM10s. Both, says the WHO, are deadly. Onitsha: highest for PM10s In 2013, two people died of heat exhaustion after a six-hour gridlock on the city’s bridge over the river Niger. Cars and trucks on the main road to Lagos belch fumes from burning low-quality diesel, and the air often stinks of burning waste from rubbish dumps, the smoke from old ships on the river and discharges from the metal workshops. But people did not expect Onitsha in Anambra state on the eastern bank of the mile-wide river Niger, to be named the most polluted in the world. According to the WHO, an air quality monitor there registered 594 micrograms per cubic metre of microscopic PM10 particles, and 66 of the more deadly PM2.5s. Onitsha’s figures are nearly twice as bad as notoriously polluted cities such as Kabul, Beijing and Tehran and 30 times worse than London. “We know pollution is very bad here. But this city must be much better than Lagos,” said Solomon Okechukwa, a sceptical Anambra state official, on Wednesday.   Related: How a giant air freshener could save our polluted cities    But Onitsha, say academics, is a textbook example of the perils of rapid urbanisation without planning or public services creating a sustained pollution assault on its water and air. As a tropical port city which has doubled in size to over 1 million people in just a few years, it is frequently shrouded in plumes of black diesel smoke from old ships; it has no proper waste incineration plants; its construction sites and workshops emit clouds of dust and its heavy traffic is some of the worst in Nigeria. A recent study of Onitsha’s water pollution found more than 100 petrol stations in the city, often selling low-quality fuel, dozens of unregulated rubbish dumps, major fuel spills and high levels of arsenic, mercury, lead, copper and iron in its water. The city’s many metal industries, private hospitals and workshops were all said to be heavy polluters emitting chemical, hospital and household waste and sewage.   Locator   “The level of pollution in Onitsha is getting increasingly serious,” said the authors. However, the WHO also said on Wednesday that the pollution data from Onitsha was not necessarily reliable because it came from a single monitoring station. “It is difficult to get accurate measurements in Africa. You can get super-high readings, but ideally the measurements should be done over a year to include different seasons and times of day. The reading in Onitsha may be representative but not altogether reliable,” said a WHO spokeswoman. Zabol: highest for PM2.5s Zabol, an eastern Iranian city on the border with Afghanistan, was once at the heart of a bustling ancient civilisation, close to where the very first piece of animation came from in the form of an intricate pottery bowl dating back 5,000 years that displays a goat in motion. But the city is now a largely neglected area plagued by poverty - and pollution. Every summer, as temperatures rise to staggering levels of 40C or even higher, Zabol is struck by what is locally known as “120 days of wind”, relentless dust storms from north to south.      The Hamoun wetland, pictured last year, whch has almost disappeared due to drought and climate change. Photograph: Xinhua /Landov / Barcroft Media    But the disappearance in the early 2000s of a nearby wetland, Hamoun, has exacerbated the situation to an unprecedented extent. Over many centuries, the wetland was crucial to the development of the area, serving as its natural cooler. Now it has dried up and become a major source of dust in the air.  Zabol is only 45 minute’s drive away from Shahr-i Sokhta (Burnt City), a Unesco-designated world heritage site, home to the remains of a mudbrick city belonging to the bronze age.  In recent years, suffocating dust storms sweeping across Zabol have repeatedly disrupted life, closing down schools and government offices. Last year officials were forced to distribute free masks and national headlines such as “Zabol’s pollution reaching 40 times more than normal” have become part of daily life. Similar storms have also ravaged west of the country. Mohsen Soleymani, the national project manager for preservation of Iranian wetlands, said pollution in Zabol was different from that in Tehran or Beijing, where it is linked to industry. “We are facing a critical situation in Zabol and the 120 days of wind period worsens the dust storms every year,” he told the Guardian.    Locator   “The drying up of Hamoun is the main reason behind this level of pollution but other factions have contributed to the situation such as bad management of our water resources in the past.” According to Soleymani more than 700,000 job opportunities have disappeared because of the wetland’s situation. According to a report published by Iran’s Shargh daily, more than 500 people are diagnosed with tuberculosis in Zabol every year due to dust pollution, an unusual rate in the country. Hamoun’s crisis has forced people out of nearly 300 villages in the province, the Iranian daily reported.   Related: More than half US population lives amid dangerous air pollution, report warns    Kaveh Madani, a senior lecturer in environmental management from Imperial College London, said: “The thirst for development in Iran increased as a result of the 1979 revolution, Iraq-Iran war and the international sanctions.. “Iranians continued developing infrastructure without a real concern about the long-term environmental consequences of their development plans, which normally lacked strong environmental impact assessments.” Air pollution, dust storms, drying lakes and rivers, declining groundwater levels, land subsidence, deforestation, and desertification are on the menu of environmental products caused by unsustainable development, he said.  “Some of the problems, however, are not domestic products. Transboundary conflicts over Helmand (Hirmand) river with Afghanistan, resulting in water shortage and intensified dust storms have heavily impacted the lives of those living around the Hamouns wetlands,” he said.",
  "webTitle": "Which are the world's two most polluted cities  – and why?",
  "webPublicationDate": "2016-05-12T03:01:17Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/which-are-the-worlds-two-most-polluted-cities-and-why",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World Health Organisation",
      "id": "world/world-health-organisation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Vidal",
      "id": "profile/johnvidal"
    },
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "environment/2016/may/12/which-are-the-worlds-two-most-polluted-cities-and-why"
}