{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/19/grimshaw-quarterly-audience-toast-evans-sunny-side-up",
  "id": "2016-05-19-329",
  "sectionId": "media",
  "body": "Radio 1 breakfast DJ Nick Grimshaw’s audience has fallen to a new low while his Radio 2 rival Chris Evans piled on the listeners ahead of his Top Gear debut. Grimshaw, who took over from Chris Moyles nearly four years ago, had an average weekly reach of 5.4 million listeners in the first three months of this year, fewer than his previous low of 5.5 million in the first quarter of 2015. Radio 1’s audience fell to its second lowest ever, with an average weekly reach of 9.9 million, according to official Rajar figures published on Thursday, up 2.1% on last year’s record low. Grimshaw, who replaced Moyles as part of the station’s attempt to retune to a younger audience, now has fewer listeners than did Sara Cox during her last months as Radio 1 breakfast presenter in 2003, when 5.5 million people tuned in. Evans, the Radio 2 breakfast DJ who will make his keenly anticipated Top Gear debut on BBC2 on 29 May, had 9.7 million listeners, up from 9.4 million the previous quarter. It was not quite Evans’s record audience, but there were all-time highs for Ken Bruce, with 8.7 million; Jeremy Vine, with 7.6 million; and Dermot O’Leary, 1.9m Radio 2 remained the biggest station in the country by some distance, with 15.5 million listeners, up 2.8% on last year. Both Radio 1 and Radio 2 were singled out in the government’s white paper last week for not being distinctive enough. Grimshaw’s predecessor Moyles saw his London audience almost cut in half for his breakfast show at his new home, Global Radio-owned Radio X. He had 170,000 listeners in the capital, down from 300,000 in the previous quarter.     Chris Evans will make his keenly anticipated Top Gear debut on 29 May. Photograph: Yui Mok/PA    Radio X had a nationwide breakfast audience of 776,000, but no quarterly figure to compare this with because it reports on a six-monthly basis. Moyles’s fellow DJ on the station, Johnny Vaughan, had an average audience of 528,000 nationwide.   Related: Chris Moyles: ‘I was naive. People didn’t get the joke’    Overall, the Radio X network had 1.2 million listeners, up 40% from the same time last year, when it was still known as Xfm. Radio 1 controller Ben Cooper said: “Rajars are only part of a bigger story, as we’ve seen record numbers for our distinctive programming on YouTube and social media to complement the 40% of 15-24s who listen to Radio 1 every week. “As young audiences increasingly spend time on mobiles, we have to evolve and so I’m delighted with the 3 million YouTube subscribers and a combined 8 million audience across Facebook, Twitter and Instagram.” Elsewhere, the BBC’s Radio 6 Music hit another record high with 2.2 million listeners, up 8.3% year on year.   Related: 6 Music – a radio success story five years after BBC threatened to close it    There was also a three-year high for Radio 3, albeit only a 1.6% increase on last year, to 2.1 million in the first full year of its new controller, Alan Davey. This coincided with a significant decline for Classic FM, which has accused Radio 3 of aping some of its programmes and lost 7% of its audience year on year, down to 5.1 million. Radio 3’s flagship mid-morning show Essential Classics, which plays definitive recordings of the greatest classical music, had a record reach of 909,000 listeners.  Radio 4 slipped down 2.9% to 10.6 million listeners, with the Today programme also down to 6.8 million, shipping the 300,000 listeners it added in the previous quarter. The Today programme has also seen a change of presenters, with the BBC’s former political editor Nick Robinson replacing James Naughtie last November. Its digital sister station, Radio 4 Extra, suffered a double-digit decrease, down 14.8% to 1.9 million. BBC Radio 5 Live was marginally up on last year, to 5.8 million. Among the commercial stations, Bauer-owned Absolute Radio was up 9.3% to 2.2 million with an 18.8% rise for its most successful spin-off, Absolute 80s, up to 1.7 million.  TalkSport was down just under 5% on last year but up on the previous quarter, at 3.1 million listeners.",
  "webTitle": "Radio 1's Grimshaw hits new audience low, but Evans is sunny side up",
  "webPublicationDate": "2016-05-19T05:01:00Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/19/grimshaw-quarterly-audience-toast-evans-sunny-side-up",
  "keyword": [
    {
      "webTitle": "Rajars",
      "id": "media/rajars",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio 1",
      "id": "media/radio-1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio 2",
      "id": "media/radio-2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Nick Grimshaw",
      "id": "media/nick-grimshaw",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Chris Moyles",
      "id": "media/chris-moyles",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio 3",
      "id": "media/radio-3",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/19/grimshaw-quarterly-audience-toast-evans-sunny-side-up"
}