{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/13/northern-star-review-tron-glasgow-wilde-beckett",
  "id": "2016-05-13-145",
  "sectionId": "stage",
  "body": "“Haven’t we always been on the stage in our own eyes?” asks Henry Joy McCracken, a Protestant radical involved in the 1798 Irish rebellion against British rule. Played by a reflective Paul Mallon, he thinks his nation has a tendency to self-dramatise. What is certainly true is that no Irish dramatist can write without taking an attitude towards the rich legacy of playwrights that have preceded them. That idea is made explicit by Stewart Parker in this 1984 play, revived by Rough Magic for a three-city tour (it has already visited Dublin, and is continuing on to Belfast). In a highly theatrical conceit, the playwright filters his story through the lens of the Irish greats.      Apocalyptic doom … Rory Nolan as Gorman. Photograph: Keith Dixon    Each of McCracken’s memories of his attempts to unite Ireland’s warring religions against a common class enemy is matched by another theatrical genre: the melodramatic gesticulations of Dion Boucicault, when the Orangemen come knocking; the sparring repartee of Oscar Wilde in a well-to-do watering hole; and the apocalyptic doom of Samuel Beckett as the hangman’s noose beckons. For one final night in hiding with his secret lover, Mary (Charlotte McCurry, both affectionate and unyielding), he revisits the scenes of his doomed revolution as if he were flicking through 200 years of theatre history. Lynne Parker’s boisterous but oddly humourless backstage production makes the story feel like it could have happened in Belfast last week. It also makes it seem as if we’re listening in to a private conversation, its reference points obscure. Rather than seeming playful, the theatrical games only serve to distance a fascinating historical character, making hard work of an ambitious play.  At the Tron, Glasgow, until 14 May. Box office: 0141-552 4267. Then at the Lyric, Belfast, 17–29 May. Box office: 028-9038 1081.",
  "webTitle": "Northern Star review – Irish fall out in the shadow of a hangman",
  "webPublicationDate": "2016-05-13T14:13:37Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/13/northern-star-review-tron-glasgow-wilde-beckett",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Fisher",
      "id": "profile/markfisher"
    }
  ],
  "guardianId": "stage/2016/may/13/northern-star-review-tron-glasgow-wilde-beckett"
}