{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/nigel-farage-ukip-eu-referendum-interview-vote-leave-brief-every-day",
  "id": "2016-05-20-242",
  "sectionId": "politics",
  "body": "The first time I met Nigel Farage, in 2013, he boasted that within five years Ukip would have “changed the face of British politics”. It seemed an almost comic ambition for a party that was then still – as its leader cheerfully conceded – a ragbag of embarrassing “eccentrics”. I recall us perching on desks in a sliver of office staffed by a solitary aide who appeared to fit the description. The second time we met, in 2014, Farage was thronged by a great crowd of supporters, flanked by security, and clearly on course to win the Euro elections. The swivel-eyed faithful were still very much in evidence, though, and following his seventh consecutive failure to win a Westminster seat last year, the pantomime of Farage’s resignation and shambolic reinstatement three days later suggested a political force that had peaked and imploded into farce. Some maverick signifiers still endure. Our latest interview is punctuated by regular fag breaks, Farage looks forward wistfully to a post-referendum PFL (“Proper Farage Lunch,” of the strictly liquid variety), and he shudders about the ghastliness of political types (“so dishonest”). But this time we meet in a busy Westminster office charged with purposeful intent, where a boardroom meeting is underway, attended by the party’s first newly elected GLA members, one of whom is mixed race, and the other gay. Keyboards thrum, telephones buzz, everyone is in suits. All eyes are now on a prize Ukip could once only dream of. To feel affection for Farage is an increasingly confronting experience. He tells me he would rather vote for Donald Trump than Hillary Clinton, had no problem with the Tories’ smear campaign against Sadiq Khan save for Zac Goldsmith’s squeamish failure to see the strategy through, and thinks Marine Le Pen is “doing a very good job”. Friends tend to be appalled when I confess to liking him, and I can see why. But it is very difficult to dislike any politician who is well into his third lengthy interview before he tells a lie.           Nigel Farage: ‘You wanted to rub our noses in diversity’    I’m certain it’s his first, because he executes the untruth so amateurishly that had he ever tried before I don’t think I could have failed to notice. It comes when I ask if he spoke to Boris Johnson while the former mayor was making up his mind which side to take. “No, no.” Why won’t he look at me? “I’d never lie to you,” he protests. He is blushing. “No I’m not!” He did encourage Johnson, didn’t he? “I’m encouraging them all.” I tell him he is a terrible liar and he reddens even deeper and laughs guiltily. “Well, yes, a lot of people have said that.” Whatever one’s opinion of Farage, the indisputable if extraordinary fact is that he has single-handedly forced a referendum that has brought this country to the brink of Brexit. When he claims that, whichever way we vote on 23 June, he will have fulfilled his promise to change the face of British politics, he may well be right. The funny thing is that, with only 33 days to go, he is both thrilled to bits and thoroughly fed up.   Related: They wanted to gag Nigel Farage. Now Tory Outers sound like him | Andrew Rawnsley    The principal source of his misery is his own side. For six months now, he says, the “cretins” in charge of operations at Vote Leave have been bad-mouthing him. “They brief every day that I’m toxic, I put voters off, and there is absolutely no statistical evidence to back that up at all. Quite the opposite, in fact. It’s crackers to think that you can win a referendum campaign with Boris and the likes of the cabinet. You can’t. North of Coventry I would have more impact at getting people out to vote than they would, simple as that. You know, 37% of those who voted last year voted Tory, but a couple of million of them didn’t do so with any love, did they? They did so just to stop that woman north of the border. That’s what it was all about. So, do I have an important role to play in terms of getting voters out? Yes, I do, of course I do.” ITV’s choice of Farage to debate with the prime minister has enraged Vote Leave, so I ask if he regards himself as the best candidate. “I’m not going to compare myself to any of the others,” he says, sounding provocatively lofty. “But I do know the subject well. I’ve been doing this for a long time.” Party morale “out in the country is very, very good. Within the party itself, not. In the upper echelons it’s, well, difficult, you know. We have ex-Conservatives who look at the world differently to me.” He is furious with Douglas Carswell, the party’s only MP, who chose to join Vote Leave rather than the Grassroots Out campaign Ukip belongs to, and has called for his own leader to be sacked. “I don’t understand why he would join a party like ours, with me as leader, and then disagree with the way I do things, and want to sack not just me, but every party officer, everybody in this office.” I wonder if he now feels that what had looked like a daring defection to Ukip was in fact Carswell’s ruse to exploit a winnable seat. “You could argue that. I mean, Clacton was the No 1 seat in Britain for Ukip.”     Ukip party morale ‘out in the country is very, very good. Within the party itself, not. In the upper echelons it’s, well, difficult’ … Photograph: David Levene for the Guardian    To make matters worse, “why would he want to become the champion of Neil Hamilton? And say what a great man he is? Bizarre.” To Farage’s horror, the disgraced former Tory MP was elected to the Welsh Assembly earlier this month, and promptly usurped the party’s Welsh group leader. “Douglas has always advocated new politics, probity, transparency – this is his public image. And then he’s chosen to be the champion of someone like Neil Hamilton! I really don’t understand that.” He consoles himself with the prediction that Hamilton’s political resurrection won’t last long before he disgraces himself again. “He’ll do it to himself, it’s alright.” Worst of all, as Farage sees it, are the “apparatchiks” at Vote Leave. He has no problem with the rival group’s four senior Tory politicians. “But you’ve got this weird setup where the tail is wagging the dog, where the apparatchiks at the centre are dictating the campaign. I don’t think Mr Elliott and Mr Cummings [Matthew and Dominic, founder of the Taxpayers’ Alliance and former special adviser to Michael Gove respectively] think I should exist. I find it very hard.” If there is no evidence that Farage is toxic, why would they want to exclude him, when surely they all want the same outcome?   Related: Neil Hamilton: disgraced MP to Z-list celebrity to political comeback    “Or do they? Do they? I think they’re a bit more worried about who succeeds Cameron in No 10.” I ask how much political positioning he detects in the Vote Leave campaign. “I think there’s quite a lot of it going on. Yes, I genuinely do. To a lot of political operators, this is just another campaign. To people like me, this is the campaign. So it’s a different motivation. And I think there’s a bit of hedging going on. “They’re very scared of Ukip, you see. Because what happens if Farage is seen to play a big role in the referendum? And we win – or even worse, if we lose? What happens then? The doomsday scenario for these guys is that we lose the referendum 52/48, that I’m seen to have played a big role in the referendum, that a third of the Tory party are irreconcilable with dodgy Dave, because they think he’s pulled every trick in the book, he hasn’t played with a straight bat, and a third of the Conservative party come and join me and Ukip. That is their doomsday scenario. Anything is better than that.” Is he suggesting they would rather lose the referendum resoundingly, and see Farage’s political capital and potential appeal discredited, than fight and risk a narrow defeat? “Yes.”     ‘I think there is a chance that this referendum could change British politics fundamentally’ … Farage with fellow Brexiteer Jacob Rees-Mogg. Photograph: Dan Kitwood/Getty Images    Despite all these frustrations, Farage brims with optimism. He believes anything is possible after 23 June. “I think this referendum is something that could realign politics. Think back to 1975. That personal bitterness that came out between [Roy] Jenkins and [Tony] Benn never went away. It led to the SDP. I think there is a chance that this referendum could change British politics fundamentally.” He is a huge Boris fan (“Oh God yes, God yes”), Michael Gove is “terrific” and all four senior Tory leave campaigners “are using exactly the same words and phrases that I’ve been using for decades. Listen to Chris Grayling saying, ‘Will the French stop selling us wine and cheese?’ All the sort of things I’ve been coming out with for years!” His big worry had been that they would make a “technical argument” to leave. “But now I think they’re all singing the right tune.” By which he means that they have started to talk about immigration. “They are beginning to realise that they’ll lose this referendum otherwise. They’re beginning to understand that it is the No 1 issue in British politics, and crucially amongst the undecided voters it is the issue.” It is the single issue with which Farage says he has changed most voters’ minds, and “what has fuelled the growth of Ukip”. He thinks the leave side’s greatest asset is “passion” – whereas the remain campaign’s biggest weakness is “no positivity. I mean literally none at all. There is nobody saying: ‘The EU’s fantastic, we love this flag, moving towards a full political union is fantastic.’ Because they know the British public just don’t want to hear it. So they can’t say anything good about Britain’s relationship with the EU. It’s just the argument that if we left, the sky would fall in.” The danger for the Remain camp is what Project Fear will do to turnout.   Related: Nigel Farage shows shades of Enoch Powell, says Chuka Umunna       Nigel Farage with his ‘Vote Leave’ open-top double-decker bus London. Photograph: David Levene for the Guardian    “People who’ve made up their minds on our side of the argument, it’s almost like a conversion. Once you’ve decided, you believe in it strongly, you tell your friends and family, and you’re more likely to go out and vote.” By contrast, the remain line he hears from “blokes in the bar – local businessmen, geezers running building companies, doing quite well” is: “‘Nigel, we kind of get the stuff about sovereignty and controlling our borders. But do you know what, business is good, got a nice house, lovely car.’ And I think to myself: if they’ve had a busy day at work they just might not be bothered to go down to the polling station and vote, because there’s no passion. This is the effect of what Cameron’s doing.” Even more ominously compelling than his analysis is Farage’s prediction that the referendum’s result is becoming largely immaterial. Any realistic margin of victory the remain camp can hope for will still amount to a defeat, because “the EU is now doomed. It’s doomed. It literally can’t work.” The tepidity of British support this campaign has confirmed will only hasten its demise. It has already triggered demand for referenda in other EU member states (“France will have no choice but to hold one, to try and stop Le Pen”) and whichever way we vote on 23 June, “within a few years” the European project will be finished. If Farage is right, he has already won. Victory has not come without its price. Security has become a necessary reality for himself and his family, and he looks miserable about it. “I can’t even discuss it, can I? Because whatever I say about security or my family brings them more problems in their lives.” Are they under immense strain? “It’s not good. Not good at all. And don’t forget, we have a very unusual surname. There aren’t many of us, so there isn’t much of a hiding place for them, is there?” I ask if his wife has resorted to using her maiden name. “Probably.” It’s the first time I’ve seen him inhibited from being his usual exuberantly cavalier self, and he agrees that the campaign’s pressures make it “very difficult to carry on being Nigel”. How does that sit with him? “Not very well. No, it’s very tough.”         Click to watch the video posted on Facebook by Leave.EU    I think the leave campaign must be making life very tough for Britain’s immigrants too. The day before we met last week, Leave.eu released a video soundtracked by Donald Trump reading the lyrics of a song called The Snake, about a woman who takes in an injured snake which then fatally bites her, over footage of migrants scrambling into Europe. The video provoked widespread outrage – but when I ask Farage to comment, he says he hasn’t seen it. “Not interested.” He must have read the coverage? “Haven’t read it. Too busy.” In the face of some protest, I make him watch it on my phone, then invite him to comment. “No strong feeling.” What does he think of it? “Nothing.” It is clear from his demeanour that this is not true, but what he is feeling or thinking I cannot discern. Isn’t this precisely the argument Farage has been urging fellow leave campaigners to make? “Well, it depends how you put it, doesn’t it? Are we at threat? Do we have an open door to terrorism in southern Europe? Yes we do. Is it madness, what the Germans have done? Yes.” So he approves of the film? “No comment. I’m fighting a Ukip campaign.”   Related: Vote Leave may sideline Nigel Farage, but it can’t live without him | Rafael Behr    All week I cannot get the video out of my mind. It is the most horrifying campaign material I have ever seen in this country; a longer version online builds to a chilling crescendo of clips of Isis jihadis, the Paris attacks, the crumbling twin towers and blood-stained rivers. It looks like a piece of 1930s Nazi propaganda. I no longer know how to feel about Farage, so I phone him and ask again, how did it make him feel? “Well, I didn’t feel very easy watching it,” he admits, to my relief. “It all depends on what our intention is, doesn’t it? Is our longterm intention a slightly more settled society that is integrated and at ease with itself? Or do we want race war? What is our intention? Mine is not to perpetuate division.” Farage has come closer to leading Britain out of Europe than I suspect even he ever dreamed. I fear he does not know what he has done.",
  "webTitle": "Nigel Farage: ‘Vote Leave brief every day that I’m toxic. Quite the opposite’",
  "webPublicationDate": "2016-05-20T10:32:43Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/nigel-farage-ukip-eu-referendum-interview-vote-leave-brief-every-day",
  "keyword": [
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Decca Aitkenhead",
      "id": "profile/deccaaitkenhead"
    }
  ],
  "guardianId": "politics/2016/may/20/nigel-farage-ukip-eu-referendum-interview-vote-leave-brief-every-day"
}