{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/24/portland-schools-ditch-textbooks-that-question-climate-change",
  "id": "2016-05-24-109",
  "sectionId": "books",
  "body": "Schools in Portland, Oregon, have voted to abandon textbooks that “express doubt about the severity of the climate crisis or its root in human activities”. The resolution follows a proposal by environmental groups put to the Portland public schools board, which argued that “it is time for school districts to redefine what it means to educate students for a future of certain climate change”. Stating that “there is overwhelming consensus in the scientific community that the climate crisis is created by human beings”, the proposal said that it was “essential that in their classes and other school activities students probe the causes and consequences of the climate crisis – as well as possible solutions – in developmentally appropriate ways”. In testimony to the board reported by the Portland Tribune, Bill Bigelow, editor of Rethinking Schools magazine, criticised science textbooks’ use of words such as “might”, “may” and “could” when referring to climate change. He quoted the textbook Physical Science as saying that “carbon dioxide emissions from motor vehicles, power plants and other sources, may contribute to global warming”. “This is a section that could be written by the Exxon public relations department and it’s being taught in Portland schools,” said Bigelow, according to the Portland paper. “A lot of the text materials are kind of thick with the language of doubt, and obviously the science says otherwise. We don’t want kids in Portland learning material courtesy of the fossil fuel industry.” Writing in the Huffington Post, Bigelow also pointed to another text used for “almost all” Portland high school students, Holt McDougal’s Modern World History, which he said “includes a scant three paragraphs on climate change, the second of which begins: ‘Not all scientists agree with the theory of the greenhouse effect.’”  The proposal, wrote Bigelow, is the “product of a months-long effort by teachers, parents, students, and climate justice activists to press the Portland school district to make ‘climate literacy’ a priority”. The Tribune reported that a student at Portland’s Lincoln high school also testified to the board. She said that “it is unacceptable that we have textbooks in our schools that spread doubt about the human causes and urgency of the crisis”, because “climate education is not a niche or a specialisation, it is the minimum requirement for my generation to be successful in our changing world”.   Related: California public school textbooks mislead students on climate, study says    The board voted unanimously to pass the proposal, saying that the implementation plan should include a review of current textbooks “for accuracy around the severity of the climate crisis and the impact of human activities”. It added that Portland public schools will abandon the use of “any adopted text material that is found to express doubt about the severity of the climate crisis or its root in human activities”. In February, a survey of 1,500 science teachers in the US published in the journal Science found that 30% were teaching students that climate change was “likely due to natural causes” and not caused by human activities, despite the consensus of 97% of active climate scientists.",
  "webTitle": "Portland schools ditch textbooks that question climate change",
  "webPublicationDate": "2016-05-24T15:10:40Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/24/portland-schools-ditch-textbooks-that-question-climate-change",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Portland",
      "id": "us-news/portland",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/24/portland-schools-ditch-textbooks-that-question-climate-change"
}