{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/danny-willett-golf-masters-justin-rose-players-championship",
  "id": "2016-05-10-49",
  "sectionId": "sport",
  "body": "The “chaos” Danny Willett has found himself surrounded by since winning the Masters is endorsed by the number of rounds he has played since being presented with the Green Jacket a month ago. “One,” the Yorkshireman admitted in Florida on Tuesday. Even that was a casual game with friends in Rotherham. “Every single spare minute we have had we have locked the door and tried to just have some time alone,” Willett said. “I was going to take a few weeks off and go on a holiday and just relax, take the little one away, and just do normal things but it’s just been obviously a bit of chaos back home.   Related: The Agenda: Danny Willett back in action while Premier League reaches climax    “So it’s not really been the quiet four weeks I was expecting – and in a good way. The idea had been to get prepped and ready for a really busy spell leading up to the next couple of majors.” How things changed on the evening of 10 April at Augusta National as Willett sealed his Masters success. The Players Championship marks his return to competitive golf, with the sense of a routine probably a welcome one for the 28-year-old. “I don’t think you approach it differently at all,” Willett said. “I’ll approach it the same as I approached Augusta, as I approached the week before that, and do the bits I can do and take care of my little jobs every day. Then hopefully if you do all that you can shoot some good numbers.” A year ago here, Willett was making his Players Championship debut. “It’s been a pretty crazy 12 months. Yeah, it was a fantastic last year. “You do pinch yourself but I knew it was in there. You dream about it, you practise hard for it and then when it does happen, you have got to pinch yourself and appreciate just what you’ve done. It does kind of go into your personal life a little bit. You can’t go and have a nice quiet drink; you get people asking for pictures, autographs. It comes with the territory. You can’t really complain about signing a few autographs and taking a few pictures because you’ve just won the Masters.” Should Willett require a sense of perspective, it routinely arrives from his family. He appeared miffed when asked whether his parents had given special words of post-Masters praise. “I spoke to my mum on the phone after I just won and I’ve obviously seen my parents since but we don’t really talk golf,” he said. “It’s very much the conversation that happens within family. It is far from talking about golf and stuff, and far from talking about one person’s achievements. “Mum’s got four boys and my dad’s got four boys; talking about one will be a little bit harsh on the other three, so, no, we just talk about more normal everyday things.” Willett will have Brandt Snedeker and Justin Rose for company in the opening two rounds. The draw with Rose is particularly appealing, given his US Open triumph in 2013. “England’s only two major champions from the last 20 years playing together,” Rose said with a smile on Tuesday. “It’s a nice little club we’ve got going and I’ll have to make sure I welcome him as the newest member. “I was just packing my bags at Augusta when he holed his final putt, so I hung around to say congratulations. Danny’s brain was probably a little fried just then and he probably doesn’t even remember seeing me. “It will be interesting to hear how the past few weeks have been for him. When I won my US Open I think I was probably a bit more ready for it. I was a top-five player and 15 years as a pro; if anything I felt it was probably a little overdue. It has happened much quicker for Danny and I’ll be keen to see how he has managed to take it all in. “He played great that week and whatever happens here I can certainly see him using Augusta as a springboard to contend pretty regularly in the biggest events we play.”",
  "webTitle": "Danny Willett back after only one round of golf since Masters triumph",
  "webPublicationDate": "2016-05-10T19:37:26Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/danny-willett-golf-masters-justin-rose-players-championship",
  "keyword": [
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Justin Rose",
      "id": "sport/justin-rose",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/10/danny-willett-golf-masters-justin-rose-players-championship"
}