{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/17/grammar-for-grown-ups-katherine-fry-rowena-kirton",
  "id": "2016-05-17-272",
  "sectionId": "books",
  "body": "A lot has been said these past few weeks about grammar, and to what level children should be taught it. I’m not about to wade in. But as someone who makes her living from words, all I can tell you is that even now I still desperately wish my own was better. Unfortunately, my secondary school preferred to take us on day trips to sexual health clinics than to teach us grammar, so while I struggle not at all with the spelling of gonorrhoea, correlative conjunctions and the rest remain a mystery to me.    Fry and Kirton always have the answer, and yet they never make me feel like a fool for not having known it myself    Does this matter? Yes. I noticed it first when I left school, and tried to learn another language quickly: those with good, formal grammar didn’t struggle as I did. And I still feel it now. Sometimes, I can’t quite work out what’s wrong with a sentence; it feels clotted, clunky, and I don’t have the know-how to fix it quickly. Even worse, I don’t get the gerund jokes in Geoffrey Willans’s Molesworth stories. What pitiful knowledge I do have comes mostly from a children’s book that belonged to my mother as a girl: Grammar Can Be Fun by Munro Leaf, which makes characters of such things as prepositions and pronouns (copies are to be found on abebooks.co.uk, and if you’re a desperate parent, I recommend it, old-fashioned though it undoubtedly is). But on a shelf by my desk, I now keep a copy of Grammar for Grown-Ups by Katherine Fry and Rowena Kirton, an incredibly useful book that I’ve owned ever since it was published in 2012. It wants for an index, which is exasperating, but it has also saved my skin on countless occasions. Let’s say I’m reviewing a book, and I find myself thinking: what’s the name of the tense this cool cat has used for his first novel? Or perhaps, while writing a proposal to some serious literary personage or other, I get into a state about “who” versus “whom”. Fry and Kirton always have the answer, and yet they never make me feel like a fool for not having known it myself. They’re not rigid, these two. They know our language is changing. But they also understand the sense of power that comes with knowing how to write clearly and well – a feeling they want democratically to share.",
  "webTitle": "Are you one of those for who the bell tolls for?",
  "webPublicationDate": "2016-05-17T08:00:38Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/17/grammar-for-grown-ups-katherine-fry-rowena-kirton",
  "keyword": [
    {
      "webTitle": "Reference and languages",
      "id": "books/referenceandlanguages",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/17/grammar-for-grown-ups-katherine-fry-rowena-kirton"
}