{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/27/sadiq-khan-empty-luxury-flats-housing-policy",
  "id": "2016-05-27-281",
  "sectionId": "housing-network",
  "body": "From the balcony of my flat in south London, you can see a tower: at night, vertical lines of light mark it out amidst the tangle of cranes along the South Bank. This week, the image of this 50-storey skyscraper – the largest residential tower in Europe – has appeared on multiple news stories about its ownership and its emptiness.  According to a Guardian investigation, the tower is 60% foreign-owned: of 214 apartments, 184 have no registered voters. The five-storey penthouse, larger than the average three-bed home, is reportedly owned by a former Russian senator, Andrei Guriev, whose family already owns Witanhurst in Highgate, the biggest mansion in London after Buckingham Palace.   Related: Housing crisis: affordable homes vanish as developers outmanoeuvre councils    The newly elected London mayor, Sadiq Khan has come out attacking the revelations, condemning overseas buyers for using the capital’s new-build housing as “gold bricks”. Khan aims to “persuade” investors to plough money into building new homes for ordinary Londoners, rather than buying up and then leaving empty plush oligarch boltholes in shimmering new skyscrapers. But whether they can be persuaded, or developers can be stopped from building for a market that will happily snap up these crimes against interior design is questionable: Khan’s criticisms may be strident, but his solutions sound far softer. And Londoners have good reason to be fearful of u-turns in his policies. Over the weekend the Labour party held an economics conference, designed to inspire alternatives to the current economic consensus that the only way is austerity. Trailed in the press, the shadow chancellor John McDonnell announced a number of housing policies that Labour would push for: building 100,000 new council homes; a Labour-backed National Investment Bank to boost infrastructure; council-backed mortgages and local powers to regulate rent increases. So far, so good. But buried in the BBC story on McDonnell’s announcement was a surprising line: Sadiq Khan told the BBC he did not favour rent freezes in the capital. What a difference a year makes: almost to the day, Khan told Labour members he would, if selected, push for rent freezes. In his words: “As Mayor, I’ll offer a London Living Rent, create a London-wide social letting agency, and fight for new powers to freeze rents. Together we can make housing more affordable for thousands of Londoners – helping them save for a deposit.”    Related: Sadiq Khan must decide who to side with: residents or developers?    Labour’s housing spokesperson in the London Assembly, echoed Khan’s commitment to housing: “Sadiq will campaign with Londoners for the power to freeze rents and for new rules to ensure that if necessary repairs are not started by landlords within a reasonable time period, tenants will be able to carry them out and deduct the cost from the rent.” The spokesperson added that a rent freeze over the last four years would have saved the average London renter £5,615 – money that could have been put towards a deposit.  It all seems strange: while he was seeking selection, Khan realised that housing problems affect different types of tenants: people who want to buy, people in social housing, people who want to be in social housing and people in private rented accommodation who are faced with rent hikes and poor standards. After proposing solutions that would help all those in personal housing crises , Khan’s policy on private rent freezes has been quietly dropped upon actual election.  If the Labour party leadership is backing a form of rent controls and Khan is distancing himself from such a policy, his voters may quickly desert him. As Stephen Bush wrote in the New Statesman, Khan’s victory came because of, not in spite of, Jeremy Corbyn. Abandoning renters may prove to be a huge political misstep with long term consequences.  Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Sadiq Khan attacks empty luxury flats, but his housing policies are also void",
  "webPublicationDate": "2016-05-27T06:16:24Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/27/sadiq-khan-empty-luxury-flats-housing-policy",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Development",
      "id": "housing-network/development",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "London",
      "id": "housing-network/london",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Dawn Foster",
      "id": "profile/dawn-foster"
    }
  ],
  "guardianId": "housing-network/2016/may/27/sadiq-khan-empty-luxury-flats-housing-policy"
}