{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/vale-of-glamorgan-festival-hoddinott-hall-cardiff-bbcnow-outwater",
  "id": "2016-05-23-197",
  "sectionId": "music",
  "body": "Latvian Pēteris Vasks and John Metcalf are this year celebrating their 70th birthdays and, together with octogenarian Steve Reich, they were featured composers in the Vale of Glamorgan festival. The final concert, given by the BBC National Orchestra of Wales conducted by Edwin Outwater, put the focus on Vasks’ and Metcalf’s different approaches to works for soloist and orchestra, neither following the traditional path. Vasks’ concerto for viola and string orchestra, premiered by Maxim Rysanov for whom it was conceived, represented the composer’s characteristically direct, modal, style. Tension was built, broken and rebuilt, the effect serene, with the viola’s searing tone verging on the ecstatic. Prevailingly slow across its four movements, the score was perhaps overlong as a result, but Rysanov’s grappling with the almost Bachian rigour and virtuosity of the two cadenzas commanded the attention, before the music’s return to a more meditative, hopeful vein.  Metcalf’s 2004 Cello Symphony, written four decades after that of Britten for Mstislav Rostropovich, eschews pitting the soloist against orchestral might. Creating an unusual context for his protagonist, Metcalf counterintuitively added male voices and organ to a mainly dark, wind-biased, palette of sound so as to intensify the cello’s expressive colour and lyricism.  Alice Neary’s performance was exemplary, always authoritative in the interaction with other instruments and, most memorably, investing the passage where her arpeggiated cello line was mirrored in gentle pizzicato by the orchestral cellists with a misty, ethereal quality.",
  "webTitle": "Vale of Glamorgan festival review – excursions into ecstasy and the ethereal",
  "webPublicationDate": "2016-05-23T11:36:24Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/vale-of-glamorgan-festival-hoddinott-hall-cardiff-bbcnow-outwater",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "BBC National Orchestra of Wales",
      "id": "music/bbc-national-orchestra-of-wales",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/23/vale-of-glamorgan-festival-hoddinott-hall-cardiff-bbcnow-outwater"
}