{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/hell-or-high-water-review-cannes-film-jeff-bridges-chris-pine",
  "id": "2016-05-16-129",
  "sectionId": "film",
  "body": "Last year in the Cannes competition, actor-turned-screenwriter Taylor Sheridan delivered us a cracking script for the Tex-Mex drug-lord drama Sicario. Now he repeats the trick with this rangy, violent, and cynical western set in Texas, showing in the Un Certain Regard sidebar. The director is David Mackenzie, the British film-maker whose last film was the much-admired prison drama Starred Up. This continues his winning streak.   Related: Paterson review: Adam Driver's poetic bus driver proves safe pair of hands    Hell or High Water is a heist picture with a satirical edge that reminded me of Brecht’s dictum about robbing a bank being a waste of time compared to owning one; it’s also a gloomy reverie about the hostile Texan plain, comparable to the Coens’ No Country for Old Men, or Blood Simple. There’s also a vague sense memory of the 1960s western Lonely Are the Brave, with Kirk Douglas’s cowboy on the run. Chris Pine and Ben Foster are two brothers, Toby and Tanner: one smart and one stupid, but both equally engaged in the high-risk business of robbing banks – early in the morning, taking only small-denomination untraceable bills, making it hardly worthwhile for the bank to press charges. Weirdly, they also stick to branches of one particular bank. Stranger still is that Toby could now theoretically be a rich man, having been the sole beneficiary of his late mother’s will, getting the property on which oil has been discovered but which he has actually made over in trust for his children, after his divorce, in financial conditions which at first glance make his new bank-robbing career even more baffling. Tanner is a career criminal whom his mother hated, so the bank heists could be Toby’s way of helping him out. Meanwhile, Marcus – amusingly played by Jeff Bridges – is the Texas ranger on the boys’ trail, wearing the regulation plain shirt, white Stetson and sunglasses. His partner Alberto (Gil Birmingham) is a Native American in the same getup with whom Marcus does not scruple to make bad-taste jokes about ethnicity. Marcus is on the verge of a retirement that he doesn’t want, and takes a gloomy and almost elegiac pleasure in all the details of this last case; he and Alberto have many a scene in which they enter smalltown restaurants and order coffee with elaborate old-school courtesy from waitresses who are usually charmed, except for one who grumpily insists they have steak because that’s what everyone has, and still angrily remembers some out-of-towner in 1987 who tried to order “trout”.   Related: Andrea Arnold in Cannes: I was shocked and upset by the poverty I saw in the US    The situation unwinds with a kind of brutal, desperate entropy as Tanner, who has never been under any illusions about how activities like his pan out in the end, tacitly accepts his own end. And it creates a new, interestingly pointed confrontation between Marcus and Toby. Mackenzie’s direction and Giles Nuttgens’s cinematography create a kind of horizontal vertigo in the dizzying sweep of the landscape and there is a great soundtrack with original music by Nick Cave and Warren Ellis. It’s an action-thriller with punch; Bridges gives the characterisation ballast and heft and Pine and Foster bring a new, grizzled maturity to their performances.",
  "webTitle": "Hell or High Water review – elegaic Texan western that packs a dizzying punch",
  "webPublicationDate": "2016-05-16T15:45:21Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/hell-or-high-water-review-cannes-film-jeff-bridges-chris-pine",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Chris Pine",
      "id": "film/chris-pine",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Westerns",
      "id": "film/westerns",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jeff Bridges",
      "id": "film/jeff-bridges",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crime",
      "id": "film/crime",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/16/hell-or-high-water-review-cannes-film-jeff-bridges-chris-pine"
}