{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/03/captain-america-civil-war-jungle-book-uk-box-office",
  "id": "2016-05-03-85",
  "sectionId": "film",
  "body": "The winner #1: Marvel   Related: Captain America: Civil War reviewed – a Dailies film podcast special    When Marvel released Captain America: The First Avenger in July 2011 through its then distribution partner Paramount, the film went on to gross a rather indifferent £10.4m in the UK over the course of its lifetime. That’s the lowest UK gross for a Marvel Avengers film, unless you count 2008’s The Incredible Hulk (£8.3m).  In 2014, Captain America: The Winter Soldier delivered a significant improvement, with a lifetime total of £19.3m. However, that number was still a bit down on Thor: The Dark World (£20.1m), both Iron Man sequels (£21.2m, £37.0m) and of course Avengers Assemble (£51.9m). Was the Captain – beefy, square-jawed and slightly dull – somehow not quite cutting it with fans? Whatever the answer to that question, Marvel was taking no chances with the third Captain America film, packaging the patriotically attired shield slinger with a panoply of other Avengers characters, notably top franchise performer Iron Man. The outcome for Captain America: Civil War has been spectacularly successful: a UK debut of £14.47m, or £19.12m if takings for bank holiday Monday are added in.   Related: I hate it but it's true: Marvel's big-screen superheroes chomp up the competition    Even omitting Monday, that number is bigger than the openings of all three Iron Man films. Avengers Assemble kicked off with £15.78m back in April 2012, but that included £2.55m in previews, so needs to be adjusted down to £13.23m to make a valid comparison. Age of Ultron began with £18.02m, or £14.42m if previews are stripped out, according to the numbers released at the time by the official data collector. Disney has a slightly higher opening number for Age of Ultron, which means that Civil War’s three-day weekend is 1% below it. Either way, Captain America has opened at the top end of the range for a Marvel Avengers film. Batman v Superman debuted with £14.62m, just ahead of Civil War. It went on to suffer steep drops, declining 68% in the second frame and by at least 50% thereafter. Civil War currently enjoys a very high IMDb user rating of 8.6/10. Even though this should edge downwards as the film reaches a broader mix of audiences, the film is virtually certain to enjoy better traction in the market than its critically lambasted DC Comics rival. The winner #2: Disney           The Jungle Book: the trailer     Related: The Jungle Book review – back to the wild in style    The Civil War success continues Disney’s strong current run, since the studio’s The Jungle Book is sitting pretty in second place, with another £8.8m over the bank holiday weekend, for a total to date of £33.3m (including Monday). Three-day weekend takings were £5.76m. Only three 2015 releases – monster hits Jurassic World, Spectre and Star Wars: The Force Awakens – delivered a third weekend above £5m. The Jungle Book should soon overtake the likes of Charlie and the Chocolate Factory (£37.8m), before going on to challenge Disney’s own Alice in Wonderland (£42.5m) and Chronicles of Narnia: The Lion, The Witch and the Wardrobe (£44.4m). Disney’s Zootropolis is in fourth place in the official comScore weekend chart, although a strong performance on Monday means that it actually ranks third, ahead of Eye in the Sky, over the whole four-day period. That gives Disney the top three places – a feat that Universal achieved one weekend last July with Minions, Ted 2 and Jurassic World. With £22.7m including bank holiday Monday, Zootropolis is now a couple of million pounds ahead of the lifetime totals of Disney Animation’s Big Hero 6 and Tangled. It should soon overtake Wreck-It Ralph (£23.8m).  The arthouse hit: Son of Saul   Related: Son of Saul review – profoundly, soul-shakingly distressing    Last year, only seven non-Bollywood foreign language films managed £200,000 at the UK box-office – or eight if you include Gemma Bovery, which was partly in English. The sector is looking a little rosier this year, since we’ve already had Rams (£277,000), Marguerite (£228,000), Dheepan (£372,000) and the English/German Victoria (£445,000).  Now foreign language Oscar winner Son of Saul joins the fray, with weekend takings of £131,000 from 55 cinemas, or £179,000 with previews added in, and £227,000 including bank holiday Monday. That number is down on the debut of Wild Tales (£173,000 from 50 cinemas, plus £10,000 in previews), which went on to be last year’s biggest non-Bollywood foreign language hit at the UK box office. It is, however, up on Force Majeure (£87,000 from 33 cinemas, including very modest previews), which became the year’s second-biggest hit in the category. Given the exceptional critical acclaim (89/100 at Meta Critic) and Oscar success, the planets always looked nicely aligned for Son of Saul, although the Auschwitz death camp setting might be termed a commercial negative. Languages spoken are listed as Yiddish, German, Russian, Greek, Slovak, Polish, French, Hungarian and Hebrew. The other openers   Related: Jake Gyllenhaal: ‘Pushing myself is part of my life’    Fox achieved a middling result with its US indie film Demolition, starring Jake Gyllenhaal and Naomi Watts. Reviews were overall not encouraging enough to propel the film to significant success, despite the cast names and director Jean-Marc Vallée (Dallas Buyers Club, Wild). Demolition opened with £237,000 from 204 cinemas, with previews taking the number up to £265,000. Including Monday, it rises to £343,000. Gyllenhaal’s last lead role was in boxing drama Southpaw, which is hardly an apt comparison. Before that, he was in Nightcrawler, which began in October 2014 with just over £1m, including modest previews. In between, there was the leftfield indie drama Enemy, which kicked off with £21,000 from 13 sites. Just outside the Top 10 is animation Ratchet & Clank, debuting with a lacklustre £148,000 from 378 cinemas. Monday’s takings push the number to a more respectable £242,000. The future Thanks to the arrival of Captain America: Civil War, takings are 76% up on the previous frame, and also 50% up on the equivalent weekend from 2015, when Avengers: Age of Ultron stayed at the top spot, ahead of new entrants Far from the Madding Crowd and Unfriended.             The weekend after a Marvel monster hit isn’t a preferred slot for a major blockbuster, but Universal is trying a counter-programming strategy with Bad Neighbours 2, filling the current gap for an adult-skewing comedy. Pitched at older and more upscale cinemagoers is another comedy, real-life story Florence Foster Jenkins starring Meryl Streep, High Grant and Simon Helberg. Also in the mix are Tom Hiddleston as Hank Williams in I Saw the Light; Terrence Malick’s starry arthouse drama Knight of Cups; family animation Robinson Crusoe; and Lucile Hadžihalilović’s Evolution. Top 10 films April 29 to May 1 1. Captain America: Civil War, £14,466,681 from 605 sites (new) 2. The Jungle Book, £5,758,824 from 617 sites. Total: £30,201,705 3. Eye in the Sky, £528,811 from 428 sites. Total: £3,731,999 4. Zootropolis, £516,137 from 514 sites. Total: £22,211,058 5. Bastille Day, £334,761 from 417 sites. Total: £1,538,502 6. Demolition, £264,512 from 204 sites (new) 7. Friend Request, £252,693 from 350 sites. Total: £1,157,941 8. Son of Saul, £178,617 from 55 sites (new) 9. Elektra: Met Opera, £174,559 from 179 sites (new) 10. Eddie the Eagle, £157,070 from 245 sites. Total: £8,354,601 Other openers Ratchet & Clank, £147,848 from 378 sites Baaghi, £97,055 from 34 sites Finding Mr Right 2, £44,297 from 13 sites God’s Not Dead 2, £26,755 from 50 sites Manithan, £7,036 from 10 sites Atlantic, £3,152 from four sites Brown Willy, £2,439 from three sites Arabian Nights Volume 2: The Desolate One, £2,297 from 10 sites Heaven Knows What, £907 from four sites Golden Years, £906 from six sites A Flickering Truth, £502 from one site Thanks to comScoreAll figures relate to takings in UK and Ireland cinemas.  This article was amended on 4 May 2016 to correct an error in the standfirst.",
  "webTitle": "Captain America unseats Jungle Book at UK box office",
  "webPublicationDate": "2016-05-03T17:33:45Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/03/captain-america-civil-war-jungle-book-uk-box-office",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "The Jungle Book",
      "id": "film/the-jungle-book",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Eye in the Sky",
      "id": "film/eye-in-the-sky",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Son of Saul",
      "id": "film/son-of-saul",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Charles Gant",
      "id": "profile/charles-gant"
    }
  ],
  "guardianId": "film/2016/may/03/captain-america-civil-war-jungle-book-uk-box-office"
}