{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/19/dementia-alzheimers-friend",
  "id": "2016-05-19-276",
  "sectionId": "voluntary-sector-network",
  "body": "I was on a packed commuter train in central London when an old lady walked up to me. She looked at me sternly, glanced at my chest then said “thank you”.  I knew why.  I am a volunteer Dementia Friends Champion and I wear a pin badge to raise awareness. It’s the same badge we hand out to participants who complete a Dementia Friends’ information session where they learn more about the disease. The lady went back to her seat without another word and did not so much as glance at me for the rest of the journey.   Related: How running a support group helped me cope with infertility    I was grateful for her comment. I felt proud of the impact my small gesture of wearing the badge had made. A fellow passenger asked me about Dementia Friends and the Alzheimer’s Society, and I also mentioned a soup kitchen I volunteer at. That person has since joined me there as a volunteer. Two days later I was involved in an identical incident. Again, an elderly lady came right up to my face. She said: “I’m having a really bad day, thank you for understanding.” She walked off and we didn’t share another word, but the feeling was tremendous.        I have been a Dementia Friends Champion since the summer of 2015. I’m proud to be a part of this fantastic social action movement which works to raise the awareness and understanding of dementia. I regularly have random members of the public giving me knowing, grateful smiles and starting conversations with me. In some instances, I don’t even need to talk. The badge on my chest does the trick.  I volunteer on a daily basis. I help with gardening, making telephone calls to elderly/vulnerable residents, running workshops, working at the homeless soup kitchen, football coaching, writing, mentoring, doing administration and other general charity work. It is a big part of my life and I have benefited tremendously by making wonderful friends with like-minded people and inspiring many others, including my own family, to volunteer. Volunteering mades me feel proud and connected to my fellow citizens. A good turn is effortless, often requires very minimal effort and I know I have made a positive difference to someone’s day. I believe we volunteer not only to do good in the world, but because it makes us feel good about ourselves too.  The day I made a difference is the Guardian Voluntary Sector Network’s series that showcases the work of people involved with charities. If you have a story you want to share email voluntarysectornetwork@theguardian.com with a short summary of your experience.",
  "webTitle": "I wear a badge that says: if you have dementia I'm your friend",
  "webPublicationDate": "2016-05-19T08:59:50Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/19/dementia-alzheimers-friend",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering",
      "id": "voluntary-sector-network/volunteering",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Community action",
      "id": "voluntary-sector-network/community-action",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Dementia",
      "id": "society/dementia",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/19/dementia-alzheimers-friend"
}