{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/youre-hired-lord-sugar-named-government-enterprise-tsar-apprentice-david-cameron",
  "id": "2016-05-25-151",
  "sectionId": "uk-news",
  "body": "Lord Sugar, the Apprentice star who has just been hired as the government’s new enterprise tsar, had previously been fiercely critical of George Osborne, it has emerged. Sugar, a former Labour peer who has been signed up by David Cameron and will launch a campaign to encourage young people to start their own business, said of the chancellor in a 2012 interview: “I never rated him in the beginning. I don’t know what his qualifications are to be chancellor, but we need someone in there who’s got a handle on the economics “I don’t know if there is a reshuffle, but if I were David Cameron I would seriously think about it.” The comments were revealed by shadow business secretary Angela Eagle after she face Osborne across the House of Commons for prime minister’s questions.    What Govt's New enterprise Tsar said about George Osborne #PMQs pic.twitter.com/tRF935haub— Angela Eagle (@angelaeagle) May 25, 2016    Sugar also played the role of enterprise tsar for Gordon Brown when Labour was in government, but he quit the party last year, criticising its “negative business policies” and “general anti-enterprise concepts”.   Related: Alan Sugar resigns from Labour party over 'shift to left'    Sugar said: “I’m delighted to be taking on this challenge. I’ll be travelling the length and breadth of this country to tell young people why apprenticeships are a great way for them to build their skills – and talking about the opportunities for starting their own business, hopefully instilling some entrepreneurial spirit.” Nick Boles, the skills minister, said: “We want every young person in Britain to get on and build a great life for themselves, whether it’s by starting an apprenticeship or setting up their own business. Lord Sugar has huge credibility among young people and I am delighted that he has agreed to help the government bang the drum for apprenticeships and enterprise.” Sugar is most famous for being the frontman of the BBC’s The Apprentice, in which aspiring entrepreneurs compete to be granted investment in their business idea. The businesswoman Karren Brady, who is Sugar’s assistant on the show, is a Tory peer. A statement from the government said Sugar’s work would be supported by the Department for Education and the Department for Business, Innovation and Skills. The peer becomes the latest former Labour supporter to be tempted by a job offer from Downing Street, after Lord Adonis, the former Labour transport secretary, became chair of the national infrastructure commission. A number of other senior Labour figures have also carried out reviews of specific policy areas for the Conservatives, including the former health secretary Alan Milburn, who conducted a review of social mobility. Brown and Tony Blair spent years building up a closer relationship with business. But after the global financial crisis plunged Britain into recession, Ed Miliband shifted Labour’s focus to protecting the consumer, with policies such as the energy price cap. Some of the contenders to succeed Miliband, including Liz Kendall and Andy Burnham, suggested the party should move closer to backing “wealth creators”, but they were soundly beaten by Jeremy Corbyn in the Labour leadership election.",
  "webTitle": "Alan Sugar named Tory enterprise tsar despite past criticism of Osborne",
  "webPublicationDate": "2016-05-25T13:35:11Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/youre-hired-lord-sugar-named-government-enterprise-tsar-apprentice-david-cameron",
  "keyword": [
    {
      "webTitle": "Alan Sugar",
      "id": "uk/alan-sugar",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Apprenticeships",
      "id": "education/apprenticeships",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "uk-news/2016/may/25/youre-hired-lord-sugar-named-government-enterprise-tsar-apprentice-david-cameron"
}