{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/25/austria-far-right-politics-norbert-hofer-gustav-metzger-art",
  "id": "2016-05-25-259",
  "sectionId": "artanddesign",
  "body": "Related: The far right’s narrow defeat in Austria should be a wake-up call for Europe | Owen Jones    The images come swimming back. The old black and white photographs are suddenly new again. It is March 1938 and Jews are being forced to scrub the streets of Vienna. Uniformed Nazis and non-Jewish members of the public laugh as they watch the humiliating scene. Jewish men crouch and kneel on the ground at their feet. These photographs are documents of cruelty: obscene artefacts. That is how the artist Gustav Metzger treats one of them in his installation series Historic Photographs, which revisits some of the most devastating events of the 20th century. As a child, Metzger watched the Nazis march through the medieval streets of his hometown of Nuremberg. Later, he was orphaned when his parents were killed in the Holocaust. As an artist, he enlarged that picture of Vienna’s Jews cleaning the streets, then covered it with a yellow shroud. To see it, you have to crawl under the covering so that you are in the position of the Jews in the photograph. You see the scene as they did.     Part of Gustav Metzger’s Historic Photographs, at a Serpentine retrospective in 2009. Photograph: Linda Nylind for the Guardian    Austria lacks Metzger’s powerful memory. The narrow defeat of Norbert Hofer in Austria’s presidential election this week is no cause for relief. Sorry if you feel like celebrating, but it was a terrifyingly close call. It is monstrous for the far right to come so close to victory in 21st-century Europe. And for this to happen in a country with Austria’s past is an insult to murdered millions. Hofer wears a blue cornflower – an apparently innocuous gesture that is not so much “dog-whistle racism” as dog-whistle nazism. This flower was worn by Austrian Nazis in the 1930s as a secret symbol after their party was banned. Hofer and the Freedom party are invoking darkness, and getting votes for doing so. Their declared enemies this time are not Jews but Muslims.  How can so many Austrians flirt with this barely disguised fascism? Those photographs of open antisemitism in Vienna in 1938 should be burned into every Austrian schoolchild’s mind. Remade into a masterpiece of memory art by Metzger, their historical context helps us to understand, but not forgive, Austria’s amnesia.      Artist Rachel Whiteread’s Holocaust monument at the Judenplatz in Vienna. Photograph: Martin Gnedt/AP    When Hitler marched unopposed into Austria with his troops in 1938, he achieved one of his first key ambitions: “reuniting” the German-speaking lands in one great Aryan state. Because the Anschluss, as it was called, was technically an invasion, Austria has always been able to delude itself about the role it played. Metzger’s Historic Photographs reveal the truth. Austrians merrily participated in antisemitic persecution in March 1938. They went on participating. Of course, Metzger is not the only artist who has tried to lodge this truth in modern memory. Rachel Whiteread’s Holocaust memorial on Vienna’s Judenplatz is a ghost library. Its casts of books stand in for vanished lives. And in commissioning such works, Austria is trying to remember the truth. So what has gone wrong? How can so many voters choose to forget that for Austrians, as for Germans, the far right symbolises the most shameful of pasts? Last February, I visited Vienna. The old city was closed down by thousands of police officers during its annual ball season. The police were there to stop supposed leftwing troublemakers from attacking a ball sponsored by the Freedom party. Instead, the city was under police rule to protect the far right. Rain spattered on cobblestones. I looked down at the streets as one roadblock after another sent me further from my hotel. I remembered the photographs of 1938 and shuddered.",
  "webTitle": "Photographs don't lie: why does Austria flirt with fascism?",
  "webPublicationDate": "2016-05-25T08:00:34Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/25/austria-far-right-politics-norbert-hofer-gustav-metzger-art",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/25/austria-far-right-politics-norbert-hofer-gustav-metzger-art"
}