{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/19/africapitalism-empowering-people-works-much-better-than-giving-them-aid",
  "id": "2016-05-19-278",
  "sectionId": "global-development-professionals-network",
  "body": "I’ve long questioned the traditional approach to development where donors and governments invest in basic health, education and access to food in developing countries, with the hope that the beneficiaries will eventually become self-sufficient.  While all assistance is to be acknowledged and appreciated,we need to rethink the ways in which we help others. We must revisit our definition of development and the tools we employ to achieve it.     We need to give from the perspective of empowering the recipient rather than making them dependent     If we support people in a more sustainable way – by increasing access to economic opportunities – they can afford to pay for those same basic goods and services that governments and donors sometimes struggle to provide. We need to give from the perspective of empowering the recipient rather than making them dependent. When we invest in jobs and economic opportunity, beneficiaries will lift themselves out of poverty. This approach fosters the spirit of enterprise and decent work, and will preserve dignity and reinforce self-reliance. It also enhances social stability because minds are constructively engaged. I call this approach Africapitalism. So how can we find new ways to use the levels of foreign direct investment (FDI) in Africa to increase the creation of economic opportunity? Between 1990 and 2013, the amount of FDI received by Africa increased from $1bn (£70m) to $56bn (pdf), overtaking overseas development assistance (ODA) – historically, the predominant source of foreign exchange in many parts of Africa. As concerned stakeholders, we must begin to seek more innovative ways to draw in and deploy FDI in a manner that creates economic opportunity and prosperity for most.     Tony Elumelu. Photograph: Fotolighthouse     A good example of leveraging FDI for high development impact is Barack Obama’s USAid-administered Power Africa initiative with a mission to expand access to electricity in Africa for the 600 million people living without it. By working with the public and private sectors in the US and overseas, Power Africa has been able to marshal $43bn to create 60m new power connections, using a mix of solutions.  The important role that private sector investments can play in reaching development targets should not be dismissed. But to ensure that FDI and all such investments drive sustainable and inclusive growth, they must be rooted in the economic philosophy of Africapitalism.  This advocates for more deliberate investment decisions that drive both economic wealth and social prosperity. The investment must be long term and target strategic sectors outside of extractives, which spurs local value added-growth, to invoke a sense of shared purpose. Africapitalism calls for regulatory reforms where necessary, more opportunity for investments in industry and infrastructure, and a renewed focus on entrepreneurship. The case for entrepreneurship We must recognise entrepreneurs as key drivers of development in Africa and prioritise them in policy and philanthropy.  Traditional development models are often top-down and non-inclusive at the grassroots level. Entrepreneurship is a bottom-up approach to spurring economic growth and progress. It focuses on empowering individuals to develop and implement nuanced African solutions to social and economic problems.    Traditional development models are often top-down and non-inclusive. Entrepreneurship is a bottom-up approach to growth    As I wrote in January 2014, 122 million Africans will enter the labour force by 2020. Added to this are tens of millions currently unemployed or underemployed. There is enormous pressure on African governments to create hundreds of thousands of jobs to accommodate this demographic dividend that could spell demographic disaster if ignored. Supporting entrepreneurship means creating SME-friendly policies and regulatory systems that improve the enabling environment for millions of potential job creators to succeed. These are the people who can fuel our future, but who often lack the capital, the training or the support to grow their small businesses to the next level. In Nigeria alone, 95% of startups fail in the first year, often due to reasons that can be resolved with the right support infrastructure and policy environment. One in five people on the continent do not have a bank account and, as a result, access to credit, insurance and other financial services remains a major hurdle for SME expansion. I have so much belief in the potential of nascent and budding African entrepreneurs that I declared 2015 would be the year of the African entrepreneur. I backed up my belief by committing $100m to support the next generation of African entrepreneurs. The Tony Elumelu Entrepreneurship Programme, now its second year, will identify 1,000 African entrepreneurs each year for the next 10 years and provide them with seed capital to realise their business ideas. The programme has received 65,000 applications and offers support to entrepreneurs across Africa through training, funding, mentorship and networking opportunities. Our target is the creation of one million jobs and $10bn in additional revenue on the continent. The future we want for ourselves should be one of our own making. I urge policy makers and the international development community to recognise and embrace entrepreneurship as a new model for the development of Africa, and beyond. A model that empowers individual Africans and harnesses the power of innovation, personal initiative and hard work to address problems can change our continent forever. A new revolution that puts entrepreneurship at the core of its strategy will be critical to winning the fight against poverty and achieving shared prosperity. Tony Elumelu is chair of Heirs Holdings, the United Bank for Africa and Transcorp, and founder of the Tony Elumelu Foundation. Follow @TonyOElumelu on Twitter.  Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Africapitalism: empowering people works much better than giving them aid",
  "webPublicationDate": "2016-05-19T08:50:23Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/19/africapitalism-empowering-people-works-much-better-than-giving-them-aid",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/19/africapitalism-empowering-people-works-much-better-than-giving-them-aid"
}