{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/unless-michael-gove-cuts-prison-numbers-doomed-fail",
  "id": "2016-05-18-38",
  "sectionId": "commentisfree",
  "body": "Prisons are the fetid, dank dungeons of modern government. If de Tocqueville was right and you can judge a nation’s democracy by its jails, Britain is rotten. They are what you get when public service is left to fear-exploiting, headline-hunting, micro-managing politicians. You get a suppurating blister of violence, self-harm, drug abuse and recidivism. “Prison works” is an obscenity.   Related: Tough talk on crime has led to a crisis in Britain’s prisons | Michael P Jacobson    Today’s proposals for reform from the justice secretary, Michael Gove, are welcome as far as they go. But they are spun as “the biggest reform since the Victorian era … an agenda for a revolution”. This is odd. The same was said when David Cameron’s first justice secretary, Kenneth Clarke, declared in 2010 that “prison has failed” and that the size of Britain’s prison population was “astonishing … unsustainable … a waste of money”. Cameron sacked Clarke for that and swore that toughness was his lodestar. He passed the draconian “Henry VIII” Anti-social Behaviour, Crime and Policing Act, giving the courts discretion to imprison just about anyone for just about anything. Numbers in prison have doubled since 1990 to 85,000, almost twice Germany’s incarceration rate. Jails have filled with waves of drug criminals and “historic sex abusers”. Prisoners aged over 60 have doubled. Budgets have been slashed. The predictable result has been worse prison conditions, with assaults rising by a third in a year and suicides by a quarter. In February Cameron announced a Damascene conversion. It was all a mistake. Prisoners, he said, were now “assets to be harnessed”. He wanted to close London’s Victorian jails and new ones would be judged on reconviction rates. The answer would lie in “giving prison governors unprecedented new powers”, apparently on an experimental basis. It was a poor comment on past Home Office oversight. But is that really all? It looked suspiciously like a departing prime minister preparing a feel-good after-party. Prison reformers should not look gift horses in the mouth, and Gove clearly shows a desire to pick up where Clarke left off. Critics such as Richard Garside of the Centre for Crime and Justice Studies may have been too cynical on the radio today in dismissing the reforms as “an experimental photo opportunity”. But he is surely right in echoing the view of the social justice charity Nacro, the Howard League and the entire penal reform community that reform starts with prison numbers. Britain is jail crazy. We jail tens of thousands of young people for drug-related offences that are now legal in many US states. We jail old men for “inappropriate sexual behaviour” in the distant past, to no sensible purpose. We lock people up for hacking phones, owning dangerous dogs, rigging energy prices, underpaying foreigners, causing “emotional harm” in marriage, phoning when driving, shoplifting, TV licence evasion, exposing bottoms in a cathedral, boat race disruption, killing goshawks and microwaving rabbits. All these acts are undesirable and many are dangerous to others. But the community cannot be made that much safer, except in a small minority of cases, by sending their perpetrators to prison. I once asked a member of the probation tribunal how many people she thought genuinely needed incarcerating for the public safety. She said about a quarter of those in prison. In half the cases, courts were jailing people, in effect, for being ill. Gove disagrees with this. He claimed in the Guardian in March that he could achieve his reforms without cutting numbers. There was no need to reduce the prison population, he said, only to change the incentives of prison governors. It is hard to believe he thinks this. What is sad is that he should feel obliged to say it to appease the tabloids and the Tory right.   Related: Cameron and Gove are talking big on prison reform. But can they deliver?  | Gary Copson    Britain’s prisons do not work. Their 50% recidivism rate is evidence of this. Imprisonment seems merely to answer a deep need for retribution in a paranoid nation. It is not so much a policy, more an act of perverted faith. There is nothing new in Project Fear. It is a politician’s default mode. Unless Gove can persuade the courts to stop knee-jerk imprisonment – which judges say they do because his colleagues demand it – all attempts at reform will come to naught. Only if Gove slashes numbers can he free up money, prison space and staff time to civilise what are wholly unacceptable prison conditions – quite apart from making a start on that goal of all prison reformers: rehabilitation. Gove must confront head-on the sentencing regime and the magistrates and judges who enforce it. There may be some cost to the community of not imprisoning some people, but it is simply unbelievable that it is more than the cost of imprisonment. Numbers are where this debate starts; numbers and nothing else. Any determination to make a liberal mark on the prison service is welcome. Gove accepts that to have half of prisoners reoffending within a year is wrong, as are the levels of violence and drug abuse in jails. But other European countries have cracked this. They have shifted to community service and other forms of sentencing. One result is that half of Dutch prisons are now empty, with 12 scheduled to close next year. There has been no corresponding Dutch crime wave. Cutting crime will not be achieved through prison autonomy alone. Prisons are a symptom of social failure, and probably as much a cause of crime as a cure for it. In Britain the size of the prison population is overwhelmingly a response to bad laws, notably in the regulation of drugs and drink. A quarter of British prisoners have in some way fallen foul of a single archaic law, the 1971 Misuse of Drugs Act, which politicians are too terrified to revise. It is staggering that in the 21st century we still cannot handle these self-harming substances in a more sensible fashion. There are dozens of ways to punish criminal behaviour. Deprivation of liberty, earning capacity and family life is the harshest and most costly way of all. Penal policy should be professionally targeted at the toughest of violent psychopaths. Prison should not be a sanitised version of a public execution, a gesture of social revenge, a sign of politico-judicial virility. It should be an absolute last resort. We seem no nearer to making it so.",
  "webTitle": "Unless Gove cuts prison numbers, he’s doomed to fail  | Simon Jenkins",
  "webPublicationDate": "2016-05-18T19:30:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/unless-michael-gove-cuts-prison-numbers-doomed-fail",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/unless-michael-gove-cuts-prison-numbers-doomed-fail"
}