{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/women-writers-dominate-nebula-awards-naomi-novik-uprooted",
  "id": "2016-05-16-196",
  "sectionId": "books",
  "body": "This weekend’s prestigious Nebula awards for science fiction and fantasy were dominated by female winners, with Naomi Novik’s story of a forest filled with a dark magic, Uprooted, taking the top award, for best novel. Last month, a series of controversial shortlists for the Hugo awards were announced, with lineups packed with nominations from conservative lobby groups. The Nebulas, which are voted for not by fans but by the thousand-plus members of Science Fiction and Fantasy Writers of America, announced their winners in Chicago this weekend.  The Nebulas have been given out since 1965, going to some of the biggest names in the genre, from Ursula Le Guin to Isaac Asimov. In previous years, beginning with Le Guin’s inaugural victory, 64% of best novel and best novella winners have been men. In the short story category, the sexes are more or less balanced, with 52% of the prizes historically going to women. The overall balance has been a 60:40 split between men and women. Along with Novik’s win of the best novel award, the best novella, novelette, short story and young adult prizes were also taken by women. Nnedi Okorafor’s Binti, about a woman who gives up a place in her family to become the first of her people to attend Oomza University, won the best novella prize. Sarah Pinsker’s Our Lady of the Open Road took best novelette, Alyssa Wong’s Hungry Daughters of Starving Mothers won best short story, and Fran Wilde’s Updraft took the Andre Norton ward for young adult science fiction and fantasy.   Related: Mad Max: Fury Road's strong women won't surprise true genre fans    Just one of this year’s categories, the Ray Bradbury award for outstanding dramatic presentation, was won by a man, with Mad Max: Fury Road, written by George Miller, Brendan McCarthy and Nick Lathouris, taking that category. The previously announced Damon Knight Memorial grand master award, for “lifetime achievement in science fiction and/or fantasy”, was presented to CJ Cherryh, called “a master of long-running series involving worlds and characters that the reader can visit and revisit with a true sense of wonder each and every time” by SFWA president Cat Rambo. Also previously announced, the Kate Wilhelm Solstice award, “for individuals who have had a significant impact on the science fiction or fantasy landscape”, was won by the late Terry Pratchett, who Rambo said had “shaped the genre in ways that will resonate for centuries”.",
  "webTitle": "Women writers dominate Nebula awards",
  "webPublicationDate": "2016-05-16T12:45:50Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/women-writers-dominate-nebula-awards-naomi-novik-uprooted",
  "keyword": [
    {
      "webTitle": "Science fiction",
      "id": "books/science-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ray Bradbury",
      "id": "books/ray-bradbury",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/16/women-writers-dominate-nebula-awards-naomi-novik-uprooted"
}