{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/a-closer-look-at-the-leftwing-case-for-brexit",
  "id": "2016-05-17-53",
  "sectionId": "politics",
  "body": "Paul Mason’s “leftwing case” for Brexit is depressingly familiar (There is a leftwing case for Brexit – but we can’t let Boris Johnson turn Britain into a neoliberal fantasy island, G2, 17 May). It is no more nor less than the argument the British left has always made, namely that if only it could get its hands on the powers of the nation state, all would be well. Mason simply brackets off the international order as a market conspiracy and so tells us nothing about how the utopian left British state would function in either the European or the global economy. But the greater irony is that his manifesto is the mirror image of that of the Gove-Johnson project. Left and right sovereigntists share the same assumptions that British self-government is the means, while they differ as to the ends of how this power might be used. A truly leftwing agenda would be one based on cross-national cooperation and solidarity. But the difficulty is, and always has been, that in both national and European elections, voters have not consistently supported parties of the left. Working out how to change that is the challenge for the left across Europe. All Mason offers us is a dismal choice between old Labour Brexitism or pragmatic remainism.Kenneth ArmstrongProfessor of European law, University of Cambridge • Paul Mason outlines several of the powerful socialist arguments for a leave vote in the EU referendum. To Paul’s list could be added the EU drive for market liberalisation, or outright privatisation, of services such as rail, post, energy and water, as well as the threat to a publicly owned NHS that the Transatlantic Trade and Investment Partnership (TTIP) poses. But having explained how undemocratic and big-business-oriented the EU is – in effect, Thatcherism on a continental scale – Paul backs down and asks us to accept all that, because exit threatens a change of Tory leader. As if the marginal difference between David Cameron and Boris Johnson, in the context of all Paul has identified, is in any way fundamental. Cameron’s government was elected with only 24% support. It’s a government that is, in reality, weak and divided – maintained in office not by its own strength, but the weakness of the opposition, particularly at the top of the trade unions. A leave vote would topple Cameron and further exacerbate the divisions inside the Tory party, not heal them. It could provide a perfect opportunity for Labour to demand not a mere change in Tory leader, but an immediate general election to choose a new government. I campaigned in the past against the EU alongside labour movement giants like Tony Benn and Bob Crow, and I’m proud that TUSC is carrying on that struggle today, while faint hearts fall by the wayside.Dave NellistNational chair, Trade Unionist and Socialist Coalition • Paul Mason’s brilliant article on Brexit is the first I have seen to take a grown-up approach. He points out the obvious problem of “leave” – there’s no such thing as pure “Brexit”, just the right-Brexit now on offer and a possible future left-Brexit. There is, of course, no more reason to suppose right-Brexiteers will support a left-Brexit than there is to suppose that those of us who think like Paul Mason does will support the current right-Brexit.John WilsonLondon • Paul Mason ends his otherwise excellent article by referring to the “politically immature electorates of eastern Europe”. I am astonished by this insulting ethnic jibe. It is neither justified by fact or by history. I can only speak of Poland, the country of my parents’ birth, 1950s Britain being mine. I find the Polish people anything but politically immature. There is no guarantee that the current government will survive past the next election. Mass protests have occurred. After years of communist domination there is, in fact, a working democracy in Poland. Mason shows little respect for the ability of the Polish and other eastern Europeans to reject as well as endorse the ultra-right. Perhaps the real issue is that the electorates of eastern Europe are not naturally inclined to vote for the left. But how does that differ from recent British voting attitudes? Instead of blaming “immature electorates” for choosing the wrong governments, we actually need to confront the real threats to social democracy posed by neoliberalism. Yanis Varoufakis urges the left to unite across the continent and reform the EU to help achieve this. He does not advocate leaving at any time. Enough of this little (lefty) Englandism, Paul. As British immigrant Karl Marx noted “Workers of the world unite! You have nothing to lose but your chains.”Peter MuchlinskiEmeritus professor of law, Soas, University of London • Paul Mason writes “in Britain I can replace the government”. If that’s true, why hasn’t he done it?Martyn ThomasLondon  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "A closer look at the leftwing case for Brexit | Letters",
  "webPublicationDate": "2016-05-17T18:25:53Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/a-closer-look-at-the-leftwing-case-for-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/17/a-closer-look-at-the-leftwing-case-for-brexit"
}