{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/the-fiver-watford-quique-sanchez-flores-was-really-good-in-that-night-manager-thingy-no",
  "id": "2016-05-13-137",
  "sectionId": "football",
  "body": "STUNG AGAIN The Fiver can’t help but think that if we’d offered Watford fans the prospect of a respectable 13th place in the Premier League with an FA Cup semi-final appearance thrown in for their newly promoted side last August, we would currently be typing this edition of the world’s most tea-timely email (other time zones are available) with one hand, pausing occasionally to gaze ruefully down at the cauterised stump of what’s left of the other one while cursing our pre-season generosity. But then, it seems The Fiver’s simple folk who isn’t as tuned in as it used to be when it comes to the ways of the modern football world. It is a world where nothing is ever good enough, hitting targets isn’t so important as exceeding them and results are everything … so long as they are good ones that were achieved recently enough to remain in the short-term memory of assorted entitled ingrates who it seems can always find something to complain about no matter how far above its weight their team seems to be punching. It is true, of course, that the owners of Watford are entitled to appoint whoever they like to manage their club. And it is equally true that certain sections of the club’s support have every right to expect a manager tasked with integrating 18 new players into his squad to come up with a system successful enough to bag a domestic treble while remaining at all times pleasing on the eye, but there remains something sad about the monotonous predictability of the announcement that emerged from Vicarage Road on Friday morning, in which the club admitted that despite doing everything and more that was asked of him upon his appointment, they would not be renewing the contract of Quique Sánchez Flores, a be-stubbled Spaniard so brooding, smouldering and handsome that he makes his compatriot Antonio Banderas look like the love-child of Iain Dowie and Ivan Campo.   Related: Watford to part company with manager Quique Sánchez Flores at end of season    “I had a meeting with the club to make a resumé of the season and after that I confirmed that the club and me don’t have the same point of view about the season,” said Flores to a visibly swooning Sky Sports News reporter earlier. “So we don’t have the necessary conditions to activate the clause to renew the contract – my contract finishes at the end of June – and then I will leave. I had an amazing behaviour with the fans, I love these fans. I felt completely happy in this year, I enjoyed the experience, it was an amazing journey, so a lot of good memories of this season.” While some Watford supporters on Internet Outrage Generator (admittedly not the most accurate gauge of opinion, but the only one we have at the moment) attempted to justify Watford’s decision to let Flores go by waffling on about their team’s poor recent record, unattractive style of play and non-qualification for Big Cup, West Ham manager Slaven Bilic was quick out of the blocks to slam the decision not to renew Flores’s contract as “sick”. But the ice-cool soon-to-be-ex-Watford boss doesn’t need The Fiver to fight his battles – he’ll soon walk into another job, possibly as the cranky doctor in a major US medical drama, or as the piano-playing sidekick to Stephen Fry. Meanwhile, those Watford fans who were so eager to see the back of him will wait on tenterhooks to find who will succeed him, so they can start grumbling about long-ball tactics, poor results in games that haven’t been played yet and lack of activity in the summer transfer market. QUOTE OF THE DAY “We give our skin” – Club Deportivo Palencia’s slogan for their preposterous new kit. RECOMMENDED VIEWING A Leicester double-header as Michael Cox talks tactics about the Foxes, while Max Whittle joins the mayor on the city’s streets. And while we’re chatting vids, you can subscribe to our YouTube football channel thingummy here.            FIVER LETTERS “I think you are being really unfair calling the ‘Appy ‘Ammers Taxpayers FC (yesterday’s Bits and Bobs) since they actually saved the place from being bulldozed by Spurs or becoming a giant snooker hall owned by that other bloke. A much better moniker would be West HMRC United and then Gollivan could be resident in, say, Bermuda or the BVI to save us having to see their interviews every few days as the time difference would mean we are all tucked up in bed” – Peter Allen. “Can I request that, in light of Taxpayers FC’s fortuitous rent agreement, that all future reports on players’ salaries be reported as a percentage of that rent? For example, if Player X earns £45,000 a week, it would be written as ‘Player X will be payed one week’s Taxpayers FC rent’. This will help supporters of less fortuitous clubs maintain a rational grasp of financial matters” – Phil Withall. “Fair cop to the Guardian Ad Sales team – persuading British Airways to graphically portray Plain Old John Terry’s second finest (to me anyway) Big Cup moment at the same time as the Rumour Mill team lead with news of his impending stay at Chelsea. He really is a popular fellow again” – Alex Jordan. “I was kind of surprised to see yesterday’s Bits and Bobs refer to Ousmane Dembélé as a Borussia Dortmund player. Given your penchant for club nicknames, maybe I suggest that he’s now a Future Bayern Munich player?” – Matt Derby.     Obvs. Photograph: Alex Jordan    “So the Norwich board plan to learn from the mistakes of this season (yesterday’s Bits and Bobs)? Please forgive my scepticism but 28 goals in 2013-14 was the major reason why we were relegated two years ago. Fast forward and top scorer Dieumerci Mbokani scored just seven out of the measly total of 39 in 37 games. A sieve-like defence does not help; but if you can’t bang them in the other end you have no hope. In the unlikely event that we bounce straight back, a striker who actually scores goals has to be the top priority and not another Ricky van Wolfswinkel” – David Patterson. “Re: Brighton’s ground and station. Can I suggest that Tony Crawford (yesterday’s Fiver letters) heads to D1cks bar and has a pint of Harveys, rather than either trying to cram on to Falmer Station (the one for the Amex), or dreaming of a wholemeal falafel as he is wandering back through the wilds of Moulescoomb?” – Ian Crossan. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Alex Jordan. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS POJT is mulling over Chelsea’s offer of a one-year contract extension on reduced terms. “Twenty, 21 years at the club is huge,” parped Guus Hiddink. “That’s why they become legends. You must cherish those legends for the future as well.”     A banner, presumably from a Chelsea fan, or opposition forward lines, or those in the media looking forward to off-field discord at Stamford Bridge. Photograph: Chris Brunskill/Getty Images    You’d be disappointed if humility’s Zlatan Ibrahimovic had signed off from PSG in any other way. “My last game tomorrow at Parc des Princes,” he trumpeted. “I came like a king, left like a legend.” Real Madrid have decided to activate their buy-back option on Juve’s Álvaro Morata but will then sell him on to the highest bidder for around £40m. Manchester United, Arsenal and Chelsea are all excited, but then so are PSG, where he’ll probably go. Everton want Ronald Koeman to succeed Bobby M and hope to lure Southampton’s coach with the promise of a bumper transfer budget. He’s playing hard to get, mind. “Everybody knows I have one year more contract,” tootled the Dutchman. “And we will sit together and we will analyse this season and we will talk about the future – and that’s what the news is.” Arsène Wenger insists he hasn’t been offered a new deal by Arsenal. “That’s completely wrong and I don’t know where this information comes from,” he trilled. “It’s absolutely false. I would like the press to check the information before they give it out because they could have checked with the club or with myself and we’d both have denied it.” Portsmouth 2-2 Plymouth was a lively old League Two play-off first leg. “It had everything you want from a football game,” hollered Pompey boss Paul Cook, who was sent to the stands along with Argyle coach Paul Wotton for an early dust-up, while the visitors’ Jamille Matt – who scored two, including an overhead kick – escaped a red card after grazing his head on Michael Doyle’s. “We feel we should have got decisions we never got but there you go, we are used to that at home.” Danny Ings could be fit earlier than anticipated for Liverpool’s game with West Brom on Sunday. Levski Sofia’s head coach Stoycho Stoev has stepped down from his post, the club’s 18th coaching change in seven years. And Turkey’s Süper Lig is undergoing a revamp in a bid to end ongoing shambles. “We want to be one of the biggest four footballing countries globally,” parped Clubs’ Association chairman Goksel Gumusdag. “Our target is to do that by 2020.”  STILL WANT MORE? One for the road: 10 things to look out for in the Premier League this weekend.     Last for the season. Composite: Getty/Rex    Why do so many English football fans seem to dislike Jack Wilshere, muses Barney Ronay. Amy Lawrence visits Sheffield Wednesday to discuss their role in the Hillsborough disaster and, now, the Championship play-offs. Michael Butler talks to Derby County’s Will Hughes, fresh off the Rams youngster returning from eight months out in time for the play-offs. Arsenal’s Fara Williams and Chelsea’s Gilly Flaherty look ahead to Saturday’s Women’s FA Cup final, with Sachin Nakrani. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. LOUD NOISES",
  "webTitle": "The Fiver | Monotonous predictability",
  "webPublicationDate": "2016-05-13T14:30:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/the-fiver-watford-quique-sanchez-flores-was-really-good-in-that-night-manager-thingy-no",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/13/the-fiver-watford-quique-sanchez-flores-was-really-good-in-that-night-manager-thingy-no"
}