{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/diego-simeone-atletico-madrid-champions-league-la-liga-real-madrid",
  "id": "2016-05-04-92",
  "sectionId": "football",
  "body": "The question was phrased gently enough but Diego Simeone could feel the dig. It was put to the Atlético Madrid manager that Pep Guardiola, his vanquished Bayern Munich counterpart, had said there had been contrasting styles at play during the Champions League semi-final; different footballing cultures. Guardiola had just highlighted how Bayern had played to win in Tuesday’s second leg with their trademark front-foot football, and against “very defensive” opponents but, despite doing so 2-1 on the night at the Allianz Arena, it was not enough to avoid an away-goals exit. Guardiola did say that Atlético had played well and deserved to go through, while he talked of the pride he had in his players and the essential purity of their game. It was simply one of those occasions when the margins went against him and Bayern. It was football.   Related: Diego Simeone’s Atlético Madrid – a tale of heart, guts and togetherness | Jacob Steinberg    So, what did Simeone think? Did he feel the same about the culture clash? “I don’t understand your question,” Simeone replied. “Is this about a short passing game or what? What is your question? What are you trying to get at?” Simeone knew perfectly well but the question was repackaged for him. “We tried to play with the characteristics that we have, with the players that we have available to us and I think that we have now played against two of the best three teams in Europe,” he said, referencing the quarter-final victory over Barcelona that had set up the Bayern tie. “We have knocked them both out and we have got through to the final. That does show that we have really given good performances, especially at home. In Barcelona and in Munich, we had to suffer but we could react to that and I’m very proud about that.” Simeone was pugnacious to the last. And so were his players. He and they had suffered, particularly after Fernando Torres’s penalty miss in the 85th minute that could have soothed their nerves. Instead, Simeone appeared close to meltdown during the five added minutes, although it is easy to see this as his default touchline setting. Atlético always suffer. Their matches are often tight. But few teams know how to cope with the tension of a slender advantage better than them. And although Bayern hogged the ball and the statistics showed that they had 35 attempts on goal, 12 of them on target, the reality was that there were precious few moments in the second half when they blew big chances. Atlético’s progress was testament to the streetwise qualities that Simeone has instilled, to how this team is more than the sum of its parts. Moreover, the manner in which he has instilled a freshness has been impressive. New players have been integrated, including exciting young ones, but they have bought wholesale into the basic tenets of Simeone’s style – the drive and intensity that have underpinned his glorious four-and-a-half year tenure. It is remarkable to think that from the 18-man matchday squad for the Champions League semi-final, second leg against Chelsea at Stamford Bridge in 2014, which Atlético won 3-1 to advance to the final, there were only four survivors for the Bayern tie on Tuesday. It would have been five but Tiago is out injured while Gabi, the captain, was unavailable at Chelsea. The quartet were the defenders Diego Godín, Juanfran and Filipe Luís, and the midfielder, Koke. Gone are Thibaut Courtois, Arda Turan, Diego Costa, Toby Alderweireld, Diego and David Villa. Simeone has introduced and created new stars such as the goalkeeper Jan Oblak, the centre-half José Giménez, the wingers Saúl Ñíguez and Yannick Carrasco, and the striker Antoine Griezmann, who is the veteran of the bunch at 25. The others are 23 or under. Renewal has been a principle theme of the Atlético story. “What has changed since that Chelsea semi-final is that we’ve got a lot of new players,” Simeone said. “I would say it’s about 10 new players. We had more experience back then. We had Costa, [José] Sosa – players who were 28, 29 years old. Now, we have a lot of young players who have learned and really improved. Saúl, for example, has shown what he can do and that is something that makes me very proud. “We’ve worked really hard in the last four and a half years and we have improved as a team. It’s not just a coincidence that we’re doing so well. It just shows the ambition of the club. We have a lot of players who are really behind us. Juanfran, Koke, Filipe Luís, Fernando [Torres], Griezmann – players who have really played well and have adapted well to this team. It’s fantastic to see this. The truth is that we love the way we play.” The victory over Chelsea was a decisive point in Simeone’s growth and that of the club. Even though he had already won the Europa League, the European Super Cup [in which Atlético hammered Chelsea 4-1, with that hat-trick from Radamel Falcao] and the Copa del Rey, the step into the final of Europe’s elite competition brought further confidence. A few weeks later, Godín’s equaliser at Barcelona would bring them the last-day point they needed to win La Liga. They almost won the Champions League final, too, with only the stoppage-time equaliser from Real’s Sergio Ramos denying them. Real would win 4-1 in extra time. Atlético now have another shot at their first European Cup. The success in the second leg against Bayern offered the latest illustration of Simeone’s tactical intelligence, his ability decisively to alter the flow of a game. Bayern had controlled the first half and they might have been further in front than 1-0. Simeone brought on Carrasco at half-time and he switched from 4-4-2 to 4-5-1, with Griezmann moved from striker to right winger and Carrasco on the left. Atlético began to get up the pitch with more assurance and when Griezmann streaked away for his one on one with Manuel Neuer in the 54th minute, the greatest compliment you could pay him was that you knew he would score. It was the Frenchman’s 31st goal of the season in all competitions. “It’s just unbelievable what we’ve achieved,” Simeone said. “The way that we performed, also in the last minutes – it’s just unbelievable. It was great to see how my team played with such intensity. We had a good chat at half-time, we discussed what we wanted to achieve and we won the game. We were really good defensively and we have seen that we’re a very strong team.” As in 2013-14, La Liga is coming down to the wire for Atlético; they are level on points with the leaders, Barcelona, with two matches to play. Two seasons ago, they had to play the Champions League final against Real seven days after the title decider at Barcelona. This time, there will be a two-week period between the end of the league season and the showpiece European final. Atlético’s remaining games are against Levante (away) and Celta Vigo (home). Simeone senses opportunity. “There is another possibility for us to win the Champions League final,” he said. “The last time, we had to play against Barcelona and then Real Madrid but now, we’ve got a fortnight to prepare for the final. Of course, I’m very, very happy and I don’t think about avenging. These are new possibilities.”",
  "webTitle": "Atlético Madrid’s new generation buy into Diego Simeone’s masterplan",
  "webPublicationDate": "2016-05-04T17:00:23Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/diego-simeone-atletico-madrid-champions-league-la-liga-real-madrid",
  "keyword": [
    {
      "webTitle": "Diego Simeone",
      "id": "football/diego-simeone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/04/diego-simeone-atletico-madrid-champions-league-la-liga-real-madrid"
}