{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/05/classical-concerts-opera-summer-2016-john-luther-adams-iain-banks",
  "id": "2016-05-05-306",
  "sectionId": "culture",
  "body": "Nature, Life and Love The Hallé’s Dvořák festival includes some rarities along with the well-known symphonies and concertos. There are overtures and symphonic poems, and the final concert is given over to Mark Elder’s performance of the oratorio St Ludmila, hardly ever performed in Britain but regarded by Dvořák enthusiasts as one of his greatest achievements.•5 to 21 May, Bridgewater Hall, Manchester. In Parenthesis Commissioned to mark Welsh National Opera’s 70th birthday and to commemorate the Battle of the Somme a century ago, Iain Bell’s new opera is based on David Jones’s poetic novel of the same name, which attempts to find hope even in the carnage and trenches of the first world war.•13 and 21 May; 3 June, Millennium Centre, Cardiff. Then touring.     John Luther Adams premieres his Pultizer-winning work Become Ocean in the UK. Photograph: Donald Lee    Become Ocean John Luther Adams’ apocalyptic orchestral piece was inspired by the seascapes of Alaska and the Pacific Northwest, and by the thought that if sea levels continue to rise we shall all eventually “become ocean”. The 40-minute work won a Pulitzer prize two years ago; this will be its UK premiere, with Ludovic Morlot conducting the CBSO.•19 May, Symphony Hall, Birmingham.     Sarah Connolly will appear as Jocasta in Oedipe at the ROH. Photograph: Tristram Kenton for the Guardian    Oedipe George Enescu’s only opera, widely regarded as one of the finest of the 20th century, finally reaches a British stage – 80 years after its Paris premiere. Fura dels Baus’s spectacular production comes to Covent Garden from the Monnaie in Brussels. Johan Reuter sings the role of Oedipus, with Sophie Bevan as Antigone, Sarah Connolly as Jocasta and Leo Hussain conducting.•23 May to 8 June, Royal Opera House, London. Der Ring des Nibelungen Directed and designed by Peter Mumford, Opera North’s concert staging of Wagner’s great cycle has been painstakingly compiled opera by opera, year by year, and heaped with praise all along the way. Now the entire tetralogy is being toured, making a worthy culmination to Richard Farnes’s years as the company’s music director.•24 to 29 May, Town Hall, Leeds. Then touring.     Kelly Cae Hogan in Die Walkure. Photograph: Clive Barda    Stravinsky: Myths and Rituals Stravinsky’s music is a regular part of the concert repertory. Along with the familiar masterpieces, the Philharmonia’s festival, devised by music director Esa-Pekka Salonen, also includes less frequently heard scores, such as the ballet Agon, the opera Mavra, and that extraordinary, unclassifiable evocation of Russian village life, Les Noces.•15 to 26 May; 26 and 29 September, Southbank Centre, London.  Tristan and Isolde The final new production of English National Opera’s 2015-16 season sees the return of Edward Gardner, its much missed former music director. Gardner follows up his conducting of last year’s hugely successful Mastersingers with more Wagner. The new production of Tristan is directed by newly announced artistic director Daniel Kramer, with Stuart Skelton and Heidi Melton as the doomy lovers.•9 June to 9 July, Coliseum, London. Pierre-Laurent Aimard Pianist Pierre-Laurent Aimard has been artistic director of the Aldeburgh festival since 2008. He’s stepping down at the end of this year’s event, and marking his departure with a pair of pianistic marathons. On 19 June, he’s playing Messiaen’s great Catalogue d’Oiseaux from dawn to dusk at various locations in the Suffolk countryside, while a week later he’s taking part in a performance of Bartók’s cycle of teaching pieces, Mikrokosmos.•10 to 26 June, Snape Maltings, Aldeburgh.         Nature sounds … Pierre-Lauren Aimard brings a piano marathon to Snape Maltings in June.    The Hogboon   Related: Beyoncé and beyond: the hottest sounds of summer 2016    Peter Maxwell Davies’s community opera, commissioned by the LSO and based on an Orcadian folk tale, was one of the works still to be performed when the composer died in March. The world premiere takes place in the orchestra’s final concert of the season. It will be conducted by Simon Rattle, with children’s and student choirs and the orchestra’s own chorus.•26 June, Barbican, London. The Makropoulos Case The real goodies in this year’s BBC proms tend to be concentrated in the final weeks of the season. But opera lovers won’t want to miss Jiří Bělohlávek’s concert performance with the BBC Symphony of Janáček’s masterpiece, in which Karita Mattila will sing the role of Emilia Marty for the first time in the UK.•19 August, Royal Albert Hall, London.",
  "webTitle": "The best classical concerts and opera of summer 2016",
  "webPublicationDate": "2016-05-05T06:45:00Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/05/classical-concerts-opera-summer-2016-john-luther-adams-iain-banks",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Choral music",
      "id": "music/choral-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Welsh National Opera",
      "id": "music/welsh-national-opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "English National Opera (ENO)",
      "id": "music/english-national-opera-eno",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Proms 2016",
      "id": "music/proms-2016",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "culture/2016/may/05/classical-concerts-opera-summer-2016-john-luther-adams-iain-banks"
}