{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/09/tectonics-festival-review-glasgow-city-halls-old-fruitmarket",
  "id": "2016-05-09-201",
  "sectionId": "music",
  "body": "Cornelius Cardew would have turned 80 on 7 May had he not been killed in a hit-and-run in 1981, possibly targeted for his Marxist-Leninist leanings. At the opening concert of this year’s Tectonics festival, pianist John Tilbury reminded us of the anniversary before settling into the gentle sway of Cardew’s duo piece Unintended Piano Music. He was performing with his own former student Sebastian Lexer, and together they segued from Cardew’s sublimely spacious piece into a reflective, softly insistent improvisation. It was a tender moment. This was the fourth annual Tectonics Glasgow, a bright young festival hosted by the BBC Scottish Symphony Orchestra with the aim of gathering experimental musics – orchestral, folk, indie, noise, improv, whatever – all under one roof. Each edition has trod an inquisitive line between high and low, formal and freeform, orchestral and “other”, making use both of the luminous City Halls and its darker mirror-image venue, the Old Fruitmarket.     Ilan Volkov conducts the BBC SSO performing Catherine Kontz’s ‘Fruitmarket’. Photograph: Alex Woodward/BBC    So after the exquisite quietness of that Tilbury/Lexer performance we moved downstairs for the clatter and explosive Scottish balladry of a new collaboration aptly named Ane Unquietatioun. Alasdair Roberts sang – his voice invariably bracing, raw and real – against the grace and swagger of Alex Neilson’s drumming and the kaleidoscopic daftness of spoken-word poet Ivor Kallin, who also periodically blew raspberries on the back of his viola. Next came a more sensual if less gripping vocal duo called Áfall (the Icelandic word for Trauma) who made music built around medieval hockets and low, dirty drones. Upstairs in the recital room, an installation by Annea Lockwood drew a sound map of Connecticut’s Housatonic river in surround-sound trickles and splashes and birdsong. Orchestrally, the festival’s first day presented five world premieres, but not a whole lot to remember. In recent years the commissioning has gravitated toward works that use the orchestra to do simple things in quirky patterns or odd layering, and the results this year were largely underwhelming. “Let’s try that again,” said the exacting conductor and festival founder Ilan Volkov just a minute into the premiere of Catherine Kontz’s Fruitmarket – a tepid Ivesian mashup of transcriptions of market vendor shouts. Richard Emsley’s Strange Attractor is a prolonged prod at the corners of orchestral timbre. And a slightly ponderous rework of Concealed Unity by Jessika Kenney and Eyvind Kang mixes Hildegard-style chants sung by the Glasgow Chamber Choir with elegiac interludes sung by Kenney herself.  Howard Skempton’s Piano Concerto was written for John Tilbury in classic Skempton style: sparse, naive and weirdly inscrutable. The first movement is a thing of beautiful light-filled brevity, but the strange, sad swing of the finale teetered on an edge without much gel between soloist and orchestra. More engrossing was Laurence Crane’s Cobbled Section After Cobbled Section (a phrase from an interview with cyclist Chris Froome), whose arresting central section rocks to and fro between chords that sound marvellously blissed out. Crane is relatively new to orchestral writing but he treats the ensemble with a poise and economy that harks right back to Cardew.",
  "webTitle": "Tectonics festival review – experiments in sound",
  "webPublicationDate": "2016-05-09T12:16:28Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/09/tectonics-festival-review-glasgow-city-halls-old-fruitmarket",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Experimental music",
      "id": "music/experimental-music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/09/tectonics-festival-review-glasgow-city-halls-old-fruitmarket"
}