{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/22/michael-grade-bbc-luvvies-recipes",
  "id": "2016-05-22-109",
  "sectionId": "media",
  "body": "On a sunny day just after the publication of the BBC white paper, Michael Grade’s office feels like an 80s film set, all black and chrome fittings in a building next to Mayfair’s Playboy Club. Made a peer five years ago, Lord Grade has stood the test of time better than his neighbours, if the frequency of his media appearances is anything to go by. He was hard to miss on television on the day the white paper was published, and within five minutes of sitting down to talk in his office it’s obvious that’s not just because of his career at the top of the BBC, Channel 4 and ITV. Grade is so full of opinions, he almost writes his own headlines. Whether asked about the BBC (“they got an amazing deal”), the attack on ITV by the Vote Leave campaign (“disgusting, really shocking”) or Channel 4, (“I’m very strongly in favour of privatisation”), Grade offers ready-made copy half a century after leaving newspapers and seven years after his last executive job in television. At 73, he neither holds back nor offers regrets. Saying that the white paper gave the BBC’s commercial rivals “nothing”, he believes the “luvvies” who offered the corporation support in the run-up to its publication should apologise. “I do think that all the luvvies have made complete idiots of themselves. Bleeding all over the TV screen. Honestly,” he snorts. “You’d think they’d have the good grace to speak out and say, ‘We were wrong’.” Grade, who outed himself as a Conservative party member just before he was made a Tory peer in 2010, goes on to say that the complaints from the likes of Wolf Hall director Peter Kosminsky were “political” and “anti-Tory”. “It demeans them not to apologise as this is a great result for the BBC,” he says of a white paper which will still radically overhaul BBC governance (for his part, Kosminsky has already hit back at his rightwing detractors). Grade may be known for his red socks but his views on the BBC’s commercial impact are remarkably similar to those of his true blue friend John Whittingdale. “The only criticism I would have is that they haven’t really looked at the sheer size of the BBC,” he says. As for “recipegate”, in which the BBC first announced last week it was closing the food website before insisting it was simply transferring most of its most popular recipes to its commercial site, Grade says he found it hard to get too excited. Describing himself as “more interested in eating than cooking”, he says: “There is no doubt that the success of the BBC free website has reduced choice – it’s such a fully comprehensive site.” The popularity of the BBC’s website, and indeed so much of its output, is what saves it, he adds. “In the end no politician of any party wants to go down as the person who destroyed the BBC. As long as there is widespread public support for the BBC.” Given that he approved of the setting up of the BBC Trust as the last chair of governors in 2006, Grade should have a unique view on the controversy over the white paper and governance. Yet he groans when it is mentioned. Not because of his own role, but because it’s “boring”, he says. Once he’d agreed to the creation of the trust - now considered an impossible hybrid, part-champion, part-regulator - Grade promptly jumped ship for ITV. He says the trust was [then culture secretary] “Tessa Jowell’s idea, which I supported” but that it was an improvement on the “completely broken arrangement” of the governors. Not one for regrets – “I never look back, there’s no point” – he says he wishes the trustees had been able to control all executive pay and not just that of the director general. His views on the proposed new unitary board are informed by his obvious frustration as chair when he says it was often difficult to access all the necessary information from staff members. “If you’re responsible for the money, you’ve got to be inside the BBC,” he says. “I hope that the sense of caring for the public’s money will not be left to Ofcom which will only come in post facto. Stopping things happening before they do, that’s the board’s job.” A former journalist who joined the Daily Mirror as a reporter in 1960, he is robust in his defence of the BBC’s independence while having little to say about the idea of the government appointing six members of the new board. He admits to two concerns, though. As an erstwhile agent, famous for bringing Bruce Forsyth among many other stars to the BBC, he believes the decision to make it disclose the salary of all those paid more than £450,000 will be “inflationary”. “I know exactly what will happen. One thousand clients will ring their agents and say ‘why is he or she getting that and I’m not!’” He also fears that the National Audit Office will extend its oversight to news coverage, something the parliamentary spending watchdog has denied. “I would be concerned … if the NAO were to start pronouncing on how much the BBC devoted to coverage of the referendum, for example,” he says. He is outraged over the official Leave campaign making legal threats against ITV for choosing Nigel Farage to take part in an EU debate next month and believe it smacks of political bullying. “It’s just not acceptable and I really would like to hear Michael [Gove] and Boris [Johnson] and the others, who I have got huge respect for, dissociate themselves. “If this was a tinpot lobbying organisation it could say what it liked, but this is led by cabinet ministers. People will probably be in cabinet afterwards and to use that power … It takes the normal push and pull of election campaigns to a new low. It’s just not the way we do things in this country. I was deeply shocked. It’s got to be stopped.” Describing political pressure to remain balanced during any election as a “nightmare” with “screaming matches”, Grade says he has “watched the coverage carefully” and thinks the main broadcasters are “doing very well so far. It’s easier with two sides.” Still chairman of Pinewood Studios, he is also keen to produce more star-filled theatre like his latest venture, Glenn Close’s Sunset Boulevard. Having fought off two attempts to privatise Channel 4 when its chief executive (or “pornographer in chief”, as the Daily Mail dubbed him), he is now all in favour. He calls reports that he could be interested in making a bid “spin put about by Channel 4”. “I have no connection with any consortium. Of course if someone were to make me an amazing offer … ” But why does he believe the state-owned but commercially funded broadcaster should be sold off? “The world is now a very, very different place. Channel 4 hasn’t got a sustainable future.” He ends with a prediction and a chuckle. “They’ll be at the back door of the Treasury begging for money soon enough, and Kosminsky will be making speeches at Bafta calling for us to save Channel 4!” Curriculum vitae Age 73 Education Stowe School, Bucks; St Dunstan’s College, London Career 1960 journalist, Daily Mirror 1966 theatrical management 1973 London Weekend Television, rising to director of programmes 1981 US, roles in TV production 1984 controller, BBC1, rising to director of programmes 1987 chief executive, Channel 4 1997 chief executive, First Leisure 2000 chair, Pinewood Studios 2004 chairman, BBC 2006-09, executive chairman ITV 2006-13 chairman Ocado",
  "webTitle": "Michael Grade: ‘The BBC luvvies made idiots of themselves’",
  "webPublicationDate": "2016-05-22T11:00:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/22/michael-grade-bbc-luvvies-recipes",
  "keyword": [
    {
      "webTitle": "Michael Grade",
      "id": "media/michaelgrade",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/22/michael-grade-bbc-luvvies-recipes"
}