{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/south-africa-launches-inquiry-into-cars-bought-for-presidents-wives",
  "id": "2016-05-27-33",
  "sectionId": "world",
  "body": "Jacob Zuma, the president of South Africa, has been forced to order a review of the purchase of top-of-the-range luxury cars for his four wives with nearly £400,000 of public funds in a bid to deflect public outrage. The 11 cars were necessary “to provide comprehensive protection of VIP spouses”, according to a parliamentary answer from Nkosinathi Nhleko, the police minister, revealed earlier this week.  They included four Range Rover SUVs, two Land Rover Discovery SUVs and five Audi luxury vehicles. Funds were drawn from the nation’s police budget.  Zuma has been hit by a series of scandals in recent years and the latest admission will increase pressure on the beleaguered premier to step down.    Related: ​South Africa's 'Teflon president' survives another day, but scandal will stick eventually    The ruling African National Congress (ANC), led since 2007 by the 74-year-old veteran politician and activist, faces a tough battle at local polls in August, with wide losses for the party predicted by many analysts. Opposition parties said the review was a political ploy ahead of the local polls. Bongani Ngqulunga, a spokesman for the president, denied the charge and said the review was triggered simply by “a very difficult economic climate. Elections or no elections”. Zuma had previously called for austerity measures in government to cope with a weak economy during his state of the nation address in February, he said. His government has struggled to prop up a plunging currency and revive flagging growth. The former anti-apartheid activist has been married six times, most recently in 2012. He divorced one wife in 1998, and another died in 2000. Polygamy is legal in South Africa in some circumstances. The Zulu ethnic group, of which Zuma is part, practises polygamy by tradition, though it is increasingly rare.  The criticism of the expenditure on cars comes among broader resentment at the lavish lifestyle of senior ANC officials.  Local media in south Africa this week accused the government of spending more than £20,000 on three months’ accommodation in a five-star hotel for a junior minister and his family in the capital Pretoria.  Zuma survived an impeachment vote in April after the constitutional court said he breached the law by ignoring an order to repay some of the £11m in state funds spent on renovating his private home in Nkandla. Zuma has agreed to repay some of the money spent on non-security features.",
  "webTitle": "South Africa launches inquiry into cars bought for president's wives",
  "webPublicationDate": "2016-05-27T19:21:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/south-africa-launches-inquiry-into-cars-bought-for-presidents-wives",
  "keyword": [
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jacob Zuma",
      "id": "world/zuma",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jason Burke",
      "id": "profile/jasonburke"
    }
  ],
  "guardianId": "world/2016/may/27/south-africa-launches-inquiry-into-cars-bought-for-presidents-wives"
}