{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/westworld-hbo-tv-premiere-trailer-review-jj-abrams",
  "id": "2016-05-26-41",
  "sectionId": "media",
  "body": "The remake of 70s sci-fi classic Westworld – which was criticized after extras claimed they were asked to sign a consent form that said they agreed to participate in “graphic sexual situations” – will air this fall, HBO has revealed.   Related: High Maintenance: the internet’s best web TV series is back    The cable giant will premiere the show as part of its fall offering and it will be paired with Sarah Jessica Parker’s Divorce (written by Catastrophe star Sharon Horgan) and former web series High Maintenance, which is about the travails of a Brooklyn drug dealer. Anthony Hopkins, James Marsden and Evan Rachel Wood star in the show, which was written by Jonathan Nolan (who wrote Interstellar and The Dark Knight), and is produced by JJ Abrams.         Westworld trailer    HBO says the show is set at “the intersection of the near future and the reimagined past”, and that “it explores a world in which every human appetite, no matter how noble or depraved, can be indulged.” But the show was under the spotlight for its own alleged onset depravity in October.  Deadline revealed the consent form said extras could be expected to “contort to form a table-like shape while being fully nude”, “pose on all fours while others who are fully nude ride on your back,” and “perform genital-to-genital touching”. HBO responded to the claims by releasing a statement which said the document “was created by an outside extras casting vendor”, and that they were rectifying “the discrepancies in this vendor’s document with our actual on-set practices”. Like the 1973 film the action is based in an American Old West-themed amusement park where robots act out fantasies of the customers, and Hopkins will play Westworld’s “complicated” creative director, Dr Robert Ford.",
  "webTitle": "JJ Abrams's controversial Westworld to premiere on HBO in the fall",
  "webPublicationDate": "2016-05-26T20:54:19Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/westworld-hbo-tv-premiere-trailer-review-jj-abrams",
  "keyword": [
    {
      "webTitle": "HBO",
      "id": "media/hbo",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/26/westworld-hbo-tv-premiere-trailer-review-jj-abrams"
}