{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/william-hill-pays-out-3m-to-punters-backing-leicester-city",
  "id": "2016-05-11-90",
  "sectionId": "business",
  "body": "William Hill has paid out £3m to punters who backed Leicester City to win the Premier League, but the hit to the bookmaker was partly offset by good results from the rest of the season’s matches. The bookmaker said it hopes the Leicester effect will lead to a betting boom on underdog teams next time round, in the expectation that the Foxes’ victory is unlikely to be repeated. “I would expect the market for next season to be bulging,” chief executive James Henderson told Bloomberg. William Hill was less lucky with the Cheltenham racing festival, as the favourites romped home, and with European football, where it took little foresight for customers to back Bayern Munich, Juventus and Paris St Germain to win their respective leagues. After March’s profit warning, William Hill’s update at its annual meeting showed total revenues for the 17 weeks to 26 April were down 3%, with online revenues falling 11%. It stuck to its forecast of full-year operating profits of between £260m and £280m. The company’s shares fell nearly 6% on the news and analysts at Liberum said: “The market needs reassurance that the operational challenges in online have been addressed and we do not see too many positive catalysts on the horizon. The high UK exposure meanwhile leaves open the risk of negative regulatory and duty changes.”",
  "webTitle": "William Hill pays out £3m to punters backing Leicester City",
  "webPublicationDate": "2016-05-11T17:52:35Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/william-hill-pays-out-3m-to-punters-backing-leicester-city",
  "keyword": [
    {
      "webTitle": "William Hill",
      "id": "business/williamhill",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Gambling",
      "id": "society/gambling",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/2016/may/11/william-hill-pays-out-3m-to-punters-backing-leicester-city"
}