{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/egyptian-military-says-debris-from-egyptair-flight-ms804-found-in-sea",
  "id": "2016-05-21-146",
  "sectionId": "world",
  "body": "Debris from the missing EgyptAir plane including a “body part”, two seats and suitcases were found floating in the Mediterranean on Friday. But investigators appeared no closer to explaining why flight MS804 suddenly plunged into the sea killing all 66 on board during a routine flight between Paris and Cairo.  Egyptian naval vessels found the wreckage 180 miles (295km) north of the coastal city of Alexandria. A European satellite saw an ominous mile-long oil slick about 25 miles south of the aircraft’s last known position. “A short while ago we were briefed by the Egyptian authorities ... on the discovery of a body part, a seat and baggage just south of where the aircraft signal was lost,” the Greek defence minister, Panos Kammenos, told reporters in Athens. The plane had taken a normal course through Greek airspace before abruptly taking sharp turns, he said, adding that the cause of the crash was still a matter of speculation. The plane crashed at around 2.30am local time on Thursday while carrying 56 passengers and 10 crew from Paris to Cairo, including Briton Richard Osman. All those on board died. According to reports on Friday night, flight data suggested there were smoke alerts aboard MS804 minutes before it crashed. Smoke was detected in the toilet and the aircraft’s electrics, according to data from the Aircraft Communications Addressing and Reporting System (Acars). Acars routinely downloads flight data to the airline operating the aircraft. The warnings came at about 2.26am on Thursday local time, just before air traffic controllers lost contact with the plane, the AFP news agency reported. Despite theories that a bomb may have been smuggled on board, no claim of responsibility has so far been made by Islamic State or other terrorist groups. Typically, Isis claims responsibility for its attacks soon afterwards on Twitter and video. Egypt’s military said it had found personal belongings and parts of the wreckage floating in the sea. It did not post photographs. The spokesman for the armed forces wrote on Facebook that the search was continuing. Greek authorities said they had received information that the wreckage was discovered 10 miles “from the last known point” of flight MS804.     An image released by the Egyptian defence ministry from an Egyptian plane searching the Mediterranean. Photograph: Uncredited/AP    Greece’s lead air accident investigator, Athanasios Binis, said the “point of reference” was an area 130 miles south of the Greek island of Karpathos. The location is now the centre of a major international air and sea operation to find the plane’s black boxes. “The most important thing is that the plane’s two black boxes are found,” Binis said. “If the cockpit flight recorder and flight data recorder are found, along with wreckage, then a real investigation can begin. “There are three reasons for a plane [to go down],” he said. “Meteorological, technical and human. The first has now been ruled out because the weather was quite good. Whether a technical factor or human factor, either inside or outside the plane, is to blame remains to be seen. All possibilities are open.”   egypt map   It now seems increasingly likely that it will take weeks, if not months, before a definitive account of MS804’s last moments can be pieced together. Egypt has been leading the search effort, with support from France, Greece, Turkey and the UK. The US navy dispatched a P-3 Orion maritime surveillance aircraft from a base in Sicily. But Egypt’s previous record suggests a capacity for obfuscation, and even cover-up. It took nearly four weeks before the Egyptian president, Abdel Fatah al-Sisi, admitted that a Russian passenger jet which crashed last October on the Sinai peninsula had been blown up – a conclusion which Russia, the US and UK reached within a few days.  In 1999 Egypt also refused to accept that one of its pilots had deliberately flown his Boeing 767 into the Atlantic, killing all on board. Instead it insisted the crash was due to mechanical failure.  EgyptAir said on Thursday that it had found part of the wreckage and lifejackets from MS804 near Karpathos, east of Crete. The report turned out to be erroneous and the airline’s vice-president, Ahmed Adel, later retracted the statement. The plane, built in 2003, made “sudden swerves” before dropping off the radar, Kammenos said on Thursday. It made a 90-degree turn left, and then dropped from 11,000 metres to 5,000 metres before swerving 360 degrees right, he said. Contact was lost at 3,000 metres, he said. The plane’s captain, Mohamed Said Shoukair had clocked up 6,275 flying hours. He did not send a distress signal. There was no hint from his Facebook page of any Islamist proclivities. His posts included criticism of the Muslim Brotherhood, articles supportive of President Sisi, and photographs showing him wearing aviator sunglasses. Khaled al-Gameel, head of crew at EgyptAir, said Shoukair had 15 years’ experience and was in charge of training and mentoring younger pilots. “He comes from a pilot family; his uncle was a high-ranking pilot at EgyptAir and his cousin is also a pilot,” Gameel said. “He was very popular and was known for taking it upon himself to settle disputes any two colleagues were having.” Egypt’s aviation minister has said the Airbus A320’s sudden disappearance was more likely to have been caused by a terrorist attack than technical failure. But the French foreign minister, Jean-Marc Ayrault, said on Friday that there was “absolutely no indication” of why the flight came down.     Egyptians pray for the victims of EgyptAir flight 804 at a Cairo mosque. Photograph: Amr Nabil/AP    Mike Vivian, former head of operations at the UK’s Civil Aviation Authority, told the BBC he thought the plane’s sudden swerves before dropping off radar were more likely to be caused by human interference than by a bomb. “It looks highly unlikely that this was consistent with some sort of explosive device,” he said. “One’s inclined to go towards the theory that there had been some interference in the aircraft and on the flight deck, with the control of the aircraft.”   Egypt map   Officials from multiple US agencies told Reuters that a preliminary examination of satellite imagery had not shown any signs of an explosion. The anonymous sources said the US had not ruled out any potential causes for the crash, including mechanical failure, terrorism or a deliberate act by the pilot or crew.",
  "webTitle": "EgyptAir MS804 crash still a mystery after body part and seats found",
  "webPublicationDate": "2016-05-21T08:01:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/egyptian-military-says-debris-from-egyptair-flight-ms804-found-in-sea",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    },
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/20/egyptian-military-says-debris-from-egyptair-flight-ms804-found-in-sea"
}