{
  "apiUrl": "https://content.guardianapis.com/business/grogonomics/2016/may/16/we-need-to-talk-about-inflation-the-great-debate-missing-from-this-election-campaign",
  "id": "2016-05-16-366",
  "sectionId": "business",
  "body": "While much of the economic debate in the first week of the election campaign has been over the long-term growth impact of company tax cuts and education spending, the real question that needs to be answered is how to improve growth over the next two years. If anything explains the weak state of the economy right now it is the lack of debate over interest rates in this election campaign.  In 2004, the LNP asked voters who they trusted to keep interest rates low and they ran adverts full of horror and fear about high interest rates under the ALP (which ignored those under the Fraser-Howard government). In 2007, the ALP countered by running its own advert about interest rate rises under Howard.  In the 2010 campaign, Joe Hockey told the ABC’s Lyndal Curtis that, “On average interest rates under the Coalition have always been lower than under Labor”.   Related: Australian election 2016: Labor in disarray over penalty rates – politics live    In the 2013 campaign, Joe Hockey told the ABC’s Lyndal Curtis that, “On average, under the Coalition interest rates have been lower than, on average, under Labor”. That Hockey in 2013 was still caring about low interest rates at a time when the cash rate was at a record low was a pretty good indicator he wouldn’t be up to the job of treasurer.  With the RBA cutting the cash rate to 1.75% on budget day, no one is running a fear campaign about high interest rates. Right now the worry is whether rates need to go still lower to stimulate a continued weak economy.  One way to show this weakness is to observe the change in market expectations for the cash rate over the past two years:       In May 2014, the market anticipated the cash rate by September 2015 rate would be up to 2.75%. By May 2015, expectations were that rates would largely stay around 2%. Now the market has fully priced in another rate cut to 1.5% by October – a half a percentage point lower than was expected this time last year. The budget day rate cut largely undid the rate rises the banks made last year when tighter lending requirements reduced their profit margins. But the new average standard variable home loan rate of 5.4% is still amazingly low.  How low? The last time rates were this low was in July 1968. To put it another way, the last time rates were this low you could not say “they can put a man on the moon but they can’t…”, but you could say “I can’t wait to hear The Beatles’ next album ”:        But the issue really isn’t interest rates, it is the lack of inflation – driven by a lack of demand in the economy. And this has impacts for the election campaign.  Today the writs for the federal election have finally been issued, which means within the next 10 days the Department of Finance and Treasury must release the pre-election fiscal and economic outlook – otherwise known as the Pefo. The Pefo gives an account of the state of budget free of any influence from the government. Prior to the budget being handed down, I thought the Pefo would pretty much be a cut and paste job. But then three days after the budget, the RBA handed down its latest statement on monetary policy which downgraded the inflation outlook for the next two years. The budget forecast that inflation in 2017-18 to be 2.25% – a bit below the mid-point of the RBA’s target range – but the forecasts for 2018-19 and 2019-20 were back to the standard 2.5% growth. But the RBA’s latest forecast slashed its inflation forecasts from their usual 2%-3% range to 1.5% to 2.5%.   Trimmed mean inflation index – February and May.   The RBA noted that “leading to downward revisions to the forecasts for inflation and wage growth. Underlying inflation is now expected to remain around 1%-2% over 2016 and to pick up to 1.5%–2.5% at the end of the forecast period.” Lower inflation means that nominal GDP growth is also likely to be lower, and so too will be wages growth. This is an issue for the government and its budget projections. The budget was expecting pretty solid nominal GDP growth and also rather oddly, strong wages growth – and both power tax revenue. It means the Pefo might show the deficit in future years to be larger than was predicted just two weeks ago in the budget.  That would be pretty embarrassing to the government trying to convince voters to trust its numbers. The predicted improvement in nominal GDP growth is certainly looking a tad ambitious given lower inflation outlook:       The impact of lower than expected nominal GDP growth on the budget is pretty severe. A 1 percentage point drop in a year would reduce revenue by about $5bn. Right now the government is hoping the RBA will get demand and investment going through lower interest rates. But the problem is it doesn’t seem to be working too well. We already have extremely low interest rates and yet investment continues to fall. While a large proportion (around 80%) is due to the end of the mining boom, non-mining investment is also falling:       Now I have argued that the government’s $20,000 instant asset write-off for small businesses has helped non-mining investment. But at best all you can say is that investment is not as bad as it would have been. But it is still very bad. After falling by 2% in 2015-16, the budget predicts that non-mining investment will grow by 3.5% in 2016-17 and by 4.5% in 2017-18. The budget also predicts that if non-mining investment however is flat, then the deficit will be $3.9bn larger in 2017-18.    Related: You're not a 'bludger' if you pay no net tax in Australia | Greg Jericho    The problem – as many other countries have discovered – is that lowering interest rates when they are already very low doesn’t do much to stimulate the economy. And so the cuts keep going until you hit zero. That is why some banks are already forecasting the cash rate to be cut to 1.25%. So if lower interest rates won’t do the trick, all that is left is fiscal stimulus. And yet given the state of the budget and warnings from ratings agencies that Australia’s AAA rating may be at risk, neither party is likely to argue for much greater spending. Prior to the budget there was talk that the budget would see innovative funding of infrastructure spending – such as 30 year bonds and “off-budget” spending. That didn’t happen, which means that there is space for both sides to be bold and devise policies that look at improving demand and economic growth in the short-term rather than hoping only for benefits in 10 or 20 or 80 years time.  For now, both sides are hoping the Reserve Bank can stimulate economic growth, but history would suggest it can’t do it alone.",
  "webTitle": "We need to talk about inflation – the great debate missing from this election campaign | Greg Jericho",
  "webPublicationDate": "2016-05-16T01:22:02Z",
  "webUrl": "https://www.theguardian.com/business/grogonomics/2016/may/16/we-need-to-talk-about-inflation-the-great-debate-missing-from-this-election-campaign",
  "keyword": [
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Jericho",
      "id": "profile/greg-jericho"
    }
  ],
  "guardianId": "business/grogonomics/2016/may/16/we-need-to-talk-about-inflation-the-great-debate-missing-from-this-election-campaign"
}