{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/04/transgender-students-bathrooms-chicago-new-guidelines",
  "id": "2016-05-04-235",
  "sectionId": "society",
  "body": "Chicago public schools (CPS) released sweeping guidelines on Tuesday requiring all 660 of the district’s schools to accommodate transgender students according to their gender identities in bathrooms, locker rooms and on overnight trips.  The policies also explicitly established protections for transgender adults who work, volunteer with or participate in programs in the district, the third-largest in the nation covering some 392,000 students. “CPS, like much of the country, has become far more aware of the needs and experiences of the transgender community,” said Janice Jackson, the chief education officer for CPS. “The guidelines released today will help ensure every student and adult in the CPS family can participate in an environment of complete tolerance and respect.” Tuesday’s announcement comes as a growing number of school districts across the country are refusing to allow transgender students to use bathrooms and other spaces that match the students’ gender identities. Chicago’s new guidelines reflect many policies that are already required under federal anti-discrimination law. But by announcing a uniform policy, the district may head off conflicts and discriminatory decision-making at individual schools.   Related: A divided North Carolina draws national attention in fight over transgender law    The policies prohibit schools from restricting transgender students’ access to bathrooms and locker rooms, enforce trans students’ right to travel and room on overnight field trips according to how the students identify, and require schools to give students extra privacy, such as access to a single-occupancy bathroom, upon request. For adults, the policies protect their rights to access rest rooms consistent with their identities, and it prohibits schools from barring adults as field trip chaperones because they are transgender. Previously, Chicago public schools introduced rules mandating that transgender students be able to take physical and sex education classes, and join clubs, sports teams and school activities according to their gender identities. Several Chicago teachers said Tuesday that they welcomed the new policies. “Adolescents exploring their gender identities are often left feeling isolated and marginalized,” said William Kutney, a high school Spanish teacher. “I hope these guidelines will help their exploration feel more accepted. I’m also proud that [CPS] has moved in the opposite direction of some of the more regressive legislation that’s been passed.” Controversy is roiling over transgender students and their rights in the nations’ schools, with some schools and even whole states taking steps to force students to use facilities in conflict with their gender identity.  Other schools don’t force trans students to use the wrong bathroom but, citing privacy concerns, require them to use single-occupancy bathrooms or curtained-off sections of a locker room. But there is a budding consensus among childhood development experts that restricting young trans students from using the facilities that match their gender identities – in effect, singling them out as different from other girls or boys – can be severely emotionally damaging. Under the Obama administration, the Department of Education has said that all schools must give transgender students unfettered access to the locker rooms and bathrooms that matches the student’s gender identity, and it has moved aggressively against schools refusing to comply. Schools that refuse risk losing millions in federal funds. In November, the department warned the high school district for Palatine, Illinois that it was at risk of losing nearly $6m in annual assistance because its policies required a transgender girl to use a curtained stall in the girls’ locker room. The district backed down. In North Carolina, an embattled new law that forces transgender people to use facilities in conflict with their gender identities is currently in danger of losing $4.3bn in federal education funding – more, if federal agencies besides the Education Department decide to withhold funding. A small number of these battles has reached federal courts, where transgender rights activists are seeing piecemeal victories. In April, the fourth circuit federal appeals court in Virginia became the highest court in the country to weigh in on restroom access. The judges found that a Virginia school district which barred a trans boy from using the boys’ bathroom was violating his civil rights.   Related: A letter to … my little girl, who identifies as a boy    Chicago’s guidelines are not the first of their kind nor a panacea for discrimination that advocates say still faces many transgender school children.  California state law has required schools to give full facility access to transgender students since early 2014. In New York, the state education department releases guidelines for accommodating transgender students and students who don’t identify with either gender, and preventing acts of bullying. Those guidelines, released in 2014, followed on the heels of reports that a 2010 state law banning gender discrimination was failing to stop widespread bullying and bias against transgender students. Chicago public schools crafted the policy with the help of several children’s advocacy groups and national and local LGBT rights groups, such as Lambda Legal, the Illinois Caucus for Adolescent Health, and the gender program at the Ann & Robert H Lurie Children’s hospital. “Having the passage of something like this sends a message that gender diversity exists in schools,” says Jennifer Leininger, the manager of the Children’s hospital’s gender program. “It shows that it’s something that should be supported and celebrated.”",
  "webTitle": "Sweeping protections for transgender students welcomed in Chicago",
  "webPublicationDate": "2016-05-04T11:00:34Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/04/transgender-students-bathrooms-chicago-new-guidelines",
  "keyword": [
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Chicago",
      "id": "us-news/chicago",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Illinois",
      "id": "us-news/illinois",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Molly Redden",
      "id": "profile/molly-redden"
    },
    {
      "webTitle": "Zach Stafford",
      "id": "profile/zach-stafford"
    }
  ],
  "guardianId": "society/2016/may/04/transgender-students-bathrooms-chicago-new-guidelines"
}