{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/game-of-thrones-recap-season-six-episode-two-home",
  "id": "2016-05-02-237",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this blog is published after Game of Thrones airs on HBO in the US on Sunday night and on Foxtel in Australia on Monday afternoon. Do not read unless you have watched season six, episode two, which airs in the UK on Sky Atlantic on Monday at 9pm, and is repeated in Australia on Showcase on Monday, at 7.30pm AEST.  ‘The great victory I saw in the flames, all of it was a lie … you were right all along’   Related: Game of Thrones recap: season six, episode one – The Red Woman    Let’s get the most obvious bit out of the way first – Jon Snow is not dead (sometimes I wonder if this season might force me to start every week writing Jon Snow is dead, Jon Snow is not dead until a giant conveniently arrives to put me out of my misery). Judging by early reaction to the episode not everyone is happy with that plot twist after weeks of (fairly unconvincing) denials from cast and crew, but I’m actually OK with Jon being brought back to life by Melisandre. Firstly, he might be a bit morose but he’s also one of the few characters acting for largely honourable purposes and in a week when this show fed a woman and her newborn baby to the dogs we all need something to cling on to. Secondly, his resurrection didn’t come out of nowhere: there’s precedent for it thanks to the season three plot line with Beric Dondarrion and Thoros of Myr. It’s also worth noting that when Thoros told Melisandre about bringing Beric back to life he stated he had said the words in desperation, adding “I have no power. I ask the Lord for His favour, and He responds as He will.” Similarly, for all Davos’s (rather touching) faith in her witchy abilities, Melisandre’s ceremony wasn’t truly working until the moment she said “please”. There’s also the question about those old resurrection dues – bargains with deities, no matter how heartfelt, always come with a price. Back in season three Beric told Arya: “Every time I come back … I’m a bit less. Pieces of you get chipped away,” and I think it would be a mistake to think Jon Snow Reborn will be the same man he was before.    Related: Game of Thrones premiere: forget Jon Snow – we need to talk about Melisandre    ‘I prefer being an only child’ The return of Jon Snow aside, I’m still in two minds about both this episode and this season so far. This was a week packed full of shocking moments, unexpected deaths and the sense the very last of the old guard were falling and a new game coming into play but at the same time some questionable plotting decisions are being made. Last week it was the move to kill off Doran Martell in favour of irritating girl band manqué the Sand Snakes; this week it was the removal of Roose Bolton by his son Ramsay. I don’t doubt Ramsay was both astute enough and panicky enough to kill his father the minute he learnt there was a new heir but it’s also the case that I don’t find the character as fascinating as David Benioff and DB Weiss clearly do. In fact I couldn’t help wishing the confrontation had played out the other way round: I’ve always preferred the cold calculation of Roose, a man who, like Tywin Lannister, made cruel decisions for entirely pragmatic and thus far more scary reasons to the more crude psychopathy of a Joffrey or a Ramsay. Roose had a sense of purpose, however wrong, when he plotted against people – Ramsay is just a monster. There’s nothing particularly interesting about that and nowhere particularly interesting for the character to go. As to the scene with Walda – again it was absolutely in character that Ramsay would feed his stepmother and her child to the dogs but I didn’t really feel I gained much from seeing him spell it out. I should probably just be grateful that they chose not to show the actual moment she and her baby were torn to bits.     Isaac Hempstead Wright as Bran Stark on Game of Thrones. Photograph: HBO    ‘I am the storm, brother, the first storm and the last, and you’re in my way’ Thank goodness then for Pilou Asbaek’s Euron Greyjoy who rocked up on a suitably dark and stormy night (and I do love how the weather conditions in Pyke are always wet, overcast and miserable, it makes me feel quite at home) to dispatch his older brother Balon to a watery grave while uttering gnomic phrases with appropriate menace. Clearly Euron is pitching to be this season’s Oberyn Martell: a charismatic scene-stealer with a pithy turn of phrase and a hidden agenda. What are his true intentions beyond winning the Kingsmoot? Can Yara defeat him or will her ambition flounder on the hard rocks of Iron Island patriarchy? What about Theon – I can’t help feeling the youngest Greyjoy may find himself hugely regretting that touching decision to head for home. One thing is certain, however: after two brief scenes I care more about the upcoming events on Pyke Island than I managed in an entire season in Dorne.  Additional thoughts   Related: Game of Thrones: will mini characters conquer viewers' hearts? | Media Monkey     Welcome back, Bran. I’m enjoying your Max von Sydow-guided vision quest – it’s a clever way of filling the audience in on the back-story and there was a lovely wistfulness to visions of Winterfell past. Plus Hodor, or should I say Willis, got to speak. Hurrah.  Anyone else think that the (I presume) children of the forest had more than a whiff of Narnia about them? I’m sure some enterprising salesman is making: “That’s what I do. I drink and I know things” T-shirts as we speak. They’re also probably knocking up Bernie Sanders/High Sparrow shirts with the words: “Every one of us is poor and powerless and yet together we can overthrow an empire” emblazoned on them. If not, they should be – the revolution will be commercialised. I’m not sure what it says about Game of Thrones that we’re essentially rooting for the corrupt, decadent aristocrats to see off the struggling poor but I liked Jaime’s scene with the High Sparrow. There’s always been an interesting fatalism about Jaime, a sense that he’s half in love with death, and this was a nice little reminder of that. Poor old Tommen, he’s trying hard but his chances of making it through the season are looking increasingly dim. At least the question about where Trystane died was answered: in the boat in the harbour of King’s Landing meaning the sand snakes must have snuck onboard. The scene with Tyrion and the dragons was nicely done – and no doubt caused a thousand “Tyrion is Targaryen” theories to spark back into life. I also liked the little moment between Brienne and Sansa when they discussed Arya. I’m really rooting for these two (and Pod), which means sadly they’re all doomed. Talking of Arya, hopefully this means the Jedi training is now, finally, going to move on. I thought Carice van Houten was particularly good this week. It’s interesting to see Melisandre’s vulnerability to the fore. Finally, I’m not really convinced by Yara’s ability. She has a tendency to make these fantastically overblown statements of intent – I’m going to bring my brother home, I’m going to avenge my father’s death, I’m going to rule the ironborn – but something of a problem with the followthrough.          Gemma Whelan as Yara Greyjoy in Game of Thrones. Photograph: Helen Sloan/2016 Home Box Office, Inc. All    Violence count A particularly violent episode saw several killed at Castle Black, one drunken boaster get his head smashed in by Ser Gregorstein, another beating for Arya, the murder of Roose Bolton and the subsequent tearing to death of his wife and newborn child, and the end of Balon Greyjoy, who learnt exactly why it’s never a good idea to attempt to challenge a mysterious stranger on a swaying bridge in the dark. Random Irishman of the week So farewell then Michael McElhatton aka Roose Bolton. You were my favourite villain and your softly spoken but highly devious plotting will be much missed. So what did you think? Were you shocked by Jon’s revival? What about Roose’s death? Does Tyrion have a plan beyond free the dragons? And did the arrival of Euron Greyjoy make you interested in what’s happening in Pyke?  As ever, all speculation and no spoilers are welcome below …",
  "webTitle": "Game of Thrones recap: season six, episode two – Home",
  "webPublicationDate": "2016-05-02T06:13:44Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/game-of-thrones-recap-season-six-episode-two-home",
  "keyword": [
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "HBO",
      "id": "media/hbo",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Fantasy",
      "id": "tv-and-radio/fantasy-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/game-of-thrones-recap-season-six-episode-two-home"
}