{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/05/game-recruiters-jobseeker-arctic-shores-companies-candidates",
  "id": "2016-05-05-331",
  "sectionId": "small-business-network",
  "body": "Welcome aboard the Starship Comet – a virtual spaceship in the smartphone game Cosmic Cadet, which asks players to complete six levels of interstellar challenges in 30 minutes. The game may look and feel like Angry Birds, but it is testing more than your ability to swipe and aim. It is a psychometric assessment, which its creators believe will revolutionise the recruitment industry. Measuring cognitive processes such as resilience and problem-solving, the game collects data on how job candidates instinctively respond to given situations, thereby helping employers gain a better understanding of how they would perform in the role and whether they are a good fit for the company.  Cosmic Cadet is one of three games available for iPhone and Android users. The software was developed by tech startup Arctic Shores after co-founder Robert Newry grew frustrated by the recruitment status quo. He says that, while running a previous business, the leadership team would spend hours wondering why only half of the staff they hired turned out to be right for the role. The answer came when Newry received a call from a friend whose graduate daughter was looking for work.   Related: How apps could improve business performance for your SME    She had gained a first class degree from Oxford University and applied to work for a consulting group. However, when asked to do a numerical reasoning test, she flunked and kept falling at this hurdle when applying to other companies in the sector. This drove her into despair as she felt she would never be able to progress in the field she wanted to work in.  Newry wondered how many other highly capable jobseekers were underperforming in the test and felt there had to be a better way to identify suitable candidates. He wanted to create a more engaging, data-driven and effective method – and the lightbulb moment came when he and co-founder Safe Hammad started looking at the games industry. “We knew that you can collect lots of data about cognitive ability and decision-making styles from the way that people play games,” Newry says. “We wondered whether we could create, from the ground up, a psychometrically valid game that could then be used in recruitment.” The company was founded in 2013 and in April 2014 it received a grant from Innovate UK to trial and develop the software. Arctic Shores has seen interest from large employers such as Deloitte, which is trialling the Firefly Freedom game in the early stages of its application process. The accountancy firm is also using the product to hire 200 apprentices in the autumn and is considering rolling it out for its graduate recruitment programme. Standard Life has also experimented with the game and there are trials coming up at McKinsey, Unilever and RBS. Newry believes that a game-based assessment better matches candidates with companies and helps employers recruit a more diverse workforce. Research has shown that women score lower than men on ability tests because of factors such as test anxiety. Since more than half of gamers are women, Newry claims their product has the potential to better engage young, female candidates and stop them dropping out of the application process. He adds that initial feedback from users of the game has been overwhelmingly positive. Nearly four in five (79%) said they enjoyed using a games-based assessment as part of the application process, 71% said they felt less anxious than normal and 89% thought the company was more innovative for introducing it.  The launch of Arctic Shores coincides with a new apprenticeship levy that the government hopes will encourage big businesses to scrap minimum education requirements. Newry claims their game is perfectly timed for companies who are beginning to rethink early career recruitment:     We take out a lot of the unconscious bias in the hiring process and use data to help inform an employer’s decision.  Robert Newry, Arctic Shores     “Employers are now looking at ways of finding and attracting school-leavers.”  He explains that self-awareness may be at fairly low levels for school-leavers because they haven’t been in a workplace or experienced working in teams. “When you ask them a standard personality questionnaire to see if they will be suitable for an organisation, they don’t have the context in order to be able to answer those types of questions accurately.” “Actions, therefore, speak louder than words – we need to instead measure people by their decision-making abilities to see whether they fit into an organisation.” Running a disruptive business is not without its obstacles, however. Newry admits that many companies claiming to be open to innovation are constrained by traditional practices which have become deeply entrenched over time. Many HR departments have dismissed his product on the grounds that they don’t have the remit to experiment.  The challenge, Newry says, is to get his offering noticed by a company’s senior leadership, to explain exactly how it will benefit them.  He says Arctic Shore is doing that by winning awards (it won an award for most disruptive startup from HR Tech) and attending conferences, through thought leadership and putting the evidence out into the marketplace showing that, although this is a new way of doing things, there is far less risk than it might appear. Advances in artificial intelligence are already disrupting various industries, with predictions that machines will one day replace humans in the recruitment process. Is Arctic Shores a sign that the robot revolution has begun? No, says Newry, because you need context. “What does a games-based assessment do? It gives you more data to make better-informed decisions.” Ultimately, he says, we need humans to put together the context and holistic information, as well as an understanding of the job and the company, to decide whether a candidate is a good fit for the role.  “Where we bring disruption is we take out a lot of the unconscious bias which you will often see in the hiring process and use data to help inform an employer’s decision.” Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "It's a game changer: recruiters make a play for ideal jobseeker",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/05/game-recruiters-jobseeker-arctic-shores-companies-candidates",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Job hunting",
      "id": "money/job-hunting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Jenkin",
      "id": "profile/matthew-jenkin"
    }
  ],
  "guardianId": "small-business-network/2016/may/05/game-recruiters-jobseeker-arctic-shores-companies-candidates"
}