{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/nigel-farage-shades-enoch-powell-chuka-umunna",
  "id": "2016-05-18-27",
  "sectionId": "politics",
  "body": "Labour has accused Nigel Farage of showing “shades of Enoch Powell”, after he warned it was possible there could be violence on the streets if immigration continued at high levels. The Ukip leader was criticised by Chuka Umunna, the former shadow business secretary, and Doreen Lawrence, the Labour peer and mother of murdered teenager Stephen, after he said a vote to remain in the EU could lead to conflict. “I think it’s legitimate to say that if people feel they have lost control completely – and we have lost control of our borders completely as members of the European Union – and if people feel that voting doesn’t change anything, then violence is the next step,” Farage told the BBC on Wednesday. “I find it difficult to contemplate it happening here, but nothing is impossible.” It came the day after Farage had a furious row with Peter Mandelson, one of the architects of New Labour, when the Ukip leader claimed Tony Blair’s government had wanted deliberately to “rub our noses in diversity”.      Chuka Umunna said the Ukip leader was ‘showing his true colours’. Photograph: Anthony Devlin/PA    Umunna said Farage was “letting his true colours show with shades of Enoch Powell in his latest outburst”.  “He is losing the argument and paving the way for defeat but it is the height of irresponsibility to suggest there will be violence on the streets if he doesn’t get his own narrow-minded way,” he said.  “Anyone who experienced the London riots will be disgusted to hear that Nigel Farage thinks violence is the ‘next step’ if he cannot win the argument.” Lawrence added that the comments were “deeply worrying”. “At a time when the public want facts and measured debate to inform their decision on the EU referendum, he is focused on rubbishing attempts to increase diversity and suggesting there may be violence on the streets if the public don’t vote his way,” she said.  “When only 6% of MPs and peers are from ethnic minority backgrounds and almost 70% of boards of FTSE 100 companies are exclusively white, it is simply wrong to say people are ‘having their noses’ rubbed in diversity... And he should not speak lightly about seeing violence on our streets in the event of a vote to remain in the EU.”     Umunna compared Farage to Enoch Powell, who was sacked from the Conservative front bench for his infamous ‘rivers of blood’ speech. Photograph: Colin Davey/Getty Images    Umunna was referring to Powell’s warning that mass immigration can make people feel like strangers in their own country from the then Conservative shadow minister’s 1968 “rivers of blood” speech. However, the accusation is unlikely to wound Farage given he has previously backed the “basic principle” of that speech and named Powell as his political hero in a 2008 interview with Total Politics magazine, although he said he was not thinking of the controversial speech that got the Tory politician sacked from Ted Heath’s shadow frontbench team. “I would never say that Powell was racist in any way at all,” Farage said at the time. “Had we listened to him, we would have much better race relations now than we have got.” The EU debate turned to immigration on Wednesday as statistics showed the number of EU migrants working in Britain has risen by 224,000 to a record 2.15 million over the past year. However, the remain campaign sought to concentrate on the economy as Alistair Darling, the Labour former chancellor, warned that a vote to leave the EU could plunge the UK economy back into recession. He pointed to warnings from the International Monetary Fund and the Bank of England, and claimed that “recent experience and historic evidence” suggests there is a real chance leaving the EU could cause a new downturn.And he said that such an event would be “disastrous for working peoples’ life chances and living standards”. Vote Leave, the official out campaign, also made a new economic argument, as Priti Patel, the employment minister, warned curry restaurants were being starved of chefs by an immigration policy that caps the number of skilled workers from outside the EU.",
  "webTitle": "Nigel Farage shows shades of Enoch Powell, says Chuka Umunna",
  "webPublicationDate": "2016-05-18T21:00:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/nigel-farage-shades-enoch-powell-chuka-umunna",
  "keyword": [
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Chuka Umunna",
      "id": "politics/chuka-umunna",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/18/nigel-farage-shades-enoch-powell-chuka-umunna"
}