{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/preacher-breaking-bad-dominic-cooper-seth-rogen-sam-catlin",
  "id": "2016-05-20-83",
  "sectionId": "tv-and-radio",
  "body": "Related: Preacher recap: season one, episode one – Pilot    Seth Rogen knows how to create a smash hit. “You just cast British people,” he says. “That’s what you do on TV.” For Preacher, one of the most anticipated series of the year, he and his comedy partner Evan Goldberg tapped up Dominic Cooper for the title role – Jesse Custer, a small-town minister in Texas who’s trying to live a noble life when a vampire and some gangsters sent by God drop on his doorstep. Cooper’s not the only one working on his deep-south lilt; Joe Gilgun of This Is England fame plays an Irish vampire named Cassidy who becomes Jesse’s best friend; English rose Lucy Griffiths plays Emily, the deacon at Jesse’s church and a possible love interest, while Ireland’s Ruth Negga, known for Misfits, is Jesse’s old flame and former partner-in-crime Tulip. All this is ironic given how profoundly American the adaptation of the classic comic book is – though the comic’s creator, Garth Ennis, is British too.     Cassidy the liquor-loving vampire, played by Joe Gilgun. Photograph: Lewis Jacobs/Sony/AMC    As the show opens, Jesse is the moral compass of a two-horse Texas town. All that is disturbed when he gets possessed by a supernatural force that gives him the power to command anyone to do anything he says: he literally has the voice and hand of God. Then Tulip descends to try and drag him back to his old ways (after kicking some serious ass by driving a hot rod through a corn field then felling a helicopter with a homemade bazooka). Making up our triumvirate, Cassidy crashlands bloodily in Jesse’s backyard after leaping from a plane to escape a band of vampire hunters with just an umbrella for a parachute. Luckily, he drinks a cow’s blood for sustenance, heals himself very quickly then offers his services as the church handyman.     Ruth Negga kicking some serious ass as Tulip O’Hare. Photograph: Lewis Jacobs/Sony/AMC    Like the comics, the show is a strange stew of genres, ranging from action movie to western to gory horror to comedy. Cooper says this sometimes made things a little dodgy for him. “One minute I’m being cut to pieces with a chainsaw, the next I’m having a difficult discussion about religion,” he says. Getting the tone right wasn’t as easy as shuttling Cooper around the set in a golf cart. “That balance, which Garth pulls off in the comic, is our big challenge,” says showrunner Sam Catlin, famed for Breaking Bad. “We’re figuring it out as we go. There are a lot of people we stole from: David Lynch, Quentin Tarantino, Monty Python and the Coen Brothers.” Catlin had never read the comic until Rogen and Goldberg pitched it to him. The pair were long-time Preacher fans and it was a passion project to bring it to the screen – something that had been attempted several times since the late 90s, by Sam Mendes among others, without coming to fruition. But their reverence made it hard to make changes. “At first, it seemed like an appalling notion to add to the world of Preacher,” says Rogen. “It seemed crazy. As soon as Garth was like, ‘Just change it,’ he demystified that process … then it was like getting to play in your favourite sandbox.”      Gangsters sent from heaven … Anatol Yusef as DeBlanc and Tom Brooke as Fiore. Photograph: Lewis Jacobs/Sony/AMC    Rogen says the series has more mystery than the comics. The character of Emily was added to throw in some colour to the church (in the comic, the entire congregation dies when Jesse is infected by the spirit that gives him superpowers). The villain Odin Quincannon (Jackie Earle Haley), who didn’t appear until later in the comics, was moved front and centre – though fans will have to hold out for the biggest villain of all: God himself. That’s another thing they had to soften. “The comics are decidedly more anti-religious than the show,” says Rogen. “The show doesn’t even have an opinion on it at this point.” Cooper says that religion has never been a large part of his life, but he appreciates Jesse’s journey. “I love this show for the questions it raises and how it doesn’t judge,” he says, failing to fall squarely on either the side of the believers or the non-believers.     ‘One minute I’m being cut up with a chainsaw, the next I’m having a discussion about religion’ … Dominic Cooper as Jesse Custer and W Earl Brown as Hugo Root. Photograph: Lewis Jacobs/Sony Pictures Telev/AMC    While Cooper might be exploring new metaphysical territory, Catlin is in familiar territory, filming on location in Albuquerque, New Mexico – the home of Breaking Bad. He even stayed in the same hotel room overlooking the interstate. “I didn’t want to go back to Albuquerque,” says Catlin, afraid that Preacher would look too much like Breaking Bad or its spin-off, Better Call Saul. “This is a story that begins in west Texas and I didn’t want it to seem like it was the AMC backlot in New Mexico. Now I think it feels pretty distinct.” Catlin is very nervous of any comparison between the two shows. “I don’t want to stack it up against pretty much the greatest TV show of all time,” he says, looking uncomfortable. “Preacher is a romp. It’s much broader. It’s a much bigger world and it has bigger themes. Breaking Bad was very much about one man; Preacher is about a bunch of different things. I certainly try to steal as much as I can from [creator] Vince Gilligan and those amazingly talented people who worked on Breaking Bad. In fact, I hired a lot of those people.” Now the show is filmed and poised to be AMC’s next big hit, the only thing they have to worry about is whether fanboys will be angry about changes they’ve made to the beloved comic. “My barometer for controversy has been readjusted in the past few years,” Rogen jokes, referencing the firestorm his film The Interview started with Kim Jong-un and the North Korean government. “Unless a world leader is calling for my head it’s no big deal. If you have nuclear weapons then I’m a little worried … a few angry nerds don’t bother me.” Preacher starts on Sunday at 10pm ET on AMC in the US,  on Sunday 22 May on AMC in Australia and Monday 23 May on Amazon Prime in the UK.",
  "webTitle": "Preacher: 'It's bigger than Breaking Bad. It's a romp'",
  "webPublicationDate": "2016-05-20T16:09:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/preacher-breaking-bad-dominic-cooper-seth-rogen-sam-catlin",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Preacher",
      "id": "tv-and-radio/preacher",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Seth Rogen",
      "id": "film/seth-rogen",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/preacher-breaking-bad-dominic-cooper-seth-rogen-sam-catlin"
}