{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/06/more-support-needed-women-refugees-european-vice-president",
  "id": "2016-05-06-235",
  "sectionId": "public-leaders-network",
  "body": "Ulrike Lunacek, the vice-president of the European parliament, has called on EU member states to do more to support female and child refugees arriving in Europe and prevent gender-based violence. In a debate on female political leaders’ policies in the face of the growing refugee crisis, Austrian Green MEP Lunacek said the numbers of women and children being displaced from their homes had increased. “A year ago, there were more men, but that has changed,” said Lunacek. By January 2016, UN figures showed women and children accounted for 55% of those reaching Greece to seek asylum in the EU. EU guidelines passed in March state that women and girls seeking asylum have different concerns from men and that women and LGBTI people are subject to specific forms of gender-based persecution.  According to the EU, the most basic facilities put in place to try to prevent gender-based violence – separate bathrooms and sleeping arrangements for women – are not being provided in EU reception or transit facilities for refugees. The guidelines state that “all asylum policies, including the assessment of asylum claims, should be gender sensitive”, including women’s right to make their own asylum applications. “Women who travel alone, who are not married, or who are lesbian also need to be taken into account,” said Lunacek, calling on EU member states to prioritise access for women to education and healthcare, as well as ensuring they have safe physical spaces.    Refugees are not a crisis; they are human beings. We have a crisis of solidarity  Ulrike Lunacek     Speaking at the global summit of Women in Parliaments, the independent organisation that campaigns for a greater number and greater influence of women in political life, Lunacek criticised the creation of internal borders within Europe against refugees. “Refugees are not a crisis; they are human beings,” she said. “We have a crisis of solidarity, of not living up to our joint responsibility, which should have all 28 member states on board.” On Wednesday, the UK prime minister David Cameron, climbed down over a previous decision not to accept unaccompanied refugee children already in Europe. At the Women in Parliaments summit in Jordan, the president of Malta, Marie Louise Coleiro Preca, called on female political leaders to find a way to deal with the growing numbers of vulnerable people being displaced around the world.  Recent figures from the UN show that 184,678 people have tried to arrive in Europe by sea across the Mediterranean so far this year, 43% of them from Syria. So far, 1,361 people are dead or missing.     Women in Parliaments global summit in Jordan on 5 May 2016. Photograph: Jane Dudman    “In light of these horrible facts,” said Coleiro Preca, “we must bring the uniqueness of our position as women leaders to respond to those who argue that borders and fences are the only way to deal with the growing numbers of vulnerable people.” She said governments needed to find policies to promote the resilience and empowerment of vulnerable people. Åsa Regnér, Sweden’s minister for children, the elderly and gender equality, said Sweden, a country of 10 million people, had taken in 160,000 refugees last year, two-thirds of them men. But 70,000 of the refugees were children she said, of whom about half were unaccompanied minors, almost all boys. To put that in context, Regnér said about 100,000 children were born in Sweden each year. Last November, Sweden announced a sharp reversal of its open-door policy towards people fleeing war and persecution and Regnér said that, given the difficulties facing all governments as a result of the large numbers of displaced people, working together would be vital. She also said gender equality should be included in all refugee policies from the start.    Related: 'We need a public education project about what it means to be European'    In December, the Swedish government set up a network of female mediators, to increase the number of Swedish women in international peace processes. It argues that almost half of all peace agreements collapse within five years, but research has shown that women’s participation in peace processes increases the change of agreements being reached and kept to. Kholoud Khatatbeh, a member of the Jordan house of representatives, said this country, with a population of 7 million people, has taken in more than 1.5 million refugees from Syria. “Syrians are automatically included in Jordan’s society,” she said. “Our people have shared their loaf of bread and their school seats.” But Khatatbeh said the situation was putting pressure on the Jordanian economy, already suffering as a result of the world economic crisis and the rise in oil prices, and had changed the demographics of the country.  There were some places, she said, where the numbers of refugees exceeded the indigenous population. Khatatbeh said Jordan was asking the world to help, “but we have not shirked our duties”.  Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "More support needed for female refugees, says European vice-president",
  "webPublicationDate": "2016-05-06T10:55:38Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/06/more-support-needed-women-refugees-european-vice-president",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Women in politics",
      "id": "politics/women",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Dudman",
      "id": "profile/janedudman"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/06/more-support-needed-women-refugees-european-vice-president"
}