{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/23/monday-best-tv-eating-well-hemsley-storm-troupers",
  "id": "2016-05-23-312",
  "sectionId": "tv-and-radio",
  "body": "Clangers 6pm, CBeebies When Tiny and Small play catch with Granny’s wool, Small accidentally makes a “really, REALLY big throw” and, while trying to retrieve the wool from outer space, finds something quite different. What a delight this returning series is, from the animation by Oliver Postgate’s son Daniel to the little steampunk touches that will find favour with a generation for whom the name Soup Dragon means rave-era indie rather than lime-green moon-lizards. Ali Catterall  Eating Well with Hemsley + Hemsley 8pm, Channel 4 Those clean-eating Hemsley sisters are all about the cake this week but, of course, there’s no gluten or refined sugar in sight. Wheat flour is substituted with ground almonds and coconut flour and they knock up cookies and their cinnamon banana bread, which is the stuff of dreams. There’s also a visit to two beekeepers. If you can get past the sisters’ eyelinered perfection and love of obscure ingredients, the food looks easy and tasty. Hannah Verdier Storm Troupers: The Fight to Forecast the Weather 9pm, BBC4 It has been a long road from the early experiments of Galileo to the slickness of today’s radar-assisted meteorologists. Alok Jha’s three-part series begins with the ancient notion that the weather was supernaturally ordained. The subsequent evolutionary journey is fascinating: people who moan about the Met Office are advised to consider the painstaking trial and error that has led to the forecast accuracy we enjoy today. Phil Harrison Secrets of the Nazi Occult 9pm, Channel 5 Never one to miss a new Nazi angle, Channel 5 explores the connections between the high command of the Third Reich and the study of the occult. It’s claimed here that both Hitler himself and, more prominently, his SS Reichsführer Heinrich Himmler were initiates of a secret society that held top-secret meetings and took part in dark, occultist rituals at Wewelsburg, the Renaissance castle it occupied near Büren in Westphalia. Ben Arnold Game of Thrones 9pm, Sky Atlantic It’s still engrossing, of course, but this sixth season of Game of Thrones has given off the distinct impression of pieces being slowly moved into place in anticipation of something big happening further down the line. Perhaps this will be the week when the show springs into life, as Brienne heads off on a mission and Arya, now able to see again, is handed the chance to prove herself. Plus there’s more of Bran’s time-travelling tuition north of the wall. Gwilym Mumford I Want My Wife Back 9.30pm, BBC1 The romantic sitcom reaches its conclusion. There’s not a great deal to dislike about stars Ben Miller and Caroline Catz, and the idea of story arc about winning back your partner isn’t awful. Tonally, though, it’s been an odd one: too superficial for empathy, too melancholic for actual jokes. Tonight, things come to a head – Bex looks likely to take the job in Birmingham – but when Murray finds a pregnancy test, misunderstandings multiply. John Robinson Random Acts 12.05am, Channel 4 One of the great joys of watching TV back in the 20th century was the often unannounced daytime insertion of a foreign animation short to liven up the schedule and confound the viewer with its incongruous surrealism. In that spirit, Eric Wareheim showcases creative short films, including an evocative snapshot of life in Huddersfield by Lucy Luscombe, soundtracked by electronic duo Darkstar, and an art film shot in the Balkans by Gery Georgieva for Frieze. David Stubbs Live sport Tennis: The French Open The second day’s play from the grand slam tournament at Roland Garros in Paris. 9.30am, ITV4. Elite League Speedway: Poole Pirates v Belle Vue Aces A meeting from Poole Stadium. 7.30pm, Sky Sports 1. Film choice Field of Dreams (6.55pm, Film4)  Kevin Costner’s baseball drama still packs a poignant punch 27 years later, in which an Iowa farmer finds himself compelled to host a heavenly ball game. Paul Howlett The Wolverine (9pm, Film4) The alpha-plus male of the X-Men lopes out alone in this frantic Marvel mutants adventure. It delves into Logan/Wolverine’s endlessly violent and colourful backstory to set up a Japan-based tale of the yakuza, samurai death squads, and beautiful heiress Mariko (Tao Okamoto). Fortunately, Hugh Jackman has the starry heft to hold his own amid the CGI mayhem. PH",
  "webTitle": "Monday’s best TV: Eating Well with Hemsley + Hemsley; Storm Troupers",
  "webPublicationDate": "2016-05-23T05:20:03Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/23/monday-best-tv-eating-well-hemsley-storm-troupers",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/23/monday-best-tv-eating-well-hemsley-storm-troupers"
}