{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/osborne-balls-and-cable-unite-to-argue-case-for-remaining-in-eu",
  "id": "2016-05-16-223",
  "sectionId": "politics",
  "body": "George Osborne was joined by the Lib Dem former business secretary Vince Cable and Labour’s Ed Balls in a hangar at Stansted airport to argue that leaving the EU would be a “one-way ticket to a poorer Britain”. In one of the unlikeliest alliances so far during the hard-fought referendum campaign, the chancellor was flanked by the two men, both senior figures in British economic debate before they lost their seats at last May’s general election.   Related: EU referendum: George Osborne and Ed Balls unite to argue for Remain - Politics live    Each man delivered a short speech on Monday, against the backdrop of a Ryanair Boeing 737, branded with the slogan “Stronger, Safer and Better Off in Europe” and all three repeated the soundbite that leaving the EU was “a one-way ticket to a poorer Britain”. Osborne said the fact that the former political enemies had joined forces showed that the “overwhelming” arguments were on the side of remaining in the EU. He castigated the leave campaign for accusing him of an establishment stitch-up, after the Bank of England and the International Monetary Fund issued stark warnings about the risks of Brexit last week. “It’s not a conspiracy, it’s a consensus,” the chancellor said, joking that next, pro-Brexit campaigners would be “accusing us of faking the moon landings, kidnapping Shergar and covering up the existence of the Loch Ness monster”.   Guardian explained: impact on the economy   He said Treasury analysis suggested Britain could lose out on up to £200bn of trade by 2030, if it left the EU and reverted to World Trade Organization trading rules, as some in Vote Leave have suggested, as a temporary fallback solution while new deals are negotiated. The chancellor also rejected Boris Johnson’s remarks, in which he compared the EU’s project of unifying Europe with the activities of Napoleon and Hitler.  Balls said he respected Osborne, his old Commons sparring partner, for facing down the Eurosceptics in his own party, comparing it to his own decision to refuse to back joining the euro when Labour was in government. “There was a time when it would have been much easier for me, particularly, to agree with other members of my party that it would be the right thing to join,” he said. “It would have been much easier particularly recently to go along with the Brexiteers in his own party, but George hasn’t done that, because he knows it would be the wrong thing for Britain’s national interest.”           Ed Balls: Boris Johnson is attention seeking    He spelled out the benefits of the single market, including lower air fares and cheaper roaming charges, and insisted he and Cable were thinking of what was right for the economy and had “no axe to grind” because “you’re more likely to see us on the Great British Bake Off or Strictly Come Dancing than back in the House of Commons”. “There are times to put party politics aside, and this is one of those moments,” he said. Balls also defended the Treasury’s hefty analysis of the economic risks of leaving the EU, which found that the cost could be £4,300 per household. He said it had been carried out with the same thoroughness as the Treasury’s “five tests” assessment of the risks of joining the single currency in 2003, which had “stood the test of time”.   Related: Lies, damned lies, and Brexit statistics    Cable, who had repeated run-ins with Osborne when the two were ministers in the coalition government, said his presence underlined how important he believed the issue was for the future of the country. He gave a series of examples from his time at the business department, including flying to Detroit to urge General Motors to invest in Ellesmere Port and Luton, when the “clinching argument” was that a base in Britain provided access to the European single market. Cable said: “Divorce can be amicable; but much more commonly it’s messy, nasty and costly – and that would be what would happen here.” Michael O’Leary, the chief executive of Ryanair, had earlier told the assembled staff and journalists that leaving the EU could jeopardise Britain’s membership of Open Skies, the EU-wide aviation agreement, and would push up the cost of air tickets.   Related: Brexit could shift Europe's political centre of gravity, says Fitch    “Air fares and the cost of holidays will rise: that’s not speculation, that’s a fact,” he said. O’Leary added that he was investing $1.4bn (£1bn) in 14 new planes, because Britain has access to the EU single market. Boris Johnson accused Osborne and other senior remain figures of being “in danger of talking down the whole UK economy” and causing financial problems with their dire predictions about Brexit.  Touring a clothing factory in Alfreton, he said the argument that the leave campaign has lost the argument with companies was “absolute nonsense”.  “I think the people who make this case are continually running Britain down... This is a fantastically robust economy, the fifth biggest in the world. And this fantastic company is selling on the basis of the skills of its workforce and the design hat they produce and doing better and better around the world.”  He claimed the EU was a “badly-designed undergarment” that is too constricting in some places but dangerously loose in others.  Christopher Nieper, a director of David Nieper luxury clothing, said his European staff had “reassured him unanimously” that there would still be appetite abroad for British made clothes.  “I don’t think the British people have anything to fear about trade,” he said.",
  "webTitle": "Osborne, Balls and Cable unite to argue case for remaining in EU",
  "webPublicationDate": "2016-05-16T11:28:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/osborne-balls-and-cable-unite-to-argue-case-for-remaining-in-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ed Balls",
      "id": "politics/edballs",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Vince Cable",
      "id": "politics/vincentcable",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/16/osborne-balls-and-cable-unite-to-argue-case-for-remaining-in-eu"
}