{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/16/fort-mcmurray-alberta-canada-worlds-most-fire-prone-cities",
  "id": "2016-05-16-225",
  "sectionId": "cities",
  "body": "With patches of lawn on fire in the front yards of his neighbourhood’s suburban homes and flames rising up the trees at the back, Jared Sabovitch frantically got into his car and began driving away from his home in Fort McMurray, Alberta, the Canadian city recently overtaken by wildfires. “Hasty exit,” he said as he drove, the phone in his hand recording a video he would later post to Instagram. “That might have been the last time I ever saw my house, right there.”  Sabovitch fled along with roughly 90,000 other residents, making this the largest evacuation on record in Canada. Red smoke and flames filled the sky behind him as he drove away. The wildfire has now burned more than half a million acres, and continues to spread. Most of Fort McMurray was spared destruction, but 2,400 homes fell to the fire, Sabovitch’s included. That a wildfire would roll through this northern, boreal forest-shrouded oil boomtown was not inevitable, but it was not surprising either. “When you look at satellite images of Fort McMurray from before and after the fire, you can see that because of the urbanisation that went on there, the city has encroached into the surrounding forestland,” says Heiko Balzter, director of the Centre for Landscape and Climate Research at the University of Leicester.       Where there are forests, there are fires. In 1950, this same part of Canada was engulfed in a wildfire that burned for five months straight, putting nearly 4 million acres of forest up in smoke. “So this fire is not even huge by historic standards,” says Stephen J Pyne, a fire expert and professor at Arizona State University. “The reason it’s significant is that, unlike 1950, there’s a relatively modern community right in the middle of it.” There’s no definitive list of the world’s most fire-prone cities, mostly because of the many and often compounding factors that can increase the likelihood of fires. As well as the growing vulnerability caused by climate change and poor urban management, other factors range from the prevalence of dry vegetation and use of flammable building materials to widespread open-flame cooking and, all too frequently, arson. But there is one relatively straightforward indicator of fire risk that can be tracked and mapped. It’s what researchers and foresters call the wildland-urban interface: areas where naturally fire-prone wilderness areas such as forests and shrublands are close to, or even intermingled with, housing developments, neighbourhoods or even – as in the case of Fort McMurray – entire cities. The US Forest Service recently released a detailed report and map of the country’s wildland-urban interfaces, made by comparing satellite imagery with housing and population data from the US Census. In total, about one-third of its houses and population are in a wildland-urban interface zone, according to the report’s lead author, Sebastian Martinuzzi from the University of Wisconsin-Madison. “That’s a huge number,” he says, attributing much of it to exurban sprawl and the desire to live close to nature in locations such as the fringes of Los Angeles, the “front range” of Colorado, and exurban parts of Texas and Florida. Not all of these houses and people are at risk of a fire, Martinuzzi says, but many could be given the right conditions.     The devastated neighbourhood of Abasand in Fort McMurray. The fires caused the largest evacuation on record in Canada. Photograph: Reuters    For Fort McMurray, those conditions were created by the recent El Niño weather pattern, which caused much of Alberta to experience a drier-than-normal winter, then an earlier-than-normal fire season amid higher-than-normal temperatures. In Europe, the wildland-urban interface is also widespread, according to a new map created by a team led by Heiko Balzter. He says the abandonment of agricultural areas and the encroachment of shrublands are creating swathes of unmanaged land covered with abundant fuel for fires. Coupled with the growth of densely built suburban and tourist towns – notably in Lisbon and other parts of Portugal, Provence and southern France, coastal southern Spain and throughout Greece – the risk of destructive fires in these interface zones is high. “Those areas of the Mediterranean are predicted to receive less rainfall in the future and become hotter,” Balzter says. “So under climate change, leaving aside the whole issue of wildland-urban interface, this whole area is under higher risk from fire anyway.” Fire has also been identified as one of the key “resilience challenges” in the metropolitan district of Quito, Ecuador, where seismic activity, floods and wildfires occur regularly. In 2012 alone, around 2,600 forest fires were reported there. The interrelatedness of the wildland-urban edge and climate change is well-known in Australia, too, where extreme weather is common and its major cities are often closely surrounded by mostly rural lands. Australia has suffered a number of devastating wildfires that have impacted many developed parts of the country, including the metropolitan areas of Sydney, Melbourne and Canberra. The most recent of these major fires were the so-called “Black Saturday” bushfires of 2009, on the outskirts of Melbourne. Fuelled by a long drought and exceptionally high temperatures, the fires burned more than half a million acres, destroyed more than 2,000 homes, and killed 173 people on a single day. They were the worst bushfires in the country’s history, which is replete with destructive and deadly fires dating back more than 150 years.     Marysville, 100km northeast of Melbourne, after bushfires destroyed the town in February 2009 during the deadliest wildfires in Australia’s history. Photograph: William West/AFP/Getty    Being in a relatively sparsely populated country, Australia’s fires can seem somewhat less significant than the major urban fires humanity has endured in recent centuries. The Great Fire of London in 1666 devastated the city north of the Thames, destroying more than 13,000 easily combustible timber-and-pitch homes. The Great Chicago Fire of 1871 destroyed an estimated 70,000 buildings – more than half of a city where not only the homes but also many of the roads and sidewalks were built of wood. And in the aftermath of the 1906 earthquake, the city of San Francisco burned for four days straight, destroying most of the city’s wooden buildings and killing an estimated 3,000 people. A city built of mostly wooden structures is “basically a reconstituted forest”, says Pyne, “and so they burn exactly like a forest” – spreading quickly and easily. These days, of course, less flammable building materials are much more widely used, better fire codes have been developed to guide building practices, and urban planners have established rules for reducing the spread of fire and easing access for robustly-equipped firefighters. As a result, cities across the developed world experience wildfires only very rarely. “If you’re looking at modern cities of industrial society, it would take something like an earthquake or war to break down the system to the point where you have large urban fires,” says Pyne. Outside these modern, developed cities, however, the risk of large fires rises significantly. “What you’re dealing with here is two types of wildfire: there’s the ‘western’ fire, and there’s the ‘developing’ fire,” says Greg Bankoff, professor of history at the University of Hull and editor of Flammable Cities: Urban Conflagration and the Making of the Modern World.     Residents try to salvage their belongings after fire raged through a slum in Dhaka earlier this month, destroying around 70 family homes. Photograph: Abir Abdullah/EPA    Fire happens differently in the cities of the developing world, where pressures from urban growth are packing more people into sections of cities that are unable or unprepared to handle them during emergency situations. Informal settlements and shanty towns only increase the risk of fire, due to high population densities, a high prevalence of open flames and improvised stoves, wood- and scrap-based construction materials and a tightly packed urban footprint that allows fire to spread quickly. Bankoff says the statistics on fires in informal settlements aren’t tracked well, but they’re regular and often at a scale that affects thousands of residents. A fire last month in Delhi gutted 400 huts, while more recent fires destroyed the shanties of around 70 families in Dhaka, and more than 60 families in a São Paulo favela. A major township fire in Cape Town last year burned nearly 1,000 shacks and displaced roughly 4,000 people. “I lost my entire savings,” a slum dweller in south Delhi told the Deccan Herald after a fire in 2014 destroyed his home and 4,000 others. “Nothing much is left, except some clothes and slippers. All our identity proofs are also gone.” Another fire the summer before burned 400 homes. Death by fire in the slums is a common occurrence. Any city with informal settlements is susceptible to large fires: “Cities in India, cities in Africa, you can take your pick really,” Bankoff says. “They’re all particularly fire prone.” Go beyond the informal settlements, however, and the risk of multi-building fires drops significantly. “It’s almost like there are two cities within a city,” says Bankoff.     More than 22,000 people were left homeless by this fire which ripped through informal settlements in Manila in January 2004. Photograph: EPA     When people can afford flame-resistant building materials, when codes and plans guide development with fire risk in mind, when resources have been dedicated to respond to fires before they can spread, the large urban fire, spreading and displacing hundreds or even thousands, is rare if not unheard of. “The solution is really hardening the structures, changing the building patterns, altering the zoning arrangements so that the area’s simply less susceptible to being hit with multiple fires like this,” says Pyne. “But that’s a hard sell. That’s a political decision that has to be made.” For the informal city to attain the same level of fire safety as the formal city, or for the exurban dwellers of the wildland-urban interface to be as safe as those in the central city, better policies and smarter land management is needed to control what gets built where, how it’s built, and when the line between city and wilderness should be drawn firm. Unless development happens in a way that better recognises and plans around the risk of fire, some cities will continue to burn – with devastating consequences. Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Where are the world's most fire-prone cities?",
  "webPublicationDate": "2016-05-16T11:26:52Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/16/fort-mcmurray-alberta-canada-worlds-most-fire-prone-cities",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nate Berg",
      "id": "profile/nate-berg"
    }
  ],
  "guardianId": "cities/2016/may/16/fort-mcmurray-alberta-canada-worlds-most-fire-prone-cities"
}