{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/18/the-philanderer-review-shaws-sex-comedy-played-to-the-hilt",
  "id": "2016-05-18-220",
  "sectionId": "stage",
  "body": "George Bernard Shaw himself described this play as “a topical comedy of the early 1890s”. My only beef about Paul Miller’s rare and invigorating revival is that it sets the action in the present: the real fun, however, lies in seeing Shaw expose the clash between the advanced ideas of the late 19th century, such as devout Ibsen-worship and burgeoning feminism, and unreconstructed emotional desires.  Shaw, prefiguring Man and Superman, uses the format of the sex comedy to explore human contradictions. His hero, Leonard, is both a dedicated philanderer and a palpable self-portrait, torn between two women: Grace, a self-possessed, progressive figure whom he pursues, and the hot-blooded Julia, who just as ardently pursues him. This gives Shaw the chance to mock the tension between high ideals and personal practice, to send up the stereotypical concept of the “manly man” and the “womanly woman”, and to take potshots at a range of targets from sentimental critics to dodgy doctors more interested in diseases than cures. Miller’s version happily includes a fourth act, suppressed by Shaw in 1893, which attacks Britain’s antiquated divorce laws, but it would make more sense if played strictly in period. The performances, however, abound in Shavian vitality. Dorothea Myer-Bennett is outstanding as Julia, suggesting a tiger advancing stealthily on its prey, the crop-haired Helen Bradbury exudes a beautiful poise as the amazing Grace and there is good work from Rupert Young as the egotistical Leonard and Michael Lumsden as Julia’s army-bred dad who, in the play’s funniest line, tells her: “I’m not speaking as your father now – I’m speaking as your commanding officer.” • At Orange Tree, Richmond, until 25 June. Box office: 020-8940 3633.",
  "webTitle": "The Philanderer review – Shaw's sex comedy played to the hilt",
  "webPublicationDate": "2016-05-18T11:03:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/18/the-philanderer-review-shaws-sex-comedy-played-to-the-hilt",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "George Bernard Shaw",
      "id": "culture/bernardshaw",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/18/the-philanderer-review-shaws-sex-comedy-played-to-the-hilt"
}