{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/14/glowing-review-of-indigenous-protected-areas-leaves-sector-proud-but-perplexed",
  "id": "2016-05-14-206",
  "sectionId": "australia-news",
  "body": "A glowing independent review of Indigenous protected areas and ranger programs should have been a “free kick” for the Coalition but instead has left the sector worried for its future after the report was quietly published last week without announcement. Social Ventures Australia, commissioned by the Department of Prime Minister and Cabinet, conducted a cost-benefit analysis of the social return on investment in five IPAs. It found that between the 2009 and 2015 financial years, an investment of $35.2m from government and third parties generated $96.5m worth of social, economic, cultural and environmental outcomes, and that 28 of 35 program outcomes directly aligned with government strategic priorities. IPAs and ranger programs were “effectively overcoming barriers to addressing Indigenous disadvantage and engaging Indigenous Australians on country in meaningful employment to achieve large-scale conservation outcomes,” the report said. The 65m hectares of IPAs cover about 43% of the land under the national reserve system and most are cared for by either volunteers or rangers employed under the Working on Country program, implemented in 2007 by the Howard government.    Related: Closing the Gap: Greens call for federal spending on Indigenous rangers    The five IPAs examined – Arnhem Land’s Wardekken, Girringun in far north Queensland, Birriliburu and MKK in Western Australia, and Minyumai in New South Wales – cover almost 10m hectares. The review found the programs created the greatest value for government – low-cost land management, an increase in income taxes and a decrease in welfare payments – while community members experienced increased employment and qualifications, social benefits, stronger communities and a reduction in violence. The report was finalised in February but not made public on the department’s website until last Thursday – two days after the budget and just before the election was called. It has left the sector proud but perplexed, with one sector worker wondering why the government didn’t at least take the “free kick” of its success so far, if not respond to long-running calls for expansion. Shaun Ansell, chief executive of Wardekken Land Management, said the Working on Country program had been “transformative” for remote communities and the environment, and the report validated the large government investment, but the Coalition “don’t seem to want to know about it”. “It’s an incredibly successful program and I’m absolutely stunned there has not been a large announcement made, particularly in an election year, around increasing the funding for Indigenous people,” Ansell told Guardian Australia. “This is a rigorous, fact-based report, that’s been commissioned by the department, that actively says that this program works, that there are great benefits flowing from it. Why then aren’t they listening?” Ansell said the future of the ranger program was now “far from certain”. A five-year $425m funding package for IPAs and ranger programs ends in 2018, but other Wardekken contracts up for renegotiation have only been offered a minimal lifeline to 2017, he said. “That doesn’t send a signal to Indigenous organisations that their funding is secure.” Ansell said the uncertainty had eroded community confidence in the ranger program, and affected his organisation’s ability to recruit and retain staff. The proportion of government funding in each IPA ranged from 61% at Wardekken to 98% at Girringun. Wardekken has also generated income through a world-leading fire management and carbon abatement project. It was originally funded by resource company ConocoPhilips through the 17-year-long West Arnhem Land fire agreement. Kayleen Ewin, vice-president of sustainable development for ConocoPhillips Australia, said the partnership had been “an enormous success”. “As well as offsetting more than 1.4m tonnes of CO2e [CO2 equivalent], Walfa has delivered over 200 jobs per year, conserved rainforest vegetation, protected local wildlife and rock art sites and reinvigorated communities, providing opportunities for Indigenous people to work on their country and pass on traditional knowledge.” Prof Jon Altman from Deakin University, who lobbied for the establishment of the program, said he felt vindicated by the report. “The argument was very cogent in terms of making the point that environmental services are required in remote Australia, that there was an Indigenous workforce there looking for employment, and that they had the skills required,” he told Guardian Australia. Altman said continuity of support was vital, and suggested there was a two-tiered system across the national reserve system – almost half of which was cared for under IPAs. “Uluru and Kakadu national parks don’t have a question mark about whether their rangers are going to have a future,” he said. “[IPAs] need ongoing support and any uncertainty around the future funding is just very counterproductive. I sympathise with these people who are watching the clock count down to June 30 2018. They are getting no clear signal from either of the two major parties.” A spokesman for the Indigenous affairs minister, Nigel Scullion, said the Department of Prime Minister and Cabinet decided when to publish the report, and “not all reports that are made public by the department are accompanied by media releases”.  “The Coalition has been a strong supporter of Indigenous rangers since it introduced funding for this program under the Howard government in 2007, [and] the Coalition has maintained and built on this support for Indigenous rangers by increasing the funding available for Indigenous rangers since it entered government in 2013,” he said. The spokesman noted further government investment had strengthened the role and function of rangers but declined to answer if the Coalition would commit to extending the program beyond 2018. Labor’s Indigenous affairs spokesman, Shayne Neumann, also told Guardian Australia his party had always supported the programs. “These are real jobs in remote communities, people aspire to be rangers, these are qualified jobs,” said Neumann. “We’re talking about work that results in carbon offsets and business ventures taking place in these communities. We’re talking about biodiversity and biosecurity ventures as well.” Neumann would not commit to expanding the program under a Labor government, but said the party would “have more to say in due course on this campaign”.  “We have noted carefully the very urgent request for funding and the desire for the expansion of the program, and we’ll take that into consideration.” The Greens have supported the calls to double funding and extend it for 10 years.",
  "webTitle": "Glowing review of Indigenous protected areas leaves sector proud but perplexed",
  "webPublicationDate": "2016-05-14T00:39:42Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/14/glowing-review-of-indigenous-protected-areas-leaves-sector-proud-but-perplexed",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/14/glowing-review-of-indigenous-protected-areas-leaves-sector-proud-but-perplexed"
}