{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/21/un-security-council-open-debate-big-step-forward",
  "id": "2016-05-21-147",
  "sectionId": "global-development",
  "body": "For the first time in the history of the UN, countries competing for a non-permanent seat on the security council will participate in an open debate to present their candidacies to the world.  The security council, the body within the UN charged with maintaining global peace and security, is something everyone wants to see work more effectively and efficiently. The World Federation of UN Associations has a mandate focused on strengthening and improving the UN, and has worked hard to make election debates – which will take place in New York from Monday – a reality.   Related: The world's humanitarian burden is too big. How can we lessen it? | Robert Glasser and Stephen O'Brien    Through the debates, the UN ambassador representing each candidate country will present the platform and policies they will be pursuing at the security council. There will be none of the antics seen during the US presidential election debates; discussion will instead focus on policy issues that matter. For a slow-moving, reform-phobic institution, this will be a huge step forward towards a new era. While there have been many proposals on security council reform, the body has not changed in procedural make-up since 1965. Every year, five seats for a two-year term are up for election on the 15-seat council. This year, seven candidates are competing to assume a place on 1 January 2017. Elections will be held earlier than usual, on 28 June. To maintain a geographic balance in the membership, spots on the security council are granted on a regional basis. It is not uncommon for just one candidate to be put forward from each regional grouping. This year, though, there will be two regions with contested elections. Competing for two seats from the group Western Europe and Other will be Italy, the Netherlands and Sweden. In the Asia-Pacific group, meanwhile, Kazakhstan and Thailand will contest a seat. The remaining seats will go to Ethiopia, the sole candidate for the Africa group, and Bolivia, the only representative from the Latin American and Caribbean states. The stakes are high. Those outside the permanent members of the security council – known as the P5 (US, UK, France, Russia and China) – are often quick to criticise the body’s role, yet many member states still invest vast resources in campaigns to get elected. Elected members of the security council cannot have the influence of the veto-wielding P5, but they can pursue important agendas and affect crucial decisions. In December, Jordan was instrumental in pushing forward security council resolution 2250, the body’s first motion on youth, peace and security. Togo took a principal role on the situation in Guinea-Bissau during its time on the council in 2012 and 2013, while Australia, Luxembourg, New Zealand and Spain have all been influential in the council’s response to the Syria crisis.  The forthcoming debates will be an important next step for transparency and accountability; what is said will matter. Candidates will be expected to adhere to their stated policy positions during their time on the council. Those who agree to take part will be offering a refreshing show of partnership , confirming their commitment to making the UN more fit for purpose. Standing for transparency and accountability in principle is very different from acting upon it, and it will be a great testament to each participating country that they are willing to be pioneers for the debates. Change, however incremental, is always viewed with suspicion at the UN, but it seems to be the flavour of the day with the recent opening up of the secretary general selection process through campaigns such as 1 for 7 billion.  What we are trying to do is bring these candidacies into an era of openness, where votes are secured for policy substance, rather than for favours owed. If each member state now has to think slightly longer about the platform and promises they will put forward, then this initiative is an overwhelming success. This is what partnership looks like at the UN: member states working with civil society to try to improve the work of the organisation as a whole. The debates will be a vital way of promoting better engagement between member states, civil society and the wider UN community, to ensure that the security council works not just for a few, but for us all.  • Bonian Golmohammadi is the secretary general of the World Federation of United Nations Associations, a global civil society network of almost 100 nationally based UN associations",
  "webTitle": "Open debate is a big step forward for the reform-phobic UN security council | Bonian Golmohammadi",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/21/un-security-council-open-debate-big-step-forward",
  "keyword": [
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/21/un-security-council-open-debate-big-step-forward"
}