{
  "apiUrl": "https://content.guardianapis.com/media/mediamonkeyblog/2016/may/05/the-sun-hugh-bonneville-downton-abbey-ibsen",
  "id": "2016-05-05-213",
  "sectionId": "media",
  "body": "Sun managing editor Stig Abell may have left the paper for the heady heights of the TLS, but editor Tony Gallagher is clearly trying to steer it in a more literary direction.  In a review headlined “Abbey to expose the truth: Downton star Hugh Bonneville plays hero in new play about press freedom”, it gushes about the star’s “marvellous” performance in Ibsen’s An Enemy of the People.  “Actor Hugh Bonneville returned to the stage last night in a play about newspapers, cover-ups and lies,” it begins, adding:  Hugh Bonneville ditches his safe family man image for a performance packed with passion and desire as he fights to reveal a corrosive secret in his first return to the stage in more than a decade. Forget the staid Earl of Grantham of TV’s Downton Abbey fame; this Bonneville character throws himself headlong into the fiercest of battles against lies and deceit with admirable determination.  The truth and who deserves to hear it, no matter what cost to reputation and image, is an age-old question as relevant today as when Henrik Ibsen posed it in 1882, and the Norwegian playwright could have wished for no better advocate than Bonneville ... TV fans of Downton’s slow-paced period drama might be surprised by the red-hot fervour the actor is capable of in his pursuit of satisfaction.”  Editor Tony Gallagher responded to praise for the move on Twitter:    @NickCohen4 @TheSun happy to oblige.  One of my earliest calls was reviving the theatre critic's role— Tony Gallagher (@tonygallagher) May 5, 2016    Meanwhile, the Daily Telegraph also opts to push the drama to the fore, printing a picture of a finger-wagging actor under the headline “Bonneville, champion of free speech”.  Monkey looks forward to the Sun’s commitment to drama continuing – perhaps “Shakespeare backs Brexit” on tomorrow’s front page?",
  "webTitle": "The Sun's Hugh Bonneville review puts drama centre stage",
  "webPublicationDate": "2016-05-05T11:06:53Z",
  "webUrl": "https://www.theguardian.com/media/mediamonkeyblog/2016/may/05/the-sun-hugh-bonneville-downton-abbey-ibsen",
  "keyword": [
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Chichester festival theatre",
      "id": "stage/chichester-festival-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Monkey",
      "id": "profile/monkey"
    }
  ],
  "guardianId": "media/mediamonkeyblog/2016/may/05/the-sun-hugh-bonneville-downton-abbey-ibsen"
}