{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/25/bbc-tony-hall-nao-scrutiny-editorial-freedom-board",
  "id": "2016-05-25-150",
  "sectionId": "media",
  "body": "Tony Hall has said far-reaching powers given to parliamentary auditors to examine the BBC’s finances must not undermine the corporation’s editorial freedom or ability to take creative risks. The BBC director general told a public accounts committee session in Salford that while he welcomed the National Audit Office’s role in “making sure we are spending money appropriately”, he wanted greater clarity over how the corporation’s creative freedom would be exempted from the auditing process, and what protections would be given to commercial arm BBC Worldwide. The NAO currently carries out about two investigations a year into the BBC’s finances, but under plans in the white paper published earlier this month it will no longer have to ask for permission to launch an audit.   Related: BBC chief voices fears over ministerial influence outlined in white paper    “There is broad agreement, and I can’t speak for all of us but I think also from the NAO, that we need to make sure that beyond all doubt beyond all the editorial and creative independence is maintained,” said Hall. “How we work out that is clear in the editorial work the NAO do with us is really important.” “I think the white paper rightly has a chapter on the distinctiveness of the BBC defined as taking risks, pushing boundaries, doing things that we hope will work but may not creatively work.” He added that the government had considered the corporation’s arguments about ensuring the audit process did not negatively affect BBC Worldwide’s commercial performance and would consider them in negotiations ahead of the publication of its new royal charter.  Committee member Richard Bacon, MP for South Norfolk, said that the wording of the NAO’s role as BBC auditor in the white paper seemed clear and further questioned Hall as to what issues he had with the arrangement. “The words in the white paper are absolutely fine,” said Hall. “I am worried about the details of how it applies when it comes to an audit. When that is worked through we need to be consistent between ourselves and the NAO what editorial judgment and independence and creative independence means.  “Nobody wants the BBC to feel in some ways inhibited in the editorial judgments it takes, or indeed creatively inhibited if people are worried of taking a risk on a drama or whatever that they will get some spotlight put on me. I just want to make sure when it comes down to the fine print we all know what we are dealing with.” Hall also said he welcomed plans to replace the BBC Trust with a unitary board but had concerns about the how the board would be appointed and what mix of skills would be prioritised.  “My concerns actually are two-fold. One is how a board can work effectively and skills you need around the table,” he said. “The executive board at the moment has mix of non-execs and skilled people from outside. It feels like both are trying to do the right thing by the BBC. I’d prefer to start from the assumption of what skills you need to run an organisation like the BBC. I’d like to spend time between now and charter trying to work that through.  “The second point is around appointments. It goes to the BBC’s independence. The BBC is valued enormously in this country and abroad. And how we demonstrate the BBC board is independent; things will be discussed at unitary board that not just maters of how to spend money but editorially and creatively. Independence matters a lot. It’s more subtle than I think we have got to at the moment in the white paper.” The PAC was holding a special session to review the NAO’s report into BBC handling of large-scale projects – three of which including the construction of a new set for EastEnders – were criticised for delays. However, BBC finance and operations boss Anne Bulford said delays were sometimes necessary.  “I think if you find that there are opportunities to do better with a project you are dealing with, you need to take those,” she said. “Delivering the wrong thing at the right time or carrying unnecessary risk or missing opportunities to get better value for money out as a whole, I think, would be a mistake.  “Trying to encourage early, frank, honest reporting both of forecasting boulders in the road and opportunity. Very often the delay is improving the delivery or competitive advantage.”",
  "webTitle": "BBC's Tony Hall: greater NAO scrutiny must not undermine editorial freedom",
  "webPublicationDate": "2016-05-25T13:36:43Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/25/bbc-tony-hall-nao-scrutiny-editorial-freedom-board",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Hall",
      "id": "media/tony-hall",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    },
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/25/bbc-tony-hall-nao-scrutiny-editorial-freedom-board"
}