{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/dan-carter-european-champions-cup-final-saracens",
  "id": "2016-05-13-64",
  "sectionId": "sport",
  "body": "Dan Carter could have ended his long and success-soaked career on the highest of highs in November when he clutched the World Cup but it contained a missing piece he wanted to put in place. He has the opportunity on Saturday in the Champions Cup final in Lyon, seven years after his first attempt to conquer Europe with Perpignan ended in injury. He was on a sabbatical from the New Zealand Rugby Union then but is now full-time with Racing 92, who have made him the world’s highest-paid rugby player. Carter has justified the investment by helping steer Racing to their first European Cup final, his calm, almost detached demeanour a contrast to the sometimes frenetic energy being spent around him. It was the New Zealander’s composure and, in the modern game, unparalleled ability to always seem to have time, that toppled the holders, Toulon, in the quarter-finals.   Related: Saracens’ band of brothers aim to seal the deal as Europe’s kings of Lyon    Saracens know if they are to win the tournament for the first time and fulfil an ambition that has been burning since they were well beaten by Toulon in the 2014 final they will need to dilute Carter’s influence. They must also provide a platform for their fly-half, Owen Farrell, who like his fellow England contingent at Allianz Park, has tasted defeat only once for his club this season, at Harlequins in January. “Playing in the Champions Cup final is right up there in my career,” Carter says. “It is the pinnacle of European rugby and a big part of the reason why I wanted to come here. To reach this stage is a hugely proud moment for me and, more importantly, for this team. We haven’t won anything yet. We are up against a very good Saracens side. We’ve done well to get here but the hard work starts now. “The last 12 months have been pretty special for me with some of the things I have achieved. I am just lucky to have been part of some outstanding teams, the All Blacks with all that they have achieved and now Racing. It is an historic moment for the club and a huge occasion.” Racing do have a fly-half who has won the European Cup, the Ireland international Ronan O’Gara, the club’s skills coach and part of the Munster squad who were for a period in the 2000s the most consistently successful side in the tournament, champions in 2006 and 2008. “Presence is huge in sport and Dan has it,” O’Gara says. “He’s fascinating, extremely humble and extremely respectful. He always finds a way of getting the job done and he doesn’t do stress. He’s very polite, a breath of fresh air, and you can learn an awful lot just from watching him. “He has formed a good partnership at half-back with Maxime Machenaud. It is an important combination for us: it took them a few months to understand the other’s way of thinking but they now have something going. They are very different yet very similar. Max likes getting involved while Dan is composed while having the ability to do something unexpected, which is what singles him out. “What we have shown the old perception of France as a place where it was easy to pick up a cheque and enjoy a good living is no more. Once you are a winner it does not leave you and we have plenty of winners in our group.” Farrell has been a winner this season, since the end of the World Cup at least, with one defeat in 17 appearances for Saracens and a grand slam with England. A weakness has been allowing frustration at failure to overcome him – two years ago he hurled abuse at Jonny Wilkinson after Toulon scored a try that confirmed they would win the European Cup final – but O’Gara rates him as the most improved player in Britain this year. “I really like Farrell’s competitive nature,” Carter says. “He loves getting stuck in: he’s not the biggest guy but he’s extremely physical and he works extremely hard to help his team get the win. That’s what you want from your team-mates and he is an outstanding goalkicker who has punished Racing on a few occasions with his accuracy. There are plenty of attributes to like about Owen. “It is all set up for a fantastic final. I have admired the European Cup ever since I was at Perpignan. I saw then the standard was a lot higher than the club competition and once you get in the play-offs it goes up another level again. The atmosphere and crowds become more intense and it is something you want to be a part of as a player. “It has been beneficial this week to have the likes of Ronan and Chris Masoe [the Racing back-row] around because they know what it takes to win the final. I have loved playing in this tournament and I’ve been very impressed with it.”",
  "webTitle": "Dan Carter puts European Champions Cup final ‘right up there in my career’",
  "webPublicationDate": "2016-05-13T17:39:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/dan-carter-european-champions-cup-final-saracens",
  "keyword": [
    {
      "webTitle": "Dan Carter",
      "id": "sport/dan-carter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Racing 92",
      "id": "sport/racing-metro-92",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/13/dan-carter-european-champions-cup-final-saracens"
}