{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/idia-sanitary-pad-revolution-menstrual-man-periods-waste-problem",
  "id": "2016-05-30-103",
  "sectionId": "commentisfree",
  "body": "Muruga reaches down and puts a sanitary towel between his legs. It’s actually a postpartum pad for women who have just given birth, and who don’t use underwear, hence the ingenious elastic loop that holds the pad in place. Muruga’s full name is Arunchalam Muruganantham but he is better known as Menstrual Man. He is a one-off, and his story is enchanting: who else would have tested their own sanitary pad design by taking a football bladder, filling it with goat blood, then wearing it for weeks? “I became like a woman,” he tells me in his factory in Coimbatore, in the southern state of Tamil Nadu. “Always checking behind me, to check for staining.”   Related: Menstrual Hygiene Day: the world celebrates periods    Muruga’s low-cost sanitary pad machine is famous now, as is he. There are 1,300 machines installed across India and they have also been exported to 17 other countries. Muruga has been installed as India’s best-known sanitary pad revolutionary. He’s not the only one. When the prime minister, Narendra Modi, gave his first Independence Day speech in 2014, he made a statement that shouldn’t have been as shocking as it was: “Has it ever pained us that our mothers and sisters have to defecate in open?” He instructed that “all schools in the country should have toilets with separate toilets for girls. Only then our daughters will not be compelled to leave schools midway.” These girls were missing class because they didn’t have toilets, and they needed toilets because they were menstruating. Since Modi launched his Clean India  campaign in 2014, menstruation has crept into the limelight, and not just in India. It was Menstrual Hygiene Day on Saturday, and NGOs and governments are now focusing on periods in a way they have never done before. Last December India became one of the few governments in the world to issue menstrual hygiene management guidelines. With this increase in awareness, two statistics are frequently quoted: up to 23% of Indian girls drop out of school when they reach puberty; and nearly 90% of Indian women don’t use sanitary pads – instead, they use rags, ashes, newspaper, sand. This is presented as ignorant and dangerous. It can be: all those materials can carry dirt and disease into the vagina, leading to reproductive and urinary tract infections, though data is still too scarce to provide persuasive figures.     Women in rural India. Photograph: Loren Holmes/Alamy    However, research by Unicef India in Bihar and Jharkhand found that while 85% of girls were using cloth as a menstrual absorbent, 65% knew what sanitary pads were, because they had seen ads for them on TV. Their reasons for avoiding them range from lack of money to not knowing how to use them. Ignorance about periods in general is definitely shocking: 83% of girls in the same Unicef study had no idea what to expect when they started bleeding, and nearly half missed school because of menstruation. Sometimes, though, they are using cloth because they want to. I spoke to a group of women in a village near Gurgaon, in the northern state of Haryana. They all used sanitary pads, except for Omwati, a 47-year-old. “Pads aren’t enough for my flow, so I use cloth.” All the women changed their pads or cloth only twice a day: once in the morning and once at night, no matter how heavy the flow. Omwati chose old sari cloth over the sanitary pads widely available in the markets and she was happy with it. Yet she would still be encouraged to switch to sanitary pads by most well-meaning interventions.   Related: Tampons aren't for toilets: biodegradable bag hopes to fight the flushers    Cloth isn’t the problem, as long as it is clean and dried in the sun to eradicate bacteria. But taboo prevents this and women often hide cloths to dry under other garments. One girl was horrified to find her brother using her carefully hidden cloth to clean his motorbike. The waste stream of sanitary hygiene also gets too little attention. India produces several hundred million used sanitary pads a month, but where do they go? Incinerators are rare and can have unpleasant environmental impacts if used at scale. In another study in Bihar, nearly 60% of women said they disposed of their used pads and cloths into a field. India’s waste disposal infrastructure is already overloaded, and with much garbage disposal being done by low-caste waste-pickers, the many more millions of pads a month that the sanitary pad revolution will supply is both a huge burden and a biohazard for the humans who deal with them. Even when sewers do work, they can be easily clogged by sanitary pads, designed to absorb liquid and expand, which is exactly what you don’t want in a narrow sewer. Now the likes of Menstrual Man and Modi have got menstrual hygiene out in the open in India, it’s time to get braver and broader with solutions, and to confront the sanitary pad waste footprint. Otherwise one problem will be substituted for another, and the sanitary pad revolution will be as false as every advert for feminine hygiene products, all unrealistic white trousers and stupid blue goo.",
  "webTitle": "The other side to India’s sanitary pad revolution | Rose George",
  "webPublicationDate": "2016-05-30T13:13:18Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/idia-sanitary-pad-revolution-menstrual-man-periods-waste-problem",
  "keyword": [
    {
      "webTitle": "Menstruation",
      "id": "society/menstruation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rose George",
      "id": "profile/rose-george"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/idia-sanitary-pad-revolution-menstrual-man-periods-waste-problem"
}