{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/damian-lewis-zawe-ashton-shakespeare-solos",
  "id": "2016-05-03-327",
  "sectionId": "stage",
  "body": "The final set of films in the Guardian’s Shakespeare Solos series has been released. The five videos feature outstanding actors performing some of the playwright’s best known speeches. Damian Lewis delivers the funeral oration from Julius Caesar, Zawe Ashton gives the “seven ages of man” speech from As You Like It, Riz Ahmed plays Edmund in King Lear, Laura Carmichael is Portia from The Merchant of Venice and Paterson Joseph portrays Shylock. Lewis’s film marks a return to his Shakespearean roots. In his 20s, he performed with the RSC; played Romeo at Birmingham Rep and Hamlet at the Regent’s Park Open Air theatre; and was Laertes opposite Ralph Fiennes’s Hamlet at the Almeida and on Broadway. For his solo, Lewis – who is soon to be seen in the John Le Carré thriller Our Kind of Traitor – was asked to give the “Friends, Romans, countrymen” speech, in which Antony skilfully turns the crowd at Caesar’s funeral against the conspirators.            Damian Lewis as Antony in Julius Caesar: ‘Friends, Romans, countrymen’    Lewis’s electric take on Antony’s rhetoric was filmed at the Guardian’s multimedia studio. Zawe Ashton’s solo was shot on location in east London. Ashton was “surprised but thrilled” when we asked her to perform “All the world’s a stage”, the famous speech given by the melancholic lord Jaques in As You Like It. “I wanted to be able to connect to a slightly more sombre tone than it has been played with before,” she said. “I love that speech … Obviously, it’s famously spoken by a man, but like many people nowadays, I’m up for reinterpretation of Shakespearean roles. I was psyched that you had given me that and not one of the girly ones.”   Related: Shakespeare Solos: watch the second set of films    Ashton, who has been an actor since childhood, said that the speech felt particularly pertinent to her. “I’m attempting to write a book exploring female identity through the microcosm of acting, so the notion of the whole world being a stage – and perceptions of performance and reality becoming tangled – is very close to home for me.” Ashton’s father, an English teacher, introduced her to Shakespeare by quoting his plays around the house. “As a child, I loved to talk about how I was feeling,” she added. “My friends used to joke that they could do without the narration! That’s what Shakespeare’s characters do. What is amazing about his characters is how they are saying how they feel in the moment, driving home the big themes of love, death, betrayal, murder, madness, lust and jealousy.”           Zawe Ashton as Jaques in As You Like It: ‘All the world’s a stage’    It’s nine years since Ashton played Bianca in Othello at the Globe. Which other Shakespearean roles would she like to take on? “I’d love to be original and not say Lady Macbeth but I have to say it! I feel there is such amazing scope for interpretation within her. I’ve seen the play a number of times and am still searching for some different colours within her. I really would like to do a production that draws out the notion of a grieving woman … I’ve seen a number of productions that have weighted her too much in the femme fatale way, when actually I think she’s struggling with her own demons.” Ashton is currently starring in a London revival of Jean Genet’s The Maids alongside Laura Carmichael, who was cast as Portia from The Merchant of Venice for her solo. Carmichael has previously performed few Shakespearean roles. She had been offered the role of Viola in a production of Twelfth Night when she landed the part of Lady Edith Crawley in Downton Abbey, in which she starred for five years.           Laura Carmichael as Portia: ‘The quality of mercy’    Carmichael describes the playwright’s work as a “goldmine” for actors. For her solo, she performs the “quality of mercy” speech from The Merchant of Venice, in which Portia – disguised as a lawyer – tries to talk Shylock into sparing Antonio’s life. “I always find it so moving,” she said, “how impassioned she is at this point and how high the stakes are in the play. … But it’s said in a very matter-of-fact, balanced, law-like way.” Carmichael became interested in Shakespeare while studying at a sixth-form college in Winchester. She remembered: “Winchester College was just up the road. They needed girls for their plays and it really was a turning point for me … We did Love’s Labour’s Lost. A handful of us girls went up the road to the posh boys’ school, doing Shakespeare and walking around their incredible grounds … We were all 16 and having a wonderful time, falling in love with Shakespeare and each other.”            Paterson Joseph as Shylock: ‘You call me misbeliever’    For his solo, Paterson Joseph chose a speech by Shylock that he learned as a teenager when he auditioned for the National Youth Theatre. “A friend of mine was applying,” he remembers. “I hadn’t been very good academically but I knew I could act … I was just basically following him … I was sent to a teacher for help and she slid a copy of The Merchant of Venice across the table and said to find a speech in that … And that was it! I had never been taught Shakespeare, never really heard it said aloud, it was the first play I’d ever looked at, and I thought I should read it out loud … I was so inarticulate: I had such great thoughts and couldn’t quite speak them out loud, like a lot of kids. So I was quite quiet and a bit of a mumbler. This power that I had in my mouth suddenly was like fizzy sherbet – it suddenly felt like my mouth was moving in ways I didn’t know it could do. My tongue was having to do acrobatics. That was my first love – even though I didn’t get into the National Youth Theatre because I was painfully shy in my interview. But it helped me realise I could do this.” For Joseph, Shylock’s “many a time and oft” speech contains all of the character’s “wiliness, his bitterness, his pain”. The actor added: “This whole debate about diversity should come down to diversity of the imagination, as Idris Elba so eloquently put it ... My imagination said that it’s possible for a black man to play Shylock, I just don’t know the circumstances. In the 80s, Jews from Ethiopia moved to Israel and I suddenly thought, ‘Wow you could have an Ethiopian Jew.’ And the latest flash of inspiration came when I had just finished doing Julius Caesar at the RSC in an African version and [the director] Gregory Doran said that Julius Nyerere, the first president of Tanzania, had translated Julius Caesar into Swahili and had also translated The Merchant of Venice. So I did a workshop around Nyerere’s Merchant. We set it in Tanzania. Hopefully a version of it might be around the corner.”           Riz Ahmed as Edmund in King Lear: ‘Now, gods, stand up for bastards’    Like Joseph, the actor and rapper Riz Ahmed chose a former drama-school audition speech for his solo. He performs Edmund’s soliloquy “Thou, nature, art my goddess” from King Lear. “The course that I got into off the back of that speech was an MA in classical acting at Central School of Speech and Drama,” said Ahmed. “It was basically just a year of Shakespeare. So all my training is Shakespeare and it’s been strange for me that I’ve almost never had the opportunity to do any Shakespeare since I started working professionally as an actor.” Ahmed, whose films include Chris Morris’s Four Lions and Mira Nair’s The Reluctant Fundamentalist, is currently developing a new screen version of Hamlet.  In the soliloquy, spoken upon his entrance in the second scene of King Lear, Edmund reflects upon being an illegitimate son. Ahmed said that he has “always felt like a bit of an outsider to the industry. I think a lot of actors of colour do. One of the reasons why this speech really resonates for me is that it speaks to that issue, in my mind, of feeling like an outsider. You know, here we are, the bastard children of modern Britain. You’re not quite fully accepted into the family, into the nation’s self-image. And there’s a heartbreak around that feeling, an anger. It’s similar to feeling like a jilted lover or something. You have a right to be in the room, to be on that stage, to partake, but by dint of your birth you’re kind of excluded. You’re not considered to be the proper thing.” Ahmed performs the speech sitting alone in a cinema, reflecting upon the image of itself that Britain exports through its films. “I wanted to allow that kind of symbolism to play out. That feeling of sitting there, watching film after film, going: ‘They really don’t want us.’ People ask me a lot about diversity in film and TV and this whole debate. In a way, that speech is my two cents.”    Related: Shakespeare Solos: watch the first six films    All of the Shakespeare Solos are directed by the Guardian’s Dan Susman, who commented: “It’s been a great privilege to work with such terrifically talented actors. Shakespeare mastered so many distinct characters, from lovestruck adolescent to twisted psychopath, so we wanted each film to have a distinct voice and feel. But we also wanted to keep things simple to let the language and the characters speak for themselves. So we tried to do subtle things that would only be noticed unconsciously. For example, we used a wide-angle lens, but very close, for Paterson Joseph as Shylock, to emphasise the distortion of the shifting of his power.”  The Shakespeare Solos project marks the 400th anniversary of the playwright’s death. A selection of the films will be broadcast in cinemas this summer before productions from Shakespeare’s Globe as part of Globe On Screen. Guardian Membership competition: win a pair of tickets to see Measure for Measure.",
  "webTitle": "Damian Lewis and Zawe Ashton among stars for new set of Shakespeare Solos",
  "webPublicationDate": "2016-05-03T06:00:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/damian-lewis-zawe-ashton-shakespeare-solos",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paterson Joseph",
      "id": "stage/paterson-joseph",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Damian Lewis",
      "id": "culture/damian-lewis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Riz Ahmed",
      "id": "culture/riz-ahmed",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Laura Carmichael",
      "id": "culture/laura-carmichael",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Zawe Ashton",
      "id": "culture/zawe-ashton",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Wiegand",
      "id": "profile/chriswiegand"
    }
  ],
  "guardianId": "stage/2016/may/03/damian-lewis-zawe-ashton-shakespeare-solos"
}