{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/g7-japan-world-leaders-tour-shrine-cameron-obama-abe",
  "id": "2016-05-25-312",
  "sectionId": "world",
  "body": "With an impeccably observed combination of bowing and handclapping, the pilgrims give thanks to Amaterasu, the mythological sun goddess from whom all of Japan’s emperors are said to be the direct descendants. Behind them, hundreds more slowly make their way up the steps in front of the hidden main sanctuary, waiting their turn to pray at Ise Jingu, Japan’s most revered Shinto shrine.   Related: Hiroshima to open up its horrors to Barack Obama during historic visit    The millions of people who visit Ise Jingu every year will soon by joined by Japan’s prime minister, Shinzo Abe, and other leaders of the world’s richest nations during the G7 summit in nearby Ise-Shima, which begins on Thursday. The shrine, Abe said, “is a very good place to get in touch with the Japanese spirit. “I wanted to choose a place where world leaders could have a full taste and feel of Japan’s beautiful nature, bountiful culture, and traditions,” added Abe, whose determination to visit the shrine was key to holding the summit in Ise, a small town many believe is poorly equipped to host a major international event. But Abe, one of the shrine’s most fervent devotees, has drawn criticism that he is attempting to use the shrine to promote his conservative political agenda.  Under Abe, Japan’s indigenous religion is enjoying a political revival, seven decades after its close ties with militarism ended with Japan’s defeat in the second world war. That Ise Jingu, actually a collection of 125 shrines dating back 2000 years, is a place of beauty and contemplation is beyond dispute. But its role at the heart of the Abe-led Shinto revival would make a G7 leaders’ visit more than a carefree stroll admiring the shrine’s sprawling ancient forest and crystal-clear river. Abe and most members of his cabinet are members of the Shinto Seiji Renmei (Shinto Association of Spiritual Leadership), an influential lobbying group that counts more than 300 MPs among its members. The association has called for the removal of pacifist elements from Japan’s US-authored constitution – a key Abe policy goal – increased reverence for the emperor, and a state-sponsored ceremony to honour Japan’s war dead at Yasukuni, a controversial war shrine in Tokyo. The choice of venue is “very closely connected” to Abe’s strong ideological connections with Shinto and its revisionist political agenda, said John Breen, a professor of Japanese history at the International Research Centre for Japanese Studies in Kyoto. It is “a perfect fit with his active involvement with the Shinto Seiji Renmei, and its aim of bringing Shinto into the heart of government”, Breen added. While Abe has stayed away from Yasukuni shrine in Tokyo since his controversial pilgrimage there in December 2013, his frequent to Ise Jingu have formed the spiritual – and political – backdrop to his three-and-half years in office. Just 44 MPs belonged to the Shinto association in 1984, but by 2014 the number had grown to 268, or 37 percent of all parliamentarians. Abe’s cabinet included 14 association members when he took office in 2012; by last year they filled 16 of 19 ministerial posts.   Related: Japanese TV anchors lose their jobs amid claims of political pressure    “Shinto is not a universal religion, and it’s inherently nationalistic,” said Koichi Nakano, a politics professor at Sophia University in Tokyo. “I already felt rather uncomfortable when Barack Obama was taken to Meiji Shrine last time he visited Japan, and it would be no less disturbing to see the G7 leaders being used to legitimise Shinto, given its reactionary and nationalistic positions on so many issues.” Many of the Shinto association’s aims overlap with those of another increasingly influential group, Nippon Kaigi (Japan Conference), whose 38,000 members, including Abe and most of his cabinet, believe that Japan “liberated” Asia from Western colonial powers, and that the postwar constitution has emasculated the country’s “true, original characteristics”.   Japan map   Likened by some to the Tea party in the US, Nippon Kaigi believes that Japan’s postwar education system promotes a “masochistic” view of its modern history; under pressure from its members several school authorities have adopted textbooks that gloss over or ignore Japan’s wartime atrocities. Abe and his allies belong to a conservative school of thought that seeks closer military ties to Washington, yet want to roll back reforms made during the US-led postwar occupation, which began with the then emperor, Hirohito, renouncing his divine status as a “living god” and marked the end of state Shinto’s role as the spiritual bedrock of Japanese militarism. Amid mounting criticism of his troubled economic programme, Abe must be careful to stage-manage a leaders’ trip to Japan’s holiest site, said Michael Cucek, an adjunct professor at Waseda University in Tokyo. “Serving as the tour guide for the leaders of the G7 as they shuffle about inside the Ise precincts will add little to Abe’s reputation as a leader,” he said. The reasons Cucek offers for Abe’s strong Shinto beliefs could give other G7 countries pause for thought. “Abe promotes himself as bridge between Japan’s past and its future, vaulting from Japan’s glorious traditions, over the post-1945 years of weakness, socialism and godlessness, to a beautiful, brave new Japan people by beautiful, brave new Japanese,” Cucek said. “Shinto gives him a direct link to pure Japaneseness, unsullied by association with dominant powers and their alien traditions.” Japan’s foreign ministry confirmed this week that G7 leaders will take time out of their discussions to visit Ise Jingu. “Prime Minister Abe wishes for the G7 leaders to have the chance to visit Ise Jingu and share the dignified and solemn air of the shrine,” a foreign ministry spokesperson told the Guardian. The British embassy in Tokyo said only that it was “aware” that Abe would like David Cameron and other leaders to visit Ise Jingu, while the French embassy said President Francois Hollande was “keen” on seeing the shrine. “Ise Shrine is clearly an important historical and cultural site, so it would usually not be seen as a problematic place to visit,” said Mark Mullins, professor of Japanese studies at the University of Auckland. “But given that this religious site is central to the larger political vision Abe has in common with the Shinto Association for Spiritual Leadership, it will undoubtedly be viewed by critics as a strategy to gain legitimacy for their shared neonationalist agenda.” A Japanese government official played down speculation that Abe would attempt to make political capital out of a leaders’ visit to Ise Jingu. Abe, the official said, “will be determined not to project any perception” that he is ignoring the constitutional separation of religion and state, adding: “Ise Jingu is a place where silence is golden, and politicking of any sort is its worst enemy.” Kikuko Nishide, who runs a small museum near Ise Jingu, said she hoped G7 leaders would “experience the power of the forests and the shrine buildings and get a proper feel for Shinto and the spirit of the Japanese people”.",
  "webTitle": "G7 in Japan: concern over world leaders' tour of nationalistic shrine",
  "webPublicationDate": "2016-05-25T01:37:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/g7-japan-world-leaders-tour-shrine-cameron-obama-abe",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/25/g7-japan-world-leaders-tour-shrine-cameron-obama-abe"
}