{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/23/biodegradable-plastic-false-solution-for-ocean-waste-problem",
  "id": "2016-05-23-221",
  "sectionId": "environment",
  "body": "Biodegradable plastic water bottles and shopping bags are a false solution to the ubiquitous problem of litter in the oceans, the UN’s top environmental scientist has warned. Most plastic is extremely durable, leading to large plastic debris and “microplastics” to spread via currents to oceans from the Arctic to the Antarctic, a UN report published on Monday found.  Greener plastics that breakdown in the environment have been marketed as a sustainable alternative that could reduce the vast amount of plastic waste that ends up in the sea after being dumped. But Jacqueline McGlade, chief scientist at the UN Environment Programme, told the Guardian that these biodegradable plastics were not a simple solution. “It’s well-intentioned but wrong. A lot of plastics labelled biodegradable, like shopping bags, will only break down in temperatures of 50C and that is not the ocean. They are also not buoyant, so they’re going to sink, so they’re not going to be exposed to UV and break down,” she said. Speaking at the the UN environment assembly in Nairobi, where 170 countries are meeting and expected to pass a resolution on microplastics later this week, she added: “We have detected plastics in places as far away as the Chagos Islands [in the Indian Ocean]. Even if you are remote, you are not safe from it.” More than 300m tonnes of plastic were produced in 2014 and that is expected to swell to nearly 2,000m tonnes by 2050 on current trends, the UN report said. While the exact amount that reaches the oceans is not known, the report concluded: “plastic debris, or litter, in the ocean is now ubiquitous.” The spread of everything from large plastic debris such as fishing gear which dolphins can become entangled with, to fragments smaller than 5mm in diameter known as microplastics, has ecological, social and economics costs.   Related: Microplastics: which beauty brands are safe to use?    Jellyfish, for example, are using plastic as a habitat and to hitch a ride, allowing them to extend their range. The spread of jellyfish is considered bad news by experts because of the amount of plankton they eat, taking away food from fish and other marine life. “There is a moral argument that we should not allow the ocean to become further polluted with plastic waste, and that marine littering should be considered a ‘common concern of humankind’,” the report’s authors wrote. The main solution to plastics in the ocean is better waste collection and recycling, particularly in the developing world, the UN said. But McGlade said that some of the biodegradable additives in plastic to allow it to break down made it harder to recycle, and potentially harmful in the natural environment. “When you start adding all of that [additives], when it becomes waste, they [the additives] become the enemy of the environment. As consumers we need to think of the use of plastic,” she said. The UN report said that it was only in the past decade that plastics in the ocean had been taken seriously. “Warnings of what was happening were reported in the scientific literature in the early 1970s, with little reaction from much of the scientific community.”   The Guardian’s travel and accommodation was paid for by the UN.",
  "webTitle": "Biodegradable plastic 'false solution' for ocean waste problem",
  "webPublicationDate": "2016-05-23T10:47:49Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/23/biodegradable-plastic-false-solution-for-ocean-waste-problem",
  "keyword": [
    {
      "webTitle": "Plastics",
      "id": "environment/plastic",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plastic bags",
      "id": "environment/plastic-bags",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    }
  ],
  "guardianId": "environment/2016/may/23/biodegradable-plastic-false-solution-for-ocean-waste-problem"
}