{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/migration-leave-campaign-eu-referendum",
  "id": "2016-05-26-277",
  "sectionId": "commentisfree",
  "body": "The economic arguments for Brexit have been taken apart. The security arguments have been exposed under scrutiny. And every friend of Britain from around the world has advised us to remain. So with just 28 days to go, the single issue the leave campaign has left to talk about is immigration.   Related: A vote to remain in the EU won’t be the last we hear of Brexit | John Redwood    In a campaign that originally fought so hard to muzzle the nastier elements of British politics, the dogs are now off the leash. You can see it in the grubby attempts to paint Turkish people as criminals and terrorists – and the pretence that Turkish membership of the EU is somehow imminent, even though Britain has a veto and everyone knows it is not on the table for decades and decades. The outgoing mayor of London – a man elected twice by the most cosmopolitan city on earth – has begun to resemble Nigel Farage in a blonde wig: wheeled out to cheerfully demonise Johnny Foreigner as his campaign desperately plumbs the depths. Boris Johnson is having a bad referendum and is now reduced to dancing to the Ukip tune. It’s a far cry from the early, lofty talk of sovereignty, Britain’s place in the world and the grand sweep of history. But immigration really is all that is left for them. So let us examine the substance. I’ve been home secretary. I know how the immigration system works. And I believe there are eight big questions the leave campaign has to answer: 1) Would there be a cap?   Nigel Farage used to talk about a cap of 50,000 per year. He now talks about something closer to 30,000. The Leave.EU campaign has said we should have a cap of 50,000 for EU migrants for 10 years. So what is the proposed cap of the leave campaign? Would it be a cap on gross migration or net? If it was a net cap, how would that be met without enforced emigration of people already here? If there is no hard cap, how would you guarantee that immigration wouldn’t go up? Let’s have a clear answer. 2) Would you retain any free movement? We now know that leavers want to pull out of the single market – causing a recession and then leaving us a permanently poorer country – in order to put the brakes on free movement. But the chief executive of the Vote Leave campaign has actually suggested we should keep free movement for western European countries, but not for eastern Europe. That would keep free movement for hundreds of millions of EU citizens. And it would be difficult to enforce within the Schengen zone; people might just move to western Europe as the stepping stone to Britain. Along with other campaigners, he has also said we should extend free movement to any Commonwealth country that has the Queen as the head of state. This would open up our labour market to hundreds of millions of extra migrants, without controls. Is that really the plan? 3) Would you increase migration from outside Europe?  Having opened up our labour market for free movement even further than the position today, they then say that, for the countries that are left, they’d operate a points-based system like Australia. But they ignore the fact that Australia actually has higher per capita immigration than the UK. Leave campaigners are now also telling the Indian and Bangladeshi communities in the UK that leaving the EU will allow us to massively increase the amount of immigration from the Indian subcontinent, and also open up a whole new tier of immigration to fill short-term vacancies. Is that leave’s official policy – not only to extend free movement, but then to trigger a big wave of new immigration from outside Europe? 4) Would you have visas or work permits? Without work permits, there would be no enforcement of any new rules. So is that the plan? How much will that cost to administer, and what will the burden be for British businesses? Dominic Raab MP has suggested we should introduce a visa system for tourists. What damage would that do for tourism in our country? What happens when other countries reciprocate? How would you explain to the British family going on holiday to Spain that they now have to apply for a visa before they can travel? 5) What would happen to British people living in EU countries?  There are 1.2 million British people exercising free movement rights in other countries. If you curb free movement rights for other EU countries, what would happen to the Brits? Can you guarantee all of their rights – to continue to live in that country, to work legally and to receive healthcare abroad? 6) What would happen to EU migrants already in Britain? There are almost 250,000 EU citizens who work in our public services – nurses, doctors and teachers. Would they have to go home and reapply for a work permit? How would that work? Would you deport people who don’t apply for one? 7) What would happen to Calais? If we remain, our border with France will be at Calais. If we leave it will be on our soil. So the migrant camp will be in Kent. Can the leave campaign guarantee that won’t happen? Of course they can’t. Is a big increase in illegal immigration to the UK really a risk worth taking? 8) What would happen to the Common Travel Area? People can currently travel freely between Northern Ireland and the Republic of Ireland. Many do so every day for work. If we left, we would have to institute new border controls – either within Ireland, or between Northern Ireland and the rest of the UK. Otherwise, we’d have a gaping hole in the system whereby EU citizens could travel to Ireland and then arrive freely in the UK. So where would the new border checks be along this 500km-long border? These types of controls would be a very serious mistake – they would divide communities and be a major blow to border areas emerging from decades of conflict. I predict that the leave campaign will not have the first idea of the answers to these questions. Yet our country is being asked to vote for an economic shock, higher prices, lower wages, a permanently poorer country, weaker security cooperation and a less influential Britain on the world stage – all in return for some unspecified new immigration policy that the leave campaign haven’t even bothered to think through. The big question for the British people on 23 June is: is this remotely worth it? I believe their verdict will be damning.",
  "webTitle": "The eight big questions on migration the leave campaign must answer | Jacqui Smith",
  "webPublicationDate": "2016-05-26T08:43:47Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/migration-leave-campaign-eu-referendum",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacqui Smith",
      "id": "profile/jacqui-smith"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/migration-leave-campaign-eu-referendum"
}