{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/race-watchdog-hails-blind-recruiting-trial-to-overcome-bias",
  "id": "2016-05-23-278",
  "sectionId": "world",
  "body": "The federal race discrimination commissioner, Tim Soutphommasane, has welcomed a plan by the Victorian government to trial blind recruiting for public service positions to overcome racial bias. The Recruit Smarter trial will see 29 public and private organisations, including state government departments, Victoria Police, Melbourne University and PriceWaterhouseCoopers, take part in an 18-month pilot program to assess which details should be stripped from a person’s initial job application to ensure a more equitable selection process.  The resulting resumes could be de-identified in terms of the name, gender, age and location of the applicant. Soutphommasane, who has spoken before about what he called the “bamboo ceiling”, said racial discrimination did occur in employment and recruitment in Australia, often as the result of unconscious bias on behalf of the recruiter.   Related: Stan Grant's speech on racism and the Australian dream goes viral    “There is increasing awareness of unconscious bias – not only with gender but also cultural diversity,” he said in a statement to Guardian Australia. “But there’s still a lot more to be done. This includes ensuring our cultural diversity is better represented in positions of leadership within organisations.” Soutphommasane said he was looking forward to the results of the trial. Robin Scott, the multicultural affairs minister in the Andrews government, said the trial was a personal issue for him because he had watched his wife, Wu Shaojie, struggle to get an interview when applying for jobs. “When she anglicised her name to Jade and used my surname there was an instantaneous change in the response and she was much more successful in the job application process, and I think this just brings home that this is real, this is the lived experience of many people in Victoria and Australia,” he said. A study by the Australian National University in 2010 into the callback rates for job applicants of names from various cultural backgrounds found “clear evidence of discrimination” in the selection process. Most affected were people from Middle Eastern and Chinese backgrounds, who according to the study had to submit 50% more applications to receive the same number of callbacks as someone with an Anglo-Saxon sounding name.  Scott said his wife’s experience brought that research home to him.  “I’m determined that less people face the sort of challenges that she faced. Should people have to change their name, should people have to address their own identity when they are seeking work? I think the answer to that is no.” Professor Alison Booth, one of the authors of the ANU study, said the trial was a good first step but would only remove one layer of discrimination. To affect change throughout the organisation, she said, it would need to be coupled with training. “Once you get those all those people going in for the interview, it’s still possible that their could be internalised and entrenched biases at work,” she said. “All that you could hope for is well-trained interviewers to ensure the process is fair.” Booth said blind recruiting could not be applied for progression within an organisation, unless it was was large enough to have many internal applicants going for the same promotion.  Jennifer Whelan, managing director of the diversity and inclusion specialist Psynapse,  said the trial was an “excellent initiative” but that in order to generate lasting change organisations needed to become more diverse at the leadership level. “Even if you get good representation at entry levels it doesn’t fix the problem that the higher up you go, in pretty much any industry, the more homogenous it becomes.” The full list of organisations taking part in the trial involved can be found here.",
  "webTitle": "Race watchdog hails blind recruiting trial to overcome bias",
  "webPublicationDate": "2016-05-23T07:37:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/race-watchdog-hails-blind-recruiting-trial-to-overcome-bias",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Daniel Andrews",
      "id": "world/daniel-andrews",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "world/2016/may/23/race-watchdog-hails-blind-recruiting-trial-to-overcome-bias"
}