{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/01/romanian-sex-workers-challenge-uk-immigration-policy",
  "id": "2016-05-01-38",
  "sectionId": "uk-news",
  "body": "A policy aimed at deporting “high-harm” EU-national criminals and those not entitled to remain in Britain is to be challenged by Romanian sex workers who maintain they are self-employed. Although freedom of movement is guaranteed within the European Union, the right to stay – after the first three months – is dependent on new arrivals “exercising their treaty rights”, for example, by working or studying.  Operation Nexus, a combined police and immigration initiative involving sharing intelligence, has been targeting foreign offenders and those suspected of breaking the law since 2012. Among those detained and served with deportation papers are an increasing number of women from eastern Europe who have been working on the streets and in premises across London and Manchester. Many do not have convictions. Prostitution is legal in the UK, although activities associated with it such as kerb-crawling, pimping and owning a brothel are crimes. Some of the women have been arrested by officers during raids intended to break up trafficking rings. The women, mainly Romanian, have received letters from Operation Nexus officers giving them about a month’s notice that they are liable to be detained and put on a flight back to Bucharest. EU nationals’ administrative removal on the grounds of not observing their treaty rights can be challenged by arguing that they are studying, working, seeking employment, self-employed or economically self-sufficient in the UK. If removed, EU nationals are banned from re-entering the UK for 12 months. Several women fighting deportation are now being supported by the English Collective of Prostitutes (ECP). “There was a raid which was supposed to be saving victims from trafficking,” explained one young woman who wished to remain anonymous. “The police took paperwork and money. I asked for a receipt. They said I was being cheeky. They wanted to know if had been trafficked and asked the client if I was taking drugs. He said no.  “They didn’t arrest me but said I should be deported and asked me to go to the police station. I went along with a lawyer and showed a letter from a course proving that I was studying English.” The threat to remove her was eventually dropped. Maria, not her real name, was stopped on the street and taken to a police station. “I was held for 24 hours,” the 25-year-old said. “A week later I received a letter [saying I would be removed].”  Victoria, again a pseudonym, was arrested at her flat and questioned about running a brothel. “I was never charged,” the 21-year-old said, “but I was sent a letter. They have taken my passport and said that if my appeal is not successful I will be deported. “Here you can earn money more easily than in Romania; you can have a better future. I can’t find a normal job.” Some of the women who were sent removal letters are now planning to challenge them on the grounds that they are exercising their treaty rights through being self-employed in the sex industry. Previous EU law cases have established that prostitution constitutes self-employment.  Niki Adams, a spokeswoman for the ECP, said: “This deliberate policy of deportation and destitution targets immigrant women, who because of the criminalisation and stigma associated with sex work, will find it harder to defend themselves.  “All the women are mothers who went into sex work because wages in other jobs were too low to feed and clothe their children or because they faced racism from employers.”  Emma Lough, a solicitor from the London-based Aire Centre, which specialises in European legal rights, said: “Often people receive removal proceedings from the Home Office following information being built up by Operation Nexus police officers, which has been shown to have a disproportionate impact on certain groups and sex workers are one of them. “EU law recognises sex work for the purposes of being a ‘worker’ but it’s hard to provide evidence for it and therefore to show that you have exercisable rights. It’s difficult to show employment records. “The procedure of administrative removal means removing those deemed not to be exercising treaty rights. We see a lot of 19/20-year-old girls who have lived in the UK most of their lives, got caught up in drugs and petty crime and are now facing deportation to a country where they may not speak the language. “The Home Office have to demonstrate that someone poses some risk to society in order to justify a deportation decision. However, we see deportation decisions based on very low levels of risk without adequate consideration of the likely harm.” The Aire Centre is also preparing a separate challenge to the legality of Operation Nexus based on other cases, not related to sex work.  Operation Nexus operates through embedding immigration officers in police stations. It targets both foreign offenders and those breaching immigration regulations.   Thousands of people – including many with criminal records – have been removed from the UK under Operation Nexus since 2012 although the Home Office declines to confirm precise numbers. The operational and intelligence co-operation between immigration and police has been spread out to forces beyond London.",
  "webTitle": "Romanian sex workers challenge UK immigration policy",
  "webPublicationDate": "2016-05-01T19:52:19Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/01/romanian-sex-workers-challenge-uk-immigration-policy",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sex trade",
      "id": "society/sex-trade",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Romania",
      "id": "world/romania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Prostitution",
      "id": "society/prostitution",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "uk-news/2016/may/01/romanian-sex-workers-challenge-uk-immigration-policy"
}