{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/the-guardian-view-on-venezuelas-plight-both-bad-luck-and-bad-management",
  "id": "2016-05-19-63",
  "sectionId": "commentisfree",
  "body": "People dying in what were once well-equipped and efficient hospitals, killings every day in the streets, queues for everything outside the shops, angry demonstrations in the capital – that is Venezuela today. How has a rich and once promising country reached this pass? President Nicolás Maduro last week declared a 60-day state of emergency and ordered army exercises, claiming both were necessary to avert a coup and to deal with “the international and national threats our nation is facing”. But, while Venezuela has indeed been politically isolated and is under intense pressure diplomatically, it is hard to discern any coherent plot against the regime. No US marines are on the horizon, and intervention by neighbouring Colombia is highly unlikely. In any case, Venezuela has done more than enough to undo itself without any help from outside. The great project of social engineering which Hugo Chávez, Mr Maduro’s predecessor, embarked on in 1999 is in a parlous state. The health service in which he took pride is now desperately short of drugs, staff, and even electricity, as recent reports have shown in harrowing detail. The rate of death among babies under a month old has increased more than a hundredfold in public hospitals, this being only one of many similarly dismal statistics. The murder rate has soared. Inflation may reach 720% this year. Ordinary life has become a fight for necessities, as basic goods disappear from the shops and, as a final blow, beer from the bars. Mr Maduro’s reaction has been to threaten producers and traders with fines and jail terms, and there is likely to have been an element of malice in some of their decisions. But the basic problem is that the government has set up a system of price and currency controls that make it impossible for industry and commerce to function in a normal way. When the oil money was flowing in, things did not work that well in Venezuela. But a great deal that was worthwhile was achieved, in spite of a lot of waste and misdirection. Above all, the expectations of ordinary people – their sense of what the state owed its citizens – was changed for ever by Hugo Chávez. They knew he was on their side and they knew their welfare was at the centre of his endeavours. When oil income fell, the inadequacies of the system were exposed. The Chavistas did try to diversify to reduce dependence on oil, but found it difficult. The newly entitled populace did not want to work in the fields or in textile factories on low wages. The government could not do much about that. It could, however, have done something that would have made a real difference, by saving for a rainy day. It did not set up a Norwegian-style sovereign wealth fund that would have been available to cushion the blows that have rained in on the country. Mr Maduro, to make things worse, has been particularly inept on the economy, taking little advice and heeding no warnings. Yet he also persevered with important social programmes, building a million affordable houses since 2012. The opposition wants Mr Maduro’s head, demanding a recall referendum which could remove him. They want that to happen soon because it would trigger a new election, rather than later when the constitution lays down that Mr Maduro’s able and strongly Chavista vice-president would take over if he went. A majority of the people also seem to want Mr Maduro to go, according to some polls. Yet as recently as last December the Chavistas won 43% of the vote in elections for the national assembly. Given the grave difficulties that ordinary people were already encountering at that time, this suggests that Chavismo, as it is called, is deeply rooted in Venezuela. The odds are stacked high against good government in many Latin American countries. Most are deeply divided by race and class and feature a privileged, wealthy and largely white elite with a narrow view of its interests. Such groups cannot usually bring themselves to tolerate for long, let alone work with, progressive movements which want to make society fairer and more equal. The leaders of those movements, in turn, often lack expertise, management skills, and even common sense. The problem is compounded by dependence on the export of commodities that can fluctuate wildly in price on the world market. The resulting plunges in national income can derail even an able administration, and if a regime is already in political trouble, can help push it out of office. This is the sad context in which the difficulties facing Venezuela should be seen.",
  "webTitle": "The Guardian view on Venezuela’s plight: both bad luck and bad management | Editorial",
  "webPublicationDate": "2016-05-19T18:20:48Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/the-guardian-view-on-venezuelas-plight-both-bad-luck-and-bad-management",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hugo Chávez",
      "id": "world/hugo-chavez",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/the-guardian-view-on-venezuelas-plight-both-bad-luck-and-bad-management"
}