{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/no-muslims-allowed-how-nationalism-is-rising-in-aung-san-suu-kyis-myanmar",
  "id": "2016-05-23-326",
  "sectionId": "world",
  "body": "At the entrance to Thaungtan village there’s a brand-new sign, bright yellow, that bears the message: “No Muslims allowed to stay overnight. No Muslims allowed to rent houses. No marriage with Muslims.” The post was erected in late March by Buddhist residents of the village in Myanmar’s lush Irrawaddy delta region who signed, or were strong-armed into signing, a document asserting that they wanted to live separately. Since then a couple of other villages across the country have followed suit. Small but viciously insular, these “Buddhist-only” outposts serve as microcosms of the festering religious tensions that threaten Myanmar’s nascent experiment with democracy.     A sign barring Muslims from staying overnight, doing commerce, or marrying in Thaungtan village, in Myanmar’s Irrawaddy delta region. Photograph: Poppy McPherson for the Guardian    After decades of military rule, Myanmar has entered a new era. As state counsellor, Aung San Suu Kyi is in charge, though key institutions remain under the army’s control. Recent weeks, however, have brought a surge in nationalist activity. Scores rallied outside the US embassy in Yangon last month to demand diplomats stop using the word Rohingya to describe millions of Muslims confined to internal displacement camps and villages in western Myanmar. Nationalists insist the group are illegal immigrants from Bangladesh. The few public comments Aung San Suu Kyi’s National League for Democracy (NLD) has given on the issue have not been encouraging. Aung San Suu Kyi reportedly instructed the new US ambassador not to use the term “Rohingya”. The new minister for religion, the former general Thura Aung Ko, recently called Muslims and Hindus “associate citizens”. The fact that nationalist rhetoric has gone unchallenged – and has in some cases been echoed – by the new government has left some wondering what place the country’s minorities have in its future. Thaungtan is a small village of about 700 people, mostly farmers. At the end of a long dirt road flanked by tall grass and banana trees, it is extremely isolated. Recently, residents formed the Patriotic Youth Network, a nationalist group that says it is dedicated to developing the village – and keeping it out of “foreign hands”. At the local monastery, a young monk with piercing black eyes named Ma Ni Ta sits unsmiling as villagers clamour to explain the new sign. “The village has talked and seen that the NLD didn’t do anything on the religious matter,” he says. It has fallen to the village to handle the mission to “protect religion” themselves, he claims.     A young monk, Ma Ni Ta, pictured at the monastery in Thaungtan village, Myanmar. Photograph: Poppy McPherson for the Guardian    In early 2015 a stranger moved to Thaungtan. According to the villagers’ version of events, he initially got along well with his neighbours. He said he was Hindu. Then he started buying land. That’s when they jumped to the conclusion that he must be Muslim. “It’s like ghosts. We have never seen a ghost but we’re afraid,” says one villager, with a rueful laugh. He was part of a small minority who opposed the sign, he says, asking not to be named for fear of reprisals. Members of the Patriotic Youth Network found that not all of the new arrival’s family had identity cards. “They might have sneaked in from Bangladesh,” claims Ma Ni Ta. “If we live together, we might have some problems with donations and religious ceremonies.” Kyaw San Win was the stranger who came under suspicion. A stocky 28-year-old with large, long-lashed eyes, he stands in his cousin’s drinks shop in Yangon, three hours’ drive from Thaungtan. He points at a small Buddha statue on a shelf and explains how his family follow both Buddhist and Hindu traditions. Kyaw San Win says he was living in Yangon when his elderly father decided to retire to the countryside. Kyaw San Win’s cousin suggested his wife’s village: Thaungtan. They bought and renovated an old wooden house. The monks and villagers were immediately unfriendly, he says. After they bought another piece of land, planning to open a teashop, he and his wife got an urgent call from his father. “Please, my son,” he said. “Please come back to the village because the villagers and the monks, they don’t really want us to live here.” At the monastery, they were told that residents didn’t want kalar, an offensive term for Muslims, in their village. “I ate pork in front of them,” Kyaw San Win recalls with an exasperated laugh. “They said I was just pretending so I could do some mission, like jihad.” Later he says members of the Patriotic Youth Network warned him: “Someone may come and burn your house down.” Then groups of young men took to walking and running around the house at all hours. They revved motorbikes outside. According to Kyaw San Win, the village administrator said he could not guarantee their security. So they left the village, eventually selling the home last month. Around the same time, pictures on Facebook showed members of the Patriotic Youth Network standing beside their new sign. “Every religion, every person, should be able to live in every part of the country,” says San Htay, Kyaw San Win’s cousin. “Every person should be under the same law … The nationalist guys want to rule the village.” “We’re really lucky we are Buddhist,” adds Kyaw San Win. “If we were Muslim there would be a conflict in that village.” Recently it has seemed to some as though Myanmar could again be teetering on the verge of religious violence. After the disappointment of last November’s election, nationalist groups, who backed the losing military-backed Union and Solidarity party, are again making noises. “Now that the post-election dust has settled, it’s business as usual for religious extremists throughout the country,” says Matthew Smith, executive director of the human rights organisation Fortify Rights. “Without a stronger counter-movement, this brand of religious discrimination will continue to flourish. Violence is inevitable.” The Patriotic Youth Network in Thaungtan denies links to extremist nationalist organisation Ma Ba Tha, which has waged an anti-Muslim hate campaign in recent years. The firebrand monk Ashin Wirathu has been accused of inciting deadly riots through his Facebook page, where he posts unsubstantiated rumours about Muslims. A spokesperson for the religious affairs ministry says he has not heard about “no-Muslim” villages. “Basically [complaints] should come from the regional level,” he said. He could not be reached to answer further questions. The NLD is in a precarious position. Hatred of the Rohingya penetrates all levels of society. Recently, local magazine the Irrawaddy, which is run by human rights activists, published a cartoon that featured a dark-skinned half-naked man holding a sign that said “boat people”. When students from the Yangon School of Political Science held a small peace march across the city, a few dozen men, women and children carried banners saying: “Accept Diversity. Promote Tolerance.” Police said they planned to charge the activists with unauthorised protest.     Myanmar Taxi driver Nanda Kyaw has scars on his left arm from a beating. Photograph: Aung Naing Soe for the Guardian    Nanda Kyaw, a Muslim taxi driver who was beaten outside Shwedagon Pagoda, from which Islamic vendors were evicted a few weeks earlier, says he is still getting headaches.  “I have to drive every day for my survival,” says the slight 31-year-old. At least once a day, he says, a would-be passenger waves him on when they see his goatee. But the attack in April came as a surprise. A group of young people wound down their windows and shouted racist abuse, he said, they swerved in front of his car and beat him with iron rods. They left him bleeding from his mouth and head. “Some people stopped their cars and watched a little bit. It’s because it was a problem between a Muslim guy and a Buddhist guy; they are afraid.” He declines to have his picture taken, for fear of inflaming tensions. Kyaw San Win feels the same. It’s the reason his family have not pursued charges against the people who hounded them from the village. Besides, he says, they wouldn’t want to move back now. “The people, they are very narrow-minded, we don’t want to live with them,” his cousin says. Additional reporting by Cape Diamond and Aung Naing Soe",
  "webTitle": "'No Muslims allowed': how nationalism is rising in Aung San Suu Kyi's Myanmar",
  "webPublicationDate": "2016-05-23T02:11:19Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/no-muslims-allowed-how-nationalism-is-rising-in-aung-san-suu-kyis-myanmar",
  "keyword": [
    {
      "webTitle": "Rohingya",
      "id": "world/rohingya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Myanmar",
      "id": "world/myanmar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aung San Suu Kyi",
      "id": "world/aung-san-suu-kyi",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Buddhism",
      "id": "world/buddhism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hinduism",
      "id": "world/hinduism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/23/no-muslims-allowed-how-nationalism-is-rising-in-aung-san-suu-kyis-myanmar"
}