{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/donald-trump-ted-cruz-jfk-assassination-indiana-primary-philanderer",
  "id": "2016-05-03-54",
  "sectionId": "us-news",
  "body": "In December, Ted Cruz called Donald Trump “terrific”. On Tuesday, just hours before polls close in Indiana, Cruz described the Republican frontrunner as “a serial philanderer”, an “amoral pathological liar”, and a “braggadocious, arrogant buffoon”. “If Indiana does not act, this country could well plunge into the abyss,” he said. The senator’s tirade against his rival came only a few hours after Trump suggested that Cruz’s father was somehow involved in the 1963 assassination of John F Kennedy, using a tabloid story as his source. “Nobody even brings it up, they don’t even talk about it,” Trump said.   Related: 'America is a better country without you': Ted Cruz's very bad day    A spokesperson for Cruz immediately called Trump “detached from reality”, but the senator felt compelled to give a press conference full of the scathing personal attacks that he had previously said he would resist. “I am going to do something I haven’t done this entire campaign, I am going to tell you what I really think of Donald Trump,” he began. Cruz then poured sarcasm, disbelief and derision on the man who stands poised to secure the Republican nomination: “Yes, my dad killed JFK, he is secretly Elvis and Jimmy Hoffa is buried in his backyard. “This is just kooky,” he continued, calling Trump “a narcissist at a level I don’t think this country has ever seen. Donald Trump is such a narcissist that Barack Obama looks at him and says, ‘Dude, what’s your problem?’” The senator was infuriated by Trump’s baseless claim about his father that he scorned the thrice-married businessman as a “serial philanderer – and he boasts about it!” The businessman “describes his battles with venereal disease as his own personal Vietnam”, Cruz said, alluding to a radio interview in which Trump likened his sex life to the war. “Morality does not exist for him.” Reality itself is at odds with Trump, Cruz continued: “If you hooked him up to a lie detector test, he could say one thing in the morning, one thing at noon and one thing in the evening – all contradictory – and he’d pass the lie detector test. Whatever lie he’s telling, in that minute he believes it.” Though Cruz did not say he would not support Trump in the general election, should the former reality TV star win the Republican nomination, he drew very close to the line. Adding a layer of surreality to the already strange campaign, he compared Trump to Biff Tannen, the fictional villain of Back to the Future Part II, the 1989 film whose writer was partially inspired by Trump.  “We are looking potentially at the Biff Tannen presidency,” Cruz said. He even turned to slam Fox News and the two powerful conservatives who run the cable network, saying: “Rupert Murdoch and Roger Ailes have turned Fox News into the Donald Trump Network 24/7.” An attack against the rightwing news network would have been considered heresy among Republicans not long ago, but Cruz has grown increasingly critical of the company over perceived bias by some of its anchors, such as Sean Hannity. Cruz pleaded with the voters of Indiana, a state he needs to do well in to preserve a chance of a contested convention, to keep his hopes alive. “This is not who America is, and I would say to the Hoosier State: the entire country is depending on you.” The Texas senator was so infuriated by Trump’s claims over the JFK assassination that he then proceeded to call Trump “a pathological liar” and added: “He doesn’t know the difference between truth and lies, he lies practically every word that comes out of his mouth.” Both Republican campaigns had their own accounts of the spat. A spokesperson for Cruz called the tabloid story, which based its allegations on a grainy picture of dubious credibility, “a garbage story and clearly Donald wants to talk about garbage”.  Trump’s put out a statement on “the most recent outburst from Ted Cruz”.  “Over the last week, I have watched Lyin’ Ted become more and more unhinged as he is unable to react under the pressure and stress of losing,” the businessman said in the statement. “It is no surprise he has resorted to his usual tactics of over-the-top rhetoric that nobody believes.”",
  "webTitle": "Cruz attacks 'serial philanderer' Trump as Republican race enters 'the abyss'",
  "webPublicationDate": "2016-05-03T18:49:44Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/donald-trump-ted-cruz-jfk-assassination-indiana-primary-philanderer",
  "keyword": [
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/03/donald-trump-ted-cruz-jfk-assassination-indiana-primary-philanderer"
}