{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/neruda-review-unconventional-drama-constructs-rather-than-retells-chilean-poets-life",
  "id": "2016-05-14-98",
  "sectionId": "film",
  "body": "The basic formula of the biopic has grown almost unbearably tiresome, thanks largely to the annual parade of mostly uninspiring Oscarbait true stories that serve to do nothing but show actors’ “range”. Would the world have stopped spinning if The Danish Girl or Trumbo had never been released?   Related: Clash review – horrifying one-location drama tackles Egyptian conflict    As a response to the repetition, film-makers have been making more “constructed biopics”, taking elements, ideas and themes then mashing them together to make something less familiar. Born to be Blue, Joy and, most explicitly, I’m Not There have all been upfront about their fabricated narrative, the writers and directors all admitting that some creative license is required to make their subjects fit the medium. Pablo Larrain is no stranger to this technique, employing Gael Garcia Bernal as a fictional ad man working during the Pinochet referendum in his Oscar-nominated 2012 drama No. He enlists Bernal again in this inventive and entertaining drama about the poet and senator Pablo Neruda and his time in exile in post-second world war Chile. Bernal plays a detective on the hunt of Neruda, after he’s threatened with impeachment for accusing the government of abandoning communist ideals to appease the US. The two are locked in “a fabulous chase” that’s part myth and part fact, given that the pursuer doesn’t actually exist ...            Larrain’s film is a delicate balancing act and, along with screenwriter Guillermo Calderón, he avoids both smugness and a sense of artificiality with a playful tone and a sharp, meta take on the concept of character and story. Neruda, played by Luis Gnecco who bears a remarkable likeness to the poet, enjoys the thrill of the chase and sends the detective crime novels which then start to transform his character and cause him to question who is controlling his destiny. It’s also refreshing to see a biopic that doesn’t deify its subject. Neruda is an influential idealist and a skilled poet, but he’s also an egotist and a snob. There’s a fascinating interaction when he’s approached by a fellow Communist who questions him on his growing status and how his persona is ultimately against the ideals of the party. Like the character himself, the film never stays still and is vibrant with ideas and energy. Similarly, the detective on Neruda’s trail is anything but a cliche. He’s a man trying to figure out who his father is by examining his own actions and is torn between his artistic sensibilities and his more rigid profession. He’s also excited by the romance of the chase, questioning whether he’s the hero or the supporting character and the film leads the two characters to a surprisingly poignant finale. Neruda takes a lot of wild chances and, like the poet whose life acts as inspiration, it’s unwilling to play by the rules. Dizzily constructed and full of more life and meaning than most “real” biopics, it’s a risk worth taking.",
  "webTitle": "Neruda review - unconventional drama constructs rather than retells Chilean poet's life",
  "webPublicationDate": "2016-05-14T14:50:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/neruda-review-unconventional-drama-constructs-rather-than-retells-chilean-poets-life",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Gael Garcia Bernal",
      "id": "film/gaelgarciabernal",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/14/neruda-review-unconventional-drama-constructs-rather-than-retells-chilean-poets-life"
}