{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/23/stone-age-cities-modern-urbanites-learn-paleolithic-humans",
  "id": "2016-05-23-223",
  "sectionId": "cities",
  "body": "The city is not our natural habitat. For the last three million years, we evolved as hunter-gatherers, living in small tribal societies, breathing fresh air, drinking fresh water and eating fresh foods. But more than half of us now live in cities. Culturally, our society is transforming, but anatomically, our genetic evolution is slower: we remain much as we were even before large-scale farming was adopted 5,000–10,000 years ago.  However “civilised” we may now consider ourselves to be, biologically we are much closer to our stone age ancestors. There is a major mismatch between our modern urbanised world and our “paleolithic genome”, the genetic material encoded in our DNA, which supports an ancient hunter-gatherer lifestyle. Put simply, urbanisation – which began with the advent of farming – is bad for us. Studies of skeletal remains in cemetery sites show that when the Romans introduced town life to Britain 2,000 years ago, they also introduced us to scurvy, rickets, osteomalacia, Reiter’s syndrome, gout, ankylosing spondylitis, rheumatoid arthritis, psoriatic arthritis, septic arthritis, tuberculosis, osteitis, poliomyelitis and leprosy. And today, the most common causes of death in half of our urban populations are obesity, cardiovascular diseases, type 2 diabetes, atherosclerosis, high blood pressure and various cancers. It is a sobering thought that all these conditions are rare or non-existent in non-urban societies, such as the tribal communities in Kitava, Papua New Guinea. But all is not lost. We can help our society have a healthier future by returning to our paleolithic past.     A daily walk is essential to keep in touch with your paleolithic roots and overcome the negative effects of urbanisation. Photograph: Alamy    Physiology Paleolithically “correct” urban living and city planning requires more than just changing to a proxy ancestral diet (fish, meat, fresh fruit and vegetables, and avoiding added sugars) as is now fashionable – although that is an excellent start. We also need to adopt a proxy ancestral activity regime: bending, stretching, carrying and manual labour. A daily walk is essential, at least part of the way to school or work. And spend as little time sitting down as practical, particularly by breaking up desk-bound work with five minute breaks every hour. We must also re-engage with nature. Time spent with pets, gardening or in parks and gardens is crucial not just for psychological uplift but for interaction with the microbiota that support a healthy immune system. The pioneering work of microbiologist Graham Rook (pdf) has shown how fundamental biophilia is to our immune system, especially for children’s health.  Crime science  If the physiological aspects of our deep past are easy enough to recognise and adapt to modern life, the socio-psychological elements – such as the inherent violence of the hunter – are rather more complex. According to the Metropolitan police, there are at least 225 gangs in London, 58 of which account for two-thirds of the gang crime. An urban street gang is basically a paleolithic hunting group, with powerful bonding and adherence to a very particular territory.      The Midnight Basketball League in the US started as a way to control inner-city crime by engaging young people in sport. Photograph: AllSport via Getty    Sport, however, can be a socially positive proxy for hunting, and therefore for gang culture. It helps support education, personal development, discipline, social inclusion and enhanced self-esteem in those who might otherwise be drawn to petty crime. One of the best successes is the Midnight Basketball movement, which began in the US in 1986 and has since spread to Australia. In London, the Kickz programme and Arsenal-in-the-Community team do similar work, aiming to improve social cohesion and reduce crime and drug abuse: the latter’s project on the Elthorne Park estate saw a 66% drop in youth crime in just three years.  City planning for human evolution Some wider concerns can be best addressed by town planning. To help people walk more, for example, cities can focus on pedestrianisation projects, car-free walkways, river walks, canal towpaths, widening and greening pavements, improving security, cycle lanes, speed limits and above all, air quality – our ancient lungs cannot cope with diesel particulates.   Related: Houston's health crisis: by 2040, one in five residents will be diabetic    Parks, playing fields and sports facilities are vital, as are “low-fat buildings” and active work practices such as standing desks, cycle racks and showers. The design of offices should encourage walking, with a showpiece stairway rather than just doors to the lift. Good dietary practice at the office extends to the canteen menu and the contents of drinks machines. The design of residential buildings in a high-density city should be limited to six stories, and have at least some outside space, ample windows and sunlight. Offices, streets, domestic buildings and the public realm all need to be greened, externally and internally. Houseplants, window boxes and roof gardens all have a positive role to play; as do participatory urban green spaces such as allotments, community gardens and city farms, especially in inner-city neighbourhoods lacking a large central park.  Our paleolithic immune systems and psyches desperately need such support. The town may not be our natural habitat, but we can make it our optimal one. Gustav Milne is an honorary senior lecturer at University College London’s Institute of Archaeology. He presents Urban Wellbeing: How to Live a Paleolithically-Correct Life in a 21st Century City on 24 May at 12noon, as part of the week-long UCL Festival of Culture in London.",
  "webTitle": "Stone age cities: what modern urbanites could learn from paleolithic humans",
  "webPublicationDate": "2016-05-23T10:42:52Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/23/stone-age-cities-modern-urbanites-learn-paleolithic-humans",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Urbanisation",
      "id": "cities/urbanisation",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Gangs",
      "id": "society/gangs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Green space",
      "id": "cities/green-spaces-urban-cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/23/stone-age-cities-modern-urbanites-learn-paleolithic-humans"
}