{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/johnny-russell-derby-county-hull-city-championship-play-off-wembley-match-report",
  "id": "2016-05-17-24",
  "sectionId": "football",
  "body": "Steve Bruce admitted Hull had to show all their fighting qualities as they hung on to seal a third Wembley appearance in two years, where they will contest a place in the Premier League with Sheffield Wednesday. Along with Yorkshire pride, there will be the small matter of £170m on the line. The hosts had been expected to cruise through to the Championship play-off final on 28 May after securing a comfortable three-goal winning margin in Saturday’s first leg. But a combination of a spirited Derby response and a largely abject display from Bruce’s side provided an enthralling 90 minutes, as the visitors pulled back two goals by half-time before ultimately falling short in a rescue mission dubbed ‘Istanhull’ by their supporters, a nod to Liverpool’s glorious escape act in the 2005 Champions League final. “We never make things easy,” said Bruce, the Hull manager reflecting on a 200th game in charge that was almost memorable for all the wrong reasons. “Talk about two extremes. In the first half hour, we couldn’t get anywhere near them. We had to dig in and show a bit of resilience which has seen us through but give big credit to Derby. They caused us all sorts of problems.” Hull have now lost three times this season to Derby, who have won twice at the KCom Stadium this season, a feat no other Championship side has managed once. It wasn’t enough to prevent a second play-off exit in three years as understandably given their Herculean effort, they ran out of steam as the contest progressed to pose less of an attacking threat after the break.   Related: Hull City 0-2 Derby County (agg 3-2): Championship play-off semi-final – as it happened    “I’m proud of my players,” said the Derby manager, Darren Wassall. “We gave it everything but came up just short after giving ourselves so much to do from the first leg.” Richard Keogh, the Derby defender, was involved in some jostling with supporters as Hull fans invaded the pitch in celebration at the final whistle, although both clubs played down the incident afterwards. Even though their efforts ultimately ended in defeat, the way Brighton had rattled Wednesday in the opening half-hour of Monday’s first semi-final had given Derby hope that there could be a way of coming back from the dead, and they gave themselves the perfect platform to do so as they immediately put their hosts on the back foot to take a seventh-minute lead. Hull looked a yard off the pace from the start, and had failed to get up to speed as Cyrus Christie was allowed time and space to send over a cross from the right which Chris Martin headed back across the six-yard box. It was met by Johnny Russell, whose initial effort was blocked, but the Scot was alert to the rebound and followed up to score his 10th goal of the campaign from close range. Hull had conceded just 12 times in 23 home games during the regular season but they looked anything but secure as the party atmosphere in the stands soon turned to one laced with anxiety, as the paucity of Hull’s play stunned their supporters into silence. Mo Diamé was inches from reaching a deep cross from Moses Odubajo as Hull launched a rare attack, but it was Derby who continued to dictate, Russell going close with a 20-yard free-kick just off target, as did Craig Bryson from even further out. The Rams’ first-half efforts were worthy of more than a single-goal lead, and a second to underline their dominance arrived nine minutes before the break, Andy Robertson, scorer of Hull’s third goal at the weekend, deflecting Bryson’s low cross past Eldin Jakupovic. The equaliser should have arrived four minutes after the-start. Bryson, unmarked barely half-a-dozen yards from goal, contrived to miscue his effort when meeting an inviting cross from Andreas Weimann. Derby’s deflation was almost palpable, and they failed to fashion a serious threat on goal thereafter. “We’re looking forward to a big Yorkshire derby down at Wembley,” Bruce added. “We’ll have to be better than we were tonight and we will be, because we can’t be much worse.”",
  "webTitle": "Steve Bruce relieved after Hull hold off spirited Derby to reach Wembley",
  "webPublicationDate": "2016-05-17T20:57:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/johnny-russell-derby-county-hull-city-championship-play-off-wembley-match-report",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Derby County",
      "id": "football/derbycounty",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Steve Bruce",
      "id": "football/steve-bruce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/17/johnny-russell-derby-county-hull-city-championship-play-off-wembley-match-report"
}