{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/egyptair-ms804-plane-crash",
  "id": "2016-05-21-54",
  "sectionId": "world",
  "body": "It had been four years since Farrag Diab said goodbye to his family and set off for work in Saudi Arabia, and he was longing for the wedding that would bring him back home this month. But his son had found work closer to home as a security guard on the national carrier, EgyptAir, and had been assigned to fly MS804 from Paris late on Wednesday evening. Diab rushed home last week in terror rather than celebration, to wait for news of a missing plane, and then begin the long mourning for his son. Without a body, Mohamed Diab’s mother refuses to accept his death. “Farrag broke down at the airport,” said Wael Diab, a 28-year-old cousin of Mohamed. “They are in shock. His father is still wailing all the time, and his mother still sits by his bed, waiting for him to come home.” The family had been scattered by the economic crisis that followed Egypt’s slide into turmoil. Mohamed’s father and brother went to Saudi Arabia for work, but they didn’t earn enough to return home for visits and only his father was able to come back for a memorial service in Cairo. Nearly half of the 66 people who were killed in the MS804 crash were Egyptians, many of them young men and women forced to look overseas for work, families splintered by reluctant migration. Their journeys tell similar stories of an economy weakened by decades of corruption and mismanagement, and under fresh recent pressure from violence and political turmoil since the revolution that ended president Hosni Mubarak’s 30-year reign in 2011. Tourism, still a mainstay for millions, has been the worst hit, and most Egyptians fear their country’s latest tragedy will only deepen the crisis, even as investigators try to work out if it was sabotage or a tragic failure of electronics and engineering. “The plane crash only makes things worse,” said Ibrahim el-Ghitany, senior researcher at the Regional Centre for Strategic Studies in Cairo. “It adds a lot of suspicion on the security situation in Egypt, which on its own will affect the tourism industry.” Mohamed Diab’s profession – security – is one of the few still flourishing in an increasingly unstable state. When he got the job some four years ago it was celebrated by a family glad to have him still in Cairo as other work, particularly in tourism, was drying up. Visitor numbers to Egypt have plunged by nearly half over the last year, deepening half a decade of decline. They may not return to their 2010 peak near 15 million for many years, experts say. “There have been so few tourists since the revolution,” said Mohammad, a former salesman at Bluewater shopping centre in Kent who returned home to be closer to his family, but now barely scrapes by touting for business as a tour guide outside the pyramids.     Debris that search teams found from EgyptAir Airbus Flight MS804. Photograph: HO/AFP/Getty Images    A cocktail of fears is keeping visitors away after a series of deadly incidents, from plane accidents and riots to the military’s mistaken slaughter of several Mexican tourists, and the gruesome murder of a young Italian student after he was detained by Egyptian police. The tragedies all represent threats to the economic stability of the country, experts said. Those fears were almost immediately reflected in the Cairo stock market, which lost $300m of its value in a dramatic plunge on Thursday, the last trading day of the week in Egypt. Militants waging war on the Egyptian state have warned that they aim to sow economic devastation as well as fear with their attacks, most recently in the bombing of a Russian charter plane last October, with a small device smuggled on to the Metrojet flight inside a soda can. “The Islamic State in Sinai, and the group that preceded it, have been running self-declared economic warfare against Egypt since 2013,” said Zack Gold, an expert in militancy in Egypt and non-resident fellow at the Atlantic Council’s Rafik Hariri Centre for the Middle East. The government’s handling of past crises has done little to reassure Egyptians, or those who might consider visiting the country, that officials are stepping up efforts to protect them. It took four months for the government to publicly acknowledge that the Russian Metrojet flight was brought down by a bomb, and though it has been faster to consider a terrorist role in last Thursday’s crash, many of the mourning relatives say Cairo is focusing on the details of the investigation at their expense. “Everyone in our family went to the airport. Not a single official told us what was going on. We could not get an explanation, we did not know what happened to him,” said Ehab el-Hawwary, cousin of Nasser Hamdy Hammad, a 45-year-old father of five, who died in the MS804 crash. “We demand nothing but to find out the truth of what happened, what caused the plane to crash.” His is an anger echoed by other relatives, tormented by accounts of the terrifying last moments of the plane, and without even bodies to anchor their grief. There is still no explanation for the disaster. Flight data shows parts of the doomed aircraft were filling with smoke minutes before it vanished from radar screens, and a few battered pieces of the plane and luggage have been found at sea, but they offer little clue as to what caused the crash. It may be weeks or even months, if at all, before investigators find the black box data recorders that can help clarify what happened. Part of the search area has a seabed with challenging geology, and few have forgotten the two-year search needed to find the same parts of an Air France flight that crashed into the Atlantic in 2009. Security experts say the lack of any claim of responsibility from a terrorist group would be a striking departure from usual working methods. “If it is terrorism, it is very strange that no one has claimed it yet,” said Gold, who pointed out that the Metrojet attack was claimed within hours by Islamic State, although few believed the group at first. Even if it was a terrorist attack, the first security questions would be asked in Charles de Gaulle airport on the outskirts of the French capital, where the EgyptAir flight took off. The grim details that are known have already renewed the damaging perception of dangers in a country once known more for sunshine, ancient treasures and spectacular dive sites, said Gold. “If tourists think flights to Egypt are being targeted they might choose to fly to different destinations,” he added.     People mourn at a makeshift memorial for victims of a Russian airliner which crashed in Egypt in October. Photograph: Stringer/Reuters    It is a particularly bitter blow for those who have ridden out several tough years in the tourist industry, because it comes at a time when there seemed to be cause for a sliver of cautious optimism, with Russia talking about restarting flights after a string of security upgrades in the airport at Sharm el-Sheikh, from where Metrojet Flight 9268 took off. “Egypt is already under the spotlight, so when we have this, people start to wonder is it safe to go there,” said Gold. “Tourism is always related to aviation; when you travel you use aeroplanes.” The Metrojet tragedy prompted Britain and Russia to halt flights to the Sinai peninsula over security concerns. Because both countries are at the heart of the tourism trade centred on Sharm el-Sheikh, the decision virtually wiped out the industry overnight. “It cannot get worse than this. Already as an industry we lost 80% of our income. Definitely we are suffering,” said Ramy Yousry, owner of a dive centre in the resort, adding that only one in five hotel rooms were full now. With unemployment rates in Egypt already high, particularly among the young, each disaster sows the seeds of future tragedy. They force families apart as those who can travel head off in search of work, and those who cannot are left without jobs or purpose, and so perhaps are vulnerable to radicalisation. In a sleepy village by the Nile delta, one mother mourning her son and granddaughter who were killed in Thursday’s plane crash was also weeping for her daughter-in-law, who the family only recently found out is pregnant with another child that they fear might never know Egypt. Haitham Dedad had left for France to support his parents and met and married a Moroccan woman there, who speaks a different dialect of Arabic, and has no ties to his home village. Their surviving daughter and unborn child will be French citizens. “We can’t expect them to live in Egypt,” said Hassan Dedad, a cousin of the dead passenger. “We just wish they would allow his parents to visit their grandchildren in Paris.”",
  "webTitle": "After riots and terror, will MS804 crash deepen Egypt’s crisis?",
  "webPublicationDate": "2016-05-21T20:01:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/egyptair-ms804-plane-crash",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hosni Mubarak",
      "id": "world/hosni-mubarak",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Graham-Harrison",
      "id": "profile/emma-graham-harrison"
    }
  ],
  "guardianId": "world/2016/may/21/egyptair-ms804-plane-crash"
}