{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/jeremy-corbyn-election-night-results-analysis-labour-sadiq-khan",
  "id": "2016-05-06-311",
  "sectionId": "politics",
  "body": "The Labour party was primed for so-called super Thursday to slip into black Friday; a bad result for Jeremy Corbyn was priced in for these elections for English councils, the Welsh assembly, Scottish government and London mayoralty.  However, as the country wakes on Friday morning, many MPs, councillors and activists will probably think it isn’t looking quite as bad for the party – or its leader – as they expected.   Related: UK elections 2016: Labour face being beaten into third place in Scotland – live updates    The results are terrible in Scotland, where the SNP’s dominance has barely been dented – and Labour could even be leapfrogged by the Conservatives. This should not be underestimated, given that Scottish voters should be more attuned to Corbyn’s brand of anti-austerity opposition; and it has long been a common joke that the nation has more pandas than Tory MPs. In Wales, too, there was disappointment for the party as a Labour minister was booted off the assembly to make way for the Plaid Cymru leader, Leanne Wood, in Rhondda. And while Labour has largely bucked expectations in England, holding southern councils such as Southampton and Crawley, it could still see net losses in council seats. However that is spun, it is an underwhelming result at this stage of the electoral cycle if Labour is to power to victory in the 2020 general election. John Mann, one of Corbyn’s fiercest critics who clashed publicly with Labour’s Ken Livingstone at the height of the antisemitism row that has gripped the party for over a week, said Labour was “going OK”, while admitting that Tory feuding ought to have his party winning by a landslide.     Leanne Wood (centre right) took the seat of Rhondda from Labour. Photograph: Tracey Paddison/Rex Shutterstock    Leighton Andrews, who lost his Rhondda seat to Wood, said national infighting had made it difficult to compete at a local level. Other MPs are lining up to say that Labour is failing to reach out to middle England, and is not on track for a 2020 victory. And there will be nervousness about Ukip gains, too. Certainly, there will be a lot of noise within Labour on Friday, with tough words over what constitutes success in these elections. Many MPs say that anything less than 400 council seat gains in England is failure for their new leader, pointing to the warnings from psephologists that opposition parties ought to be winning in the locals in the year after a general election.    Related: Scottish Labour facing third place after collapse in vote    Corbyn’s team will argue that the focus should not be the 6% fall in vote share from 2012, when these seats were last contested, but the 4% gain since the 2015 general election, when Labour trailed the Tories. On Thursday night, they mapped out a route through the difficult results and fierce critique from within his party at Labour HQ; Corbyn spent the early evening in his Islington constituency, eating at a Greek restaurant with Labour activists and his wife, Laura Alvarez, before popping into the El Comandante pub in Holloway. Friday’s fightback will begin with Corbyn heading north to welcome Gill Furniss, the new Labour MP for Sheffield Brightside and Hillsborough; Furniss and Chris Elmore in Ogmore, south Wales, achieved two byelection victories for the party.     Sadiq Khan’s performance in London is key to Corbyn’s narrative of a party building electoral momentum. Photograph: Stefan Wermuth/Reuters    Corbyn will end the day in London, where he hopes to be welcoming a Labour mayor in Sadiq Khan. The victory of Khan over Zac Goldsmith, which is likely but by no means certain, is critical for Corbyn. Sources who have seen the leader’s speech for Friday night say he depends on it. Should London back a Labour mayor, Corbyn will argue that the Conservatives tried to turn the race in the capital into one that was all about Corbyn, plastering his photo on Tory literature. And yet Labour won. Critics of the leader will disagree, arguing that Khan distanced himself from Corbyn and won despite him. Still, London is critical: a baseline for Labour, who would tumble into a nightmare scenario if a Goldsmith win came on top of electoral wipeout in Scotland. If that happens, all bets are off in terms of the plots, coups and manoeuvres that are unquestionably being discussed in parts of the Labour party. If Khan wins than we can expect a much steadier ship. For while many Labour MPs want to see Corbyn replaced, they are all united in agreeing that 6 May 2016, is not the ideal D-day for his leadership. After all, the one fact that hasn’t shifted for Corbyn is the most important one of all: that he still retains the solid support of party members. There are MPs who publicly, and many more who privately, despair about his leadership, and the question of how to challenge him – including the prospect of a stalking horse candidate – is being discussed across Westminster. But how to beat him is not something they have figured out yet. And most Labour MPs would rather the party did not descend into in-fighting before the EU referendum. Still, they will not give him an easy ride on Monday night, when he will appear at the weekly parliamentary Labour party meeting. For many, Thursday night’s results don’t look like success, and do not put Labour on track to be a party of government by 2020. Corbyn’s challenge is to convince them that they are wrong.",
  "webTitle": "Jeremy Corbyn allays coup fears after mixed election night for Labour",
  "webPublicationDate": "2016-05-06T06:58:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/jeremy-corbyn-election-night-results-analysis-labour-sadiq-khan",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/06/jeremy-corbyn-election-night-results-analysis-labour-sadiq-khan"
}