{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/jurgen-klopp-liverpool-europa-league-final-sevilla-experience",
  "id": "2016-05-21-111",
  "sectionId": "football",
  "body": "A few days on and, having had time to reflect, Liverpool supporters may now be thinking that their midweek trip to Switzerland was not so heartbreaking after all. Losing to Sevilla was painful but getting to a European final is an achievement in itself, especially when it is a club’s first in nine years and the players and manager involved have been working together for just seven months. That, ultimately, should be the positive which the thousands who travelled to Basel from Merseyside (and elsewhere) cling on to as they enter the post-season period – that what they witnessed on Wednesday night was the start rather than the end of a process. The team that lost the Europa League final was put together by one manager and led into battle by another, disconnect contributed to defeat, and what can begin now is long-term rebuilding.   Related: Jürgen Klopp – serial loser? No, he can do a Dortmund at Liverpool    That would have been the case even if Liverpool had held on to or increased the lead given to them by Daniel Sturridge’s 35th-minute strike at St Jakob Park, but the manner in which they collapsed in the second half – conceding three goals in 24 minutes and looking vulnerable to letting in more – only confirmed the sense that, for all his warm words and even warmer hugs, Jürgen Klopp is about to take an axe to the squad he inherited from Brendan Rodgers in October. The German intimated as much when he spoke after defeat to Sevilla of his players losing “faith in our style of play”. Damning words from a man with a demanding doctrine and further proof that Liverpool’s biggest collective failure is in their heads rather than their feet. It was in evidence throughout the recently completed campaign and highlighted up by the fact that Liverpool lost 19 points from winning positions in the Premier League, the third highest behind Tottenham Hotspur (20) and Chelsea (21). Norwich, West Bromwich Albion, Sunderland and Newcastle United were among the teams who pegged Liverpool back, with Southampton doing it twice, the second time recovering from 2-0 down to beat Klopp’s men 3-2 on a wild Sunday afternoon at St Mary’s. In that regard, Liverpool’s capitulation against Sevilla was not that shocking, the key difference being that this time what they lost was not points but a first trophy in four years and, with it, qualification for the Champions League. Little wonder there were tears at the final whistle from those in red, in the stands and on the pitch. There is a view, held by fans and observers alike, that Liverpool’s mental brittleness is a consequence of the youthful nature of the squad, that there are too many boys learning their trade, which inevitably leads to collective breakdowns. There is some truth in that – Liverpool do have a generally young group of players, a result of the transfer policy put in place by Fenway Sports Group (FSG) following their October 2010 takeover of the club. FSG put the emphasis on signing the best raw talent available, as opposed to chasing established players who come with expensive transfer fees and wage demands. But to focus on that heavily would detract from the fact that among the 40-plus players acquired at a cost of more than £400m in the past six years, a fair few have been over the age of 25. Indeed in the team that started against Sevilla, there were only four players under 25 years old, with the entire XI full internationals at one time or another. It is not experience that Liverpool lack, but leaders.   Related: Liverpool’s collapse shows Jürgen Klopp needs greater control amid the chaos | Jonathan Wilson    Sporting leadership is a hard to define quality but you know when you see it and the simple fact is Liverpool do not have enough players with the necessary qualities to make sure the team is capable of seeing out a lead on a consistent basis, or when they lose that lead, not suffering a brain freeze that causes tactical and technical disorder, as was the case against Sevilla. Leadership can come in the form of an older player who has been there and done that, and so it was noteworthy that Liverpool’s best player at St Jakob Park was Kolo Touré, a 35-year-old winner of Premier League titles with two different clubs. The Ivorian’s contract expires next month and on the back of his most recent display, allied to Mamadou Sakho’s potentially lengthy unavailability at centre-back, it would make sense for the club to keep him on for another season at least. But if Touré does stay on he is unlikely to feature regularly for Liverpool next season and what is required are players who can fortify the resilience, as well as adherence to Klopp’s intensive style, of the first team on a consistent basis: cool-headed commanders in the heat of battle. So the pursuit of Bayern Munich’s Mario Götze makes sense. The 23-year-old may not be an obvious leader but having won two Bundesliga titles under Klopp at Borussia Dortmund he not only knows what it takes to claim major honours but also how to do it with the current manager. Scoring a winning goal in a World Cup final is also a decent claim to fame. More players will come in – Liverpool have already signed Serbian midfielder Marko Grujic and Cameroonian defender Joël Matip and are reportedly close to purchasing the Mainz goalkeeper Loris Karius –and many will depart, partly because of flaws in their ability but also because they simply do not have the mentality to succeed at a club of grand status and grand ambitions. Basel was a blow, but for Klopp and the Kop it can also be the beginning of a stronger, more successful future.",
  "webTitle": "Jürgen Klopp and Liverpool need leadership after body blow by Sevilla",
  "webPublicationDate": "2016-05-21T11:00:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/jurgen-klopp-liverpool-europa-league-final-sevilla-experience",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/21/jurgen-klopp-liverpool-europa-league-final-sevilla-experience"
}