{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/26/los-angeles-super-bowl-sports-city-best",
  "id": "2016-05-26-203",
  "sectionId": "sport",
  "body": "Well, Los Angeles is really an NFL town again. Sure, the return of the Rams was a major milestone in welcoming back America’s most popular sport, but this week’s announcement that LA would host the 2021 Super Bowl truly solidified the NFL’s commitment to the city as a viable market. With all four major sports (plus soon to be two MLS teams), we’re a real sports town again. I can hear you laughing from New York, Chicago, Boston, Philadelphia, and St Louis — sorry St Louis, we took our team back. Our reputation as a sports mecca is about as poor as Donald Trump’s reputation as a feminist icon. There’s too many distractions, they say. We come to the games late and leave early. We’re bandwagon riders. The stereotype that we don’t really care about sports the way the east coast does has been hard to shake, but with the Super Bowl coming – plus the possibility of the Olympics and a Final Four in the future – you’re all going to have to come to visit sooner or later. It’s best that I disabuse you of your prejudices now, while your mind is still pliable. Here’s a few reasons why LA is not only a great sports town, but it might be the best sports town in the nation: We have employed the two greatest sports announcers in history            No one is going to argue with me that Vin Scully is the GOAT (Greatest of All Time, for the unaware) baseball play-by-play man. If you do care to rebut that claim, I respect your tenuous grasp on reality and don’t want to anger you further. You are clearly on the razor’s edge of sanity and are capable of anything. Let me just say in my defense that the man is in his 80s and calls games alone. His memory is impeccable. I don’t believe in heaven, but I imagine if it did exist, Vin Scully would be the voice calling out the floors in the elevator. Then there’s Chick Hearn, the dearly departed Lakers’ announcer. The man invented the phrase “slam dunk,” along with a litany of other memorable catchphrases. I think that one fact puts him way ahead of any other play-by-play man in NBA history. If anyone mentions Johnny Most in the comments, I will give your contact information to the federal government and request your immediate deportation on the grounds that you are engaging in treasonous behavior. I’m no snitch, but I will turn informant on a Celtics fan faster than Magic Johnson delivered his baby sky hook in Game 4 of the 1987 NBA finals. Which leads me back to Hearn. His call of that shot still makes the hairs on the back of my neck stand up. The man is a damn legend. We have more historic venues than any other American city   Related: The secret Hollywood life of the first Super Bowl stadium    The Rose Bowl. The Coliseum. The Forum. Dodger Stadium. Pauley Pavilion. Staples Center. The Coliseum alone has hosted two Olympic Games. The Forum Club nightclub has hosted more passed out celebrities than the Vanity Fair Oscar Party. Any one of those venues would be the crown jewel of a city. We have all of them. Think about the men who have called these buildings home: Jackie Robinson, Kareem Abdul-Jabbar, Magic Johnson, Sandy Koufax, Elgin Baylor, Marcus Allen, Chris Paul, Kobe Bryant, Troy Aikman, Wayne Gretzky, Clayton Kershaw, Jack Youngblood, Shaquille O’Neal, Jackie Slater, Jerry West. I’ll stop, because it’s getting embarrassing. As an aside, Kobe Bryant rapped on a Destiny’s Child song. If only you could say that about your favorite player. Our most dedicated fans are our most ignored citizens LA is the seat of power in the entertainment industry. It’s one of the richest cities in America. It’s also a land of rampant income inequality. In a city of four million people, it stands to reason that a large percentage of them are not wealthy. They don’t drive luxury automobiles. They don’t pump their faces full of botox. They’re blue collar folks who enthusiastically spend their hard-earned money to see a Dodgers game or sit in the nosebleeds for the Lakers. The best rule of thumb for sussing out someone’s dedication to the home team here in LA is this: the farther away from the action they are, the more important the game is to that person. The best sports moment of my life was Game 3 of the 2013 National League Championship Series. The Dodgers were down 2-0 in the series to the accursed St. Louis Cardinals – sorry again, St Louis. You won the series, so pipe down. Hyun-Jin Ryu threw seven masterful shutout innings and Yasiel Puig hit a triple punctuated by a batflip that was about a .7 on the Jose Bautista Celebration Scale. For that game, I was sitting in the left field pavilion, known locally as one of the rowdier sections in the park. For a brief moment, it seemed like we could pull it out, that hope was not lost. It was, though. We dropped two of the next three games and St Louis pranced into the World Series yet again. Still, no one left early. No one came late. At any game where the Dodgers get blown out, the first seats that clear out are the expensive ones close to the field. Walk around the dark recesses of Staples Center and you’ll see the men and women who refused to abandon the Lakers during three years of desperate times and heavy losses. That the arena wasn’t totally empty, especially during the years when Kobe was out with injuries, is a testament to our dedication. The Lakers are so beloved in this city that Mychael Thompson can’t go anywhere without being accosted and we all thought it would be a good idea to let Byron Scott come back to coach the team for about a month. I was there when Kobe scored 60 in his last game. Everyone knew what it meant and treated it with the respect it deserved, even the Hollywood people at courtside. For the forgotten underclasses of Los Angeles – the Hispanic, Asian, and black minority populations that are the real backbone of this city – our teams matter. And if you want to malign our celebrity fans, we have Ice Cube. Ice Cube would beat the crap out of your most famous fan, no question. I encourage every east coast sports journalist to spend a day in the cheap seats to experience the real LA, the one that’s not in the brochures and the commercials. Or pop into the Short Stop on Sunset and Douglas for a discounted PBR before the game. Oh, and eat a Dodger Dog and tell me that’s not God’s gift to the world in food form. Our teams are winners. Well, most of them The Lakers have 16 NBA championships, second only to the Team Who Shall Not Be Named. The Dodgers have won five World Series since moving from Brooklyn. The Kings have two Stanley Cup wins in the last six years. The UCLA basketball team holds the most NCAA championships in their sport with 11. As you probably know, the Clippers play here, against our will. No one asked them to move from San Diego. If they had taken a vote here back then, they’d still be there.We’re stuck with them and trying to learn to accept it one day at a time. And for the record, the Angels play in Anaheim and do not count. I don’t care what they call themselves. If I have to take the 5 freeway an hour during rush hour and end up in Orange County, I’m not seeing an LA team. Our sports anthem is better than yours            Boston Red Sox fans sing Sweet Caroline by Neil Diamond in the bottom of the 8th inning of every home game. That’s real cute, but Sweet Caroline has nothing to do with your town or your team. Minus points for that. LA has you beat here. One of our most sacred traditions is the playing of Randy Newman’s pop classic I Love LA before every Dodger and Laker game, and immediately following a victory. Not only is Randy Newman significantly less lame than Neil Freaking Diamond in every single, quantifiable way, I Love LA encapsulates something unique about my city. I Love LA is sarcastic. The song highlights the social ills and lack of economic parity in Los Angeles. It even directly references out shameful homelessness problem with the line, “Hey look at that bum there, he’s down on his knees.”  Our most cherished song is a joke at our expense, a majestic bit of satire. Every time we play it, we’re asserting our civic pride, but also poking tiny holes in the fallacious image of LA as a paradise. We’re a flawed, complicated metropolis, but at least we know it and we own it. The only better LA sports song is It Was a Good Day by, you guessed it, Ice Cube. The man said it best when he said, “I had the brew. She had the chronic. The Lakers beat the SuperSonics,” folks. Despite all the hatred and snickering, I look forward to welcoming you all here for the Super Bowl. Just promise me you’ll stay anywhere besides West Hollywood, Century City, or Beverly Hills. You’ll thank me later.",
  "webTitle": "Tremble before us, New York: LA may now be the best sports town in the US",
  "webPublicationDate": "2016-05-26T12:14:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/26/los-angeles-super-bowl-sports-city-best",
  "keyword": [
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles",
      "id": "us-news/los-angeles",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Los Angeles Angels",
      "id": "sport/los-angeles-angels",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Clippers",
      "id": "sport/los-angeles-clippers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Dodgers",
      "id": "sport/los-angeles-dodgers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Kings",
      "id": "sport/los-angeles-kings",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Lakers",
      "id": "sport/los-angeles-lakers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Rams",
      "id": "sport/los-angeles-rams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "MLB",
      "id": "sport/mlb",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "sport/blog/2016/may/26/los-angeles-super-bowl-sports-city-best"
}