{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/child-sex-abuse-survivor-david-ridsdale-accused-of-downplaying-own-abusing",
  "id": "2016-05-11-365",
  "sectionId": "australia-news",
  "body": "A high-profile spokesman for child sexual abuse survivors, David Ridsdale, has been accused of not being transparent about his own abusing. Ridsdale, who is the nephew and victim of notorious paedophile priest Gerald Francis Ridsdale, helped coordinate a group of child sex abuse survivors to fly to Rome in February to watch Cardinal George Pell testify before Australia’s child sexual abuse royal commission.    Related: Abuse survivors welcome offer to meet George Pell, but still want to see hearing    The commission had heard allegations that Pell tried to bribe Ridsdale to keep quiet about his molestation at the hands of his uncle. Ridsdale has repeatedly called for Pell and the church to be transparent about what they knew about the abuse of children within Catholic institutions. But for the first time abuse offences Ridsdale was charged with in 1995 have been disclosed. In 1995, David Ridsdale was charged with two counts of indecently assaulting a young boy while he was a youth leader, and he pled guilty. He was placed on a 12-month good behaviour bond, the magistrate noting that his history of being abused may have led to his own abusing.     Ridsdale’s victim, Corey Artz, has now given evidence to the royal commission that when was 12 years old, Ridsdale, then a youth leader at the local YMCA, molested him. One of the incidents occurred after Ridsdale offered to drive Artz home. “David pulled the car over and proceeded to pull his pants down and pulled out his penis and started to masturbate and told me I had to do the same thing as well,” Artz told the ABC’s 7.30. “I vividly remember him grabbing my penis and I had to grab his and it just didn’t feel cool. I hated it. Afterward was the threats of: ‘The devil will kill your mum and dad if you ever say anything to anyone.’” Artz told 7.30 he was abused by Ridsdale three times. Guardian Australia has contacted Ridsdale for comment. Other child sexual abuse advocates have accused Ridsdale of downplaying the offences he was charged with, saying he only told them he had been accused of flashing a young boy. Leonie Sheedy is a co-founder of the Care Leavers Australia Network, which supports abuse victims from foster care, orphanages and other state-run institutions. She said Ridsdale had never disclosed his abusing to her. But she said both Artz and Ridsdale needed support. “I do feel empathy for both Corey and David, and their families,” she told Guardian Australia.  “We know that sadly some people who were victims have gone on to sexually abuse other people, but I am not saying that excuses it and it is important to remember that not all victims of paedophiles and predators go on to abuse. Both of them need our support, and our understanding.” Sheedy said she felt the real focus should be on Gerald Ridsdale, who is one of Australia’s most notorious paedophiles and who remains in jail after committing more than 130 offences against children as young as four between the 1960s and 1980s.  Abuse survivor Stephen Woods, who also travelled to Rome, told Guardian Australia he had been lied to by David Ridsdale.  He did not want to comment further on Ridsdale, but said “paedophilia and abuse in Australia is huge and it happens on so many levels”. “We know interfamilial abuse is much greater than even the institutional abuse,” he said. “It’s a dirty underbelly of Australian society that is slowly being revealed.” Dr Wayne Chamley of the advocacy group Broken Rites told ABC radio in Melbourne that David Ridsdale should have disclosed what his charges were. But he added that Ridsdale had advocated for and represented victims articulately and consistently “at great personal expense”.",
  "webTitle": "Child sex abuse survivor David Ridsdale accused of downplaying own abusing",
  "webPublicationDate": "2016-05-11T05:06:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/child-sex-abuse-survivor-david-ridsdale-accused-of-downplaying-own-abusing",
  "keyword": [
    {
      "webTitle": "Royal commission into institutional responses to child sexual abuse",
      "id": "australia-news/royal-commission-into-institutional-responses-to-child-sexual-abuse",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/11/child-sex-abuse-survivor-david-ridsdale-accused-of-downplaying-own-abusing"
}