{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/23/kim-wisdom-vogue-festival-nontouring-free-the-nipple-feminism",
  "id": "2016-05-23-116",
  "sectionId": "fashion",
  "body": "Kim Kardashian in the flesh is precisely like Kim Kardashian on the page. Half-pint-sized, completely symmetrical and, to quote Jess Cartner-Morley, with a face like “laser-cut diamond”. Her friend, makeup artist Charlotte Tilbury, describes her as a modern day icon, the new Sophia Loren and credited her Armenian genes. Kim, however, put most of it down to makeup. Here are 12 nuggets of wisdom from Saturday’s event.   Related: Why is Kim Kardashian famous? You asked Google – here’s the answer | Eleanor Morgan     Michael Jackson once told Kim that she looked like Madonna. Said out of context, this observation is both problematic and inaccurate, but it did set the tone for the rest of the afternoon. She hasn’t had a nosejob. But, she explains, you can replicate the nosejob effect with some sharp contouring. Except that contouring is over. It’s all about “non-touring” says Kardashian, sort of “contouring without the bronzer”. Natural base and highlighted cheeks. That sort of thing. She doesn’t believe in “over-sharing”. After all she’s “opened up her life” to public scrutiny, a life she often compares to The Truman Show. While this understated the obvious, it did introduce a series of excellent anecdotes. The best? How she once snapchatted a pregnancy test in the bathroom of an airplane and then spent the rest of the flight wondering if she’d gone “too far”.  “I’m not a free-the-nipple feminist” but I feel comfortable doing what I want to do. Amazing.  How to take a perfect selfie. If you’re with someone it “depends whose arm is longer. Flash is everything. Flash always from above because of your double chin.” She has a very big space between her eyebrows and her sockets. Ideal for applying makeup, wearing false lashes, and so on and so on. Again, who cares? But also, everyone. When Caitlyn Jenner transitioned, Kim was pivotal in helping her dress like a woman. “I said: ‘If you’re gonna do this, you can’t look crazy.’”  What does she have in her makeup bag? “An eyelash curler, a tiny lipstick in nude in a shade called Kim KW, a Joe Blasco mascara, a Kabuki brush, some sort of eyelash powder, a smashbox bronzer.” Again, fascinating.  Their father wanted his daughters to look age-appropriate. So he did what any father of a teenager would do and sent them to Joe Blasco beauty school when Kim was 14.   She used to be nervous about getting naked. In fact, her mum had to “persuade” her to pose for Playboy. “How things have changed,” she deadpanned.   Her dream? To look like Kim circa 2011.",
  "webTitle": "Kim Kardashian's wisdom: from nontouring to 'free-the-nipple' feminism",
  "webPublicationDate": "2016-05-23T15:39:43Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/23/kim-wisdom-vogue-festival-nontouring-free-the-nipple-feminism",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Kim Kardashian",
      "id": "lifeandstyle/kim-kardashian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Michael Jackson",
      "id": "music/michaeljackson",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Caitlyn Jenner",
      "id": "tv-and-radio/caitlyn-jenner",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/23/kim-wisdom-vogue-festival-nontouring-free-the-nipple-feminism"
}