{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/johanna-konta-laura-robson-french-open-tennis",
  "id": "2016-05-24-30",
  "sectionId": "sport",
  "body": "Angelique Kerber, still searching for the form that won her the Australian Open this year, was the first major casualty in the women’s draw on day three of the French Open and she was joined soon enough by Johanna Konta and Laura Robson, who both fell to German opponents. Konta’s was the biggest British disappointment, given her encouraging climb to 20 in the world over the past year and a good run at the Australian Open, although there was not a lot she could do about the 30 winners that the world No57, Julia Görges, blasted past her in 64 minutes out on Court 14 towards the end of a miserably cold Tuesday afternoon.   Related: Andy Murray slams ‘simply untrue’ rumours of rift with Amélie Mauresmo    The British No1 remains committed to her “process” and said: “I forgot about Melbourne the moment I got on the plane.” In the first match of the day on Court Philippe Chatrier Kiki Bertens, the world No58, took out the third seed, Kerber, 6-2, 3-6, 6-3, and goes through to the second round against Camila Giorgi, who beat Alizé Lim easily in straight sets. Heather Watson, on Wednesday the world No56, is the lone British survivor in the women’s draw and now plays the 2009 champion, Svetlana Kuznetsova, who defeated Serena Williams recently and is looking dangerous again. Watson will need to find some of the form she showed in a strong finish when beating her doubles partner, Nicole Gibbs, in three sets on Monday.   Related: French Open 2016: Murray, Williams, Konta, Djokovic and Nadal – day three as it happened    Little was expected of Robson, her own ambitions aside, as she is still in the recovery stage after her wrist-injury hell over the past two years, and she performed well enough before the 28th seed, Andrea Petkovic, ground her down in an hour and 22 minutes to win for the loss of four games. Robson did not lack for effort. She broke back for 2-4 in the first set and was on level terms until the eighth game when she mysteriously played completely the wrong line to a low shot at her feet, missed and handed the first set to Petkovic. Robson had a chance to break at the start of the second but could not capitalise and Petkovic edged clear. Robson’s next opportunities arrived in the fourth game. She hit long to blow the first, was happy for a double fault by Petkovic, then struck a winning forehand down the line for 2-2 – only to hand the break back instantly. Petkovic was strong to the end, winning 6-2, 6-2 in an hour and 22 minutes. Robson said: “I had a lot of chances. There were a lot of games that went to deuce and it was also my brain switching off at deuce every time, which sucks really.” She heads for Wimbledon via the grass of Nottingham, Birmingham and Eastbourne and remarked: “I enjoy grass but the first couple of practices on it are never fun for anyone. It’s tough on the legs, tough on the butt and it’s a lot of work but I’m excited.” Konta, the British No1, would have hoped to do better against Petkovic’s compatriot, even though Görges has a good record against British players. She has rarely played better than on Tuesday and was switched on from the start while Konta admitted that she struggled for rhythm throughout. Görges broke for 3-1 and held before Konta edged back into the contest with a clean winner down the deuce line to hold for 2-4. After half an hour on the chilliest of late-May evenings Konta was serving to stay in the set but she could not break down Görges, who hit a sustained level of excellence that proved irresistible, hitting 15 winners to three and proving impenetrable on her second serve. There was little in it until the sixth game of the second set, when Konta saved three of four break points before dropping serve for the third time. From there Görges held her nerve to win 6-2, 6-3, watching Konta’s final backhand drift wide. The fifth seed, Victoria Azarenka, was another favoured contender who found herself in trouble on a miserable day, hobbling off for treatment to a thigh injury in the first set against the world No118, Karin Knapp. She saved match point in the second-set tie-break to level but was in tears of pain midway through the deciding frame and retired, with Knapp leading 6-3, 6-7, 4-0.",
  "webTitle": "Johanna Konta and Laura Robson frozen out in bitter cold at French Open",
  "webPublicationDate": "2016-05-24T19:35:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/johanna-konta-laura-robson-french-open-tennis",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Johanna Konta",
      "id": "sport/johanna-konta",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Laura Robson",
      "id": "sport/laura-robson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/24/johanna-konta-laura-robson-french-open-tennis"
}