{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/barclays-to-sell-off-more-than-100m-shares-in-africa-subsidiaries",
  "id": "2016-05-04-79",
  "sectionId": "business",
  "body": "Barclays has kickstarted the sale of parts of its African operations, eyed by its former chief executive Bob Diamond. In a sale that could raise £750m for the bank, Barclays announced it was placing 103.6m shares – or around a 12.2% stake – in Barclays Africa with institutional investors. Barclays wants to reduce its 62.5% share in Barclays Africa, which is listed on the Johannesburg stock exchange, to below 20%. Diamond is part of a consortium that is trying to bid for the operation. Last month, Diamond said the “consortium has committed long-term strategic investors. The funding is in place. There is support for this potential transaction”. Diamond was speaking in a presentation to investors in the London-listed African-based bank Atlas Mara, which he formed after being forced out of Barclays in the wake of the Libor-rigging crisis in 2012. Barclays said Public Investment Corporation, a South African state pension fund which already has a more than 5% stake in the African business, was acting as an anchor investor in the share placing.    Related: Bob Diamond's interest in Barclays Africa confirmed    The sell down leaves Barclays with an influential 50.1% stake in Barclays Africa. While the selloff could be seen a blow to Diamond’s ambitions, the sale had been anticipated by the market.  Jes Staley, chief executive of Barclays since the start of December, said the sale was “an important first step as we seek to reduce our shareholding in Barclays Africa to a level that achieves accounting and regulatory deconsolidation”. In March, when he presented first quarter results, Staley had announced the plan to pull back in Africa and cut the dividend this year and next. “As we said at our first quarter results, we continue to explore opportunities to reduce our shareholding, including capital market and strategic options.  “Barclays Africa is an important partner, and we are working closely with local management, including planning for the operational separation of the two businesses in a way that will preserve value for shareholders in both the Barclays and Barclays Africa groups.” Bloomberg had earlier quoted the national regulator expressing concern about the nature of the bid. “As a regulator we won’t be comfortable with a private equity play for any of the banks,” the deputy governor of the Reserve Bank, Kuben Naidoo, said.",
  "webTitle": "Barclays to sell off more than 100m shares in Africa subsidiaries",
  "webPublicationDate": "2016-05-04T17:29:33Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/barclays-to-sell-off-more-than-100m-shares-in-africa-subsidiaries",
  "keyword": [
    {
      "webTitle": "Barclays",
      "id": "business/barclay",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bob Diamond",
      "id": "business/bob-diamond",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/04/barclays-to-sell-off-more-than-100m-shares-in-africa-subsidiaries"
}