{
  "apiUrl": "https://content.guardianapis.com/science/blog/2016/may/05/virtual-reality-isnt-just-for-gaming-it-could-transform-mental-health-treatment",
  "id": "2016-05-05-160",
  "sectionId": "science",
  "body": "If you haven’t yet heard about Oculus Rift, chances are you soon will. Virtual reality (VR) headset technology – in the form of the Oculus and its main competitor the HTC Vive, both of which have just been launched on the consumer market – is about to make the leap into the mainstream. For the gaming industry, big bucks are in the offing. Facebook paid £2 billion to acquire Oculus Rift ; the returns, one imagines, could swiftly dwarf that figure. VR may be about to transform gaming, but the technology dates back to the late 1960s and the so-called Sword of Damocles. Bulky and relatively unsophisticated though it was, the main elements of VR were all present in the Sword. A computer generated an image, a display system presented the sensory information and a tracker fed back the user’s position and orientation in order to update the image. For the user, sensory data from the natural world was superseded by information about an imaginary world that changed in response to their actions. The result was what you’d experience with Oculus Rift or the Vive today: a “sense of presence” in an interactive, three-dimensional virtual world. It’s difficult to appreciate just how remarkable VR is until you’ve tried it. Although you know what you’re seeing isn’t real, your mind and body behave as if it were. It’s an extraordinary experience. But VR’s ability to “con” our brain means that it isn’t simply the next big thing in gaming: it may prove to be an extremely effective device for psychological therapy. In fact, it already is. Fear of heights (acrophobia) is typically – and successfully – treated by exposure therapy. The person is helped to face progressively more challenging situations, discovering as they do so that the danger they fear doesn’t materialise: they are safe. What’s remarkable is that exposure therapy using VR is just as effective as taking people into real situations. That’s because if you take someone with acrophobia in a virtual glass-fronted lift up a skyscraper, for example, their reactions (heart racing, stomach churning, panicky thoughts) will be the same as if they were truly zooming to the top of the Shard. Ask anyone – phobia or no phobia – to step off a virtual ledge and they’re very rarely able to do so (even though the “edge” is simply a space on our lab floor). It’s not just fear of heights that VR seems so well suited to tackling: it works for a wide range of anxiety disorders. A recent meta-analysis of fourteen clinical trials, for example, found that VR treatment is effective for tackling spider and flying phobias. Evidence is also growing for VR’s potential in treating Post Traumatic Stress Disorder. So what, we wondered, could it do for patients experiencing another kind of condition marked by fear of imminent danger: persecutory delusions? Persecutory delusions – unfounded, strongly held beliefs that other people intend to harm us – have traditionally been regarded as a key symptom of psychiatric diagnoses such as schizophrenia. They are better conceived as the severe end of a paranoia spectrum in the general population, with paranoid thoughts much more common than previously thought. Delusions are notoriously difficult to treat, so there’s a pressing need for new ways of tackling the problem – which is where VR comes in. In a Medical Research Council (MRC) funded study at the University of Oxford we’ve just completed the first experiment in using VR to treat persecutory delusions. We wanted to tackle the fundamental fear that we believe underlies paranoia: the sense of danger from other people. The most effective way to do that is to help the individual learn from experience that the situations they dread are actually safe. As the feeling of safety increases, so the delusion diminishes. Understandably, it can be very difficult for patients with severe paranoia to face feared situations. But it’s easier with VR. Knowing that the scenario isn’t real helps with confidence, and it’s simple for us to present the least difficult situations first. VR offers other practical advantages. The fact that patients can try the same situation as many times as they like, and be instantly transported from one challenging situation (a shop) to another (a train), means that progress may well be much faster than it would be if they were facing real-life scenarios. Moreover, patients in psychiatric wards often have very limited access to real-world situations.     Patients experienced a total of seven simulated journeys in an underground train carriage and a lift, with the number of virtual passengers increasing in each scenario. Photograph: Daniel Freeman/OCAP University of Oxford    Our experiment involved 30 mental health patients from Oxford Health NHS Foundation Trust, all of whom were experiencing persecutory delusions (even after treatments such as antipsychotic medication). They held beliefs like: “someone intends to attack me”; “people know what I’m thinking and will kill me”; “others do things to belittle me”; “people are deliberately trying to upset me”. We began by assessing the severity of their delusions. Each patient then spent five minutes in a situation that they found difficult (for example, a visit to a local shop) so that we could assess how they coped. Next was one session in our VR lab, during which they experienced a total of seven simulated journeys in an underground train carriage and a lift, with the number of virtual passengers increasing in each scenario. The participants spent a total of thirty minutes in VR, and then tried the real-life situation for a second time. Finally, we reassessed the strength of their persecutory delusions. In an added twist, we compared two different VR therapies. Patients were randomly allocated to the VR treatments, with half the patients undergoing exposure therapy (VRET) and the other participants undergoing virtual reality cognitive therapy (VRCT). The VRCT group, like the VRET patients, took a virtual train or lift ride. But they were helped to do so without using defensive or safety-seeking behaviours, such as avoiding eye contact or looking for escape routes. This kind of behaviour makes us feel safer in the short term, but it fuels our fears by preventing us from learning that we aren’t really in danger. In VRCT we didn’t merely ask people to abandon their safety behaviours: we encouraged the participants to try things they would never contemplate in real life – boldly approaching the VR characters, for example, or staring at them. The results of the experiment are published today in the British Journal of Psychiatry. They paint a very striking picture of the power of cognitive VR in particular. Immediately after the VR therapy session, eight of the 15 patients who had VRCT no longer had persecutory delusions (ie. they had greater doubt than certainty in the threat beliefs). There were benefits for those who’d had VRET too, with three out of fifteen patients no longer meeting formal criteria for delusions at the end of the testing day. But VR cognitive therapy very clearly outperformed VR exposure therapy in all the statistical testing. When we asked patients to rate how strongly they believed their paranoid thoughts on a scale of 0-100%, VRCT patients averaged 80% at the beginning of the testing session but 47% at the end. For the VRET group, the reduction was much more modest: from 79% to 68%. Importantly, we saw real-world benefits too, with the VRCT group showing a drop by half in their self-reported distress in their second trip into a feared situation compared to the VRET group. These gains were produced, remember, with just thirty-minutes in VR. Imagine what could be achieved with more time. We don’t know how long the benefits gained in the initial experiment will last, though the success of VR in treating anxiety disorders suggests that they may well endure for longer than one might imagine. We’re therefore developing an extended VRCT, using the latest consumer equipment, and plan to test it in a full clinical trial. Virtual reality isn’t merely here to stay in the gaming world. We believe it’s likely to play a central role in assessment and treatment in the mental health centres of the future.  Follow @ProfDFreeman and @JasonFreeman100 on Twitter",
  "webTitle": "Virtual reality isn't just for gaming - it could transform mental health treatment",
  "webPublicationDate": "2016-05-05T14:24:37Z",
  "webUrl": "https://www.theguardian.com/science/blog/2016/may/05/virtual-reality-isnt-just-for-gaming-it-could-transform-mental-health-treatment",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Virtual reality",
      "id": "technology/virtual-reality",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Freeman",
      "id": "profile/daniel-freeman"
    },
    {
      "webTitle": "Jason Freeman",
      "id": "profile/jason-freeman"
    }
  ],
  "guardianId": "science/blog/2016/may/05/virtual-reality-isnt-just-for-gaming-it-could-transform-mental-health-treatment"
}