{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/25/the-night-watch-review-adaptation-sarah-waters",
  "id": "2016-05-25-208",
  "sectionId": "stage",
  "body": "In wartime London, people went underground. In the aftermath they went to the cinema, to fill the time and stave off the discomforting void that follows a crisis. Kay, a former ambulance driver on the night watch, finds herself drifting into picture houses at random, often watching the second half first. “I almost prefer them that way,” she explains. “People’s pasts are so much more interesting than their futures.” Hattie Naylor’s adaptation of the novel by Sarah Waters has a similarly disorientating effect. It dispenses with the usual courtesies of exposition; plunging you without ceremony into a drab, postwar world full of drab, postwar people whose interrelationships and experiences are entirely opaque. Urgent information is exchanged concerning a missing ring and a pair of peach-coloured silk pyjamas, although the significance of these objects is unclear. It is as if you’ve mistakenly wandered in after the interval.      Broken souls … Thalissa Teixeira and Kelly Hotten in The Night Watch. Photograph: Richard Davenport    That, however, is part of the dramatic plan. The novel opens in 1947 and spools back in time towards the commencement of the war. It is a bold conceit for a novel – and an even bolder one in the theatre, given that until the blitz intervenes and begins running backwards, Rebecca Gatward’s production is focused on the slow revelation of character rather than an accumulation of incident. But it rewards one’s patience, because the acting has a depth and complexity to match Waters’ original creations. Gatward creates a convincing impression of a liminal, listless world of prison visiting rooms, dating agencies and afternoon matinees. The continually revolving grey platter of Georgia Lowe’s design, meanwhile, evokes time unfolding in reverse and suggests that the characters are all condemned to their personal circles of hell. Naylor’s adaptation achieves the feat of suggesting time passing slowly while remaining admirably concise; though it does slightly skew the gender balance by relegating the book’s one significant heterosexual relationship to an off-stage allusion. Those unfamiliar with the novel may wonder why one of the characters begins to haemorrhage, though Waters’ description of an illegal abortion is so harrowing that we are thankful to be spared witnessing it. The great achievement of Waters has always been to put the historical experience of lesbians centre stage; and the production expertly captures the surge of empowerment experienced by many women during the second world war. Jodie McNee is exceptional as Kay, a broken soul lost within her own mind and the grubby folds of an ill-fitting demob suit. Kelly Hotten captures the dowdiness of the secretarial Helen and the vulnerability that makes her irresistible to Lucy Briggs-Owen’s suave, sexually confident lady novelist. And though no stage adaptation could express the novel’s entire range, this at least makes a persuasive claim to its heart. • At Royal Exchange, Manchester, until 18 June. Box office: 0161-833 9833.",
  "webTitle": "The Night Watch review – captures the heart of Sarah Waters' love story",
  "webPublicationDate": "2016-05-25T10:29:29Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/25/the-night-watch-review-adaptation-sarah-waters",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sarah Waters",
      "id": "books/sarahwaters",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/25/the-night-watch-review-adaptation-sarah-waters"
}