{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/23/counter-extremism-bill-puts-our-rights-at-risk",
  "id": "2016-05-23-60",
  "sectionId": "law",
  "body": "We, the undersigned, are concerned about the implications of the government’s counter-terrorism strategy, Prevent, and the proposed counter-extremism bill on civil liberties, freedom of speech, religion and cultural expression, the right to protest and dissent (Mixed bag promises laws on crime and broadband, 18 May). Prevent is not working. We all agree with the need for a counter-terrorism strategy, but it must do exactly that. In his written submission to the home affairs select committee, the terrorism watchdog, David Anderson QC, reported that Prevent has become a “significant source of grievance” among British Muslims and called for a review into it. Without any conclusion on the failures of Prevent, the government is proposing new legislation on “extremism”, as announced in the Queen’s speech. Children, students, Muslims, anti-racist, anti-fracking and anti-austerity campaigners have already been wrongly targeted under Prevent. There is a moral obligation on schools, universities and others to protect children, young people and others against extremism. This is best achieved by encouraging discussion, yet many aspects of Prevent inhibit this. The forthcoming bill could do the same. It was not so long ago that miners on strike were dubbed the “enemy within” and Nelson Mandela and the ANC’s fight against apartheid called “terrorist”. The Tolpuddle Martyrs who pioneered the trade union movement, the suffragettes, the black civil rights movement, the LGBT movement, all those who have struggled for religious freedom – Christians, Jews, Muslims, Sikhs, Hindus and others – won their rights through protest. It took hundreds of years of struggles, including international and civil wars, to establish the civil liberties, freedom of speech, and rights to religious and cultural expression that we celebrate today. These rights must be vigorously upheld.Diane Abbott MP, Kate Osamor MP, Clive Lewis MP, Natalie Bennett Green party leader, Christine Blower NUT general secretary, Sally Hunt UCU general secretary, Malia Bouattia NUS president-elect, NUS black students officer, Bruce Kent, Rabbi Lee Wax, Francesca Martinez, Talha Ahmad Muslim Council of Britain, Chris Keates NASUWT general secretary, Mark Serwotka PCS general secretary, Kevin Courtney NUT deputy general secretary, Weyman Bennett and Sabby Dhalu Stand up to Racism co-convenors, Piers Telemaque NUS VP society and citizenship, Shelley Asquith NUS VP welfare, Shakira Martin NUS VP FE, Gurjeet Singh Sikh Federation (UK), Peter Herbert Society of Black Lawyers chair, Azad Ali Muslim Engagement and Development (MEND), Preet Kaur Gill The Sikh Network, Mohammed Kozbar Muslim Association of Britain, Yusuf Hassan Federation of Student Islamic Societies, Steve Hart Unite Against Fascism chair, Sam Fairbairn People’s Assembly Against Austerity, Kate Hudson CND general secretary, Lindsey German Stop the War Coalition convenor, Maz Saleem Daughter of late Mohammed Saleem, Lee Jasper Black Activists Rising Against the Cuts, Denis Fernando Rainbow Coalition Against Racism, Sue Caldwell LGBT+ Against Islamophobia, Hannah Dee Defend the Right to Protest, Samaya Afzal NUS NEC and Bradford University women’s officer, Amelia Horgan NUS NEC women’s rep, Sarah Nwafor NUS NEC mature students officer, Mostafa Rajaai NUS international students’ officer, Daniel Nikolla President of CANDISU and NUS NEC, Sai Englert NUS postgraduate officer, Hannah Webb NUS NEC, Mahamid Ahmed NUS postgraduate (taught) officer, Areeb Ullah NUS NEC, Shabina Raja NUS NEC, Malaka Mohammed NUS NEC, Haaris Ahmed NUS NEC, Sahaya James NUS NEC, Deborah Hermans NUS NEC, Ali Milani Brunel Students Union president and NUS NEC  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Counter-extremism bill and Prevent strategy put our rights at risk | Letter from Diane Abbott MP, Natalie Bennett and 47 others",
  "webPublicationDate": "2016-05-23T18:38:08Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/23/counter-extremism-bill-puts-our-rights-at-risk",
  "keyword": [
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "law/2016/may/23/counter-extremism-bill-puts-our-rights-at-risk"
}