{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/tony-xia-revamp-aston-villa-top-three-world-owner",
  "id": "2016-05-19-172",
  "sectionId": "football",
  "body": "The new owner of Aston Villa has vowed to transform the  relegated club into one of the world’s top sides, pumping up to £50m into their coffers before next season and shunning talented but lazy players. Xia Jiantong, a 39-year-old millionaire from eastern China who uses the English name Tony Xia, was announced as Villa’s owner on Wednesday – one month after the club dropped into the Championship following one of the most disastrous seasons in their 142‑year history. Speaking on Thursday afternoon at his office in Beijing’s financial district, Xia said he was preparing to embark on an extensive revamp of the club in an effort to secure immediate promotion back to the Premier League. Once that was achieved he would fight to turn Aston Villa into a global force.   Related: Aston Villa agree sale of club to Chinese businessman Dr Tony Xia    “My ambition is to bring Villa to the top six in less than five years and I hope it can be [one of] the top three in the world – even the best well known in the world – in less than 10 years,” Xia said in one of his first interviews since the deal became public. “At least [until] now what I have planned [in my career] everything has been achieved. Nobody believed in the beginning but I made it happen no matter how many years it took.” Asked for his message to Villa fans, Xia said: “Forget the past and think we are going to enter into a new age.” However, Aston Villa’s new chairman admitted his immediate challenge would be fighting a way back to the top flight. “The first priority is to get promoted. I feel a lot of pressure. I think a lot of Villa fans are eager to get back up to the Premiership, so the next one year will be very tough for me. I hope we can do it.” Xia also wants to find the best manager and confirmed he had held discussions with a number of candidates, including the former Chelsea and West Bromwich Albion manager Roberto Di Matteo and the former Southampton and Leicester City manager Nigel Pearson. “We have several very good candidates … I have talked to all of them,” Xia said, adding the decision would be made in the next two weeks. “The most critical thing now is to get the right manager. [We] need a really good coach who knows how to play in the Championship. It’s even harder than the Premiership. We need to figure out how to reorganise the team.” The manager would be given transfer funds of between £20m and £50m, depending on how many players he believed were needed, Xia said. “For now, I am confident. I think we will add six to seven players in maybe six or seven positions [before the start of the season] and we are going to bring some young talented people from the academy to play in the first squad … I think a lot of them can play very well in the Championship.” The businessman, who returned to China from England this week, said he hoped the devastated Villa fans would look to the future and throw their support behind his plans. He defended the highly unpopular Randy Lerner and said some of the abuse directed at him by fans was unfair.    Randy Lerner is a nice guy and does have a passion for this club. He really wanted to make the club much better    “Actually, he is a nice guy and he does have a passion for this club. He really wanted to make the club much better. He invested a lot of money.” in an admission of the toxic relationship that developed between Lerner and supporters, the new Villa chairman recognised he would need to build a much better dialogue with fans than his predecessor. “Communication will be a very important part,” he said. Having watched Villa’s last home game, against Newcastle United on 7 May, Xia said he planned to become a well-known face at Villa Park and would move to Birmingham with his wife and 18-month-old daughter in an attempt to win over fans and help with the push for promotion. “I am going to spend a lot of time there, especially in the first season,” he said, adding: “I think I will buy a house maybe in the next month.” Xia was born in Quzhou, a mid-sized city about 400km south-west of Shanghai, to an agricultural technician father and a housewife mother. “I grew up in a very normal family,” he said – but according to reports in China’s domestic media he was far from a normal child. They describe Xia, who was one of three children, as a child prodigy who left home to study at university in Beijing at the age of 14. Five years later, aged 19, Xia packed his bags and crossed the Pacific to spend six years studying at Harvard University and the Massachusetts Institute of Technology. He also spent five months as an exchange student at Oxford University in 2002, during which time he said he hadbecame a Villa supporter after watching a game at Villa Park. “I’ve been a fan of the English football league for many years,” he said. Asked about his first match at Villa Park, the entrepreneur said: “You know the feeling there. It’s not like excitement, it is like a shock when you are in that environment.” Xia said he made his fortune working on infrastructure projects across a rapidly urbanising China and had taken over Recon Group, the Beijing and Hangzhou-based holding company behind the purchase of Aston Villa, in 2004. Perhaps appropriately for the new owner of a crisis-hit football club, he said the company’s name was an abbreviation of the word reconstruction. According to the Financial Times Recon Group has controlling stakes in companies that include a soap maker and a Shanghai-based company that produced 150,000 tonnes of the food additive monosodium glutamate (MSG) last year. That firm reportedly made a net loss of $77.7m last year. In an interview with Sky News, the former Villa midfielder Ian Taylor described Xia’s takeover as “great news” but admitted he was “a bit reserved about the qualifications of the new owner”.     Tony Xia says Aston Villa ‘will add six to seven players in maybe six or seven positions’ before the start of next season. Photograph: Damir Sagolj/Reuters    Speaking on Thursday, Xia insisted he was the perfect man for the job. He described himself as a hard-working, self-made millionaire who would have little patience with overpaid players who were not pulling their weight. “For a lot of Chinese now, they think the only way you become rich or become successful is because you have grown up in a rich family or you have a whatever daddy – a rich daddy, a powerful daddy or whatever,” he said. “If you keep working hard you still have a chance. I think attitude is more important than talent. So that is one of the basic principles for me to give advice to the coach to choose players to revamp the team.” Xia promised to inject significant funds into the club but said he would not attempt to copy what he called the “money-burned” model of teams such as Manchester City. “I don’t think that’s a healthy model and it can’t last long,” he said. Xia said he would return to Birmingham in the next fortnight in order to start rebuilding and engage with the fans. “They need to know I am one of them,” he said. “I will do whatever I can to promote the club. I hope we can bring everything back on to the right track as soon as possible.” The situation at Aston Villa “could not be worse,” Xia said. “So I hope all the Villa fans can really stand up together. I hope after one year we will be happy.” Additional reporting by Christy Yao How Chinese are investing in European game Chinese investors have invested more than £460m over the last 14 months, including Aston Villa’s sale of 100% ownership to the Beijing based Recon Group, owned by Tony Jiantong Xia. Members of the second largest economy in the world have acquired stakes of football clubs in England, Spain, France, Czech Republic and the Netherlands. China, whose national team have only qualified for a World Cup once – in 2002 – is potentially looking to open doors for Chinese players appearing in first teams of elite European football clubs by obtaining stakes. ADO Den Haag The Beijing-based Chinese businessman Wang Hui, a football enthusiast who has taken part in training sessions, bought 98% of the club for £5m at the start of 2015 and promised to take ADO into Europe. At the beginning of this year, after Wang failed to meet deadlines for further investments, the Dutch football association announced it could put ADO into administration. Speaking to the New York Times, Wang partly blamed cultural differences for the tensions and finally provided the money in April. ADO finished 11th this season, two places higher than in the previous campaign. Atlético Madrid Wang Jianlin, chairman of the Dalian Wanda Property Group and one of China’s richest men, bought 20% of the Spanish club’s shares for £34m in January 2015. Atlético purchased the Colombian striker Jackson Martínez for £28m that summer and sold him to the Chinese Super League club Guangzhou Evergrande for £32m in February. Atlético have finished third in La Liga for a second straight season and have reached the Champions League final.   Related: Aston Villa’s Randy Lerner says blame for relegation rests solely with him    Espanyol In November 2015 the Hong Kong unit of China’s Rastar Group purchased 56% of Espanyol’s shares for about £14m. Rastar said it would increase the investment by another €45m. Espanyol, 10th in La Liga last season, have finished 13th this year. Recent rumours suggest they want to sign the Manchester United goalkeeper Víctor Valdés and the former Liverpool striker Mario Balotelli. Sochaux-Montbéliard The Hong Kong-based lighting manufacturer Ledus acquired one of the oldest professional clubs in France, paying £5m to the previous owners Peugeot in July 2015. Ledus says it is in it for the long term and wants to get the club promoted from Ligue 2. Sochaux were in the top division as recently as 2014 and won the French Cup in 2007 but they finished 15th this season and, to the fans’ fury, were in danger of relegation. Ledus’s owner has admitted he previously did not have any interest in football but saw a good opportunity for establishing the brand in Europe. Manchester City In December 2015 a Chinese consortium, CMC, bought a 13% stake in City for £265m. Its chairman, Ruigang Li, said: “Football is now at a fascinating and critical stage of development in China. We see unprecedented growth of opportunities in both its development as an industry, being China’s most watched sport and its inspirational role bringing people of all ages together which share a passion.” Slavia Prague China Energy Company Ltd paid an undisclosed sum for 60% of one of Czech football’s most historic clubs in September 2015. Slavia were near financial collapse before the start of this season but, with the help of Chinese money, they managed to keep top players such as the Czech Republic international Milan Skoda and finished fifth. Ena Bilobrk",
  "webTitle": "Tony Xia hopes revamp will turn Aston Villa into one of world’s top three clubs",
  "webPublicationDate": "2016-05-19T13:14:56Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/tony-xia-revamp-aston-villa-top-three-world-owner",
  "keyword": [
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "football/2016/may/19/tony-xia-revamp-aston-villa-top-three-world-owner"
}