{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/tamil-nadu-women-alcohol-banned-prohibition-domestic-violence",
  "id": "2016-05-25-211",
  "sectionId": "commentisfree",
  "body": "Rarely have women in India come out on the streets en masse, in such singular solidarity or desperation as they did ahead of last week’s elections in the southern state of Tamil Nadu. The reason? They urgently want politicians to ban the sale of alcohol, which they blame for a huge rise in domestic violence and rape cases in the region. Although there are no figures to back this up, I have listened to woman after woman in different Indian villages and slums tell me how alcohol has brought misery into their homes in recent years, adding domestic violence and abject poverty to already difficult lives. I have even heard horror stories of fathers raping their own daughters while at their drunken worst. Apparently, everyone knows this kind of thing is happening but no one talks about it. The social worker who told me this said: “How can any woman talk about it. The father of her children will be jailed. The family will be finished off. The girls will never be married. This is India after all.”   Related: Banning alcohol to protect girls? India is missing the mark | Pauline Oosterhoff    I first witnessed the utter devastation caused by alcohol 30 years ago when I moved from urban Indian society to encounter rural maternal mortality and malnutrition at close quarters. I often shared a meal with a young, pregnant woman. Her doting husband cooked the food, fetched firewood, washed the clothes and dishes during her morning sickness months – this is not the norm for Indian men. Four months into her pregnancy, I heard she’d lost her baby. Shocked, I asked how. Apparently her husband came home drunk on Saturday night, beat her up violently and kicked her in the stomach until she fell down bleeding. Worse, this was the third baby she had lost due to her husband’s drunken abuse. Six Indian states have already banned or partially banned the sale of alcohol including neighbouring Kerala, and Gujarat and Bihar. Last year, an alcohol ban was upheld in Kerala, and the Keralan social justice minister MK Muneer attributed 61% of domestic violence cases to alcohol and substance abuse in families. It is still too early to gauge the impact of the partial prohibition in Kerala, but women’s groups claim that domestic violence and crimes against women have decreased since the first tentative steps were taken to ban booze in August last year. In the northern state of Bihar, the chief minister Nitish Kumar’s claims of huge drop in domestic violence and rape, since an alcohol ban was introduced in April 2015 are backed by police statistics. Between April 2015 and April 2016 the number of crimes against women dropped by 13% (from 398 to 345). And the number of rape cases fell by 47% from 112 to 59. Every political party in Tamil Nadu sensed the mood and jumped on the anti-alcohol bandwagon in the run-up to the elections. Even the ruling party, the All India Anna Dravida Munnetra Kazhagam (AIADMK) led by Jayalalithaa – known nationally as Amma or Mother – an astute politician, had committed to prohibition. Ironic really, since her party created a state monopoly for the sale of alcohol through special government-owned and leased alcohol shops, raking in 296bn rupees (£2.96bn) last year. According to government statistics about 7 million people (of a population of 68 million) consume alcohol every day in Tamil Nadu. Most of them are poor. The women’s ire is targeted at the government and its off licences, dotted around the beleaguered countryside. The local vendors even provide the men with a free delivery service right up to their doorstep. The drinkers get alcohol on credit too. So on payday, they hand over most of their meagre wages to the liquor shop.   Related: Indian state Bihar imposes total ban on alcohol sales    Prohibitionists argue that alcohol has never been an integral part of Indian culture. While brewed alcohol was a tradition, especially among India’s indigenous people, distilled alcohol was introduced during the colonial period. And Indians took to it without any of the associated western social and cultural rituals. As one anti-alcohol campaigner says: “Our upwardly mobile, globe-trotting young Indians proclaim it is all about drinking responsibly. How do I explain ‘responsibly’ to a woman who has been beaten black and blue by her drunken husband? Maybe these youngsters have developed a culture of social drinking but look at the men in our villages and in poorer areas. They buy a quarter (180ml) of hard liquor and down it right there in the shop, then stagger home if they are lucky, or just collapse by the roadside.” She argues: “For the wives and daughters of such men only prohibition will do.” It has become a very polarised debate. On one side you have a powerful alcohol industry and the more elite urbanites dismissing the concept of prohibition. They are backed by bureaucrats arguing that the government cannot manage to finance welfare schemes without the income generated through alcohol sales. On the other, are the poor, often rural women who bear the physical and psychological scars inflicted on them by their drunken husbands, fathers, brothers and sons. And their only weapon is their vote. Tamil Nadu voted Jayalalithaa back to power. She has promised to implement prohibition in a phased manner. The big question was whether she will sacrifice nearly 35% of the state’s income to protect women and children? Her immediate reply was to order the shutdown of 500 government-run liquor shops on day one. The women of Tamil Nadu are cheering. Their votes have set the agenda.",
  "webTitle": "Why Tamil Nadu’s women want alcohol banned | Mari Marcel Thekaekara",
  "webPublicationDate": "2016-05-25T10:16:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/tamil-nadu-women-alcohol-banned-prohibition-domestic-violence",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Mari Marcel Thekaekara",
      "id": "profile/mari-marcel-thekaekara"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/tamil-nadu-women-alcohol-banned-prohibition-domestic-violence"
}