{
  "apiUrl": "https://content.guardianapis.com/money/shortcuts/2016/may/03/bore-out-burnout-frederic-desnard-job-isnt-stimulating",
  "id": "2016-05-03-151",
  "sectionId": "money",
  "body": "Name: Bore-out. Age: Meh. Appearance: Umph. OK, what’s going on? Rien. Rien de rien. Stop it. Tell me. A 44-year-old Frenchman, Frédéric Desnard, is taking his former employers – a perfume company – to a tribunal because he claims they gave him “bore-out”. Qu’est-ce que c’est que ça when it’s at home? It is when you are “mise en placard” – put in a cupboard, metaphorically, given only menial tasks and deprived of all meaningful responsibility at work. Desnard says his bosses at Interparfums did this to him for four years and gave him bore-out. Like burnout, he says, but less interesting. Unless Emmanuelle Béart and Daniel Auteuil have a baby and call it Hermes Croissant, this is the Frenchest thing there will ever be. This guy is having an existential crisis about being bored at work? He says it was “a descent into hell”. He was ashamed of being paid for doing nothing. Why didn’t he just move to England and pride himself on it instead? He could have become a god among disaffected men. Have you no pride? No. But I have Twitter. I have a Facebook account that helps me while away the hours of my understimulating employment. I can take 35 minutes to make a single cup of tea; 45 for a trip to the loo. If I’ve had Weetabix for breakfast, the day’s gone before I know it. I think Monsieur Desnard asks a little more out of life. He should have asked for a little more from his colleagues. Do they not gossip in France? Think of all the cinq à sept they’ve got to talk about! I don’t know. Probably not in the same way we do. They probably exchange small slices of high-quality stuff instead of indulging in massive, vulgar gabfests like we do. As with gateaux, so with gossip. That won’t fill the unforgiving days, will it? Non. Well, good luck to him. Now, if you’ll excuse me, I am behind on my work. Do you mean your Instagram-scrolling? I do. Très bon. Do say: “A fair day’s work for a fair day’s pay.” Don’t say: “But a day’s skiving for a day’s pay is even better.”",
  "webTitle": "Bore-out: like burnout, but less interesting",
  "webPublicationDate": "2016-05-03T14:40:38Z",
  "webUrl": "https://www.theguardian.com/money/shortcuts/2016/may/03/bore-out-burnout-frederic-desnard-job-isnt-stimulating",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "money/shortcuts/2016/may/03/bore-out-burnout-frederic-desnard-job-isnt-stimulating"
}