{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/16/podcast-jon-hamm-small-town-horrors-npr-code-switch",
  "id": "2016-05-16-55",
  "sectionId": "culture",
  "body": "Comedy Bang! Bang! marked its seventh anniversary on 2 May with a show that looked back at some favorite moments and featured some of the show’s recurring guests including Jason Mantzoukas, Paul F Tompkins, and Saturday Night Live’s Horatio Sanz. Mantzoukas has been on a podcast roll lately with memorable appearances on Anna Faris is Unqualified and helping The Gilmore Guys prepare for the upcoming new season of their raison d’être, Gilmore Girls, by imagining what it would be like if the Gilmore Girls lived in both the Harry Potter and Game Of Thrones worlds (it would be amazing, obviously). Also in the Earwolf universe, Paul F Tompkins hosted Mad Men star Jon Hamm for a conversation recorded live at San Francisco SketchFest 2016, where they discussed some very questionable babysitting tactics. Fans of spooky serialized shows like The Message and Limetown may want to check out Small Town Horror, a new serialized series that follows one man’s quest for answers after his own kidnapping. Those who prefer horror history should check out The Castle of Horror podcast, which is looking back at zombie origin stories in their ongoing series.    Related: The 50 podcasts you need to hear    Hosted by two former advisers to President Obama, Jon Favreau and Dan Pfeiffer, Keepin’ It 1600 has become a great resource for people interested in the political circus raging across the US. The most recent episode of the show, which is part of Bill Simmons’s new podcast network, The Ringer, looked at Hillary Clinton’s strategy versus that of Donald Trump, as well as marking the anniversary of the raid on Osama bin Laden’s compound.  In other political podcast news, The Editor’s Roundtable , which is the weekly podcast hosted by Foreign Policy’s editor, David Rothkopf, has joined the Panoply network. The show is nicknamed “The ER” due the “emergency room-like urgency” with which Rothkopf and his panel of guests, many pulled from Foreign Policy’s masthead, expertly analyze the global political landscape. Panoply also picked up Selected Shorts, the long-running and award-winning series that features actors and other celebrities reading short works of fiction.  Reply All is dabbling in serialized storytelling with their two-part episode, On the Inside, which ended on a cliffhanger. Listen to the fascinating tale of a man who has been writing a blog from inside a maximum security prison, despite the fact that he doesn’t have internet access. There’s still time to catch up before the next episode is released on Thursday.  A new season of The Heart kicked off earlier this month with a stand-out episode called Mariya, which is available now. The story follows Mariya Karimjee, a Pakistani woman, as she recounts a small operation she had on a family friend’s living room floor. While Karimjee remembered the operation, the consequences of it didn’t become clear for years and have affected her whole life, even after her family moved far from Pakistan to Houston, Texas, and to Mount Holyoke College, which Karimjee attended. Karimjee is from a sect of Shia Muslims known as the Dawoodi Bohra, and the story gives a fascinating look into a world that is closed off to most people. The episode got picked up by This American Life, giving a signal boost to the important and compelling story that helps explain the thinking behind one of the most brutal practices done in the name of religion.  In other news, NPR has turned their column Code Switch into a podcast, much to the excitement of fans and the hosts. “As a total audio nerd, the chance to tell stories about communities of color and hear those voices and perspectives we’re out in the field collecting – in a way that’s not hemmed in by a news magazine’s clock –it’s just so freaking exciting,” said Code Switch reporter and co-host Shereen Marisol Meraji. “It’s what I’ve been waiting for since I started on this desk, three years ago.”  The podcast will continue the column’s courageous conversations about race, society and culture as well as their frequent disagreements on the complicated scenarios they present on the air. “One of the best parts of working on this team is how much we disagree and how illuminating that can be,” said Code Switch’s lead blogger and co-host Gene Demby. “We’re all coming from really different places, but the person who pushes back on an idea in a story or pitch might not be the person you’d expect or for the reasons you expect. The frisson in our conversations, the dynamism of the voices we collect in our reporting – there will be more room for that stuff to breathe, more space for the messiness of it, than there would be on a four-minute story on the air or on our site.” The podcast is an addition and not a replacement for the blog, and will give the Code Switch team room to fully explore the issues of race and culture that they cover, and hopefully give the concept room to grow and thrive. The podcast starts on 31 May.",
  "webTitle": "Small Town Horror provides radio scares while Code Switch gets its own podcast",
  "webPublicationDate": "2016-05-16T19:46:30Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/16/podcast-jon-hamm-small-town-horrors-npr-code-switch",
  "keyword": [
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jon Hamm",
      "id": "tv-and-radio/jon-hamm",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "NPR",
      "id": "media/npr",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Locker",
      "id": "profile/melissa-locker"
    }
  ],
  "guardianId": "culture/2016/may/16/podcast-jon-hamm-small-town-horrors-npr-code-switch"
}