{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/04/privatised-nationalised-electrified-guide-uk-railways-network-rail",
  "id": "2016-05-04-243",
  "sectionId": "public-leaders-network",
  "body": "Britain’s railways are not easily understood. While most people, particularly regular rail users, think they should be better, many disagree on how this can be achieved. Debate continues about the merits or otherwise of the country’s rail infrastructure, including high-speed rail, electrification, privatisation, nationalisation and ticketing and train technology. But let’s nail down a few facts and save the disagreements for later.    Some advance fares are very cheap. However, the downside is that unregulated ticket prices have skyrocketed  John Disney, Nottingham Trent University     What is Network Rail? Network Rail maintains the UK’s railway infrastructure: most rails, signals, crossings and some of the largest railway stations such the main London terminals, Birmingham New Street and Manchester Piccadilly. It is a non-profit company, controlled by the state. Network Rail was created in 2002, following the collapse of Railtrack after a series of fatal accidents and a lack of public trust.  Why is it struggling?  Network Rail inherited a lot of problems from its predecessor and needed to invest heavily in improvements. To do this it was borrowing money, backed by government guarantees so the state would have to pay back its loans if it defaulted. It used to be classed as a private/public not-for-profit company and the money it borrowed did not show up on the Treasury’s balance sheet. But in 2014, Network Rail was reclassified in response to EU law and is now officially owned by the Department for Transport (DfT) and its £34bn debt is on the Treasury’s books. Given the chancellor’s desire to cut public borrowing, this raises questions about how money will be raised for future investment in the railways. John Disney of Nottingham Trent university says Network Rail is still attempting to undo the legacy of Railtrack. “The reason Railtrack failed was because it kept maintenance to a minimum. I think that Network Rail would say they’ve still not caught up with that maintenance backlog,” he says. What happens next?  Here there is great debate. An independent review of Network Rail, the Shaw Report, dismissed privatisation of the whole company. However, it did express support for involvement of private companies and investment. Another big theme of the report was accountability and a lack of understanding and awareness among rail users of who is actually in charge of the railways.  The report, which the government is expected to respond to later this year, called for more clarity on the state’s role and for greater focus on the needs of passengers.      Train operating companies, including Virgin and First Group, bid for rail franchises and run certain lines. Photograph: David Cheskin/PA    So who is in charge? Although the track is owned by Network Rail, most services are provided by the train operating companies (TOCs). The TOCs, which include companies such as Virgin, First Group, Arriva and Southern Railways, own the franchises relating to certain lines and stations. However, these companies do not typically own the trains but lease them from rolling stock companies.   Related: Does economic growth in the north depend on transport? Join our free seminar    How do companies win these franchises? They enter into a competitive process, governed by DfT, to win a particular franchise. But UK rail franchises are quite diverse. Some are very profitable while others are subsidised by the government. The companies will, therefore, be offering either to pay a premium to the government for the rights or to provide the service for the least amount of subsidy. Who controls fare prices? There are two types of fares on British railways: regulated fares and unregulated fares. Regulated fares are stipulated in the TOCs’ franchise agreements and are typically raised annually by the government at the start of the year. Examples of regulated tickets are season tickets, off-peak tickets for longer journeys and some shorter-distance day return tickets.  However, unregulated fares, which include open returns and on-peak fares, are set by the companies themselves and can be very expensive. Disney says the UK has some of the most expensive and some of the best value tickets in Europe. “Some advance fares are very cheap. However, the downside is that unregulated ticket prices have skyrocketed. Anytime returns from provincial cities into London have gone up 200% in some cases,” he says. So who really pays for the railways? Rail upgrades are expensive and the money raised by the franchises is not enough, so the government has to subsidise the industry. Disney says that, in the past, the cost of the railways was roughly evenly split between the government and rail users but that this has shifted. “Now rail passengers pay around 75% of the full cost,” he says.     There are a number of electrification projects being carried out across the country. Photograph: Paul Gillis/REX/Shutterstock    What’s the deal with electrification? Electric trains and tracks are faster, greener and cheaper to run in the long term than diesel engines. However, electrification involves big, upfront costs for Network Rail and ministers are anxious about spending the money. Also, when existing lines are being electrified, they tend to be closed down for a while and this is not good news for users. There are a number of delayed electrification projects being carried out across the country as part of a £40bn upgrade by Network Rail.   Related: Lord Adonis: HS3 could be the rail revolution of the 21st century    Why can’t we increase train capacity? Increasing train capacity to keep up with demand is problematic. Many lines run close to private property and there is no space to add new lines. Doubledecker trains, as used in some European countries, cannot be deployed because British bridges are too low. Longer trains could be added in some cases but this may require platform alterations or technology that prevents rear doors from opening. There is already technology that is enabling trains to run faster and closer together – but this has its limits. Although these trains may run faster, passengers still need just as much time to get on and off, so bottlenecks emerge.  How about new lines?  Building new lines tends to be less problematic than upgrading old ones and there is no disruption while the work is being done. But, it always involves significant expenditure. The recently opened Chiltern line from Oxford Parkway to Marylebone cost £320m. Which leads us to HS2 – will it ever happen? Almost certainly. The high-speed rail bill, which paves the way for the first phase of HS2, London to the West Midlands, was passed in the House of Commons in March this year by 399 votes to 42. It’s currently in the Lords, with royal assent expected in December 2016. If that all happens, it’s spades in the ground in 2017. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Privatised, nationalised, electrified? A guide to the UK's railways",
  "webPublicationDate": "2016-05-04T10:39:06Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/04/privatised-nationalised-electrified-guide-uk-railways-network-rail",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Transport",
      "id": "public-leaders-network/transport",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Network Rail",
      "id": "business/network-rail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "HS2",
      "id": "uk/hs2",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Arriva",
      "id": "business/arrivabusiness",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Virgin Group",
      "id": "business/virgin-group",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Card",
      "id": "profile/jon-card"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/04/privatised-nationalised-electrified-guide-uk-railways-network-rail"
}