{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/how-the-coalition-has-failed-on-three-key-economic-promises",
  "id": "2016-05-12-21",
  "sectionId": "commentisfree",
  "body": "Just under three years ago, Tony Abbott launched the Liberal’s 2013 election campaign. The Coalition duly swept to victory, creating a surge of optimism about the economy partly on the back of the promises made during the campaign. Three years on, a look back at the Abbott speech at the campaign launch confirms that the Coalition has fallen well short on many of its commitments, but certainly on matters relating to big picture economic issues. A centrepiece of the Liberal campaign was outlined by Abbott to rapturous applause: “We will be a no surprises, no excuses government ... It’s performance, not promises, that will earn your respect; it’s actions, not words, that you are looking for.”   Related: Australians crave change. But this election won't deliver it | David Marr    So, let’s check the evidence and see whether the Coalition deserves the electorate’s respect. Abbott claim No 1 In the campaign launch Abbott said: “We’ll build a stronger economy so everyone can get ahead.” He added: “I want to lift everyone’s standard of living.” The economy has continued to grow, but the average annual growth in GDP under the Coalition has been just 2.5%, which coincidentally is the same as under the previous Labor government which Abbott described as the “worst in Australia’s history”. Doing no better than the worst government ever is not a great start. The Reserve Bank has described the current rate of economic growth as “moderate” which prompted it to cut interest rates to a record low 1.75%. The RBA also noted that net national disposable income per capita, which it refers to as a “broader indicator of living standards”, has declined in recent years. Indeed, the fall in net national disposable income has not only wiped out all the gains made under the previous Labor government, it has fallen back to 2007 levels. Since the 2013 election, net national disposable income has fallen 5% with no signs of bottoming out. Abbott claim No 2 “We’ll get the budget back under control by ending Labor’s waste”. He added, “By the end of a Coalition government’s first term, the budget will be on-track to a believable surplus”. Unfortunately for the Liberals, its third budget confirmed a three-fold increase in the budget deficit, a blowout in net government debt to the highest level in 60 years and government spending as a share of GDP above 25.2% in every year, to outpace the level of spending of just 24.1% in the last full year of the Labor government in 2012-13. In terms of the “believable surplus”, the forward estimates show budget deficits in every year and even these deficits rely on what look to be very optimistic forecasts for the iron ore price and wages growth. So much for a believable surplus. Abbott claim No 3 “I want our workers to be the best paid in the world and for that to happen, we have to be amongst the most productive in the world”. He added, “I want to see wages and benefits rise in line with a growing economy.”   Related: You're not a 'bludger' if you pay no net tax in Australia | Greg Jericho    The bad news for the Coalition and the electorate is that annual wages growth has weakened to 2.2%, the lowest for 50 years. At the same time, overall productivity measured as real GDP per hour worked has fallen in the past year. Low wages growth and faltering productivity are among the most serious shortcomings of the last three years of Coalition economic management. This none-to-impressive track record begs the question why the electorate considers the Liberal party a better manager of the economy than Labor. Against its own modest promises at the 2013 election it has failed and as I showed in a previous Guardian column, Coalition governments fall short of Labor on the key economic issues of GDP and employment growth. Perceptions count and facts are not so important, or so it seems. Stephen Koukoulas is a Research Fellow at Per Capita, a progressive thinktank.",
  "webTitle": "How the Coalition has failed on three key economic promises | Stephen Koukoulas",
  "webPublicationDate": "2016-05-12T21:15:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/how-the-coalition-has-failed-on-three-key-economic-promises",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Koukoulas",
      "id": "profile/stephen-koukoulas"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/how-the-coalition-has-failed-on-three-key-economic-promises"
}