{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/23/festival-food-eat-well-beer-milk-halloumi",
  "id": "2016-05-23-236",
  "sectionId": "global",
  "body": "At my first festival, I naively assumed I could survive on nothing but cider. I quickly discovered two things: dancing in the mud works up quite an appetite; and everything on site costs an arm and a welly-clad leg. Eating may not be your top priority, but a little prep goes a long way. 1 Pack with precision Remember, you’re unlikely to be able to park within a country mile of your tent at most big festivals. One sharp knife, plus a spoon, a bowl and a cup per person, a bottle and tin opener and some wet wipes for washing up, is probably the bare minimum, but I would also suggest a camping stove or a portable barbecue if you have one – you will thank me when you wake up to hot tea in the morning. 2 Keep it real You’re probably not going to want to rush back to the tent to knock up a risotto between acts. Stick to as much room-temperature food as you can to leave more space in the cool box for essentials such as milk and, um, beer (but bear in mind that most sites don’t allow glass; take cans, plastic bottles or boxes instead). 3 Breakfast like a champion Breakfast is the one meal you won’t want to stray too far from your tent for, and there’s nothing to beat the smug joy of a fry-up while everyone else is tucking into cold pizza. Eggs and dry-cured meat such as pancetta or chorizo will be fine if kept cool in the shade for a couple of days, while halloumi and tomatoes make a very good vegetarian alternative. Bread can be toasted on the grill. 4 Go big on carbs at lunch If, like me, you like to sneak back to the tent for a mid-afternoon disco nap, take the opportunity to fill up on energy-giving carbs. Dried pasta or couscous can be dressed with olive oil, grated parmesan, olives, anchovies and ready-prepared grilled vegetables, while good-quality instant noodles (Korean brands are usually reliable) are easily pepped up with pickles, chilli sauce and a boiled egg, if you’re feeling fancy. 5 Don’t overdo the snacks Although festival food has got a million times better over the past decade, sourdough and artisan cheddar don’t make a cheese toastie a healthy dinner. If you’re the kind of person who fancies a quinoa salad at 2am, you’re better than me; if not, snacking on things such as fresh fruit (robust citrus and apples will travel better than delicate peaches and berries), nuts, cereal bars, wholegrain crispbreads and peanut butter will help balance out those late-night cheesy chips. 6 Trust the queues The busier the stall, the fresher the food is likely to be. You may be desperate to get to the front of the Pyramid stage, but, believe me, a good view of Adele’s tonsils isn’t worth the hell a dodgy burger can wreak in a long-drop loo scenario. 7 Think crisp Light, cheap and great with a beer: you can never turn up to a festival with too many crisps.",
  "webTitle": "Bring beer, milk and halloumi: how to eat well at a festival",
  "webPublicationDate": "2016-05-23T10:00:10Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/23/festival-food-eat-well-beer-milk-halloumi",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Camping holidays",
      "id": "travel/camping",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Felicity Cloake",
      "id": "profile/felicity-cloake"
    }
  ],
  "guardianId": "global/2016/may/23/festival-food-eat-well-beer-milk-halloumi"
}