{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/tim-dowling-live-wires-kitchen-light-disgusting-son-student-room",
  "id": "2016-05-07-195",
  "sectionId": "lifeandstyle",
  "body": "My phone rings and the youngest one’s name pops up. It is Saturday night; he is home and I am out, so I am not expecting good news. Still, it’s 8.30. We left the house half an hour ago. How bad could it be? “OK, so you know the kitchen light,” he says. “The light over the table?” I say. “Oh God,” says my wife, who’s standing next to me. “What’s happened?” I realise that his decision to ring me and not her was both tactical and wise. “Yeah,” he says. “So Tom was trying to adjust it to make it higher, and the bit where it attaches to the ceiling just completely cracked.” “Cracked as in broke off?” I say. I have supplementary questions – “Who is Tom?” is among them – but my priority is a full damage assessment. “As in, like, came away,” he says. “We’re clearing it up now.” “OK,” I say. “Any live wires hanging out?” “Some,” he says. “Tell me what’s happening!” my wife says. “And the fire,” I say. “Would you describe it as raging?” When we get home later the damage is apparent: fixing smashed, counterweight smashed, shade smashed. The broken pieces are wrapped in newspaper. What remains lies on the table, still attached to the slack wire hanging from the hole in the ceiling.      The light – a heavy, ceramic thing – had been the focus of many of my most daring electrical repairs. I replaced its worn-out cord some years ago, although I cracked the fitting in the process, after which the bulb would occasionally drop out and shatter on the kitchen table. My solution – I moved the fruit bowl under it, so the bulb would fall into the soft, upturned palm formed by a bunch of bananas – was deemed insufficiently forward-thinking by my wife. I sourced a replacement fitting that didn’t quite match, and constructed a Frankenstein version out of old and new parts. Now there was nothing left to repair. The next day we eat lunch warily, gathered up at one end of the table, away from the wire. “You should possibly do something about that,” my wife says, pointing. I promise to address the situation, but I need to turn off the electricity first, and the Leicester match takes priority. After that we are scheduled to travel up to the oldest one’s university to have dinner with him. The light will have to wait.      The oldest one’s phone is broken, so our efforts to tell him we’ve arrived are thwarted. We breach security and find his room. He’s not in it, but the door is held open by a woolly hat, the mark of a resident rarely in possession of his key. The room is comprehensively trashed, the floor littered with bottles, cans, mugs, plates, clothes and towels. My wife lies down on the unmade bed. “I feel sick from the bus,” she says. “This room is disgusting.” “Hey,” says the oldest, appearing in the doorway. “We’re here,” my wife says. “Thanks for clearing up.” “I did clear up,” he says. “Is that gin?” I say, pointing to a bottle on the floor. “Do you have ice?” “I know where I can steal some,” he says. I look around me and I realise that even now, if left to my own devices, this is probably how I would live. It is both alarming and a strange comfort. After dinner the eldest walks us to the bus stop. “I don’t know when we’ll see you again,” I say. “I’m coming back Thursday to vote,” he says. That’s only four days, I think. “If we’re not home when you get there,” I say, “give the kitchen a wide berth.”",
  "webTitle": "Tim Dowling: the youngest is home alone. What’s the worst that could happen?",
  "webPublicationDate": "2016-05-07T05:00:05Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/tim-dowling-live-wires-kitchen-light-disgusting-son-student-room",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Student housing",
      "id": "education/studenthousing",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "DIY",
      "id": "lifeandstyle/diy",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/tim-dowling-live-wires-kitchen-light-disgusting-son-student-room"
}