{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/04/sainsburys-sales-and-profits-fall-amid-price-cuts",
  "id": "2016-05-04-70",
  "sectionId": "business",
  "body": "Sainsbury’s has revealed a 14% drop in annual profits after it was forced to slash prices to compete with the rise of the discounters. Sales fell 1.1% to £25.8bn in the year to 12 March and underlying profits slid to £587m, higher than the £571m predicted by analysts, as the company said it had maintained market share in a “competitive, deflationary environment”. The retailer was boosted by an 8.5% rise in clothing sales and a near 9% rise in online sales, as well as more than 9% growth at its convenience stores as it opened 69 more Sainsbury’s Local outlets. In contrast, sales at supermarkets fell by 1.6%. Mike Coupe, the chief executive, said the supermarket was making good progress in a challenging market. Including one-off items such as property writedowns, Sainsbury’s returned to the black, booking a profit of £548m after a £72m loss last year. The company booked £101m in profits from the sale of property but also spent £59m on improving systems at its bank and £15m on costs relating to its planned acquisition of Home Retail Group, the owner of Argos. Income from suppliers, which Sainsbury’s revealed for the first time after pressure from regulators in the wake of the Tesco accounting scandal, slumped 42% to £371m as Sainsbury’s said it had slashed the number of supplier-funded promotions in favour of cutting prices. Improvements in the quality of some foods also helped Sainsbury’s hold its market share at 16.5% in the 12 weeks to 24 April compared with the same period a year before, according to the latest data from Kantar Worldpanel, as it outperformed major rivals.   Related: Sainsbury slips as analyst warns of Argos distraction    The supermarket’s sales were down 0.4%, the first fall this year, according to Kantar. But sales at Asda slumped 5.1%, while sales at Morrisons, which has sold off its convenience store chain, slipped by 2.6% and Tesco’s sales were down 1.3% over the period. In contrast, discounter Aldi increased sales by 12.5% and Lidl by 15.4%.  Coupe said it was difficult to assess whether the Kantar figures presaged a broader consumer slowdown or whether shoppers were just reacting to an early Easter accompanied by colder and wetter weather. But he warned that shoppers would continue to buy fewer items in supermarkets and turn increasingly to convenience stores, online and discounters. “The UK food retail landscape is changing rapidly,” he said. “Retailing doesn’t stand still and we need to challenge the business to move with the time. That is quite a significant rationale in acquiring Argos.” Sainsbury’s is expecting to complete the £1.4bn takeover of Argos’s parent company, Home Retail Group, in the autumn but Coupe refused to be drawn on further details of his plans for the company. However, he said the acquisition would put Sainsbury’s “at the sweet spot of where customers are moving to”. Sainsbury’s said sales at established stores slid by 0.9% for the year, but trading has been on an improving trend with the supermarket revealing its first quarter of growth in more than two years in the final three months of its financial year. Coupe said: “It remains a challenging market. We are expecting deflation to continue through the summer and clearly that has a significant impact on our sales line.” He added that Sainsbury’s would continue to cut prices to remain competitive. Overall prices in the grocery market had fallen by 4% over the past two years and he said falls in commodity prices and strong competition meant deflation could continue throughout this year. Coupe said shoppers had more money in their pockets to spend but were tending to spend it outside traditional retail – on holidays and new cars. Despite that shift, Sainsbury’s is planning to open five new supermarkets and up to 50 convenience stores this year, compared with a net four supermarkets and 66 convenience stores last year. It will also refurbish 25 supermarkets after just seven refurbishments last year where it trialled new ideas such as expanded takeaway areas. Shares dived more than 6% to 267.8p, despite better than expected profits, as analysts expressed concern that the business’s profit margins and sales continue to fall. Operating profits slid to 2.74% from 3.07% in the previous year – taking them in the opposite direction to Sainsbury’s target of 3% to 3.5% by 2019 at the latest. Dave McCarthy, an analyst at HSBC, said: “Life is only going to get tougher, at a time when management is likely to be distracted by the planned Argos acquisition.”   Related: A tough gig for Sainsbury’s Coupe    Meanwhile, Sainsbury’s is to offer mortgages from next year as it hopes its bank will deliver growth which is difficult to find in the grocery aisles. John Rogers, the supermarket’s finance director, said customers expected Sainsbury’s to offer mortgages alongside its current products which include insurance, savings accounts and credit cards. “We know from research that customers really trust the Sainsbury’s Bank brand and from a customer perspective makes a lot of sense. He said mortgage lending would be underpinned by a combination of customer deposits held by the bank and borrowing in the wholesale market and the mortgages would help balance risk. Coupe said expanding Sainsbury’s bank was part of the retailer’s three year plan to invest in growing markets such as online, convenience stores and services. In the year to March 2015 underlying profit rose 17%. However, the cost of taking over systems from the bank’s former co-owner Lloyds Banking Group and a cut in the interchange fees charged to retailers by banks have hit profits growth since then. Underlying operating profit rose 4.8% in the past year and Sainsbury’s said the launch of mortgages will mean a 10% fall in underlying operating profit in the year ahead.",
  "webTitle": "Sainsbury's sales and profits fall amid price cuts",
  "webPublicationDate": "2016-05-04T17:46:29Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/04/sainsburys-sales-and-profits-fall-amid-price-cuts",
  "keyword": [
    {
      "webTitle": "J Sainsbury",
      "id": "business/j-sainsbury",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/04/sainsburys-sales-and-profits-fall-amid-price-cuts"
}