{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/north-carolina-bathroom-bill-lgbt-embarrasses-residents",
  "id": "2016-05-10-182",
  "sectionId": "us-news",
  "body": "In the family of southern states, North Carolina has long been the cousin who made it. It enjoyed excellent universities, world-class industries, smooth roads and political stability. A whole class of people arose called “halfbacks”: people who retired from the north-east states to Florida, only to realize North Carolina was better and moved halfway back. Now, with the state squaring off against the federal government about who can use which bathrooms, the state finds itself at the pointy end of jokes, and lumped in with more strident southern states like Mississippi and – most bitterly – South Carolina. It’s unfamiliar for North Carolinians. It’s uncomfortable. And many are asking: how did we get here? How did the high-achieving, well-educated cousin end up with a black eye and busted knuckles, reeling over a public toilet? At a press conference on Monday, Governor Pat McCrory seemed dazzled by the glare of national attention. “The majority of the citizens of this great state, and this governor, did not seek out to become part of this,” he said. Chris Brook, legal adviser for the American Civil Liberties Union in North Carolina, said he felt baffled by his home state’s swift descent. “I grew up in this state. North Carolina has long been regarded as a welcoming, inclusive southern state, and we have fostered that reputation throughout the decades,” he said. “So the governor’s actions as well as the legislature fly in the face not only of the spirit of North Carolina but many of the things that have made us great as a state over the years, and perhaps a little bit different than some southern states.” Every level of government – local, state, federal – has now asserted itself over the one below, like a series of civic nested dolls. Along the way, the contention has grown from a dispute over bathrooms to encompass civil rights protections for all lesbian, gay and transgender residents. The sequence of doings and undoings began in Charlotte, the state’s financial center. Since its days as a mere colony, North Carolina has never had a law dictating which bathrooms are for whom. People went where they felt most comfortable. Decades ago in Charlotte, though, a local ordinance specifically noted that discrimination should be allowed in the case of bathrooms. In February, the city’s officials moved to reverse that provision. Charlotte’s revised ordinance essentially brought it in line with the rest of the state, where there was no law regarding bathrooms at all. But the Charlotte city council spelled out specifically that transgender people may use the bathroom according to the gender with which they identify.  The state legislature was not in session but pulled itself together for an emergency session on 23 March to reverse Charlotte’s reversal. It happened at neck-snapping speed. Legislators were given five minutes to peruse the bill before debating, which took three hours total. In the house all Republicans voted for the bill. The senate voted for it 32-0, after all 11 attending Democrats walked out in protest.           Loretta Lynch: North Carolina has created ‘state-sponsored discrimination’    With House Bill 2 legislators added something new: the state law went beyond local bathrooms, and banned cities from passing anti-discrimination ordinances that protect gay and transgender people in any way. The resulting outcry created a set of complex and unlikely alliances between the state’s hippie activists and its most powerful businesses, between pornographers and policy wonks. The Bank of America employs 15,000 North Carolinians, and came out against the state’s position immediately. “Our position all along has been that HB2 should be repealed,” Larry Di Rita, a spokesman for Bank of America, said. “We’ve heard from our customers and clients on this, and the consensus is that it would be better if it were repealed. “We had encouraged a dialogue between local and state governments, but now it seems it will have to be resolved at the federal level.” Companies backed out of North Carolina-based deals, movie studios pulled out, rock stars canceled concerts. The band Pearl Jam went so far as to post a handwritten note on Facebook: “We want America to be a place where no one can be turned away from a business because of who they love or fired from their job for who they are.” That sort of attention has brought some embarrassment to North Carolinians on both sides of the issue. “I think that while it’s important that places like North Carolina be held accountable for the actions of our leaders, it’s also important for people to recognize that are many good people here,” said Vivian Taylor, who will start at Duke divinity school in the fall. “There are people who are working to make a real difference, who are working to move forward.” Taylor is an Episcopal church member and has been active in gay and transgender causes, in the past. In March she testified against House Bill 2 at a house committee hearing. She spent time in the US army, and has lived all over the country. “You know what two of the three most popular baseball teams in North Carolina are? The Yankees and the Red Sox,” she said. “I think it’s important to recognize that culturally we have more in common with the north than people like to say, even though our food is better.”",
  "webTitle": "North Carolina's 'bathroom bill' battle embarrasses residents on both sides",
  "webPublicationDate": "2016-05-10T12:09:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/north-carolina-bathroom-bill-lgbt-embarrasses-residents",
  "keyword": [
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US domestic policy",
      "id": "us-news/usdomesticpolicy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Teague",
      "id": "profile/matthew-teague"
    },
    {
      "webTitle": "Lawrence Richards",
      "id": "profile/lawrence-richards"
    }
  ],
  "guardianId": "us-news/2016/may/10/north-carolina-bathroom-bill-lgbt-embarrasses-residents"
}