{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/18/chris-grayling-refuses-back-boris-johnson-eu-hitler-comparison",
  "id": "2016-05-18-284",
  "sectionId": "politics",
  "body": "Cabinet minister Chris Grayling, a leading figure in the campaign to leave the EU, has repeatedly refused to back fellow Brexiter Boris Johnson over his comments likening Adolf Hitler’s conquests to greater European integration.  Grayling, the leader of the House of Commons, was asked 11 times on the BBC Radio 4’s Today programme whether Johnson was right to compare the EU with Hitler’s attempt to conquer Europe.  He dodged the question each time by claiming that Johnson was speaking as a historian.    Guardian Explained: Conservatives and Brexit   He said: “There is a clear plan in Brussels, as part of the need to support the euro, to move towards much greater political integration. Boris was making a historian’s point. Boris is a historian. What I’m interested in is what the European Union itself is trying to do. What Boris was talking about was the reality of the drive towards greater political integration.” Grayling added: “Boris was making an historical analogy about a whole range of actions since the Roman empire. He is an historian making a comment in his own words. My view is that we should be most concerned about integration in the European Union.” Grayling’s comments come after the former deputy prime minister Michael Heseltine said Johnson may have ruined his chances of becoming prime minister by making “preposterous, obscene political remarks” during the referendum campaign.  Last year, the Tory grandee, who has been working closely with the Britain Stronger in Europe campaign, warned the Tories against descending into a “civil war” over Europe.  In his Radio 4 interview, Grayling acknowledged Conservative divisions on the issue. Asked whether the Tories were at civil war, he said: “Yes, we are having a lively debate within the Conservative party.” He added: “I want the party to have a proper debate about Europe. I want us then, whatever the result, to carry on with the job of governing the country.”",
  "webTitle": "Chris Grayling refuses to back Boris Johnson over EU-Hitler comparison",
  "webPublicationDate": "2016-05-18T08:49:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/18/chris-grayling-refuses-back-boris-johnson-eu-hitler-comparison",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Chris Grayling",
      "id": "politics/chrisgrayling",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Weaver",
      "id": "profile/matthewweaver"
    }
  ],
  "guardianId": "politics/2016/may/18/chris-grayling-refuses-back-boris-johnson-eu-hitler-comparison"
}