{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/activists-life-after-prison-charlie-gilmour",
  "id": "2016-05-28-113",
  "sectionId": "world",
  "body": "The prison wing erupted with joy. People were shouting and cheering and banging heavy objects against their cell doors. It was like everyone’s favourite football team had scored at once. “Did you see that?” my cellmate asked excitedly. “Rupert Murdoch just took a hit to the face!” Comedian and activist Jonnie Marbles had managed to sneak a shaving-foam “custard pie” into the July 2011 committee hearing about phone hacking, which he launched at the octogenarian media mogul on behalf, he later explained, of “all the people who couldn’t”. Few anticipated that, within weeks, he would be joining us behind bars. When I was sentenced to 16 months in prison for violent disorder during an anti-tuition fee protest in 2010, the sarcastic round of applause that greeted me afterwards should have hinted at the sorts of difficulties I was going to face. It wasn’t inmates who were doing the jeering; they mostly seemed as sad and subdued as me. Rather, it was people in uniforms, with keys, power and, now, total control over my life, who seemed to bear a grudge.    We were like: shall we go to the Tate Modern, or should we attempt to get into parliament where I will pie Murdoch?    Prison was a leap into the dark. Having gone almost without pause from the university exam hall to court, there hadn’t been much time for thinking about what life might be like inside. With only Hollywood to go on, I imagined the worst: mentally, I had prepared myself for a long, bloody war against sexual assailants. At 21, I was one of the youngest inmates in HMP Wandsworth. Thankfully, the only instinct I seemed to arouse in other prisoners was a paternal one. “I’ve got a son about your age,” explained one old-timer who came by on my first day to make sure everything was OK. My conviction inspired a strange sort of respect. Officers had a very different approach. During a rare moment out of my cell, two accosted me on the wing and roughly patted me down for “contraband”. “Don’t forget, Gilmour,” one said threateningly, “we can do rectal searches, too. Any time we like.” Conditions in HMP Wandsworth were shocking. The prison was swimming in drugs and swarming with rats. For up to 23 hours a day, inmates – many guilty of little more than bad luck – were doubled up in filthy cells designed to hold one. (The situation has since got worse; in the last year, three Wandsworth inmates killed themselves.) Experiencing the senselessness of incarceration first hand was depressing and infuriating, but I also found it politically affirming. Prison is society’s failure writ large in bricks, mortar and razor wire.     Charlie Gilmour swings from a flag on the side of the Cenotaph during a 2010 student fees protest. Photograph: Ki Price    When I wrote to a newspaper hinting at some of the corruption and abuse I had observed, a senior officer went out of his way to pay a personal visit to my cell. He had the unsent letter in his hand. Life, I was told, could be made “very difficult” if I went down that path. With the thought of daily body searches – and goodness knows what else – I decided to bide my time. As an experience, prison seemed almost tailor-made to make anyone with a social conscience want to fight against it. I couldn’t help but feel quashed into silence; since being released in 2011, however, I’ve spoken out about reform. Recent research conducted by Dr David Bailey at the University of Birmingham has revealed that there have been more protest events in Britain since 2008 than at any point since the 1970s. Many of those involved have subsequently gone to prison. From the series of high-profile trials that came in the wake of the student protests of 2010-11 and the anti-cuts protests of 2011, to more idiosyncratic cases such as that of Marbles, the state has used the law to stifle dissent. But what happens when you send an activist to prison? Does it break them, or strengthen their resolve?     Jonnie Marbles: ‘I thought it would be very silly, a bit funny, a bit of an adventure.’ Photograph: David Levene for the Guardian    Marbles, now 31, still seems slightly shell-shocked by the whole Murdoch affair. “I just assumed that, once I’d been successful, there was going to be a ticker-tape parade,” he says, staring into his pint of cider in a London pub and wearing a grubby cartoon print T-shirt. “It turned out to be quite the opposite.” Despite being a seasoned activist – Marbles was a founding member of UK Uncut and had spent the previous two years “living in squats and in the anarchist community” – the attack on Murdoch was not well-planned. “My partner and I at the time were like, we should do something tomorrow. Shall we go to the Tate Modern, or should we attempt to get into parliament, where I will pie Rupert Murdoch? We sort of edged towards the second one. I thought it would be very silly, a bit funny, a bit of an adventure. I didn’t think I’d actually manage to pull it off.” But he did. Marbles recalls looking on in horror as, one by one, the people between him and Murdoch got up and left until, finally, his path was clear. He sent one final tweet: “It is a far better thing that I do now than I have ever done before #splat.” “I had the most intense adrenaline rush of my life,” he says now. “I tried to think of an amazing, for-the-history-books kind of thing to say and it came out as something like, ‘You naughty billionaire.’ It was awful.”  Marbles’ surprise intervention resulted in his immediate arrest, attacks in the media (“Unfunny comic makes Rupert Murdoch look like a victim,” The Mirror said) and, eventually, a six-week prison sentence for assault. “There’s a proverb I wish I’d known before,” Marbles tells me. “Never start a war with a man who buys ink by the barrel. I was not prepared for the response. It hurt.”     Jonnie Marbles aims his ‘pie’ at Rupert Murdoch, July 2011. Photograph: PA    In Wandsworth prison, he was treated like a minor celebrity. Fellow inmates, he says, had him signing copies of the Sun. Letters of support flooded in. “Even prison officers thought it was ridiculous that I’d been sent to jail.” They became less sympathetic when they discovered he was somehow publishing a blog about life inside. “They smashed into my cell and started tearing everything apart,” he says. “They made me kneel down while they were ripping things off the wall, throwing stuff around: ‘We know you’ve got a phone, we know you’ve got a phone!’ Eventually, I decided to tell them about these things called letters.” Marbles had been sending his blogposts through the prison mail system, to be typed up by a friend. After just two weeks and a successful appeal, Marbles was set free. At first, he felt the experience had left him unscathed and ready for more action; among his political friends, he found he had a new status. “I think it shows the courage of your convictions if you can go to prison and keep being an activist,” he explains. But a month after his release, he travelled to Dale Farm, to help the local traveller community resist eviction. The police response, which saw activists shot with Tasers, was, Marbles says, “scarier than prison”, and the two experiences combined left him with “some sort of PTSD”. After that, he burnt out. Having been on the receiving end of state violence twice in a row, he found himself questioning the power of activism itself. “I felt very alienated from my fellow activists,” he says. “That feeling of ‘activism is fun’ was gone. It was like we’d all been playing paintball and I just found out the other team had real guns.”     Chelsea Stafford: ‘The first night, I had a panic attack. I was crying.’ Photograph: Christopher Thomond for the Guardian    For 20-year-old Chelsea Stafford, the experience of prison made her “hate the government even more”, which is remarkable when you consider that a year ago she could barely name anyone in it. “I didn’t have the slightest clue,” Stafford says. “I was one of those people who just turned off and didn’t really listen to anything.” Having moved to Liverpool from Suffolk, Stafford was drifting through life. After finding her partner in bed with another woman, she began drinking heavily and, by her own account, was going off the rails. But all that changed when, in April 2015, she saw on Facebook that a group calling themselves the Love Activists had occupied the former Bank of England building in Liverpool city centre with the intention of turning it into a community homeless shelter. Moving out of her home and into the bank led to a political awakening. “I started learning about all the cuts, because people were coming in saying the local hostel didn’t have any room for them and there was no mental-health services, no drug services – people couldn’t get help,” Stafford says. “I was quite shocked, because I had no idea this was going on.” Despite much local support – the group’s “free shop” for the homeless was, Stafford says, overflowing with donations – the Love Activists were soon served with an eviction order. They decided to resist and, a fortnight later, 130 police officers swarmed the building. “It was half-six in the morning so we were asleep,” Stafford recalls. “Then we heard the chainsaw. They had forensics; they had sniffer dogs; they had everything. There were just five of us.” She was eventually sentenced to 10 weeks in prison for trespass. The injustice of it still rankles: “A paedophile got community service the day we were being sent down for helping the homeless.” The Love Bank 5, as they became known, had passionate supporters. “Our mates raided the prison van and started banging on the windows shouting, ‘Free the Five!’” Stafford says. “A couple lay down in front of the van and wouldn’t let it move. I started crying with happiness after that. It was overwhelming.” She ended up being “starved” in HMP Styal, however. “I asked over and over for a vegan meal,” Stafford tells me. “They were trying to get me to eat meat. The girls would all put chips off their plate on to mine and try to feed me up, but obviously you can’t get any nutrition off that. I was trying to drink tea to fill my belly, but that was just making me throw up.” Within her first two days, Stafford broke down. “The first night, I had a panic attack. I was crying. I couldn’t breathe. The second night, I self-harmed.” After biting off the end of a hairgrip, Stafford attacked her own legs until they were covered in blood – something she hadn’t done since she was 16.  She found the experience of being in a strange place, and surrounded by people she didn’t know, deeply unsettling. Only letters kept her going. “I got messages from people all around the country offering support and sending stamps and money,” Stafford says. “It really boosted my spirits.” After a week, she was released on appeal, and immediately started calling for the release of the remaining four. “Prisons aren’t constructive,” Stafford says. “You don’t get anything from sending someone there. It just makes people want to fight back.” *** Even from within prison, there are opportunities for protest, although they often seem more like acts of desperation. Vhinda (not his real name), a self-employed construction worker in his 30s who spent just under a year behind bars for a public order offence after an anti-fascist protest turned violent, remembers one such incident during his first week inside Wormwood Scrubs. “As a protest, an inmate decided to jump off the landing on to one of those metal safety nets,” he says. “I think he thought he was going to bounce. He didn’t.” Vhinda decided he had to use his time to aid his fellow prisoners in whatever small ways he could. He helped people write letters to their mothers and complaints to the governor; he shared his library of anarchist literature with anyone who expressed an interest; and he volunteered as a Samaritans’ peer supporter. “The state wants you to feel alienated and divided,” Vhinda explains. “So you’ve got to support your fellow people.”    I was getting 10 to 20 letters a day. I’ve kept every single letter that was ever sent to me    After two inmate suicides – one of which Vhinda felt was caused by a prison officer telling an inmate he was going to die in prison – he decided to stage an esoteric protest of his own. In one of the prison’s workshops, he turned a paving slab into a tombstone and buried it in the ground. Feeling something was missing, he made a tiny wreath of weeds to balance above the inscription: “RIP HMP.” “It was a statement,” Vhinda says. “The prison system is a graveyard for the poor. But it was also something I wanted to see: the death of the prison system as we have it now. It didn’t quite have the desired effect.” For this, and other minor acts of mischief, he fluffed whatever chance he had at getting time off for good behaviour. Though, as an activist, he was not forgotten by the outside world, unlike many other inmates. “Fight Racism! Fight Imperialism! sent me their newspapers to read, people sent magazines that they’d produced, others sent their sociology theses,” he says. “Some days, I didn’t even leave my cell – [I was] just reading stuff. Over the Christmas period, I was getting 10 to 20 letters a day. It was the little things, a statement at the end of the letter like, ‘You’re in there for us. We’re out here for you.’ And they were. Without a doubt they were. I’ve kept every single letter that was ever sent to me.”  Whether or not he is still involved in direct action today, Vhinda will not say. But he tells me: “The flame has not been extinguished. Anti-fascism is a moral duty, not a crime.”     Nick Emley: ‘You mustn’t let prison get you down. You have to overcome it.’ Photograph: David Levene for the Guardian    As Nick Emley, 65, potters into a west London gastro pub with his little dog Porty in tow, I wonder if it might be time of the more conventional sort that kills the rebellious instinct. Once, Emley was a borstal boy. After allegedly punching a policeman during the Garden House Riot of 1970, at which a Cambridge hotel hosting an event promoting holidays to military dictatorship-era Greece was torn apart, he spent six months and three weeks in the notoriously brutal youth-detention system. Today, however, he is a semi-retired wine buyer and is commending the pub’s pappardelle. “I believe in non-violent demonstrations now,” Emley says. “I take a Gandhi-ist position.” Not so in 1970. “Punching that policeman was accidental,” he says, “but things happened in the Garden. I remember ripping up a little ornate lamp-post, pulling it out of the ground and hurling it towards the windows. It was exciting and it got a little bit out of control.” While protest and politics were all very new for Emley, who was just 18 at the time, borstal felt like more of the same. “When you’ve been sent away to school at the age of eight, you get used to loneliness and missing your mother and father and having dreadful prefects that beat you and masters that beat you. I never cried at all in borstal.” On his release, he returned to Cambridge University to complete his degree in modern languages. He was greeted like a hero. “The first night back, when I came to hall, all the undergraduates and graduates and teachers got up to applaud me,” he says. “I felt terrific. I stood up on the table. I was very moved.” Emley didn’t exactly go on to join the Angry Brigade, but his path veered sharply away from the one his Tory-voting parents had hoped he might take. He started teaching at a state school in London, joined his union and voted Labour. He eventually went on to co-found the homelessness charity StreetSmart. “My view is that you mustn’t let prison get you down,” he says. “You have to overcome it. You have to be bigger than it. You cannot let it break you, because when you are broken, you are finished. It made me determined. If my children were involved in something like this today, then I would be proud of them.” *** Outside Willesden magistrates court in London, where a huge crowd has assembled to support the Heathrow 13 – another group of activists threatened with incarceration after they blocked the north runaway to protest climate change – I reflect on my own experiences. Prison wasn’t exactly a cakewalk, but it’s clear that activists and protesters can enjoy a privileged status within the system. After I was sentenced, letters and cards from the great and the good jammed up the mail. It started to get a bit silly: my cellmate could hardly believe it when a copy of Crime And Punishment arrived with a personal note from a total stranger called Elton John. A high-profile trial can be a double-edged sword: some officers, who didn’t feel I was being punished enough, had their fun trashing my cell while I was away from the wing; others tried to get violent prisoners to beat me up, without success. Inside, those seen to have fought the system are often considered heroes rather than villains. If anything, the experience has hardened my beliefs. I want to highlight the problems of the prison system, to push back. There’s a line I like in anthropologist and activist Professor David Graeber’s book Direct Action: “When completely under the power of the state, one would seem to encounter both its brutality, and its stupidity, in unadulterated form.” Through the crowd in London, I spot a seemingly revitalised Jonnie Marbles, chanting and raising his fist. He flashes me a grin. So prison didn’t work for him, then? He disagrees: “It worked perfectly; it has driven me further towards social justice.”",
  "webTitle": "‘It makes you want to fight back’: activists on life after prison",
  "webPublicationDate": "2016-05-28T10:00:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/activists-life-after-prison-charlie-gilmour",
  "keyword": [
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/28/activists-life-after-prison-charlie-gilmour"
}