{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/crisis-in-capitalism-and-role-of-wall-street",
  "id": "2016-05-21-21",
  "sectionId": "commentisfree",
  "body": "Crisis always brings opportunity. And right now, we are having a crisis of capitalism unlike anything experienced during the last four decades, if not longer. The evidence is everywhere – in rising inequality, in the division of fortunes between companies and workers, and in lethargic economic growth despite unprecedented infusions of monetary stimulus by the world’s governments (a huge $29tn in total since 2008). Eight years on from the financial crisis and great recession, the US, UK and many other countries are still experiencing the longest, slowest economic recoveries in memory. This has, of course, diametrically shifted the political climate, creating a paradigm of insiders versus outsiders. In the US, Donald Trump and Bernie Sanders are different sides of the same coin; in Britain, Jeremy Corbyn is an equally dramatic response to establishment politics. The challenges to the political and economic status quo are not going away anytime soon. A recent Harvard study shows that only 19% of American millennials call themselves capitalist, and only 30% support the system as a whole. Perhaps more shocking, the numbers are not much better among the over-30 set. A mere half of Americans believe in the system of capitalism as practised today in the US, which is quite something for a nation that brought us the “greed is good” culture. In some ways that is no surprise because, as I explore in my new book, Makers and Takers: The Rise of Finance and the Fall of American Business, the system of market capitalism as envisioned by Adam Smith is broken – the markets no longer support the economy, as a wealth of academic research shows. Market capitalism was set up to funnel worker savings into new businesses via the financial system. But only 15% of the capital in the financial institutions today goes towards that goal – the rest exists in a closed loop of trading and speculation. The result is much slower than normal growth, which holds true not just in the US but in most advanced economies and many emerging ones. The politics of the day – populist, angry, divisive – reflect this, in the US, Europe and many parts of the developing world as well. But the bifurcation of our economy and the resulting fractiousness in politics has become so extreme that we are now at a tipping point. And as a result, we have a rare, second chance to change the economic paradigm – to rewrite the rules of capitalism and create a more inclusive, sustainable economic growth . Doing so will require a series of both technocratic and existential changes – everything from rethinking the nature of how companies are run (and for whom), crafting smarter national growth strategies and rewriting the narrative of trickle- down economics, which is now so clearly broken yet continues to guide the majority of economic policy decisions taken by our leaders. But before we can do all these things, we need to understand where we are and how we got here. Our economic illness has a name: financialisation. It’s a term for the trend by which Wall Street and its way of thinking have come to reign supreme in America, permeating not just Wall Street but all American business. It includes everything from the growth in size and scope of finance and financial activity in our economy to the rise of debt-fuelled speculation over productive lending, to the ascendancy of shareholder value as a model for corporate governance, to the proliferation of risky, selfish thinking in both our private and public sectors, to the increasing political power of financiers and the chief executives they enrich. All of which have led to a false sense of prosperity driven by market highs rather than real Main Street growth.    We speak about social “capital” and securitise everything from education to critical infrastructure to prison terms    It’s a shift that has even affected our language, our civic life, and our way of relating to one another. We speak about human or social “capital” and securitise everything from education to critical infrastructure to prison terms, a mark of our burgeoning “portfolio society”. Although the American financial sector dwarfs any other by sheer size, the UK is in some ways even more financialised than America, given the City of London’s outsized role in the national economy. It’s perhaps no surprise then that much of the most cutting-edge thinking on the topic is being done by Britons such as Sir Paul Tucker, the former deputy governor of the Bank of England, the current Bank of England chief economist Andy Haldane, and former FSA chair Lord (Adair) Turner. “The trend varies slightly country by country but the broad direction is clear: across all advanced economies, and the US and the UK in particular, the role of the capital markets and the banking sector in funding new investment is decreasing. Most of the money in the system is being used for lending against existing assets,” says Turner, whose recent book, Between Debt and the Devil, explains the phenomenon in detail. In simple terms, what this means is that rather than funding the new ideas and projects that create jobs and raise wages, finance has shifted its attention to securitising existing assets (such as homes, stocks, bonds and such), turning them into tradeable products that can be spliced and diced and sold as many times as possible – that is, until things blow up, as they did in 2008. In the US, finance has doubled in size since the 1970s, and now makes up 7% of the economy and takes a quarter of all corporate profits, more than double what it did back then. Yet it creates only 4 % of all jobs. Similar numbers hold true in the UK. How did this sector, which was once meant to merely facilitate business, manage to get such a stranglehold over it? Bankers themselves are often blamed but in truth the trend of financialisation was enabled by policymakers and the decisions they took from the 70s onwards, as postwar growth began to slow. In the US, interest rate deregulation under the Jimmy Carter administration, which was supported by a coalition of left and right political interests, led to the possibility of financial “innovations” such as the spliced and diced securities that blew up the world economy in 2008. Reagan era shifts allowed banks and corporations alike to become larger and more financialised, and further Bill Clinton era deregulation threw kerosene on the fire. The legacy of her husband’s laissez-faire economic policies is one reason Hillary Clinton isn’t gaining more political traction. One of the most perverse effects of financialisation is that companies across all industries have come to emulate finance. It’s no wonder – profit margins in finance tend to be much higher than in other industries, and the Copernican shift towards the markets has led us to revere the industry as the top of an economic hierarchy of services that we graduate to after passing through the lower phases of agrarian and manufacturing economies. American corporations now get about five times as much of their revenue from financial activities such as offering credit to customers, tax “optimisation,” and trading, as they did in the 80s. Big tech companies underwrite corporate bond offerings the way banks do. Traditional hedging by energy and transport firms has been overtaken by profit-boosting speculation in oil futures, a shift that actually undermines their core business by creating more price volatility. The amount of trading done by these organisations now far exceeds the value of their own real-world investments, a sure sign of financialisation) British firms are very much a part of this trend. The recent history of BP (British Petroleum) is a perfect example not only of the rise of financial activities as a percentage of business but also of the perverse effect that financialisation can have on corporate culture: a focus on trading can lead to excessive risk-taking, and an overemphasis on short-term profit can undermine a company’s financial future. BP was, from the 90s, an extremely balance-sheet focused company, becoming one of the most aggressive corporate costcutters of the era. This ultimately led whistleblowers to accuse the company of skimping on maintenance and using outdated equipment, even as it encouraged traders in its burgeoning US office to take bigger risks in search of trading-desk profits. The strategy exploded in 2005 and 2006 when BP suffered a number of back-to-back disasters, including a refinery explosion in Texas City, Texas, an oil spill at Prudhoe Bay, Alaska, and accusations of manipulating energy markets via its US trading arm. In a move that echoed the manipulation of the California energy markets a few years earlier, Houston-based traders for BP US had used company resources to purchase a large quantity of propane gas, which they later sold to other market players for inflated prices, costing consumers $53m in overcharges. The company eventually had to pay back that amount, as well as a criminal penalty of $100m, and another $125m in civil charges to the CFTC (the Commodity Futures Trading Commission). The environmental disasters resulting from the explosion and Alaskan leaks cost tens of millions of dollars more in criminal and civil payments. Since then, BP’s Deepwater Horizon disaster in the Gulf of Mexico in 2010 became the largest marine oil spill in the history of the world, costing the company more than $50bn in legal fees, penalties and cleanup charges. You would think that all of this would have caused a serious crisis of conscience within the company. Yet far from pulling back and focusing on the core business, BP has charged full steam ahead into trading, becoming one of the largest non-financial players in the field. The firm now obtains at least 20% of its income from dealing in swaps, futures, and other financial instruments, up from 10% in 2005, the last time it disclosed profitability figures for its trading division. So where do we go from here? How do we curb the 40-year trend of financialisation and its perverse effects on business and society? Some people, such as the British economic journalist Paul Mason, are relatively optimistic. His new book, Postcapitalism, argues that we are at a tipping point in the process of financialisation, which has allowed capitalism to grow, like a virus, beyond its useful life span. He thinks that the technology-driven “sharing economy” in which information is freer and capital is less important will empower workers to fight financial capitalists in a new and more powerful way. I’m less optimistic. In my own reporting experience, I’ve found Silicon Valley titans at the heart of the technology revolution to be just as rapacious and arguably even more tribal than many financiers. Uber looks to outsource, downsize and liquidate formal employees as much as possible. Apple, once one of the most admired companies on earth, is now one of the most financialised – over the last few years, Apple has issued billions of debt and made commitments to issue nearly as much as it has sitting in overseas bank accounts (some $200bn) to avoid paying more US taxes, and used the money to do buybacks that artificially jack up the price of its sagging stock. I think that changes in our current dysfunctional economic paradigm won’t just happen but will require several shifts, both practical and existential. There is plenty of low hanging fruit to be plucked in the form of tax code changes that would incentivise savings and investment rather than debt – which is the lifeblood of finance. We should reform business education to focus more on industry rather than finance (amazingly, given what we have been through in the last eight years, “efficient” markets theory is still the core of most MBA curriculums). We should rethink for whom companies should be run – workers, consumers and civic society as well as shareholders (many top performing firms already have that mandate). And we should certainly reform the financial system itself, reducing leverage, increasing capital holdings, and ending the culture of “experts” in finance. Indeed, we should open the conversation about how and for whom the financial system should work to a much broader group of people – far beyond the small priesthood of financiers, politicians, and regulators who tend to share the same finance-centric view of the economy. “We need to stop treating banking as if it’s a business unlike any other,” says Stanford professor Anat Admati, whose book The Bankers’ New Clothes, suggests a number of smart ways to reform and simplify the financial sector. Finally, and perhaps most importantly, we need a new narrative about our financial system and its place in our economy and society. As the crisis of 2008 and its continuing aftermath have surely shown us, we are at the end of what financialisation can do for growth. We need a new model, one that will enrich the many rather than the few, in a more sustainable way. We need markets that are structured fairly, with the kind of equal access that Adam Smith described in The Wealth of Nations. We need a political economy that isn’t captured by moneyed interests. And we need a financial sector that supports, rather than hinders, our economy. Even if we don’t understand the particulars of Wall Street, we all know at gut level that the current system isn’t working. How could it be when 1% of the population takes most of the world’s wealth, and a single industry that creates only 4% of jobs takes nearly 25% of US corporate profits? If we don’t think hard about how to change things, the politics of the next four years may be far uglier than what we have seen so far. Rana Foroohar is Time magazine’s economic columnist, global economic analyst for CNN, and the author of Makers and Takers: The Rise of Finance and the Fall of American Business (Crown Business)    How do we curb the 40-year trend of financialisation and its perverse effects on business and society?",
  "webTitle": "US capitalism in crisis while most Americans lose out",
  "webPublicationDate": "2016-05-21T23:04:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/crisis-in-capitalism-and-role-of-wall-street",
  "keyword": [
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BP oil spill",
      "id": "environment/bp-oil-spill",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking reform",
      "id": "business/banking-reform",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/21/crisis-in-capitalism-and-role-of-wall-street"
}