{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/21/monsanto-ceo-hugh-grant-bayer-takeover-protests",
  "id": "2016-05-21-119",
  "sectionId": "business",
  "body": "Meet Hugh Grant. No, not the famously charming Four Weddings and a Funeral actor, but the far more controversial self-described “Scottish optimist” who is chairman and chief executive of US agrochemical company Monsanto, AKA “the most evil company in the world”. It’s a big weekend for Grant and Monsanto, a company that has been fighting against adverse publicity since its production of deadly herbicide Agent Orange in the 1960s and, more recently, its role at the forefront of genetically engineered crops. Now it is battling an unsolicited multibillion-dollar takeover from the German chemicals company Bayer that would create the dominant force in the world’s food supply. It’s a role reversal for Grant, who had overseen Monsanto – which also makes the controversial and probably carcinogenic Roundup weedkiller – during a series of takeovers by the agrochemical giant.    Related: Bayer in talks to buy GM food company Monsanto    Last month, one such attempt hit a roadblock when Monsanto dropped its long pursuit of the Swiss seed and pesticide maker Syngenta, losing to ChemChina. Grant told investors that Monsanto was better off alone. But, analysts say, Grant had left the firm vulnerable to a takeover itself.  Earning forecasts had been cut, and the company was entangled in legal disputes across the world, sending its shares down almost 20% before news of the Bayer approach. “It’s a relentless string of bad news,” Jonas Oxgaard, an analyst at Sanford Bernstein, told Bloomberg. “It’s almost like they forgot to sacrifice a goat to the gods.” The news will get worse this weekend, when hundreds of thousands of activists join a day of coordinated marches against Monsanto in more than 400 cities across the world. In New York, campaigners promoted the march with a billboard in Times Square showing a topless model and the slogan “Keep GMOs out of your genes”.  Grant, 57, is used to controversy. Born in Larkhall, near Glasgow, he has worked at Monsanto since he was 23, first in Scotland and in Asia before moving to the US and becoming president and CEO in 2003.  He regularly faces protests from campaigners outside events, and even stars of the silver screen have been known to give him an earful. Just before Christmas, Oscar-nominated actor Mark Ruffalo accosted Grant in green room of CBS studios to tell him: “You are poisoning people. You are killing small farms. You are killing bees. What you are doing is dead wrong.” Writing about the encounter, Ruffalo said he felt he had to approach Grant because he was “beside myself watching this guy who is responsible for so much misery and sickness throughout the world slime his way through his interview. I could not hold my tongue.”  Grant’s reply: “What I think we are doing is good.” When protests are expected, Grant likes to be prepared. On the mornings of the company’s always-fiery annual meetings, Grant, who is paid more than $11m (£7.6m), makes arrangements for protesting shareholders to meet scientists and himself before taking their questions publicly at the meeting.  At this year’s meeting, Zen Honeycutt, founder of Moms Across America, who described him on her website as “the CEO of the Most Evil Company in the World”, told Grant: “I’m imploring you to choose a new direction. Stop poisoning our children,” in a reference to claimed links between Roundup and autism and cancer.  Pointing out that he was a father of three, Grant, who holds molecular biology and agricultural degrees from Glasgow and Edinburgh universities, said various studies had shown there was “no linkage” between glyphosate, the active ingredient in Roundup, and any human illnesses. However, the European Union this week delayed a vote on whether to continue to allow Roundup sales beyond June due to concerns that it could be carcinogenic.  Concerns were led by France and Germany, and those countries are likely to lead a fight against the Bayer-Monsanto tie-up, which some fear could lead to more GMO crops and potentially dangerous pesticides entering Europe.    Related: Monsanto, Dow, Syngenta: rush for mega-mergers puts food security at risk    “Germans view Monsanto as the main example of American corporate evil,” Heike Moldenhauer, a biotechnology expert at German environmental group BUND, told Bloomberg. “It may not be such a good idea to take over Monsanto, as that means incorporating its bad reputation, which would also make Bayer more vulnerable.” Campaigners are also worried that the proposed takeover, which was made public by Monsanto late into the night on Wednesday just hours after a senior executive had dismissed rumors of an approach as “wild speculation”, will leave control of the world’s food supply in too few hands.  If Monsanto is bought (the price has not been made public, but it is said to be about $42bn) the combined Bayer-Monsanto will control 29% of the world’s seed market and 24% of the pesticide market.  “A further concentration of corporate power in the agriculture/chemical sector would be bad news for farmers and consumers,” said Franziska Achterberg, Greenpeace’s EU food policy director. “It would accelerate the decrease in crop diversity while limiting consumer choice. Farmers would become even more dependent on just a handful of global players. They would find it harder to choose what they grow and how they grow it.”  Grant says the problem is that consumers have become too distant from the food they eat, with just 2% of the world’s population involved in agriculture, and the food industry needs to do a better job of educating them about the challenges ahead.  He told the Fortune Brainstorm E conference in California this week that to feed an ever-growing population, food production needed to double by 2050 while using roughly the same land area and trying to reduce water use.  After playing defense, his aim now is to convince millennials of the need for more GM crops, which require less natural resources to grow. He’s started by hiring more young people. “We have an enormous community of millennials, and they’re there because they want to be there,” he said. If you’re interested in plant biology, the “party is at Monsanto”.",
  "webTitle": "'Scottish optimist' at Monsanto helm battles Bayer takeover bid and protests",
  "webPublicationDate": "2016-05-21T10:00:11Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/21/monsanto-ceo-hugh-grant-bayer-takeover-protests",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "GM",
      "id": "environment/gm",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Bayer",
      "id": "business/bayer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pesticides",
      "id": "environment/pesticides",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Neate",
      "id": "profile/rupertneate"
    }
  ],
  "guardianId": "business/2016/may/21/monsanto-ceo-hugh-grant-bayer-takeover-protests"
}