{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/09/inflation-rate-three-times-higher-uk-millennials-pensioners",
  "id": "2016-05-09-213",
  "sectionId": "money",
  "body": "Young adults in the UK are facing inflation rates three times higher than those for pensioners, according to a new analysis that highlights the pressures of the cost of living on millennials. The widening generational inflation gap is being driven by under-30s spending proportionally more on things that are getting more expensive, such as education, dining out, rent and household bills, according to Fidelity International. At the same time, those in the demographic spend less of their budget on groceries compared with older generations, so they have not enjoyed the same boost from falling food prices. The under-30s experienced an inflation rate of 0.9% in March, compared with an official headline rate of 0.5%, according to analysts at Fidelity who used official inflation figures for different goods and services and the consumption patterns of different age groups. By contrast, the inflation rate was just 0.3% for the over-65s. It was 0.4% for both the 30-49 age bracket and for the baby boomer 50-64 age group. The findings will underscore warnings about the rising pressures on younger people as they struggle to get on the housing ladder, pay off student dent and cover their living costs while pay growth is so weak.      The inflation rate in the UK was close to zero for most of last year when measured on the consumer prices index and it remains low. But headline figures were not telling the full story, said Maike Currie, the investment director for personal investing at Fidelity International. “Scratch beneath the surface and there is a clear generational divide when it comes to the cost of living. Millennials can be dubbed ‘Generation Inflation’,” said Currie. She noted that under-30s were spending a greater proportion of their income on the areas that have seen the highest price increases – education and housing.   Related: 'I’d rather chill in and relax': why millennials don't go clubbing    “This leaves them with little left to save and the challenge of generating higher returns to keep up with the pace of inflation. Unfortunately for millennials this challenge is being met with equally low wage growth – wages remained below their pre-crisis average in 2015 despite unemployment falling back, which means this group is also hit by negative real earnings growth.” The analysis is the first part of a series on generational inflation rates. The authors found the trend for younger people to face faster living cost rises than the average went back to September 2014, and that other generations had tracked the average UK inflation rate more closely. Figures on spending patterns suggest millennials prefer spending on experiences, so a bigger slice of their income – 14% – is spent on dining out and other activities with only 8% spent on groceries and soft drinks. So the supermarket price war and rise of discount grocers such as Aldi and Lidl has done comparatively less for the younger generation’s finances. The age group also spends proportionally more on housing, at 19%, than any other generation, Fidelity said. The analysis used CPI, which includes changes to the cost of renting but not to the cost of repaying a mortgage. However, with base rates stuck at a record low, mortgage costs have been falling on average.",
  "webTitle": "Inflation rate three times higher for millennials than for pensioners",
  "webPublicationDate": "2016-05-09T11:46:38Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/09/inflation-rate-three-times-higher-uk-millennials-pensioners",
  "keyword": [
    {
      "webTitle": "Inflation",
      "id": "business/inflation",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer spending",
      "id": "business/consumerspending",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Allen",
      "id": "profile/katieallen"
    }
  ],
  "guardianId": "money/2016/may/09/inflation-rate-three-times-higher-uk-millennials-pensioners"
}