{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/07/papua-new-guinea-tells-un-it-accepts-court-decision-on-manus-island-illegality",
  "id": "2016-05-07-202",
  "sectionId": "australia-news",
  "body": "Papua New Guinea has told the United Nations it accepts a court decision that the Australian-run detention centre on Manus Island is illegal, and is working to make “appropriate arrangements” for the men detained within.  Overnight on Friday, Papua New Guinea appeared before the Universal Periodic Review, a human rights council assessment where countries publicly critique other states’ human rights records. PNG’s deputy permanent representative to the United Nations, Fred Sarufa, told the UPR hearing that PNG accepted the current detention regime was illegal and would be ended. “Indeed, the PNG supreme court has made a ruling on that centre in Manus where asylum seekers are processed. We are working with the government of Australia on appropriate arrangements in recognition of the decisions of the supreme court of PNG.”   Related: Papua New Guinea court rules detention of asylum seekers on Manus Island illegal    The full bench of the PNG supreme court ruled on April 26 that the detention regime breached the detainees’ fundamental right to liberty, ordering “both the Australia and Papua New Guinea governments ... [to] take all steps necessary to cease and prevent the continued unconstitutional and illegal detention”. Eleven days since the ruling, the 905 men held on Manus remain in illegal detention. The PNG prime minister, Peter O’Neill, who has previously said he wants the detention centre closed, described it as a “problem” that has “damaged” the country. He said Australia bore responsibility for the 905 men held within. Australia says the men are PNG’s responsibility.  The centre has been controversial since it reopened in 2012. One asylum seeker was murdered by guards, another died of a treatable infection, while others have been shot, had their throats slit, been raped and assaulted, or suffered because of a lack of adequate physical and mental health care. Only a handful of countries raised the issue of the Manus detention centre during PNG’s UPR session. Fiji, which has previously criticised offshore detention as Australia “using its economic muscle” to bully smaller countries in the region into shouldering its responsibilities, said the supreme court had ruled the men held on Manus “must be released”. “Fiji recommends that the decision be implemented without undue delay and in accordance with the primacy of the human rights of those detained.” Sweden said PNG must “end indefinite mandatory detention of asylum seekers”.   Related: Papua New Guinea 'must tell UN its plan' for closing Manus detention centre    And Mexico recommended that PNG should revise all of its laws around detaining migrants and asylum seekers in order to safeguard their human rights. Australia did not raise the issue with PNG. The bulk of PNG’s UPR session was dedicated to addressing issues around family and gender-based violence, abuses by law-enforcement officers, and the rights of LGBTI people (the PNG criminal code criminalises sex “against the order of nature”, which has been interpreted to apply to same-sex relationships). Several countries raised the issue of the death penalty in PNG, calling on the country to impose a moratorium on capital punishment. PNG has not executed anybody since 1954, but the punishment remains legally active. Sarufa told the UPR session that PNG would not be swayed by international pressure to end the practice. “The death penalty under international law is not illegal. And for Papua New Guinea, the death penalty is part of our penal code. On the issue of a moratorium that has been proposed by a number of delegations, this is a sensitive issue, and ... under the UN charter, each and every country has sovereign right to make decisions in its own national interest. “We have a law that prescribes the death penalty as part and parcel of our judicial system. And until and unless the appropriate authority which is the national parliament of Papua New Guinea decides, based on the sentiments of Papua New Guineans, we still have, in our penal code, the death penalty.” The Australia director of Human Rights Watch, Elaine Pearson, said countries consistently raised with PNG the issue of violence against women, especially domestic violence. “Countries welcomed PNG’s progress in passing the Family Protection Act, but governments are clearly concerned that the levels of violence remain alarmingly high and victims are still not obtaining justice or the services they desperately need.”",
  "webTitle": "Papua New Guinea tells UN it accepts court decision on Manus Island illegality",
  "webPublicationDate": "2016-05-07T02:11:41Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/07/papua-new-guinea-tells-un-it-accepts-court-decision-on-manus-island-illegality",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fiji",
      "id": "world/fiji",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/07/papua-new-guinea-tells-un-it-accepts-court-decision-on-manus-island-illegality"
}