{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/26/observe-the-sons-of-ulster-marching-towards-the-somme-review-citizens-glasgow",
  "id": "2016-05-26-195",
  "sectionId": "stage",
  "body": "Revived to mark the centenary year of the battle of the Somme, Frank McGuinness’s play is a great act of theatrical generosity. Those who saw the first production in 1985 may have expected an author from republican County Donegal to have set a wartime drama among the Roman Catholics he’d grown up with. Instead, the troops who file into the makeshift barracks are sash-wearing Protestants from Belfast’s dockyards, Coleraine’s factories and the churches of Enniskillen. They prepare for battle in the trenches of the first world war with the same never-surrender defiance that characterises their historical defence of Ulster. McGuinness paints them with sympathy and understanding. For all their knee-jerk Fenian bashing, they are honest men, proud of their culture, firm in their beliefs and as vulnerable in the face of the enemy as anyone. “We’re not making a sacrifice,” says one as the deadliest battle approaches. “We are the sacrifice.” Contrasting the bluff bravado of the frontline with the home truths of their brief time on leave, the playwright exposes the fears, insecurities, loves and passions of a generation seemingly cursed to face an early death. By the play’s inevitably tragic end, he sensitises us not only to the war’s futile loss of life – the conventional narrative of the great war – but also its damage to a way of life. Without being blind to the contradictions and conflicts of Protestant Ulster, he offers a moving image of a community bound by shared experience and common humanity. The compassion shown by McGuinness in his writing seems to be in shorter supply, however, in Jeremy Herrin’s production. A four-theatre collaboration setting out on an extensive UK and Ireland tour, it’s a hard show to warm to; one that’s keener to show us the morose, irascible side of the eight soldiers – a side that is undeniably there – than the qualities that will ultimately bind them together.     Paul Kennedy in Observe the Sons of Ulster Marching Towards the Somme, at Citizens theatre, Glasgow. Photograph: Johann Persson    It’s a question of tone. The introductory monologue delivered by Seán McGinley as Old Kenneth Pyper, the one soldier who survives to tell the tale, is rightly full of rage at a scale of horror that “has no shape”. But here, it also comes across as overheated, too strident to draw us into the subtlety of the playwright’s argument.  Likewise, Donal Gallery succeeds in making the young Pyper as irritating as an upper-class smartarse would surely be among working-class soldiers. His supercilious manner is, however, at the expense of any redeeming feature, making a character who is central to the narrative more alienating than maverick. Similarly, Andy Kellegher and Paul Kennedy as the shipyard workers Anderson and McIlwaine have a stridency that speaks volumes about their urban lives, but too little sense of the joy that underscores their quick-witted repartee. Coupled with the blood-red skies of Ciaran Bagnall’s austere set, ferociously lit by Paul Keogan, it makes for a dark, brooding production that is too low on contrast to do justice to the play’s rich humanity. •At Citizens, Glasgow, until 4 June. Box office: 0141-429 0022. Then touring until 8 October.",
  "webTitle": "Observe the Sons of Ulster Marching Towards the Somme review – full of rage",
  "webPublicationDate": "2016-05-26T12:39:12Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/26/observe-the-sons-of-ulster-marching-towards-the-somme-review-citizens-glasgow",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Frank McGuinness",
      "id": "stage/frankmcguinness",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Fisher",
      "id": "profile/markfisher"
    }
  ],
  "guardianId": "stage/2016/may/26/observe-the-sons-of-ulster-marching-towards-the-somme-review-citizens-glasgow"
}