{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/bernie-sanders-debbie-wasserman-schultz-dnc-primary",
  "id": "2016-05-22-97",
  "sectionId": "us-news",
  "body": "Bernie Sanders has said he will not support the chair of the Democratic National Committee (DNC) in her primary campaign this year, and would not re-appoint her if he were president and she were re-elected to the House.   Related: Hillary Clinton: Trump presidency will put 'kids at risk of violence and bigotry'    Debbie Wasserman Schultz, a Florida representative, is in charge of the Democratic presidential primary, in which Sanders trails Hillary Clinton by an all-but insurmountable delegate margin.  “Well, clearly, I favour her opponent,” Sanders told CNN in an interview to be broadcast on State of the Union on Sunday. “His views are much closer to mine than as to Wasserman Shultz’s.” Sanders, an independent in the Senate before he ran for the Democratic presidential nomination, added that he respected Wasserman Schultz, but said: “If elected president, she would not be reappointed chair of the DNC.” Under Wasserman Schultz, the DNC has faced criticism for allegedly tailoring its debate schedule to Clinton’s advantage, for holding primaries in key states such as New York that were closed to independent voters, and for the “superdelegate” system.  Such superdelegates, independent of those apportioned after state primaries and mostly party workers and insiders, heavily favour the former secretary of state.  Clinton has won 27 primary contests to Sanders’ 21. According to figures from the Associated Press, she leads by 2,293 delegates to 1,533, needing to reach 2,383 to secure the nomination. Among superdelegates, Clinton has 525 to Sanders’ 39.   Democratic delegate tracker   Wasserman Schultz, who entered Congress in 2005 and became DNC chair in 2011, faces a primary challenge on 30 August.  Her opponent is Tim Canova, a professor of law and public finance who in 2011 served on an advisory committee on Federal Reserve reform set up by Sanders in his capacity as a Vermont senator. Canova has similar policy positions to Sanders on issues including Wall Street reform, international trade deals and campaign finance. On Saturday, the Canova campaign issued a statement which said: “I’m so proud to know that Bernie Sanders favours our progressive campaign. Like Senator Sanders, I’m running a campaign that’s truly backed by the people, not big corporations – one that stands up to Wall Street interests instead of cozying up to them.  Canova said he was confident his “campaign of nurses, teachers, students, seniors and working class Floridians” could “offer a more positive path forward to the people of Florida’s 23rd district”. Wasserman Schultz criticised the Sanders campaign this week, over the behaviour of some of his supporters at the Nevada Democratic convention last weekend, in a dispute over the apportioning of delegates.  In his “unacceptable” response to the incident, she said, the senator was “adding fuel to the fire”. In response, Sanders campaign manager Jeff Weaver told CNN: “We can have a long conversation about Debbie Wasserman Schultz, just about how she’s been throwing shade on the Sanders campaign from the very beginning. “It’s not the DNC. By and large, people in the DNC have been good to us. Debbie Wasserman Schultz really is the exception.” Wasserman Schultz has defended the DNC’s stewardship of the presidential primary. In response to Weaver, she used an acronym for “shake my head” when she told CNN: “My response to that is hashtag SMH.”",
  "webTitle": "Bernie Sanders: I will not support Democratic party chair in her primary",
  "webPublicationDate": "2016-05-22T11:45:56Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/bernie-sanders-debbie-wasserman-schultz-dnc-primary",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Pengelly",
      "id": "profile/martin-pengelly"
    }
  ],
  "guardianId": "us-news/2016/may/21/bernie-sanders-debbie-wasserman-schultz-dnc-primary"
}