{
  "apiUrl": "https://content.guardianapis.com/inside-seat/2016/may/23/alejandro-mesonero-barcelona-puts-ideas-into-my-head",
  "id": "2016-05-23-231",
  "sectionId": "inside-seat",
  "body": "Alejandro Mesonero, SEAT’s 48-year-old director of design, likens himself to a sponge, soaking up inspiration and influences all around him. “I think that’s the same of anyone who works in a creative environment,” explains Mesonero, “not just car designers, but artists and musicians of all kinds.”    Related: From singing in the backseat to smartphone integration: in-car entertainment    In many careers as you move up the ladder you get further from the work that attracted you to the trade in the first place. This isn’t so with car design. Mesonero may be the boss of design at SEAT’s Martorell design studio, but he is always very much hands-on, particularly in the design of the new Ateca: drawing, advising his team of designers and rolling up his sleeves to work on clay models alongside his staff. And to take part fully in the design process, Mesonero also has to be inspired by his environment and by what’s going on outside the walls of the studio.  The obvious thought is that the works of Antoni Gaudí that are synonymous with the city of Barcelona, including his masterwork the Sagrada Família, have been one of the major influences to be sucked up by the Mesonero sponge. “Yes, but really it is the whole spirit of Barcelona,” he says. “I grew up in Madrid, a city with plenty of its own culture and particular architecture, but here in Barcelona, because it is a city by the sea, it seems to have a totally different atmosphere.  “It is to do with the people. They seem to have an enjoyment of life and contentment that seems to flow out of them, living in such an inspiring city full of variety and, of course, with a very good climate. Being surrounded by people who are happy and energetic seems to inspire creativity and the desire to make things that have style and value. “And then of course you are right, there is the amazing architecture in Barcelona, the colours, the vibrancy. The music, too, and local art. All these elements are inspirational.”     The drawings are then made into full-size clay models. Photograph: Jake Curtis for the Guardian    Mesonero studied design in Barcelona in the early 1990s before embarking upon a postgraduate degree in vehicle design at London’s Royal College of Art (RCA). Dozens of the world’s car designers have studied at the RCA and, like most of them, Mesonero found the atmosphere, his tutors and his fellow students inspiring. He is diplomatic about London’s very un-Mediterranean climate and the effect it might have had, and whether his sponge was dampened only by rainwater. From the RCA Mesonero joined SEAT in 1995, as a designer at Martorell, where he worked on vehicles such as the SEAT Bolero concept car, a four-door coupe that never reached production itself but influenced future models, including the Leon. Two years later Mesonero moved to Audi’s design centre in Sitges, less than an hour south from Barcelona on the coast, where he worked on various different SEAT, Audi and Volkswagen models. The first decade of the 2000s took him to Paris and South Korea before he arrived back in Barcelona in 2011 to take charge of design at SEAT.     Director of design, and vintage bicycle enthusiast, Alejandro Mesonaro. Photograph: Jake Curtis for the Guardian    There are people who work in the motor industry for whom the car itself is merely a commodity. Designers, almost without exception, are the opposite – and Mesonero falls directly into the besotted camp. “Walking by the sea, along the Barcelona waterfront, almost always puts ideas into my head,” says Mesonero, “but nothing is as effective a catalyst as going for a drive. It is at the wheel where I can really relax and think about driving, what cars mean to us. It’s while driving that many of my thoughts for the future designs of our cars come to me. “And I don’t have one particular route or destination; it’s simply the act of driving that does it. Mind you, we’re spoilt for excellent roads in Catalonia.” While it is unlikely that you will ever meet a car designer who does not have a passion for motorcars, it is also unusual to come across one who does not love the art of creating by hand. “One of my hobbies is to make model cars,” says Mesonero. “Not from kits – I make a sculpture of a car, then create a mould and cast the model itself. Not in brass or metal, but in a resin material.” It’s a process not dissimilar to creating full-size cars, which at SEAT are modelled in clay from initial drawings. SEAT clearly gets very good value from this member of staff who can’t stop himself creating designs when the bell goes at the end of the day. But Mesonero has a new passion that doesn’t involve cars. “I’ve just bought myself a wonderful 1956 Raleigh bicycle that I’m doing up. Not restoring, because I don’t want it to be perfect, just getting into nice usable condition but without taking away the patina of the past 60 years.” It’s easy to imagine Alejandro Mesonero pedalling gently along the Barcelona waterfront on his vintage British bicycle on a sunny evening, drawing in the atmosphere while watching the locals relaxing. It could end simply with a glass of wine in a harbourside bar – or perhaps on that ride he will have seen something, even subconsciously, that will inspire one of his next car designs.",
  "webTitle": "SEAT's star car designer reveals all: 'Barcelona puts ideas into my head'",
  "webPublicationDate": "2016-05-23T10:13:31Z",
  "webUrl": "https://www.theguardian.com/inside-seat/2016/may/23/alejandro-mesonero-barcelona-puts-ideas-into-my-head",
  "keyword": [
    {
      "webTitle": "inside SEAT",
      "id": "inside-seat/inside-seat"
    }
  ],
  "authors": [],
  "guardianId": "inside-seat/2016/may/23/alejandro-mesonero-barcelona-puts-ideas-into-my-head"
}