{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/crony-capitalist-corruption-david-cameron-british-tax-havens-avoidance",
  "id": "2016-05-12-359",
  "sectionId": "commentisfree",
  "body": "Was it a spoof? Was it a set-up? Was it real? Like a hologram from Madame Tussauds, the Queen, the archbishop of Canterbury, the prime minister and the Speaker of the House of Commons stood in a circle, while cameras roamed round them. They instinctively defaulted to type, discussing Kipling’s “lesser breeds without the law”. Ma’am, said the prime minister, they’re fantastically corrupt, those Nigerians and Afghans. Ho-ho, they all laughed. The archbishop did his bishop bit, suggesting the Nigerian chappie was not all bad. But did he buy his own ticket, quipped Speaker Bercow on cue. Ho-ho again. The Queen added her bit at the garden party, that the Chinese too were dreadfully rude.   Related: Nigeria not seeking a Cameron apology, but 'wants its assets back'    It was the diplomatic equivalent of a drone attack. George Osborne had spent two years meticulously crafting good relations with the Chinese, in a desperate bid for cash for his Hinkley Point and HS2, vanity projects so imprudent that no British or European bank would touch them. Whitehall knew the Chinese would swap a bad loan for a western kowtow, and the Queen’s role had been to grovel. This week she deftly took her revenge. Meanwhile, Cameron had decided to make “war on corruption” a personal crusade, culminating in this week’s bizarre London conference. Participants accused of “fantastic corruption” would quaff British government hospitality, accept their aid goodie bags and queue up, like sinners in Guys and Dolls, to sing Sit Down, You’re Rockin’ the Boat. Then along comes a palace-owned, camera-launched, hypocrisy-seeking missile. It was devastating. A mushroom cloud rose over Hinkley Point. Splat went the British Virgin Islands. The Nigerian president demanded Cameron return his stolen goods. On to our screens came yet more footage of Osborne saying Beijing was “Britain’s best friend” (ie not the EU). The shaky edifice of international diplomacy dissolved into a mush of champagne, canapes and mildly xenophobic chit-chat. Nemesis chased hubris round the chandeliers. We assume that in some palace dungeon a press officer is having evil done to his private parts. The essence of monarchy is symbolic discretion. Opinionated remarks at a virtual press conference infringed that discretion. Whoever let a microphone near the Queen was way out of order. Yet all clouds have silver linings. We know that diplomacy is 90% a waste of time, but no one can tell which is the other 10%. To watch Cocktails at the Palace is to see the 90% lurching towards the 10%. Something suddenly mattered. The essence of a corrupt state is “crony-capitalism”. It is the deployment of covert influence to subvert the disciplines of the market and revenue. It is bribery, tender-fixing, lobbying, tax-evading and otherwise abusing political power to secure individual or corporate gain. This week’s Economist carries a survey of the state of play in world crony-capitalism. It publishes a league table showing Britain’s record as appalling. It is the worst country in Europe, and 14th worst in the world – worse than France, Germany, America and Japan.           What are the top 10 most secretive tax havens?    Nor does the index cover Britain’s role in oiling the wheels of crony-capitalism, through its supply of homes and tax havens to the global rich. It appears that the British establishment, Labour and Conservative, has sincerely believed that Britain is squeaky clean, as if in the same camp as Scandinavia, Germany and North America, rather than down with Switzerland, Luxembourg and Brazil.    A British corruption conference is like selecting Libya in 2003 to chair the UN Commission on Human Rights    Since the 1987 big bang, when Margaret Thatcher and Nigel Lawson boldly smashed the old City cartels, London’s bankers, lawyers, accountants and consultants simply booked the same comfy seats on the gravy train. They gained privileged access to Westminster and Whitehall. Privatised utilities and transport oligopolies ran rings round regulators – as did BHS round the pensions police. Party financiers bought seats in the House of Lords, making Britain the only assembly anywhere whose membership is auctioned annually. There is no need to bribe the British establishment, as was once said of its press, “seeing what unbribed [it] will do”. As with crony-capitalism so with tax avoidance and tax havens. For decades British governments have maintained offshore vehicles for rich people and corporations to evade their obligations to whatever they call society. British havens were set up as cheap ways of holding colonies without having to subsidise them. They now constitute a massive diversion of global resources away from sovereign states, for no other reason than to avoid taxes. Some $20-30 trillion is now estimated to be lurking in tax havens round the world, of which £9 trillion is from poor countries. In 2011, the British audit office found 91 British government PFI (private finance initiative) contracts had been channelled offshore. The loss of money from the world’s welfare states is astounding. Offshore finance is way beyond a minimal blip on the world economy. According to an Economist survey, 30% of global foreign investment is now channelled through havens, mostly British. For six years Cameron and Osborne have promised to clean up this mess. A British world corruption conference is a bit like the selection of Libya in 2003 to chair the UN Commission on Human Rights. Little or nothing to end the plague has been done. British ministers are happy to impose the world’s most draconian electronic surveillance on the British people, yet are curiously reluctant to get tough with the finances of the rich.   Related: David Cameron: The fight against corruption begins with political will    A feature of the top 10 crony-capitalist countries is that their citizens feature prominently as (notional) residents of the Royal and Empty Borough of Kensington and Chelsea. Gaffes may make British politicians less inclined to rudeness about foreign corruption, and more ashamed of their indolence in not cleaning out their front and back yards. On these pages today Cameron does offer more pledges and hesitant steps towards greater transparency. We have heard this so often. Continuing to allow British dependencies to refuse transparency is a continuing smear on Britain’s name. Cameron should tell these enclaves, from Jersey to Gibraltar and Bermuda to the Virgin Islands, that they and their citizens can go independent and federate to Panama or elsewhere if they want. Otherwise their hospitality to thieves from the world’s taxpayers should end. They should be treated by the Treasury in the same way as the Isle of Wight, and taxed accordingly.",
  "webTitle": "Fantastically crony-capitalist: that’ll be Cameron-land | Simon Jenkins",
  "webPublicationDate": "2016-05-12T05:00:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/crony-capitalist-corruption-david-cameron-british-tax-havens-avoidance",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/crony-capitalist-corruption-david-cameron-british-tax-havens-avoidance"
}