{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-pundit-of-the-season",
  "id": "2016-05-16-199",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Jamie Carragher Sky’s Monday Night Football is the best gig in punditry, the hour before kick-off representing the finest opportunity on mainstream British television for tactical analysis. Unlike their counterparts on the BBC’s Match of the Day, Sky’s squad get plenty of time to dissect the weekend’s action, and the freedom to concentrate on a few key matches and incidents rather than an obligation to cover every game. Gary Neville was outstanding in this environment, but then he left it in January for an ill-fated spell in Spain and hasn’t returned (yet), probably ruling himself out of the running for this particular prize. Carragher has held the fort ably, while a succession of guests have padded out the team without making compelling cases to join it permanently. Graeme Souness Four-and-a-bit years older than Mark Lawrenson, the BBC’s one-man joke-free Statler and Waldorf tribute show, and two years older than the now retired Alan Hansen, Souness refuses to simply fade away. Instead he continues to combine enthusiasm, expertise and a still-terrifying intensity. There was a brief pause in mid-season after he was hospitalised for what his wife described as “a minor cardiac procedure” but he swiftly returned to our screens, analytical functions and killer stare still very much in full effect and still sounding fresher and more relevant than the many voices of his generation who have been and continue to be gently ushered towards the exit, a fate that remains in the very long-term future for Souness.     Graeme Souness continues to combine enthusiasm, expertise and a still-terrifying intensity. Photograph: Liverpool FC via Getty Images    Danny Murphy Murphy and Jermaine Jenas are the jewels in the BBC’s footballing tiara, the quality of their analysis a couple of steps ahead of the corporation’s other regulars. Murphy is particularly eloquent, and admirably unlikely to stumble into random footballspeak. Overall, however, the BBC’s punditry remains a little off the pace. They are constrained at times by the formats they work in – Saturday’s Match of the Day will always be a slightly rushed slog up a mountain of highlights sherpaed by pundits who cannot possibly have seen the games in their entirety – but Sunday night’s MOTD2 would surely benefit from a rethink. It is puzzling that in the four years since Sky adopted the current Chamberlin/Neville-fronted studio-based Monday Night Football format the BBC hasn’t seriously attempted to match it, and Mark Chapman and his guests are surely better than they are allowed to appear, shackled as they are to an uninspiring treadmill of highlights and chatter. Murphy, Jenas and a couple of others regularly emerge with dignity not only intact but enhanced, which is to their great credit.     Danny Murphy makes the most of often restricting conditions as a pundit for the BBC. Photograph: Frank Baron for the Guardian    Danny Higginbotham Higginbotham is moving gradually up the punditry ladder, his playing experience – he came through Manchester United’s youth system before making significant contributions at Derby, Southampton and Stoke and a few international appearances, unexpectedly, for Gibraltar – being sufficient to earn respect, but clearly not an immediate job with a major national broadcaster. Two seasons ago he was mainly to be heard on MUTV – his second career also starting, in a manner of speaking, in Manchester United’s youth system; last season he was given a chance by BT Sport, and for this season he switched to Sky, where he concentrates on the Football League with occasional Saturday afternoon Premier League co-commentary duties, as well as popping up on TalkSport. Further progress is likely for a broadcaster who speaks with a clarity and understanding not always obvious among many of those whose voices continue to be heard more often.     Danny Higginbotham may not have been an obvious pundit but he is gradually moving up the ladder. Photograph: Tom Jenkins for the Guardian    Don Hutchison “You know you can get a feeling and a vibe from someone, when you’re listening to someone – whether it’s on the radio or on the telly – that they know exactly what they’re talking about.” So said Hutchison a couple of weeks ago, during the Player’s Lounge, Matt Holland’s Friday night TalkSport show on which he is a regular. He was describing Jamie Carragher, but he exudes a similar authority himself, combining personal experience, obvious expertise and refreshingly straight talking. In addition to his TalkSport appearances Hutchinson does regular match commentary – all sorts of European games for BT Sport, and Premier League matches mainly for broadcast abroad – and writes a column, focusing on the region’s two (current) top-flight sides, for the Chronicle in Newcastle. Though BT Sport frequently ask Michael Owen to handle co-commentary duties on their big games, Hutchison is invariably more enlightening. “Whatever I do I do it 100%,” Hutchinson says. “I work as a pundit now and as an analyst and I do that to the best of my ability. So I watch so much football it’s incredible. I watch so many leagues around the world. I dedicate myself to doing my job.” The effort is apparent.     Don Hutchison says ‘I watch so much football it’s incredible’ in his capacity as a pundit. Photograph: Avril Husband/West Ham United via Getty Images    Check out the other categories:  Player of the season Manager of the season Goal of the season Match of the season Signing of the season Flop of the season Referee of the season Gripe of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: pundit of the season | Simon Burnton",
  "webPublicationDate": "2016-05-16T12:40:12Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-pundit-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-pundit-of-the-season"
}