{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/vote-ruth-davidson-zac-goldsmith",
  "id": "2016-05-06-100",
  "sectionId": "commentisfree",
  "body": "It was the best of pints; it was the worst of pints. To consider the Tories’ electoral fortunes in this beer-soaked land is to be struck by two images from the past fortnight: in London, Zac Goldsmith holding a pint glass with two hands, like a child trying not to spill an outsize beaker of milk; in Edinburgh, Ruth Davidson behind the bar, leaning on the taps, and grinning as she takes a gulp. We’re not only there for the beers in elections, of course – but they’re a bit of a character note. And so to the results. There is triumph for Davidson, whose popular dynamism is acknowledged on all sides. There is disaster for Goldsmith, who has now also been acknowledged on all sides, if only for a campaign so incoherently nasty that it resembled a racist moodboard. Indian voters were prodded with the fear of losing their jewellery. A personal newspaper plea from Goldsmith not to back Sadiq Khan was accompanied by a single photo of the bombed-out bus on which 13 people were murdered on 7 July 2005. I assume Team Goldsmith rejected the official slogan “BECAUSE MUSLIMS” for being too sophisticated. Peter Oborne classed the Conservative mayoral strategy as bearing comparison with the nakedly homophobic push against Peter Tatchell in Bermondsey in 1983, and the notoriously foul 1964 Smethwick campaign in which the Tory slogan was “If you want a n***** for a neighbour vote Labour.” As Andrew Boff, leader of the London Assembly’s Tory group, remarked tartly of the Goldsmith campaign’s tactics after the polls had closed: “I don’t think it was a dog-whistle because you can’t hear a dog-whistle.”     Sadiq Khan and Zac Goldmsith Photograph: Reuters/Rex Features    There could hardly be a plainer contrast with the eminently likable Davidson, the sort of terrifying emissary from Planet Normal that has Westminster’s android generation contemplating their interpersonal limitations and thanking God she’s confined to Scotland. For now. So there you have it – two polar ends of the modern spectrum of Tory candidates. I’ve never voted Tory, so I’m sure it’s none of my beeswax, but my suspicion is that if the party made a seriously concerted effort to pick more from the Ruth end than the Zac end, they’d be tough to beat for the very long foreseeable. The only comfort for those of us seeking alternative outcomes is that they often still appear reluctant to do so. Cameron’s inner circle became at least 50% less working class when he lost Andy Coulson. Subsequently, it was claimed that his only black, working-class adviser had been frozen out by Etonian aides, one of whom had responded to a visiting US pollster’s question about what kept him awake at night with the answer: “school fees”. The idea that the Tory leadership – and the prime ministership – might really be passed between two or even three Bullingdon Club contemporaries should have felt bizarre in 1950, yet there it is in 2016. For all the skill, warmth and relatable charm of the likes of Davidson, an older strain remains strong. Goldsmith felt like the Tories’ default setting. But perhaps it is impossible for civilians to understand the incredibly complex and nuanced process that led to the party selecting a London mayoral hopeful who only reluctantly gave up his non-dom tax status a few years previously and palpably despised the media. There is obviously nothing wrong with disdaining the media – I won’t have us in the house myself – but it does tend toward being a sticking point if you’re trying to win an election and therefore need to communicate with the public. But if I might presume to help the Tories with their next crack at finding a modern star, how about taking potential runners through this simple questionnaire: 1. Have you ever drunk a beer? 2. Would you mind drinking a bit of one in front of me now, just so I can see? 3. Do you hate the media with an obvious intensity only surpassed by that of Prince William, only with less good reason? 4. Are you familiar with the very basics of the sport of association football? 5. Has the eco-warrior Trudie Styler ever helicoptered 80 miles to your country estate? 6. Are you a racist? If you answered No, Yes, Yes, No, Yes and Yes, but only diffidently, then I’m afraid you’re not what the Tories are looking for if they want to win in London in 2020. Also, who are you? I think we may have gone to boarding school together.         ‘It is an up-at-dawn, pride-swallowing siege that I will never fully tell you about.’ Tom Cruise and Cuba Gooding Jr in Jerry Maguire    I’m being facetious – but in the circumstances, it would be churlish in the extreme not to mention my extensive fieldwork in the area of being privileged. (As Tom Cruise explains to Cuba Gooding Jr in Jerry Maguire: it is an up-at-dawn, pride-swallowing siege that I will never fully tell you about.) But what a lifetime of dealings – frequently unwelcome – with people born to rule has underscored is how infuriatingly, unjustifiably stacked the game is against natural winners like Davidson in favour of natural losers like Goldsmith, and how infuriatingly rarely those doing the stacking even realise it, much less care to do anything about it.   Related: Local elections 2016: our writers on the night’s winners and losers | The panel    I always shriek when I hear people comment on how much hassle “the Eton thing” has caused Cameron – and they honestly do, you know – with the subtext that his education has been far more trouble than it was worth. What can you say? Other than: he’s the EFFING PRIME MINISTER – I wonder what he might have achieved had he not been so tragically hampered by his background. Last year I had a fascinating conversation – fascinating in the David Attenborough-observing-a-lion-kill-a-baby-deer kind of way – with someone who asked me: “Can you tell me why George Osborne despises the rich as much as he clearly does?” Back just after the 2010 election, I remember a chap reacting to my concern at how many Old Etonian MPs there now were by countering mildly that there were “only 20”. None is a patch on Davidson, for my money. Along with Nicola Sturgeon, she is a charismatic female Scottish politician whom people elsewhere in the country will tell you they wish they could vote for instead of what they have. Wherever you fall on the political spectrum, it would be nice to think that one day – some day – we could move closer to making life’s Ruths, rather than life’s Zacs, the default.",
  "webTitle": "Whatever your politics, let’s have more Ruths and fewer Zacs | Marina Hyde",
  "webPublicationDate": "2016-05-06T15:30:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/vote-ruth-davidson-zac-goldsmith",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/vote-ruth-davidson-zac-goldsmith"
}