{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/08/revenge-porn-decision-sparks-anger-at-police",
  "id": "2016-05-08-48",
  "sectionId": "technology",
  "body": "The mother of a 15-year-old victim of revenge porn has criticised police for letting the perpetrator off with a caution despite evidence he targeted five women over several months. The decision not to prosecute the man comes after figures released last month revealed that most offences of revenge porn do not result in a criminal charge. The woman, who cannot be named for legal reasons, said images of her daughter had been taken from her Facebook page, superimposed with explicit sexual imagery and uploaded on to a pornography site where men were invited to comment. She said the man involved also made several telephone calls to her daughter threatening to rape her and inciting her to carry out sexual acts.   Related: 'They didn't know they were victims': revenge porn helpline sees alarming rise    Sussex police arrested a 36-year-old man from Eastbourne last week after receiving complaints from four women in the town – including the 15-year-old – that images had been posted without consent onto the pornography forum. The suspect admitted the offences, which took place over a five-month period. He was cautioned for one offence of revenge porn – disclosing sexual images of an individual without their permission and with intent to cause harm – and three offences of causing to be sent by public communication network an offensive, indecent, obscene or menacing message. The cautions related to four victims. Police said they were reviewing allegations made by a fifth victim whose complaint of a similar offence had been recorded as no crime. The director of public prosecutions, Alison Saunders, has issued guidance to police and prosecutors that where there is more than one incident or it is part of a pattern of behaviour towards one individual a charge of harassment should be considered. If the victim is under 18, a charge under the Protection of Children Act 1978 should be considered and in the most serious cases, where images are used to incite sexual activity, a charge under the Sexual Offences Act 2003 should be considered. Saunders also made clear to lawyers and the police that when considering a charge of revenge porn, the issue is whether the message or communication is grossly offensive, indecent, obscene or false – not whether the image itself is indecent. The mother said her daughter had been targeted since last year by the man and had received several messages on her mobile phone of a sexually suggestive and abusive nature. She found out that he had uploaded a picture from her Facebook page on to the porn site when another victim contacted her. The mother said: “I reported it to the Metropolitan police in London and they said it was looking like grooming and stalking, they said it was a potentially serious offence and told me to contact the police in Eastbourne. “My daughter reported it to the police and they gave her a crime reference number and interviewed her. Then she told me last week that he had been given a caution and hadn’t been charged with anything. I think it’s absolutely disgusting. There were images of five or six women he put on the website, including my daughter. He also kept ringing her mobile and saying the most disgusting things to her. “Who knows if he is doing this to other girls. It’s terrible he has not gone through the justice system. It caused her real distress.” Figures released last month from 31 police forces after an FOI request by the BBC revealed that most offences of revenge porn do not result in a criminal charge. Revenge porn – or disclosing private sexual photographs and films without the consent of the individual and with intent to cause distress – became a criminal offence in England and Wales in April 2015. There were 1,160 reports of revenge porn between April and December 2015, made to 31 police forces in England and Wales. Three victims were 11 years old. In 11% of cases the suspect was charged, 7% received a caution and 5% a community resolution. However, 61% of cases resulted in no action being taken, with lack of evidence or the victim withdrawing support given as the reason. Laura Higgins, founder of the Revenge Porn Helpline, criticised the use of a caution for the offences in the Eastbourne case. “For every one of these individual offences, if they are first-time offences a caution might be suitable, but they have not looked at the bigger picture here. This is a catalogue of offences and a pattern of behaviour involving five victims, which includes possible stalking, grooming and inciting a child to engage in sexual activity, and it happened over a long period of time. This is not a deterrent and it also means he cannot be channelled through any community programmes to address his behaviour,” she said. Sussex police said they were contacted on 8 April by a woman who alleged two sexual photographs of her had been posted on a public website without her permission. Three other victims came forward. The offences took place between 14 September 2015 and 16 February 2016.  A spokesman for Sussex police said: “On 27 April, the suspect was arrested and interviewed regarding the allegations, to which he made full admissions and expressed remorse. A number of devices were seized from his home address and the images were deleted.” Police said the man had been warned that if his behaviour continued he would be charged with further offences.  Insp Rachel Barrow of Sussex police defended the decision to caution the suspect: “We made the decision to caution the suspect, based on appropriateness in relation to the offender, the offence and the likelihood of being effective in preventing reoffending. In this case, the suspect spent some time in police custody. “This decision fits the national framework for out-of-court disposals, and simple cautions are available for adults for any offence, including some serious offences. We have contacted the website to request the images be removed.”  Another victim told her local paper images of herself were uploaded on to the porn forum alongside a series of violent and sexually explicit messages from users of the site. In one of the images her two-year-old child was clearly visible. The images were uploaded with the comment: “Do your absolute worst guys and abuse her as much as you like, all I ask is that you show me it all.”",
  "webTitle": "Revenge porn decision sparks anger at police",
  "webPublicationDate": "2016-05-08T18:46:53Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/08/revenge-porn-decision-sparks-anger-at-police",
  "keyword": [
    {
      "webTitle": "Internet safety",
      "id": "technology/internet-safety",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sandra Laville",
      "id": "profile/sandralaville"
    }
  ],
  "guardianId": "technology/2016/may/08/revenge-porn-decision-sparks-anger-at-police"
}