{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/mondays-best-tv-eating-well-with-hemsley-hemsley-marcella",
  "id": "2016-05-16-348",
  "sectionId": "tv-and-radio",
  "body": "Eating Well with Hemsley + Hemsley8pm, Channel 4 Jasmine and Melissa return with a fresh selection of meals that, it’s claimed, are both delicious and nutritious. Tonight’s menu begins with a baked fry-up providing a comforting epilogue to the night before, including organic vegetables, biodynamic eggs and fine cuts of meat. Mother Hemsley kickstarted the sisters’ love of homecooked food, and she’s on hand to help them prepare a family favourite. That’s followed by a twist on good old spaghetti bolognese. Mark Gibbing-Jones White Collar8pm, Universal White Collar returns for more crime-foiling capers, with Burke (Tim DeKay) on the trail of Caffrey (Matt Bomer) and Mozzie (Willie Garson) after they skipped the country at the end of season three. A search of Caffrey’s digs leads Burke to the tropical isle of Cape Verde, but he’s not the only one looking for him – turns out there’s a $500,000 bounty on his head, and Mekhi Phifer’s Kyle Collins is also on the trail. But maybe there’s someone on the island who can help? Ben Arnold The Great British Sewing Bee9pm, BBC2 Claudia Winkleman hosts a new series of the fabric-based challenge show, as 10 new contestants take on some tricky fashion makes. The expert judges are Savile Row’s Patrick Grant and a newcomer, Esme Young from Central St Martins School of Art. First up, the contestants must construct a deceptively difficult women’s top, jazz up a maternity dress and fit the perfect skirt to their model while the judges prowl the benches, curling their lips at puckered hems. Julia Raeside Marcella9pm, ITV As the improbable but wonderfully twisty British/Scandinavian thriller reaches its penultimate chapter, Marcella (Anna Friel) has doubts about Yann’s culpability. Cue a big coincidence as writer Hans Rosenfeldt of The Bridge fame tries to rush things along in time for tomorrow’s finale, and Rav uncovers evidence that sees the murder investigation shift on to a new suspect. Elsewhere, Tim’s enquiries into Andrew Barnes’s death lead him to Marcella’s husband, Jason, and things come to a head between Stuart and his lodger, Bendek. Hannah J Davies Upstart Crow10pm, BBC2 On the eve of its presentation to Queen Elizabeth I, William Shakespeare’s controversial new play about the Mary Stuart – Mary The Frog-Jock – goes mysteriously missing. And Will’s best friend Kit Marlowe (Tim Downie) is in the frame, in ye second parte of Ben Elton’s Tudor comedy. Perhaps make that “tragi-comedy”: this is no Blackadder II, and the usually assured David Mitchell as Shakespeare certainly seems a trifle uncomfortable barking out lines such as “I am not going bald, I have low eyebrows.” Ali Catterall Up Late with Rylan11pm, Channel 5 Despite having taken the reality route to fame, Rylan Clark-Neal is the perfect choice to host a late-night chatshow. Neat of brow and natural of presenting style, the former X Factor and Celebrity Big Brother contestant has already earned his chat wings with a guest spot on This Morning. Now he’s being unleashed for after-dark naughtiness and topical talk with celebrity guests, music and famous bar staff four nights a week. Even more fun than Question Time. Hannah Verdier  Veep11.20pm, Sky Atlantic Armando Iannucci may have stepped down as showrunner of the superior political satire, but Veep doesn’t look to have struggled too much in his absence. This fifth season sees Selina trying to wrest the presidency from her opponent following an unprecedented dead heat at the polls, but this week family life intrudes, as her mother suffers from a stroke and – even worse – her ex-husband Andrew turns up for “support”, along with his new girlfriend. Gwilym Mumford Film choice The Master (Paul Thomas Anderson, 2012) Monday, 11.10pm, Film4 Another all-American history lesson from the director of There Will Be Blood. Philip Seymour Hoffman is Lancaster Dodd, aka the Master, aka a charismatic, L Ron Hubbard-figure creating a cult for personal improvement through regression to past lives. But the film belongs to Joaquin Phoenix as Dodd’s hooch-quaffing, US Navy-rejected acolyte Freddie Quell, who is Caliban to the Master’s Prospero. The postwar US is superbly, singularly recreated in an enigmatic, fascinating drama that glows with an Edward Hopper-like sombre American beauty. Paul Howlett Build My Gallows High (Jacques Tourneur, 1947) 7.25am, Movies4Men Classic film noir starring Robert Mitchum as a private eye haunted by femme fatale Jane Greer and keeping an appointment with death. From the start, it’s all downhill for him: the passion, the helplessness, life as pain-and-nothing-but in a seedy Mexican bar. Kirk Douglas plays the former boss who sets him on the deadly trail. It was remade less successfully in 1984 as Against All Odds. PH Live sport Swimming: European Championships Further coverage from the Aquatics Centre at London’s Olympic Park. 6pm, Eurosport 1 IPL Cricket: Kolkata Knight Riders v Royal Challengers Bangalore All the action from Eden Gardens in Kolkata. 3pm, Sky Sports 2 Championship football: Brighton and Hove Albion v Sheffield Wednesday After finishing third, Brighton must try to get up the hard way. 7.30pm, Sky Sports 1",
  "webTitle": "Monday’s best TV: Eating Well with Hemsley + Hemsley; Marcella",
  "webPublicationDate": "2016-05-16T05:10:27Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/mondays-best-tv-eating-well-with-hemsley-hemsley-marcella",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/mondays-best-tv-eating-well-with-hemsley-hemsley-marcella"
}