{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/vote-leave-turkey-british-migrants-turks-ankara-eu",
  "id": "2016-05-25-183",
  "sectionId": "commentisfree",
  "body": "The Brexit debate has become like the time a woman turned a pro-EU leaflet into a game of Cards Against Humanity, except every single one of Vote Leave’s answer cards says “Turkey”. What happens if we stay? Turkey. What is the biggest threat to the UK? Turkey. I drink to forget …? Turkey. While Turkey has had more than its fair share of troubles of late, much of the ire from leave campaigners has been pointed directly at the Turkish people. All of Turkey’s 76 million population – mostly criminals, terrorists and gangsters apparently – are preparing to relocate to the UK on the off-chance it will stay part of the EU and their country will, by some miracle, achieve accession to the union sometime soon. This is quite something considering fears of a Cyprus veto, and when only 10% of the population even have a passport.    If the UK remains in Europe, there will simply be no Turkey left to enjoy the benefits the EU will bring    Turkey’s high birthrate will mean 4 million extra Turks by 2020 say Vote Leave, and “we can expect to see an additional million people added to the UK population from Turkey alone within eight years”. Within 10 years this will cost maternity wards £400m, they say, offering no clue as to their workings-out. A statistic from a Vote Leave survey warned that 16% of Turks “would consider” moving to the UK on EU accession, but what that means is, a whopping 84% wouldn’t even entertain the idea – that’s quite embarrassing when you think about it. Imagine if they talked about the threat of us staying in the EU in the same way? “Considering the rate at which Britain’s population is ageing,” they might say, “and based on the 2.5 million Brits who holidayed in Turkey last year, we expect to see our coastal regions destroyed by swarms of Britain’s elderly escaping their chronic bad weather problem. Since the EU will no doubt force us to join the European health insurance card scheme, the strain on our free healthcare alone will be unbearable. “A life of microwave meals and alcohol abuse means liver problems our health infrastructure just doesn’t have the resources to cope with. Within a year they’ll have eaten all of our biscuits. Are we really going to allow one of the fattest nations on earth to have free rein in our hospitals? Already some 5 million Brits live abroad. And as anyone who’s ever been to the Costa del Sol will tell you, the problem is, they just don’t assimilate.”     ‘As someone who lives in Turkey and has been welcomed, I am ashamed.’ Photograph: Vote Leave    And who could blame them for saying that? A predominantly Christian Britain will presumably bring forced Christmas with them. Islamophobia will push Turkey’s young people to becoming radicalised. “Violent crime is up,” the newspapers might cry, “and they don’t have enough spaces for prisoners so they could ship them all here – they did it to Australia … “They will flock here, force women to wear high heels to work, and the vast majority will expect wages so high they will force hard-working Turks out of the job market.   Related: Vote Leave’s fear-the-foreigner campaign will cause lasting divisions | Polly Toynbee    “We are talking about a people who don’t just eat pork, but whose prime minister was forced to deny he had engaged in sexual activities with it. A country whose most famous entertainers touch children with apparent impunity. “They are rude. Their men like to get drunk and fight each other … They will never speak the language. If the UK remains in Europe, there will simply be no Turkey left to enjoy the benefits the EU will bring.” As someone who lives in Turkey and has been welcomed, even as that most threatening of all migrants – an economic one – I am ashamed. Brexit really has brought out the worst of the British. Get over yourselves. During the eight months or so I taught English, I asked my students if they’d like to live in the UK. Without exception, they said no – because it’s expensive and racist. Turkish people are not symbols of an approaching migrant apocalypse. Politicians, government figures from superior, everyone-wants-to-live-here Britain are vilifying a whole people for political gain. It sounds like they have more in common with their Ottoman brethren than they might have thought.",
  "webTitle": "What if Turks talked about Britons the way Vote Leave talks about Turkey? | Liz Cookman",
  "webPublicationDate": "2016-05-25T11:51:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/vote-leave-turkey-british-migrants-turks-ankara-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Cookman",
      "id": "profile/liz-cookman"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/vote-leave-turkey-british-migrants-turks-ankara-eu"
}