{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/18/trillion-dollars-development-banks-funding-infrastructure",
  "id": "2016-05-18-217",
  "sectionId": "global-development-professionals-network",
  "body": "Related: The missing development trillions: welcome to the debate    The World Bank and other major multilateral development banks (MDBs) could collectively lend $1tn more than they are currently, it seems. That’s a 72% increase on their 2014 portfolios — with no threat to their AAA bond rating. Who knew? Standard and Poor’s (S&P), it seems. The credit rating firm released a briefing to that effect on 12 April. An extra trillion in MDB lending is no small change and could go a long way to making up the shortfall of $150-160bn a year which, a recent UN study estimates, is needed from international public finance to meet the sustainable development goals.  How can a briefing note by a private company potentially have such a huge impact on the financial capacity of the world’s most important development agencies? The short answer is that, as one MDB finance official put it bluntly, “S&P has become our regulator”.    The major MDBs have a superb loan repayment record, meaning they don’t need government bailouts, unlike  private banks    Unlike almost all other financial institutions, MDBs – international public banks set up by governments to make low-cost loans for developmental purposes – have no regulators, or even an industry oversight body such as the Basel Committee on Banking Supervision. That didn’t matter back in the Bretton Woods cold war decades, when US government backing was basically good enough for MDB bond buyers. But in an era of dizzying financial complexity this state of affairs leads to uncertainty about the financial strength of MDBs, resulting in conservative financial policies that limit their developmental impact. As it stands, there’s no agreement on how to assess MDB capital adequacy and financial performance. MDBs tap capital markets rather than government budgets for most of their operating resources. The main division of the World Bank, for example, has leveraged only $15.2bn in shareholder capital into $628bn in loans and $27.5bn in accumulated reserves between 1945 and 2015. On top of that, the major MDBs have a superb loan repayment record, meaning they don’t need government bailouts, unlike more than a few big private banks. This ability to promote development without needing constant government budget allocations (as at the UN and bilateral aid agencies) is a key reason for the enduring popularity of MDBs, with two new ones – the Asian Infrastructure Investment Bank and Brics New Development Bank – launched just this year. But to function, MDBs have to issue bonds, and to issue bonds, they need bond ratings. With no consensus on how to evaluate MDBs, the big three bond rating agencies, S&P, Moody’s and Fitch, have all come up with dramatically different methodologies. S&P’s new methodology released in 2012 is especially conservative (see here for details). In particular, it gives little credit for the stellar repayment record of most MDB borrowers, and it vastly overestimates the risks posed by the fact that MDB loan portfolios are concentrated in just a few borrowers.   Related: Remittances are three times greater than aid – how can they go even further?    It’s hard to blame S&P, since the firm was criticised heavily, and faced substantial fines, for being too lax in the run-up to the global financial crisis. As a result of pressure from the US Securities and Exchange Commission and the European Securities and Markets Authority, S&P has tightened its evaluation methodology for all asset classes, not only MDBs.  As a result, the major MDBs are now much more cautious about expanding their loan book for fear of losing their coveted AAA rating. One MDB operational vice-president told me recently: “You cannot understate the impact that this methodology has had on our operations ... Formerly we assigned our resources strictly based on need and absorption capacity. But bit by bit the S&P methodology has become the main driver of our allocation decisions.” But the problem is that these restrictions are now going head to head against a growing consensus in the G20 that the MDBs should take the lead in a major infrastructure push across the world to achieve the sustainable development goals.   Related: Blended finance may not be the work of the devil after all    So S&P is feeling the pressure to ease up. The 12 April press release is a result of that, as several senior MDB financial officials told me in recent weeks. But informal government pressure on a rating agency isn’t the best approach to loosen the conservatism that dominates MDB financial policy. MDBs are too important – a more systematic solution is needed. One option is for a reputable external agency, such as the Bank for International Settlements, to look at the best way to evaluate MDB finances. A thorough and impartial study of MDB financial capacity and strength wouldn’t take the place of rating agency evaluations, but it would provide a credible reference point allowing the agencies to make their own methodologies less conservative while protecting themselves from criticism. It would also help if MDBs standardised reporting on their activities and performance, making it easier to design clear criteria to evaluate them. They do seem to be moving slowly in this direction, but MDB shareholders should push them to accelerate these efforts. And so will the six MDBs referred to in S&P’s note lend an extra trillion? Probably not any time soon. S&P came up with the number but Moody’s and Fitch don’t use the same approach, so they might downgrade the MDBs with an extra trillion on their loan books. And government shareholders are unlikely to take that risk.    Related: The missing development trillions: where will they come from?    Rating agencies must do their job, but an evaluation methodology by a credible external agency coupled with more standardised reporting by MDBs will make the process more transparent. That would give MDBs, government shareholders and bond investors greater certainty, freeing resources for the investments in sustainable infrastructure and human capital that our planet urgently needs.  Chris Humphrey is a researcher specialising in development finance at the Overseas Development Institute and the the University of Zurich.  If you would like to contribute to our Missing Development Trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "An extra trillion dollars: could development banks do more?",
  "webPublicationDate": "2016-05-18T11:11:41Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/18/trillion-dollars-development-banks-funding-infrastructure",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Banking reform",
      "id": "business/banking-reform",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/18/trillion-dollars-development-banks-funding-infrastructure"
}