{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/12/ladybird-the-dad-review-zoe-williams",
  "id": "2016-05-12-345",
  "sectionId": "books",
  "body": "Arriving as the latest addition to the outlandishly popular Ladybird series for adults is How It Works: The Dad. “Laurie hates fishing so he only goes once a week. He comes here for the peace and quiet, but the water is a bit too noisy. ‘Shhhh,’ says Laurie to the ripples.” Dads tut and forget, they go to work to escape the noise of the children, they do the mildly comic things that dads do.   Related: Art project behind the Ladybird books parody craze | Letters    The high concept comedy book is often not particularly funny, and often isn’t meant to be: it has been devised as a “till read”, viz, a book you pick up because it’s right under your nose. With little thought going into your purchase of “Dos and Don’ts for Wives or Husbands”, you’re deliberately not saying anything very profound about the intended recipient, or your relationship to them (let’s take it as given that you would no sooner buy a till read for yourself than you would treat yourself to some chrysanthemums from a petrol station). Rather, you simply wish your giftee well; it is like a thick greeting card. The question is not, did the species need a thick greeting card? Couldn’t we have just allowed greeting cards to become obsolete and wished each other well on What’sApp? No, the question is, does almost-humour complement humour, or undermine it? This is the nagging thought that kept returning to me with every book I read from the bestselling Ladybird Series 999: does “slightly funny” even exist as a category? Or is there only funny and anti-funny? The series updates the Ladybird books of our youths, except that instead of explaining large ideas to children (oil, industrialisation, birds) they explain buzzwords, in-jokes and states of being to adults: How It Works: The Mum, The Ladybird Book of the Hipster and so on, with … Dating, … the Hangover, … Mindfulness and … the Mid-Life Crisis. Pages of simple language in the classic Ladybird font, round and friendly, run to perhaps two thousand words of satirical observation. Authors Jason Hazeley and Joel Morris are more surreal on territory like the hipster than they are on the mum, although the absurdism rarely flips into humour. The straight observational comedy, meanwhile, is very sketchy. The Mum is a procession of maternal truisms that could have been generated by an algorithm. Mothers do everything; babies vomit; the only reason women have more than one baby is that they forget what it was like the first time; toddlers are repetitive and mothers become their own mothers. All of this is so well-worn that it could have been written in the 70s.   Related: The long history of Ladybird parodies | Letters    Perhaps that’s the point, a stylistic coherence between the pictures and the text. But how would that work? How do you discuss or lampoon or get a laugh out of anything using 40-year-old cliches? Where it is more current, it reads like the kind of hum you might imagine the women of an NCT group making to one another, if you had never been to an NCT group. “Liz tells herself that, if she puts the Tangfastics on a plate with enough tomato ketchup, they probably count as a vegetable.” Occasionally it shades into something infinitesimally darker, “Cathy made this dolly from the corks of six bottles of Pinot Grigio that were lying around the house. One of the things that is now lying around the house is her.” A cursory trawl of the chatrooms on Mumsnet would have provided detail, intricacy, precision, that unmistakable savour of an honest remark, all the things that wit is made of. But who needs research? It’s only women, surely they’re always saying more or less the same thing. The Ladybird Book of the Hangover is more successful, seeming to be rooted in more direct experience, though to spaff two pages out of 50 on very gentle jokes about bacon speaks of an impulse to pad rather than refine. The observations are competent: “For younger people, a hangover’s symptoms are mainly physical. The body is listless, the head is sore, they crave food for no reason, and they spend a long time in the toilet. For older people, this is perfectly normal. So, for them, a hangover is more spiritual.” The flights of fancy are a bit more involved: “The morning after the party, Emeric is woken by a stray cat licking his face. He has slept under a hedge and cannot remember a thing. Emeric uses street signs and clues from his clothing to piece together where he lives and what he does for a living. Emeric hopes it was a fancy dress party. If these are his work clothes, no wonder he needed to drink.” Absurdism, if it’s to be funny, can’t just be a bit like life (piecing the night back together with receipts and call histories), only more so. It needs an internal logic that has been built up quite carefully. It is more or less impossible to drop one page of surrealism into a book of mild observation and get a laugh out of it, which made me wonder why anyone thought that would work. This is when I realised that the text is occasionally – though not always, which fosters the sense of lackadaisical randomness – driven by the desire to lightly mock the original illustrations. Emeric is actually a picture of Dick Whittington, looking lost with his cat, six miles from London. So, in … the Shed, an illustration of a distillery containing a policeman and another man is captioned: “This batch of home-brewed Marmite is stronger than the one in the shops, so there must be a policeman present at all times.” The underpinning comic principle here is that the drawings themselves are inherently amusing. The stimulation of intense nostalgia for childhood has a kernel of comedy, rooted mainly in self-parody. It is particularly appealing to the Buzzfeed generation, and is certainly encouraged by those viral lists, “20 Things You Only Know If You Grew Up With Strict Parents”; “17 Things an Expat Childhood Leaves You With”. The first footfall is relief in the recognition (“I know this visual world and you know it, and therefore we are among our own kind”), the second is the self-mockery, that this is nostalgia for a time that isn’t actually very long ago, sentimentally self-regarding, a fellowship of minuscule memories. It’s possible that, like enhanced reality TV, many people over 30 will never really get it (cue meta-Buzzfeed list: 30 Things People Over 30 Only Think They Understand, starting with Buzzfeed). Yet the decades evoked by these Ladybird books are the 70s and 80s, so they’re written for the nostalgia-titillation of a generation that doesn’t really thrill to this kind of nostalgia. That may be why, for me, they fail. Or perhaps they could have just tried harder; humour is graft, and these are too easy. • To order a copy of How it Works: The Dad for £4.99 (RRP£6.99), or buy from any of the Ladybird Books series, go to bookshop.theguardian.com/ladybird or call 0330 333 6846. Free UK p&amp;p over £10, online orders only. Phone orders min. p&amp;p of £1.99.",
  "webTitle": "How It Works: The Dad review – are the Ladybird spoof books funny or anti-funny?",
  "webPublicationDate": "2016-05-12T06:29:21Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/12/ladybird-the-dad-review-zoe-williams",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "books/2016/may/12/ladybird-the-dad-review-zoe-williams"
}