{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/andrea-arnold-in-cannes-i-was-shocked-and-upset-by-the-poverty-i-saw-in-the-us",
  "id": "2016-05-15-92",
  "sectionId": "film",
  "body": "Few films at the Cannes film festival have been as highly-anticipated as American Honey, British director Andrea Arnold’s first movie made outside the UK. But speaking to press on Sunday, in the wake of largely rave reviews and ahead of the film’s official red carpet gala, Arnold revealed that the experience of driving round the country researching the movie was almost as transformative as making it.    Related: American Honey review: Andrea Arnold mislays map on sweet, indelible roadtrip    “I had some quite difficult times travelling by myself, being in that open wilderness,” said Arnold, who won the jury prize at Cannes for Red Road in 2006 and three years later for Fish Tank. “Being on my own in those big open spaces was quite interesting but it was quite solitary at times.” Arnold recalled tornado lessons offered to her by one woman in an especially remote and stormy part of Alabama.  The film follows a ragtag crew of young magazine salespeople going from doorstep to doorstep trying to persuade people to subscribe to various publications. It shows a country which, says Arnold “is a mix of the America I grew up with – which I mostly saw though Hollywood; my romanticised idea of it – and the contemporary America I saw when I did my trips. “I was quite upset about some to the towns I went to, and some of the poverty I saw. It seemed really different to me than in the UK. When people don’t have money they can’t have health care and they can’t do things like go to the dentist. Those kind of things really shocked me.” Arnold said she had arrived at one very small town in West Virginia with a cut-price store, a funeral directors (“which was thriving”) and three pharmacies, all busy. “I asked them what they were dishing out and they said painkillers to older people and antidepressants to younger people. There was a lot of addiction.”      Riley Keough, Sasha Lane, Andrea Arnold and Shia LaBeouf at the film’s photocall. Photograph: UPI / Barcroft Images    Shia LaBeouf, the highest-profile member of Arnold’s cast, said it was an America with which he was familiar. “In Bakersville, where my father lived for a time, the only thing there is a prison. So everyone works in the prison. I’m part of that underclass. That’s where I come from, so I know about it.” Echoed Arnold: “In small towns there’s not a lot of industries if you’re coming out of school and need to work. A lot of the opportunities were working in fast food restaurants. That seemed quite sad to me.” The film’s leading character is Star, an 18-year-old who joins the crew to get away from her dead-beat existence in Texas, and fuelled by an attraction to LaBeouf’s character, Jake. But the pressure to sell subscriptions – or simply persuade people out of cash with a sob-story – is considerable. It is applied by the group’s formidable ring-leader (Riley Keough, Elvis Presley’s granddaughter), who cracks with whip wearing heavy fake tan and a stars-and-stripes bikini.  The gang, said Arnold, is “a small potted version of the American dream. They’re working hard at selling themselves, which is what capitalism is all about.” She also compared the transaction to that attempted in the UK by charity workers or Big Issue sellers. “You’re not really buying the magazine, you’re buying the person.” Arnold discovered most of her cast scouting around America; it includes a construction worker, a skateboarder and a former exotic dancer. She found her star, student Sasha Lane, now 20, when she was sunbathing on the beach for spring break, just a month before shooting began.      Sasha Lane at the premiere. Photograph: Ian Gavan/Getty Images    The newcomer recalled how although she was initially sceptical of Arnold’s approach (adult film producers also cruise the shore), the director swiftly won her trust. “I felt Andrea’s vibe,” Lane said. “She just seemed really nice and smiley … I didn’t really know what she was talking about, she was in her overalls. But she seemed so sweet.” A followup meeting in a Waffle House and a brief audition in a hotel lobby sealed the deal. “Walking down the pier,” remembered Lane, “I felt so whole; I was so happy to have met her. I knew she was someone important and going to look out for me and that this wasn’t going to be a porn scam.”",
  "webTitle": "Andrea Arnold in Cannes: I was shocked and upset by the poverty I saw in the US",
  "webPublicationDate": "2016-05-15T14:44:46Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/andrea-arnold-in-cannes-i-was-shocked-and-upset-by-the-poverty-i-saw-in-the-us",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Andrea Arnold",
      "id": "film/andrea-arnold",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Shia LaBeouf",
      "id": "film/shia-labeouf",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/15/andrea-arnold-in-cannes-i-was-shocked-and-upset-by-the-poverty-i-saw-in-the-us"
}