{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/iceland-plans-airbnb-restrictions-amid-tourism-explosion",
  "id": "2016-05-30-167",
  "sectionId": "world",
  "body": "Iceland is poised to curb an Airbnb explosion as it tries to balance record tourist numbers with the protection of its spectacular unspoilt landscape and traditional lifestyle. Proposed legislation, which could become law this week, seeks to restrict the number of days residents can offer Airbnb rentals in their properties to 90 days a year before they must pay business tax.  The move comes as the island’s 335,000-strong population is set to welcome 1.6 million visitors this year – a 29% increase on last year – drawn by the glaciers, fjords, lava fields, hot springs, hiking trails and midnight sun.   Related: Berlin authorities crack down on Airbnb rental boom    It is one of a series of measures aimed at controlling the rapid rise in visitors, including Game of Thrones fans flocking to the drama’s shooting locations. Tourism has been the salvation of the North Atlantic island where the economy, built on fishing, was seriously damaged after the catastrophic collapse of its banking industry in the 2008 global recession.  Now, as the building of hotels struggles to keep pace with tourism growth, many Icelanders are cashing in through Airbnb and other short-term rental websites, especially in central Reykjavík, where the majority of tourists stay.  One report estimates a 124% increase in Airbnb rentals in one year, with more than 100 flats available on the capital’s main street alone. The result has been a dramatic increase in house prices in central Reykjavík, and a paucity of long-term rentals.      People bathing in the relaxing waters of the Blue lagoon, Grindavik, South West Iceland. Photograph: David Brabiner/Alamy    Elvar Orri Hreinsson, a research analyst at Íslandsbanki who recently produced a report on the impact of tourism in Iceland, said the ratio of short-term holiday lets to properties in the central capital was “really high” compared with other countries with larger populations. One thousand new hotel rooms were needed this year, yet only 300 were planned, he said.     Accommodation in Iceland for rent on Airbnb. Photograph: Alamy    “We are only building 30% of what we need in the capital area,” he said, making it impossible to keep up. But he cautioned against “following the growth at that pace”.  Tourism now accounts for 34% of Iceland’s export revenues, compared with 18% in 2010. As such, Hreinsson said, the economy would be hit more heavily now by a setback such as a volcanic eruption, than i9t was after the 2010 eruption of Eyjafjallajökull. In April, the supreme court ruled that anyone in an apartment block needed permission from other residents before renting their apartment through Airbnb. Two municipal councils, Kirkjubæjarklaustur and Vík í Mýrdal, have already implemented measures to restrict short-term tourist accommodation. The latter reportedly has rooms for 1,300 guests, but a population of just 540. The new law, which is in the final stages of review, would apply across Iceland. Áshildur Bragadóttir, the director of Visit Reykjavík, said she was quite confident it would be passed “because everyone sees that something needs to change. We don’t want downtown Reykjavík to be tourists only, with no locals”.      The summit ridge of Skaftafell, South Iceland. Photograph: Alamy    Local media have reported complaints that “puffin shops” – those aimed at tourists – and Viking-themed enterprises were taking over in downtown Reykjavík. Ólöf Ýrr Atladóttir, the director of the Icelandic Tourist Board, said there were “some challenges, but not heavy tensions”, and recent research showed Icelanders were positive towards visitors and tourism itself, despite some concerns. But, she said, “we need to monitor [it] very closely and take care that we don’t, for example, create a city centre devoid of citizens”. She said the legislation was not an attempt to ban Airbnb, because many tourists preferred that experience to hotels, but to establish controls and “to give it a place within the [tourism] sector where it has to adhere to rules”.   Related: Airbnb fined €30,000 for illegal tourist lets in Barcelona    Inadequate infrastructure has also led to some tensions between residents and visitors, in particular over the lack of public toilets and parking at the most popular sights, including the Gullfoss waterfall, Geysir geothermal spring, and Þingvellir national park. There have been accusations of tourists urinating and defecating on the graves of famous Icelandic poets, and driving rental cars off-road over fragile protected sites. Gunnar þór Jóhannesson, an associate professor in geography and tourism at the University of Iceland, said the lack of infrastructure was a challenge. With Keflavík as its one gateway airport, Iceland was “struggling to distribute our tourists around the island”. Some hotspots were under pressure in the high season, and there were concerns that “the city centre is being hollowed out, becoming sort of Disneyfied”. A cap on tourist numbers on the most popular hiking trails, such as the Laugavegur, might be an option, he said, but a cap would not work for towns or the city. “We are not there yet and I don’t think it’s the right way to go.” The government is looking at introducing direct international flights to Egilsstaðir in the east and Akureyri in the north, which, said Atladottír, would help even out visitor numbers around the country throughout the year, and make less-visited areas of the island more accessible, particularly during winter months. Platforms, barriers and trails could help increase the number of visitors to key sites and protect them at the same time, Johannesson said.     Northern lights in Iceland. Photograph: Daniele Boffelli    “We have to take care in not going too fast, and we have to have the time and space to gather the information and data we need to make the best decision we can.  “It is easy to paint a rather bleak picture of what is happening, because it happened so fast, that Iceland is getting swamped in tourists. But it is not necessarily like that. It is a huge challenge, and in all fairness, the government is trying now and taking a firm grip on things,” he said. “It is growing pains.”",
  "webTitle": "Iceland plans Airbnb restrictions amid tourism explosion",
  "webPublicationDate": "2016-05-30T07:28:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/iceland-plans-airbnb-restrictions-amid-tourism-explosion",
  "keyword": [
    {
      "webTitle": "Iceland",
      "id": "world/iceland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iceland holidays",
      "id": "travel/iceland",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Airbnb",
      "id": "technology/airbnb",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "world/2016/may/30/iceland-plans-airbnb-restrictions-amid-tourism-explosion"
}