{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/shen-yun-dance-troupe-falun-gong-china-cancelled-performances",
  "id": "2016-05-06-35",
  "sectionId": "world",
  "body": "A New York-based dance troupe has accused China of forcing the cancellation of its shows in South Korea over its links to a banned spiritual movement that Beijing calls “an evil cult” intent on “mind control”. Shen Yun, a performing company affiliated with the Falun Gong movement, accused China’s government of shutting down their shows in Seoul. The Chinese government maintains that the troupe is “a political tool” of Falun Gong. This week a Seoul court let a theater cancel four shows by the company, which provided a translation of the court order. The venue, KBS Hall, is owned by Korea’s national broadcasting company, one of the few companies Beijing lets air foreign television in China. The court order cited a letter from the Chinese embassy in Seoul, which warned the theater about “a huge loss” should China revoke broadcasting rights. Shen Yun also provided a copy of the January letter, written on embassy letterhead.  The legal battle over the shows began when the company that booked Shen Yun asked the courts to let the troupe perform over the theater’s cancellation. In reply to a request for comment, the Chinese government in Washington sent a link to a page about Shen Yun’s links to the “anti-society cult” Falun Gong, and said the movement’s founder, Li Hongzhi, ordered the performances. According to the troupe, a Seoul court said on 19 April that they could perform, but then reversed its decision on 4 May after another letter from the Chinese embassy.   Related: Anastasia Lin: a Falun Gong practitioner seeking the Miss World crown – in China    “They’ve sent these kinds of letters around the world many times before to theaters and to government officials,” said Leeshai Lemish, “master of ceremonies” for the company. Lemish said that not only had thousands of tickets sold for the four planned performances, but that the company would now have to endure travel and hotel costs for its 80-some members. Falun Gong was banned in China in 1999, and human rights groups have for more than a decade criticized Beijing for repressing practitioners and mischaracterizing the movement with the “evil cult” language. Lemish also said that the letters follow a pattern of harassment and intimidation by Chinese government officials, dating back to the company’s inception in 2006. Most of these attempts to shut down performances have gone in vain, he said, and a handful have seen documents leaked to the public.  In 2008, for instance, China’s consulate general in Los Angeles wrote a letter to a local official saying that certain dances “defame China’s image in the international community and undermine the development of US-China relations”. The local government rejected the call to cancel the performances. Beijing’s outposts abroad have also taken their opposition to Shen Yun public over the years. In 2009 China’s consulate in Chicago called the troupe “a political tool” of “evil cult Falun Gong”. The consulate then described some of Shen Yun’s songs and dances, which mimic qigong – slow, meditative exercises practiced by many Buddhists and Taoists. Consulate officials accused Shen Yun of “propaganda” that uses a message of compassion and peace to disguise “the truth and to realize their evil purpose of exerting mind control over them”. In 2000 the embassy in Washington DC accused Falun Gong’s founder, Li Hongzhi, of tax evasion, and said his prophecies drove people so “insane” that they “even committed suicide or killed their loved ones”. The consulate also objected to Shen Yun’s publicizing “the ‘persecution’ on Falun Gong”.  Chinese adherents have said that thousands of practitioners have been detained, abused and even killed since 1999. Beijing has repeatedly rejected visa requests for practitioners living abroad, including for Shen Yun. “We’re very open about the fact that there’s a connection between Shen Yun and Falun Gong,” Lemish said, admittedly that “several performers are practitioners” and that shows do “depict the persecution of Falun Gong and the courage of Falun Gong practitioners”.  But he insisted that those sections are “not the majority of the performance”, but rather “just a part of the legends and genesis of Chinese culture as it goes through different dynasties, cultures, ethnic groups, into contemporary China”. The troupe’s mission, according to Lemish, is to “revive this lost heritage, a very spiritual world”. “They’re opposed to it because we’re putting on stage something that they’ve spent the last 17 years pretending isn’t happening,” he added.  Lemish also said that the troupe has felt fewer attempts to cancel shows in recent years, perhaps because of western officials’ tendency to ignore censorship demands. The letters were indicative of the communist party’s tense and often confrontational relationship with religious groups, he said, as well as “the long arm of Chinese censorship” that seeks to silence the Dalai Lama, artist Ai Weiwei and others.“All of this is actually quite funny if you’re not stuck in a hotel and supposed to be performing.”",
  "webTitle": "New York dance troupe says China banned shows over Falun Gong links",
  "webPublicationDate": "2016-05-06T19:02:48Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/shen-yun-dance-troupe-falun-gong-china-cancelled-performances",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South Korea",
      "id": "world/south-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "world/2016/may/06/shen-yun-dance-troupe-falun-gong-china-cancelled-performances"
}