{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/punisher-netflix-series-jon-bernthal",
  "id": "2016-05-19-47",
  "sectionId": "tv-and-radio",
  "body": "Given the fan reaction to his work on Daredevil, it wasn’t surprising that Jon Bernthal’s portrayal of the Punisher has earned the character his own Netflix series. But the TV landscape could be trickier for Marvel’s signature hard man than even the ninja-filled streets of Hell’s Kitchen. Bernthal should get a great deal of credit for bringing Frank Castle, the Punisher, to new life. He seized the chance to play a Punisher with more emotional range on the small screen than Dolph Lundgren, Thomas Jane or Ray Stevenson had in their respective films, and the Walking Dead veteran more than rises to the occasion.  Bernthal’s take on Castle also had a more solid array of characters against which to react than the eminently disposable thugs prevalent in the character’s prior incarnations. From the outset, the MCU Punisher is immediately placed as an equal to Daredevil (played by Charlie Cox) both physically and philosophically. His rooftop debate with Daredevil, while lifted from the Garth Ennis/Steve Dillon run that revitalized the character in the comics, is notable because Castle gets more of the benefit of the doubt in the televised presentation than he usually does in print.            Bernthal’s Punisher also got not only a mental health-related hypothesis for his motivations, but the chance to flash some humor and even relationship advice in his interactions with Foggy Nelson (Elden Henson) and Karen Page (Deborah Ann Woll). But without being able to bounce off of superhumans such as Daredevil or a super human such as Vincent D’Onofrio’s Kingpin – and the failure of films featuring the character underscore this – Castle becomes another urban vigilante in a genre that has flourished on TV without him; we’ve gone from Equalizer Edward Woodward coolly dispatching the riff-raff to Jeffrey Donovan agonizing on “crossing the line” on Burn Notice. (You might compare Frank to Dexter Morgan, but Frank would tell you, “I ain’t crazy.” And possibly shoot you for suggesting otherwise.) Remember: Castle’s first comics appearance came in February 1974, just five months before Charles Bronson shot his way through a hellish New York City in Death Wish. There’s no direct link between Castle and Bronson’s Paul Kersey, but they do represent a similar reaction to a particular anxiety about the city, as critic Devin Faraci recalled:  The 1970s were the worst decade imaginable for the greatest city; it’s all summed up in a famous Daily News headline “Ford To City: Drop Dead.” That was 1975, and New York City was on the brink of bankruptcy. The federal government declined to bail it out. A shift in industrialization in America had hit the city’s wallet hard, and had sent in waves of Southern immigrants, largely black. On top of that, the general national economy was in the shitter. Crime rose as the city decayed, unable to meet the basic needs of its millions of citizens.  Of the previous Punishers, Jane came the closest to inhabiting this kind of world – but only in an unofficial project, the 2012 short film Dirty Laundry. And that one worked in large part because it was short.  That makes it easier to understand why Bernthal’s Punisher has multiple subplots to keep him (and the viewers) busy in his Daredevil appearances; having him spend the whole season taking on those hapless Irish gangsters would only have dragged him down. Devoting a solo series to him running down equally incompetent Foreign Mafiosos instead of the Kingpin also could feel unfulfilling sooner than later. One way to fight this could be for Marvel’s showrunners to return to the Ennis/Dillon story for inspiration and have him confront not just garden-variety street toughs, but variations on his own quest. In a time when, as the Guardian has shown us, more of “the good guys” are getting caught doing bad things, what would this new version of Frank do when faced to fight a distorted version of justice itself? Bernthal already has shown his Punisher is capable of more than shooting his way through a story. Here’s to hoping his new series allows him to do so.",
  "webTitle": "Why the Punisher’s Netflix series will need more than big guns",
  "webPublicationDate": "2016-05-19T19:15:45Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/punisher-netflix-series-jon-bernthal",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Arturo Garcia",
      "id": "profile/arturo-garcia"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/punisher-netflix-series-jon-bernthal"
}