{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/marosa-review-brillante-mendoza-cannes",
  "id": "2016-05-18-301",
  "sectionId": "film",
  "body": "The Filipino director Brillante Mendoza is one of Cannes’ established auteur film-makers, and his new movie here, entitled Ma’Rosa, returns us to the themes of his violent shocker Kinatay from 2009 — the cynicism and corruption of the police and the city authorities, the casual violence and the desperation of the ruled-over who must make what accommodation they can with those in power. It is a tough social realist slice of life at ground level in Manila, unfolding in what feels like real time: violent, though perhaps less so than in that notorious earlier movie and with a droll habit of transcribing the banal conversations of police officers as they deal what they consider to be their paperwork. I wonder if Mendoza hasn’t taken something from the new Romanian cinema, with its similar satire of the red-tape world.   Related: Life ain’t fair, but you won’t fix that at Cannes | Catherine Shoard    Ma’Rosa (Jaclyn Jones) has four children and with her husband Nestor (Julio Diaz) runs a tiny open-all-hours store in a tough neighbourhood of Manila, a business which required the simple but backbreaking business of buying basic items like candy, milk, bread etc effectively wholesale from a local supermarket, hauling it back in dozens of carrier bags and retailing it at a profit to people who need the convenience of a shop nearby. But the economics don’t work: Ma’Rosa also sells drugs through her shop, which has effectively become a way of laundering the cash income from the weed and meth. But the drugs aren’t making her rich: just keeping her above the waterline.     Filippino director Brillante Mendoza during the 2008 Cannes film festival Photograph: Lionel Cironneau/AP    When the police show up and arrest them, Rosa, Nestor and their entire family are dragged off to the station where the officers are absolutely open about this arrest as a mouthwatering opportunity to solicit bribes — called “bail money”. Rosa is told to pay them a large amount of money, or else finger her supplier so he can be dragged in and leant on for a bribe. So it proves, and Mendoza finds the black comedy in how childlishly delighted the coppers are with the discovery of rolls of cash in the drug dealers’ bag, which can be skimmed to pay for an impromptu beer and fried chicken party, before the exact sum has to be logged. But there is no party for Rosa and her family; the children must now be to be sent out into the city to raise the money by whatever means necessary. In many ways, it’s a fierce and pessimistic satire, in which Ma’Rosa is a sort of Mother Courage, doing what it takes to survive. There is in fact what seems like the beginning of a subplot in which the drug dealer is caught by the officers trying to text the news that he has been caught — to a senior policeman, indicating that the corruption is higher up and more complicated than we thought. But Mendoza appears to lose some interest in that narrative possibility and shifts the focus back to the impassive, determined Rosa and her kids. They must abase themselves in every way to spring their parents from prison, knowing now that all they have to look forward to is poverty, and the experience itself has embittered and hardened them even more than their mum and dad.   Related: Aquarius review: rich and mysterious Brazilian story of societal disintegration    Ma’Rosa is made with control and clarity, a narrative purpose which is held on to despite an apparently aimless docu-style, and a clear sense of jeopardy. My reservation is that it doesn’t reveal much of what is going on in Rosa’s mind and heart: merely the externals of a grim situation, and we are finally impassively returned to the ground-zero of survival-struggle without having learned anything we didn’t already know. But it’s a cold, hard look at what being poor actually means, and how few options there are for escape.",
  "webTitle": "Ma'Rosa review: a cold, hard look at what it means to be poor",
  "webPublicationDate": "2016-05-18T07:53:43Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/marosa-review-brillante-mendoza-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "film/2016/may/18/marosa-review-brillante-mendoza-cannes"
}