{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/liberals-yet-to-finalise-western-sydney-candidates-as-senate-ticket-hangs-in-balance",
  "id": "2016-05-30-198",
  "sectionId": "australia-news",
  "body": "The New South Wales Liberal party is scrambling to finalise candidates for western Sydney while the fate of the international development minister, Concetta Fierravanti-Wells, hangs in the balance. Three weeks into the election campaign, the Liberal candidates for Blaxland and McMahon have yet to be finalised, with four other western Sydney seats only confirming Liberal candidates in the past fortnight. While most of the seats are safe Labor the seat of McMahon – currently held by the shadow treasurer, Chris Bowen – is considered marginal. Bowen only holds the seat by 4.6% and, at the last election, it was considered winnable by the Liberals yet the lack of a candidate has made the seat a shoo-in for Labor.   Related: Mathias Cormann refuses to rule out Coalition governing with independents    Meanwhile the Liberal division is preparing for a special state executive meeting on Tuesday night to determine the running order of the NSW Senate ticket.  At issue is the future of Fierravanti-Wells, who was beaten for the top spot of the ticket by Hollie Hughes, who is country vice-president of the party and a disability campaigner. The preselection took place before the double dissolution so it applied to a half Senate election. No preselection has been held to determine the ticket for the full Senate election. Liberal sources said the defence minister, Marise Payne, would be in the top spot on the Coalition ticket, followed by the cabinet secretary, Arthur Sinodinos, at second and the deputy Nationals leader, Fiona Nash, at third position. The Liberals then have the No 4 and No 6 spots for Fierravanti-Wells and Hughes with the Nationals senator John Williams in No 5. Although there is some uncertainty given the new Senate voting system and the halving of the voting quota required, the No 4 spot is winnable while No 6 would be unlikely.  The high-profile retired major general Jim Molan, who was a commander in Iraq, has been placed at the unwinnable No 7 spot – behind both Fierravanti-Wells and Hughes.  It was a move that angered some in the party, who said it would discourage talented people from joining the party. A spokeswoman for Fierravanti-Wells said the issue was a matter for the NSW Liberal division.",
  "webTitle": "Liberals yet to finalise western Sydney candidates as Senate ticket hangs in balance",
  "webPublicationDate": "2016-05-30T05:17:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/liberals-yet-to-finalise-western-sydney-candidates-as-senate-ticket-hangs-in-balance",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Marise Payne",
      "id": "australia-news/marise-payne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Arthur Sinodinos",
      "id": "australia-news/arthur-sinodinos",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Fiona Nash",
      "id": "australia-news/fiona-nash",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/30/liberals-yet-to-finalise-western-sydney-candidates-as-senate-ticket-hangs-in-balance"
}